{
  "/wiki/White_Sea_–_Baltic_Canal": "The White Sea–Baltic Canal (Russian: Беломо́рско-Балти́йский кана́л, Byelomorsko-Baltiyskiy kanal, BBK), often abbreviated to White Sea Canal (Belomorkanal) is a ship canal in Russia opened on Wednesday 2 August 1933. It connects the White Sea, in the Arctic Ocean, with Lake Onega, which is further connected to the Baltic Sea. Until 1961, its original name was the Stalin White Sea–Baltic Canal (Belomorsko-Baltiyskiy Kanal imeni Stalina).",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Rhine-Main-Danube_Canal": "The Rhine–Main–Danube Canal (German: Rhein-Main-Donau-Kanal; also called Main-Danube Canal, RMD Canal or Europa Canal), in Bavaria, Germany, connects the Main and the Danube rivers across the European Watershed, running from Bamberg via Nuremberg to Kelheim. The canal connects the North Sea and Atlantic Ocean to the Black Sea, providing a navigable artery between the Rhine delta (at Rotterdam in the Netherlands), and the Danube Delta in south-eastern Romania and south-western Ukraine (or Constanța, through the Danube–Black Sea Canal). The present canal was completed in 1992 and is 171 kilometres (106 mi) long.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Rhine": "The Rhine (Latin: Rhenus, Romansh: Rein, German: Rhein, French: le Rhin, Italian: Reno, Dutch: Rijn, Alemannic German: Rhi(n) including Alsatian) is one of the major European rivers, which has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the German Rhineland and the Netherlands and eventually empties into the North Sea.",
  "/wiki/Danube": "The Danube (/ˈdæn.juːb/ DAN-yoob; known by various names in other languages) is Europe's second longest river, after the Volga. It is located in Central and Eastern Europe.",
  "/wiki/North_Sea": "The North Sea is a marginal sea of the Atlantic Ocean located between Great Britain (England and Scotland), Denmark, Norway, Germany, the Netherlands, Belgium and France. An epeiric (or \"shelf\") sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, with an area of 570,000 square kilometres (220,000 sq mi).",
  "/wiki/Black_Sea": "The Black Sea is a body of water and marginal sea of the Atlantic Ocean between Eastern Europe, the Caucasus, and Western Asia. It is supplied by a number of major rivers, such as the Danube, Dnieper, Southern Bug, Dniester, Don, and the Rioni. The watersheds of many countries drain into the Black Sea beyond the six that immediately border it.",
  "/wiki/Suez_Canal": "The Suez Canal (Arabic: قناة السويس‎ qanāt as-suwēs) is a sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez. Constructed by the Suez Canal Company between 1859 and 1869, it officially opened on 17 November 1869. The canal offers watercraft a more direct route between the North Atlantic and northern Indian oceans via the Mediterranean and Red seas, thus avoiding the South Atlantic and southern Indian oceans and reducing the journey distance from the Arabian Sea to London, for example, by approximately 8,900 kilometres (5,500 mi). It extends from the northern terminus of Port Said to the southern terminus of Port Tewfik at the city of Suez. Its length is 193.30 km (120.11 mi) including its northern and southern access-channels. In 2012, 17,225 vessels traversed the canal (an average of 47 per day).",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Mediterranean_Sea": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Southern Europe and Anatolia, on the south by North Africa and on the east by the Levant. Although the sea is sometimes considered a part of the Atlantic Ocean, it is usually referred to as a separate body of water. Geological evidence indicates that around 5.9 million years ago, the Mediterranean was cut off from the Atlantic and was partly or completely desiccated over a period of some 600,000 years (the Messinian salinity crisis) before being refilled by the Zanclean flood about 5.3 million years ago.",
  "/wiki/Red_Sea": "The Red Sea (Arabic: البحر الأحمر Al Baḥr al aḥmar‎) is a seawater inlet of the Indian Ocean, lying between Africa and Asia. The connection to the ocean is in the south through the Bab el Mandeb strait and the Gulf of Aden. To the north lie the Sinai Peninsula, the Gulf of Aqaba, and the Gulf of Suez (leading to the Suez Canal). The Red Sea is a Global 200 ecoregion. The sea is underlain by the Red Sea Rift which is part of the Great Rift Valley.",
  "/wiki/Volga-Don_Canal": "Lenin Volga–Don Shipping Canal (Russian:Волго-Донской судоходный канал имени, В. И. Ленина, Volga-Donskoy soudokhodniy kanal imeni V. I. Lenina, abbreviated ВДСК, VDSK) is a canal that connects the Volga River and the Don River at their closest points. Opened in 1952, the length of the waterway is 101 km (63 mi), 45 km (28 mi) through rivers and reservoirs.",
  "/wiki/Azov_Sea": "The Sea of Azov (Russian: Азо́вское мо́ре, Azóvskoje móre; Ukrainian: Азо́вське мо́ре, Azóvśke móre; Adyghe: Хы МыутӀэ; Crimean Tatar: Azaq deñizi, Азакъ денъизи, ازاق دﻩﯕىزى) is a sea in Eastern Europe connected to the Black Sea by the narrow (about 4 km or 2.5 mi) Strait of Kerch, and is sometimes regarded as a northern extension of the Black Sea. The sea is bounded in the northwest by Ukraine, in the southeast by Russia.  The Don River and Kuban River are the major rivers that flow into it. There is a constant outflow of water from the Sea of Azov to the Black Sea.",
  "/wiki/Caspian_Sea": "The Caspian Sea  is the world's largest inland body of water, variously classed as the world's largest lake or a full-fledged sea. It is an endorheic basin (a basin without outflows) located between Europe and Asia, to the east of the Caucasus Mountains and to the west of the broad steppe of Central Asia. The sea has a surface area of 371,000 km2 (143,200 sq mi) (excluding the detached lagoon of Garabogazköl) and a volume of 78,200 km3 (18,800 cu mi). It has a salinity of approximately 1.2% (12 g/l), about a third of the salinity of most seawater.  It is bounded by Kazakhstan to the northeast, Russia to the northwest, Azerbaijan to the west, Iran to the south, and Turkmenistan to the southeast. The Caspian Sea is home to a wide range of species and may be best known for its caviar and oil industries. Pollution from the oil industry and dams on rivers draining into the Caspian Sea have had negative effects on the organisms living in the sea.",
  "/wiki/Kiel_Canal": "The Kiel Canal (German: Nord-Ostsee-Kanal, literally \"North-[to]-Baltic Sea canal\", formerly known as the Kaiser-Wilhelm-Kanal) is a 98-kilometre (61 mi) long freshwater canal in the German state of Schleswig-Holstein. The canal was finished in 1895, but later widened, and links the North Sea at Brunsbüttel to the Baltic Sea at Kiel-Holtenau. An average of 250 nautical miles (460 km) is saved by using the Kiel Canal instead of going around the Jutland Peninsula. This not only saves time but also avoids storm-prone seas and having to pass through the Sound or Belts.",
  "/wiki/Baltic_Sea": "The Baltic Sea is a mediterranean sea of the Atlantic Ocean, enclosed by Denmark, Estonia, Finland, Latvia, Lithuania, Sweden, northeast Germany, Poland, Russia and the North and Central European Plain.",
  "/wiki/Houston_Ship_Channel": "The Houston Ship Channel, in Houston, Texas, is part of the Port of Houston, one of the busiest seaports in the world. The channel is the conduit for ocean-going vessels between Houston-area terminals and the Gulf of Mexico, and it serves an increasing volume of inland barge traffic.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Gulf_of_Mexico": "The Gulf of Mexico (Spanish: Golfo de México) is an ocean basin and a marginal sea of the Atlantic Ocean, largely surrounded by the North American continent. It is bounded on the northeast, north and northwest by the Gulf Coast of the United States, on the southwest and south by Mexico, and on the southeast by Cuba. The US states of Texas, Louisiana, Mississippi, Alabama, and Florida border the Gulf on the north, which are often referred to as the \"Third Coast\", in comparison with the U.S. Atlantic and Pacific coasts.",
  "/wiki/Panama_Canal": "The Panama Canal (Spanish: Canal de Panamá) is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade.  Canal locks are at each end to lift ships up to Gatun Lake, an artificial lake created to reduce the amount of excavation work required for the canal, 26 m (85 ft) above sea level, and then lower the ships at the other end. The original locks are 32.5 m (110 ft) wide. A third, wider lane of locks was constructed between September 2007 and May 2016. The expanded canal began commercial operation on June 26, 2016. The new locks allow transit of larger, neo-Panamax ships, capable of handling more cargo.",
  "/wiki/Panama_Canal_expansion_project": "The Panama Canal expansion project (Spanish: ampliación del Canal de Panamá), also called the Third Set of Locks Project, doubled the capacity of the Panama Canal by adding a new lane of traffic allowing for a larger number of ships, and increasing the width and depth of the lanes and locks allowing larger ships to pass. The new ships, called New Panamax, are about one and a half times the previous Panamax size and can carry over twice as much cargo. The expanded canal began commercial operation on 26 June 2016.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Caribbean_Sea": "The Caribbean Sea (Spanish: Mar Caribe; Haitian Creole: lamè Karayib; French: Mer des Caraïbes; Jamaican Patois: Kiaribiyan Sii; Papiamento: Laman Karibe; Dutch: Caraïbische Zee) is an American Mediterranean Sea of the Atlantic Ocean in the tropics of the Western Hemisphere. It is bounded by Mexico and Central America to the west and south west, to the north by the Greater Antilles starting with Cuba, to the east by the Lesser Antilles, and to the south by the north coast of South America.",
  "/wiki/Pacific_Ocean": "The Pacific Ocean is the largest and deepest of Earth's oceanic divisions. It extends from the Arctic Ocean in the north to the Southern Ocean (or, depending on definition, to Antarctica) in the south and is bounded by the continents of Asia and Australia in the west and the Americas in the east.",
  "/wiki/Danube-Black_Sea_Canal": "The Danube–Black Sea Canal (Romanian: Canalul Dunăre – Marea Neagră) is a navigable canal in Romania, which runs from Cernavodă, on the Danube river, to Constanța (southern arm, the main branch), and to Năvodari (northern arm), on the Black Sea. Administrated from Agigea, it is an important part of the European canal system that links the North Sea (through the Rhine–Main–Danube Canal) to the Black Sea. The main branch of the canal, with a length of 64.4 km (40.0 mi), which connects the Port of Cernavodă with the Port of Constanța, was built between 1976–1984, while the north branch, known as the Poarta Albă – Midia Năvodari Canal, with a length of 31.2 km (19.4 mi), connecting Poarta Albă and Port of Midia, was built between 1983–1987.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Manchester_Ship_Canal": "The Manchester Ship Canal is a 36-mile-long (58 km) inland waterway in the North West of England linking Manchester to the Irish Sea.  Starting at the Mersey Estuary near Liverpool, it generally follows the original routes of the rivers Mersey and Irwell through the historic counties of Cheshire and Lancashire. Several sets of locks lift vessels about 60 feet (18 m) up to Manchester, where the canal's terminus was built. Major landmarks along its route include the Barton Swing Aqueduct, the only swing aqueduct in the world, and Trafford Park, the world's first planned industrial estate and still the largest in Europe.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Irish_Sea": "The Irish Sea (Irish: Muir Éireann / An Mhuir Mheann, Manx: Y Keayn Yernagh, Scots: Erse Sie, Scottish Gaelic: Muir Èireann, Ulster-Scots: Airish Sea, Welsh: Môr Iwerddon, Cornish: Mor Iwerdhon) separates the islands of Ireland and Great Britain; linked to the Celtic Sea in the south by St George's Channel, and to the Inner Seas off the West Coast of Scotland  in the north by the North Channel, also known as the Straits of Moyle. The countries that are on its shoreline are, Scotland on the north, England on the east, Wales on the southeast, Northern Ireland and the Republic of Ireland on the west.",
  "/wiki/Welland_Canal": "The Welland Canal is a ship canal in Ontario, Canada, connecting Lake Ontario and Lake Erie. It forms a key section of the St. Lawrence Seaway and Great Lakes Waterway. Traversing the Niagara Peninsula from Port Weller in St. Catharines to Port Colborne, it enables ships to ascend and descend the Niagara Escarpment and bypass Niagara Falls.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Lake_Erie": "Lake Erie (French: Lac Érié) is the fourth-largest lake (by surface area) of the five Great Lakes in North America, and the eleventh-largest globally if measured in terms of surface area. It is the southernmost, shallowest, and smallest by volume of the Great Lakes and therefore also has the shortest average water residence time. At its deepest point Lake Erie is 210 feet (64 metres) deep.",
  "/wiki/Lake_Ontario": "Lake Ontario is one of the five Great Lakes of North America. It is surrounded on the north, west, and southwest by the Canadian province of Ontario, and on the south and east by the American state of New York, whose water boundaries meet in the middle of the lake. Ontario, Canada's most populous province, was named for the lake. Many of Ontario's most populous cities, including Toronto, Canada's most populous city, and Hamilton, are on the lake's northern and western shores respectively. In the Huron language, the name Ontarí'io means \"great lake\". Its primary inlet is the Niagara River from Lake Erie.  The last in the Great Lakes chain, Lake Ontario serves as the outlet to the Atlantic Ocean via the Saint Lawrence River. It is the only Great Lake not to border the state of Michigan.",
  "/wiki/Saint_Lawrence_Seaway": "The Saint Lawrence Seaway (French: la Voie Maritime du Saint-Laurent) is a system of locks, canals, and channels in Canada and the United States that permits oceangoing vessels to travel from the Atlantic Ocean to the Great Lakes of North America, as far inland as Duluth, Minnesota at the western end of Lake Superior. The seaway is named for the Saint Lawrence River, which flows from Lake Ontario to the Atlantic Ocean. Legally, the seaway extends from Montreal, Quebec, to Lake Erie and includes the Welland Canal.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Lake_Superior": "Lake Superior, the largest of the Great Lakes of North America, is also the world's largest freshwater lake by surface area, and the third largest freshwater lake by volume. It is shared by the Canadian province of Ontario to the north, the U.S. state of Minnesota to the west, and Wisconsin and the Upper Peninsula of Michigan to the south. The farthest north and west of the Great Lakes chain, Superior has the highest elevation of all five great lakes and drains into the St. Mary's River.",
  "/wiki/Ship_canal": "A ship canal is a canal especially intended to accommodate ships used on the oceans, seas or lakes to which it is connected, as opposed to a barge canal intended to carry barges and other vessels specifically designed for river and/or canal navigation. Because of the constraints of accommodating vessels capable of navigating large bodies of open water, a ship canal typically offers deeper water and higher bridge clearances than a barge canal of similar vessel length and width constraints."
}