{
  "/wiki/2000_Maniacs": "Two Thousand Maniacs! is a 1964 American splatter and hixploitation film written and directed by Herschell Gordon Lewis and starring 1963 Playboy Playmate Connie Mason. It follows a group of Northern tourists who are savagely tortured and murdered during a Confederate celebration of a small Southern community's centennial.",
  "/wiki/Herschell_Gordon_Lewis": "Herschell Gordon Lewis (June 15, 1926[a] – September 26, 2016) was an American filmmaker, best known for creating the \"splatter\" subgenre of horror films. He is often called the \"Godfather of Gore\" (a title also given to Lucio Fulci), though his film career included works in a range of exploitation film genres including juvenile delinquent films, nudie-cuties, two children's films and at least one rural comedy. On Lewis' career, AllMovie wrote, \"With his better-known gore films, Herschell Gordon Lewis was a pioneer, going farther than anyone else dared, probing the depths of disgust and discomfort onscreen with more bad taste and imagination than anyone of his era.\"",
  "/wiki/Connie_Mason": "Connie Mason (born August 24, 1937 in Washington, D.C.) is an American model and actress who was Playboy magazine's Playmate of the Month for its June 1963 issue. Mason then acted in the gore movies pioneered by Herschell Gordon Lewis, Blood Feast and Two Thousand Maniacs!  Her centerfold was photographed by Pompeo Posar. She was also a Playboy Bunny at the Chicago club.",
  "/wiki/The_Black_Torment": "The Black Torment is a 1964 British gothic horror film directed by Robert Hartford-Davis and starring John Turner, Heather Sears and Ann Lynn. The film is set in 18th-century Devon and was scripted by brothers Donald and Derek Ford. In terms of plot and setting it shares many similarities with the Hammer Horror productions of the 1960s, but was made by a smaller studio, Compton Films.",
  "/wiki/Robert_Hartford-Davis": "Robert Hartford-Davis (born William Henry Davis, 23 July 1923 – 12 June 1977) was a British born producer, director and writer, who worked on film and television in both in the United Kingdom and United States.  He is also sometimes credited as Michael Burrowes or Robert Hartford.",
  "/wiki/Heather_Sears": "Heather Christine Sears: (28 September 1935 – 3 January 1994), was a British stage and screen actress.",
  "/wiki/John_Turner_(actor)": "John Turner (born 7 July 1932, in London, England) is a British television actor.",
  "/wiki/Ann_Lynn": "Elizabeth Ann Lynn (born 1933) is a British actress. She is the granddaughter of Ralph Lynn and cousin of Robert Lynn.",
  "/wiki/Sei_donne_per_l%27assassino": "Blood and Black Lace (Italian: Sei donne per l'assassino, lit. 'Six Women for the Murderer') is a 1964 giallo film directed by Mario Bava.",
  "/wiki/Mario_Bava": "Mario Bava (31 July 1914 – 27 April 1980) was an Italian filmmaker who worked variously as a director, screenwriter, cinematographer, and special effects artist. He is frequently referred to as the \"Master of Italian Horror\" and the \"Master of the Macabre\". His low-budget genre films, known for their distinctive visual flair and stylish technical ingenuity, feature recurring themes and imagery concerning the conflict between illusion and reality, and the destructive capacity of human nature.",
  "/wiki/Eva_Bartok": "Éva Márta Szőke Ivanovics (18 June 1927 – 1 August 1998), known professionally as Eva Bartok, was a Hungarian-British actress. She began acting in films in 1950 and her last credited appearance was in 1966. She is best known for appearances in Blood and Black Lace, The Crimson Pirate, Operation Amsterdam, and Ten Thousand Bedrooms.",
  "/wiki/Cameron_Mitchell_(actor)": "Cameron Mitchell (born Cameron McDowell Mitzell; November 4, 1918 – July 6, 1994) was an American film, television, and stage actor. He began his career on Broadway before transitioning into feature films in the 1950s, appearing in several major motion pictures. He  later became known for his roles in numerous exploitation films in the 1970s and 1980s.",
  "/wiki/Castle_of_Blood": "Castle of Blood (Italian: Danza Macabra) is a 1964 horror film directed by  Antonio Margheriti and Sergio Corbucci. The film stars Barbara Steele, Arturo Dominici and Georges Rivière. The film was initially commissioned to director Sergio Corbucci, who had Gianni Grimaldi and Bruno Corbucci set to write the film. A scheduling conflict led to Corbucci's friend Margheriti being hired to complete the film. To avoid going overtime, Corbucci was brought in to film one scene.",
  "/wiki/Antonio_Margheriti": "Antonio Margheriti (19 September 1930 – 4 November 2002), also known under the pseudonyms Anthony M. Dawson and Antony Daisies (\"daisies\" is \"margherite\" in Italian),\nwas an Italian filmmaker. Margheriti worked in many different genres in the Italian film industry, and was known for his sometimes derivative but often stylish and entertaining science fiction, sword and sandal, horror/giallo, Eurospy, spaghetti western, Vietnam War and action movies that were released to a wide international audience. He died in 2002.",
  "/wiki/Sergio_Corbucci": "Sergio Corbucci (Italian: [ˈsɛrdʒo korˈbuttʃi]; 6 December 1926 – 1 December 1990) was an Italian film director. He is best known both for his very violent spaghetti westerns and bloodless Bud Spencer and Terence Hill action comedies.",
  "/wiki/Georges_Rivi%C3%A8re": "Georges Rivière (born 1 July 1924) is a French actor who worked in Argentine cinema in the 1950s. He appeared in nearly 50 films between 1948 and 1970.",
  "/wiki/Barbara_Steele": "Barbara Steele (born 29 December 1937) is a British film actress and producer. Famous for her starring in Italian Gothic horror films of the 1960s, her breakthrough performance was in Black Sunday (1960), where she played the dual role of Asa and Princess Katia Vajda.",
  "/wiki/Castle_of_the_Living_Dead": "Castle of the Living Dead (Italian: Il castello dei morti vivi) is a 1964 horror film directed by Warren Kiefer.  The film is set in France in the early 19th century after the Napoleonic wars where a traveling circus visits the castle of the Count Drago (Christopher Lee). Drago's habit of experimenting on animals is revealed and the visitors are about to become unwilling participants before they are rescued by a dwarf.",
  "/wiki/Christopher_Lee": "Sir Christopher Frank Carandini Lee, CBE, CStJ (27 May 1922 – 7 June 2015) was an English actor, singer and author. With a career spanning nearly 70 years, Lee was well known for portraying villains and became best known for his role as Count Dracula in a sequence of Hammer Horror films, a typecasting he always lamented. His other film roles include Francisco Scaramanga in the James Bond film The Man with the Golden Gun (1974), Count Dooku in the Star Wars prequel trilogy (2002 and 2005), and Saruman in the Lord of the Rings film trilogy (2001–2003) and the Hobbit film trilogy (2012–2014).",
  "/wiki/Gaia_Germani": "Gaia Germani (30 August 1942 - 20 February 2019) was an Italian film and television actress.",
  "/wiki/Philippe_Leroy_(actor)": "Philippe Leroy, full name Philippe Leroy-Beaulieu (born 15 October 1930) is a French film actor. He has appeared in over 150 films since 1960. Leroy has been living mostly in Italy since the 1960s and has worked extensively in Italian cinema, as well as in his native country. He is sometimes credited under his full name.",
  "/wiki/Cave_of_the_Living_Dead": "Cave of the Living Dead (German: Der Fluch der grünen Augen) is a 1964 German / Yugoslav horror film directed by Ákos Ráthonyi.",
  "/wiki/Akos_von_Ratony": "Ákos Ráthonyi (26 March 1908 – 6 January 1969) was a Hungarian film director and screenwriter. He directed 42 films between 1936 and 1968. He was born in Budapest, Hungary and died in Munich, West Germany.",
  "/wiki/Wolfgang_Preiss": "Wolfgang Preiss (27 February 1910 – 27 November 2002) was a German theatre, film and television actor.",
  "/wiki/Adrian_Hoven": "Adrian Hoven (18 May 1922 – 28 April 1981) was an Austrian actor, producer and film director. He appeared in 100 films between 1947 and 1981. He was born in Wöllersdorf, Austria as Wilhelm Arpad Hofkirchner and died in Tegernsee, Germany.",
  "/wiki/Carl_M%C3%B6hner": "Carl Martin Rudolf Möhner (11 August 1921 – 14 January 2005) was an Austrian film actor. He appeared in more than 40 films between 1949 and 1976. He was born in Vienna, Austria, and died in McAllen, Texas from Parkinson's disease. His most famous role was as Ernst Lindemann, Captain of the Bismarck in the 1960 film Sink the Bismarck! opposite Kenneth More.",
  "/wiki/Erika_Remberg": "Erika Remberg (15 February 1932 – 10 November 2017) was an Austrian film actress. She appeared in 31 films between 1950 and 1970. She was born in Medan, Indonesia.",
  "/wiki/Joaqu%C3%ADn_Cordero": "Joaquín Cordero (Spanish pronunciation: [xoakin koɾdero]; August 16, 1922 – February 19, 2013) was a Mexican actor of the cinema, theatre and telenovelas.",
  "/wiki/Ariadne_Welter": "Ariadne Welter (June 29, 1930 – December 13, 1998) was a Mexican movie actress of the Golden Age of Mexican cinema. She appeared in the Luis Buñuel  film The Criminal Life of Archibaldo de la Cruz (1955). In 1956 she starred in the film El Vampiro, a classic aming Mexican horror films.",
  "/wiki/Ofelia_Montesco": "Ofelia Irene Grabowski Edery (10 September 1936 – 16 June 1983), commonly known as Ofelia Montesco, was a Peruvian actress who is best remembered for her roles in cinema and television of Mexico. She was born in Iquitos City, in the Loreto Region of Peru, to Segismundo Pedro Grabowski and Julia Edery. In 1972, she portrayed Eugénie de Montijo, consort of Napoleon III, in the historical telenovela El carruaje.",
  "/wiki/The_Creeping_Terror": "The Creeping Terror (a.k.a. The Crawling Monster) is a 1964 horror-science fiction film directed and produced by, and starring, Vic Savage. The plot is centered upon an extraterrestrial, slug-like creature that attacks and devours people in a small American town. Widely considered to be one of the worst films of all time, The Creeping Terror has attained a cult status.",
  "/wiki/William_Thourlby": "William Leo Thourlby (January 22, 1924 – April 15, 2013) was an American actor, model and writer. He was known for his rugged, cowboy look, when he appeared as the face of the Marlboro Man campaign in the 1950s. This ad campaign was one of the 20th century's most famous, redefining the Marlboro brand image from a cigarette for women to one for men.",
  "/wiki/The_Curse_of_the_Living_Corpse": "The Curse of the Living Corpse is a 1964 American horror film produced, written and directed by Del Tenney. The film is about a series of murders haunt the family of a man who died leaving extensive instructions in his will to avoid him being buried alive.",
  "/wiki/Del_Tenney": "Delbert \"Del\" Tenney (July 27, 1930 – February 21, 2013) was an American actor, film director, screenwriter and film producer. Starting out as an actor he appeared in some Off-Broadway plays and also performed in the Broadway premiere of Terence Rattigan's play Ross. He then established a legacy in film with several low-budget horror/exploitation films in the 1960s, including The Horror of Party Beach (1964). Based in Connecticut, Tenney's other films include Psychomania (a.k.a. Violent Midnight), The Curse of the Living Corpse, and  I Eat Your Skin.",
  "/wiki/Roy_Scheider": "Roy Richard Scheider (November 10, 1932 – February 10, 2008) was an American actor and amateur boxer.",
  "/wiki/The_Curse_of_the_Mummy%27s_Tomb": "The Curse of the Mummy's Tomb is a British horror film produced, written and directed by Michael Carreras, starring Terence Morgan, Ronald Howard, Fred Clark and introducing Jeanne Roland.  Made by Hammer Film Productions, it was released in the UK on 18 October 1964 and, in the US, by Columbia Pictures on 31 December 1964.",
  "/wiki/Michael_Carreras": "Michael Carreras (21 December 1927, in London – 19 April 1994, in London) was a British film producer and director. He was known for his association with Hammer Studios, being the son of founder James Carreras, and taking an executive role in the company during its most successful years.",
  "/wiki/Terence_Morgan": "Terence Ivor Grant Morgan (8 December 1921 – 25 August 2005) was an English actor in theatre, cinema and television. He was the nephew of British character actor Verne Morgan. He played many \"villain\" roles in British film but is probably best remembered for his starring role in the TV historical adventure series Sir Francis Drake.",
  "/wiki/Ron_Howard": "Ronald William Howard (born March 1, 1954) is an American filmmaker and actor. Howard first came to prominence as a child actor, guest-starring in several television series, including an episode of The Twilight Zone. He gained national attention for playing young Opie Taylor, the son of Sheriff Andy Taylor (played by Andy Griffith) in the sitcom The Andy Griffith Show from 1960 through 1968. During this time, he also appeared in the musical film The Music Man (1962), a critical and commercial success.",
  "/wiki/Fred_Clark": "Frederick Leonard Clark (March 19, 1914 – December 5, 1968) was an American film and television character actor.",
  "/wiki/Devil_Doll_(film)": "Devil Doll is a 1964 British horror film about an evil ventriloquist, \"The Great Vorelli\", and his dummy Hugo, directed by Lindsay Shonteff. It stars William Sylvester and Yvonne Romain.",
  "/wiki/Lindsay_Shonteff": "Lindsay Craig Shonteff (5 November 1935 – 11 March 2006) was a Canadian born film director, film producer and screenwriter who achieved fame for low-budget films produced in England.",
  "/wiki/William_Sylvester": "William Sylvester (January 31, 1922 – January 25, 1995) was an American television and film actor. His most famous film credit was Dr. Heywood Floyd in Stanley Kubrick's 2001 A Space Odyssey (1968).",
  "/wiki/Yvonne_Romain": "Yvonne Romain (born Yvonne Warren, 17 February 1938) is a British film and television actress of the late 1950s and 1960s.",
  "/wiki/Jes%C3%BAs_Franco": "Jesús Franco Manera (12 May 1930 – 2 April 2013) was a Spanish filmmaker, composer, and actor, best known for his stylish exploitation films, directing around 160 feature films.",
  "/wiki/Perla_Cristal": "Perla Cristal (born September 29, 1937) is an Argentine actress and vedette and singer who began her career in her native country, with incursions into Hollywood and Spanish and Italian cinema. She settled in Spain in the early 1960s and continued her career in film.",
  "/wiki/Dungeon_of_Harrow": "Aaron P. \"Pat\" Boyette (July 27, 1923 – January 14, 2000) was an American broadcasting personality and news producer, and later a comic book artist best known for two decades of work for Charlton Comics, where he co-created the character the Peacemaker. He sometimes used the pen names Sam Swell, Bruce Lovelace, and Alexander Barnes.",
  "/wiki/Pat_Boyette": "Aaron P. \"Pat\" Boyette (July 27, 1923 – January 14, 2000) was an American broadcasting personality and news producer, and later a comic book artist best known for two decades of work for Charlton Comics, where he co-created the character the Peacemaker. He sometimes used the pen names Sam Swell, Bruce Lovelace, and Alexander Barnes.",
  "/wiki/The_Evil_of_Frankenstein": "The Evil of Frankenstein is a 1964 film directed by Freddie Francis. It stars Peter Cushing and New Zealand wrestler Kiwi Kingston. The film's version of the Monster is noted for resembling the one in Universal Pictures' original Frankenstein series of the 1930s and 1940s, including the distinctive laboratory sets as well as the flat-headed look of Jack Pierce's monster make-up which had been designed for Boris Karloff. Earlier Frankenstein films by Hammer had studiously avoided such similarities for copyright reasons. However, a new film distribution deal had been made between Hammer and Universal. As a result, Hammer had free rein to duplicate make-up and set elements.",
  "/wiki/Freddie_Francis": "Frederick William Francis (22 December 1917 – 17 March 2007) was an English cinematographer and film director.",
  "/wiki/Peter_Cushing": "Peter Wilton Cushing, OBE (26 May 1913 – 11 August 1994) was an English actor best known for his roles in the Hammer Productions horror films of the 1950s, 1960s, and 1970s, as well as his performance as Grand Moff Tarkin in Star Wars (1977). His acting career spanned over six decades and included appearances in more than 100 films, as well as many television, stage and radio roles. Born in Kenley, Surrey, Cushing made his stage debut in 1935 and spent three years at a repertory theatre before moving to Hollywood to pursue a film career.",
  "/wiki/Peter_Woodthorpe": "Peter Woodthorpe (25 September 1931 – 12 August 2004) was an English film, television and voice actor who supplied the voice of Gollum in the 1978 Bakshi version of The Lord of the Rings and BBC's 1981 radio serial. He also provided the voice of Pigsy in the cult series Monkey and was Max the pathologist in early episodes of Inspector Morse.",
  "/wiki/Duncan_Lamont": "Duncan William Ferguson Lamont (17 June 1918 – 19 December 1978) was a British actor. Born in Lisbon, Portugal, and brought up in Scotland, he had a long and successful career in film and television, appearing in a variety of high-profile productions.",
  "/wiki/Sandor_Eles": "József Sándor Elès (15 June 1936 – 10 September 2002), sometimes credited simply as Sandor Eles, was a Hungarian actor. He was best known latterly for TV and film work.",
  "/wiki/Face_of_the_Screaming_Werewolf": "Face of the Screaming Werewolf is a 1965 horror film created by low budget film maker Jerry Warren by combining parts of two unrelated Mexican horror films (La Casa del Terror (1960) and La Momia Azteca (1957)), and adding new footage which he had shot himself.  It was released theatrically on a double-bill with Warren's similarly constructed Curse of the Stone Hand, which starred John Carradine.",
  "/wiki/Jerry_Warren": "Jerry Warren (March 10, 1925 – August 21, 1988) was an American film director, producer, editor, screenwriter, cinematographer, and actor. Warren grew up wanting to get into the film business in Los Angeles, California. He appeared in small parts in a few 1940s films such as Ghost Catchers, Anchors Aweigh, and Unconquered.",
  "/wiki/Lon_Chaney,_Jr.": "Creighton Tull Chaney (February 10, 1906 – July 12, 1973), known by his stage name Lon Chaney Jr., was an American actor known for playing Larry Talbot in the film The Wolf Man (1941) and its various crossovers, Count Alucard (Dracula spelled backward) in Son of Dracula, Frankenstein's monster in The Ghost of Frankenstein (1942), the Mummy in three pictures, and various other roles in many Universal horror films. He also portrayed Lennie Small in Of Mice and Men (1939) and supporting parts in dozens of mainstream movies. Originally referenced in films as Creighton Chaney, he was later credited as \"Lon Chaney, Jr.\" in 1935, and after Man Made Monster (1941), beginning as early as The Wolf Man later that same year, he was almost always billed under his more famous father's name as Lon Chaney at the studio's insistence. Chaney had English, French, and Irish ancestry, and his career in movies and television spanned four decades, from 1931 to 1971.",
  "/wiki/Yolanda_Varela": "Yolanda Varela was a Mexican actress. Born in Mexico City on 30 March 1930, she started acting at a very early age. She studied ballet in the National Institute of the Performing Arts. Varela was the leading actress in many Mexican films and some Spanish/Mexican co-productions.",
  "/wiki/The_Flesh_Eaters_(film)": "The Flesh Eaters is a 1964 American horror/science fiction thriller, directed on a low budget by Jack Curtis and edited by future filmmaker Radley Metzger.  The film contains moments of violence much more graphic and extreme than many other movies of its time, making it one of the first ever gore films.",
  "/wiki/Jack_Curtis_(voice_actor)": "Jack Curtis, Jr. (June 16, 1926 – September 1970) was an American voice actor, director, producer, writer and editor. He began his career as an actor in radio shows in the 1940s. He directed, produced, shot and edited the sci-fi thriller film The Flesh Eaters (1964). He did numerous voice-overs. His voice was featured in several cartoons, and he dubbed the voices for animated characters that included Kimba the White Lion, Marine Boy, and Speed Racer for the Japanese anime series in 1967.",
  "/wiki/The_Gorgon": "The Gorgon is a 1964 British horror film directed by Terence Fisher for Hammer Films.",
  "/wiki/Terence_Fisher": "Terence Fisher (23 February 1904 – 18 June 1980) was a British film director best known for his work for Hammer Films.",
  "/wiki/Richard_Pasco": "Richard Edward Pasco, CBE (18 July 1926 – 12 November 2014) was a British stage, screen and TV actor.",
  "/wiki/The_Horror_of_Party_Beach": "The Horror of Party Beach is a 1964 American horror film in the beach party genre, directed and co-produced by Del Tenney. The film, described as \"a take-off on beach parties and musicals,\" is considered to be one of the worst films of all time.",
  "/wiki/I_Eat_Your_Skin": "I Eat Your Skin (aka Zombies, Zombie Bloodbath and Voodoo Blood Bath) is an independent 1964 black-and-white American horror film written, produced and directed by Del Tenney. It stars William Joyce, Heather Hewitt and Walter Coy. The film was shot entirely in Florida under the title Caribbean Adventure to disguise from potential investors the fact that it was a zombie film. The movie failed to find a distributor and was shelved until 1970 when producer/director/distributor Jerry Gross bought it and retitled it to form the exploitational-sounding double-bill I Drink Your Blood and I Eat Your Skin. The film follows the adventures of a playboy novelist who travels to Voodoo Island in the Caribbean to research a new book. While there he unexpectedly encounters a voodoo cult, whose leader intends to take over the world with an army of zombies.",
  "/wiki/William_Joyce": "William Brooke Joyce (24 April 1906 – 3 January 1946), nicknamed Lord Haw-Haw, was an American-born Fascist politician and Nazi propaganda broadcaster to the United Kingdom during World War II. He took German citizenship in 1940. Joyce was convicted of one count of high treason in 1945 and sentenced to death, with the Court of Appeal and the House of Lords both upholding his conviction. He was hanged on 3 January 1946, making him the last person to be executed for treason in the United Kingdom. Theodore Schurch was hanged the following day, but for the crime of treachery rather than treason.",
  "/wiki/The_Incredibly_Strange_Creatures_Who_Stopped_Living_and_Became_Mixed-Up_Zombies": "The Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies (sometimes \"!!?\" is appended to the title) is a 1964 American monster movie written and directed by Ray Dennis Steckler. Steckler also starred in the film, billed under the pseudonym \"Cash Flagg\". Upon release, the film received negative reviews, and is regarded by some critics as being one of the worst movies ever made.",
  "/wiki/Ray_Dennis_Steckler": "Ray Dennis Steckler (January 25, 1938 – January 7, 2009), also known by the pseudonym Cash Flagg, was an American film director, producer, screenwriter and actor best known as the low-budget auteur of such cult films as The Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies. In addition to Cash Flagg, Steckler was also known by the pseudonyms Sven Christian, Sven Hellstrom, Harry Nixon, Michael J. Rogers, Michel J. Rogers, Wolfgang Schmidt, Cindy Lou Steckler, R.D. Steckler, Ray Steckler, and Cindy Lou Sutters—the last being his \"porn name\".",
  "/wiki/Cash_Flagg": "Ray Dennis Steckler (January 25, 1938 – January 7, 2009), also known by the pseudonym Cash Flagg, was an American film director, producer, screenwriter and actor best known as the low-budget auteur of such cult films as The Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies. In addition to Cash Flagg, Steckler was also known by the pseudonyms Sven Christian, Sven Hellstrom, Harry Nixon, Michael J. Rogers, Michel J. Rogers, Wolfgang Schmidt, Cindy Lou Steckler, R.D. Steckler, Ray Steckler, and Cindy Lou Sutters—the last being his \"porn name\".",
  "/wiki/Carolyn_Brandt": "Carolyn Brandt is an American actress and dancer.  She was the wife of cult film director Ray Dennis Steckler and starred in many of his films, including The Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies!!?, The Thrill Killers, and Rat Pfink a Boo Boo."
}