{
  "/wiki/Frithiof_Mårtensson": "Folke Frithiof Martens Mårtensson (19 May 1884 – 20 June 1956) was a Greco-Roman wrestler from Sweden. He won the middleweight contests at the 1908 Summer Olympics in London and at the unofficial 1909 European Championships in Malmö.",
  "/wiki/Wrestling_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, nine wrestling events were contested, all for men.  There were four weight classes in Greco-Roman wrestling and five weight classes in freestyle wrestling.",
  "/wiki/Wrestling_at_the_1908_Summer_Olympics_–_Men's_Greco-Roman_middleweight": "The Greco-Roman middleweight was one of four Greco-Roman wrestling weight classes contested on the Wrestling at the 1908 Summer Olympics programme. Like all other wrestling events, it was open only to men.  The middleweight was the second-lightest weight class, allowing wrestlers up to 73 kilograms (161 lb).",
  "/wiki/Gymnastics_at_the_1908_Summer_Olympics_–_Men's_team": "The men's team was one of two gymnastics events on the Gymnastics at the 1908 Summer Olympics programme.  Each team was composed of between 16 and 40 gymnasts, with a time limit of 30 minutes for the performance.  Free gymnastics and hand apparati were allowed.  A total of 480 points was possible.",
  "/wiki/Gymnastics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, two gymnastics events were contested. No nation was successful in winning more than one medal.",
  "/wiki/Hjalmar_Johansson": "Carl Hjalmar August Johansson (20 January 1874 – 30 September 1957) was a Swedish pioneer diver, swimmer and track and field athlete who competed at the 1906, 1908 and 1912 Summer Olympics.",
  "/wiki/Diving_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, two diving events were contested, both for men only. The competition was held on Tuesday July 14, 1908 and Friday July 24, 1908.",
  "/wiki/Diving_at_the_1908_Summer_Olympics_–_Men's_10_metre_platform": "The men's 10 metre platform, also known as the high diving competition, was one of two diving events on the diving at the 1908 Summer Olympics programme, along with the men's 3 metre springboard.",
  "/wiki/Ulrich_Salchow": "Karl Emil Julius Ulrich Salchow (7 August 1877 – 19 April 1949) was a Swedish figure skater, who dominated the sport in the first decade of the 20th century.",
  "/wiki/Figure_skating_at_the_1908_Summer_Olympics": "Four figure skating events were contested at the 1908 Summer Olympics in London, but they were held in October 1908, six months after most of the other Olympic events at the 1908 Games. The figure skating competition took place at the Prince's Skating Club, in the district of Knightsbridge. It was the first time that a winter sport had ever been included in the Olympic Games, sixteen years before the first Winter Olympics in Chamonix.",
  "/wiki/Oscar_Swahn": "Oscar Gomer Swahn (20 October 1847 – 1 May 1927) was a Swedish shooter who competed at three Olympic games and won six medals, including three gold. Swahn holds records as the oldest Olympian at the time of competition, the oldest person to win gold, and the oldest person to win an Olympic medal.",
  "/wiki/Shooting_at_the_1908_Summer_Olympics": "Shooting at the 1908 Summer Olympics in London saw fifteen shooting events.  Most of the events were held at Bisley, Surrey while the trap shooting events were held at Uxendon.",
  "/wiki/Shooting_at_the_1908_Summer_Olympics_–_Men's_single-shot_running_deer": "The men's single-shot 100 meter running deer competition was one of 15 shooting sports events on the Shooting at the 1908 Summer Olympics programme.  A deer-shaped target made 10 runs of 75 feet (22.86 meters), with the shooter firing one shot during each run.  The runs lasted about 4 seconds each and took place 110 yards (100.584 meters) distant from the shooter.  There were three concentric circles on the target, with the smallest counting for 4 points, the middle for 3, and the outermost for 2.  A hit outside the circles but still on the target (except on the haunch) counted for 1 point.  The maximum possible score was thus 40 points.",
  "/wiki/Arvid_Knöppel": "Arvid Knöppel (7 March 1867 – 7 March 1925) was a Swedish sport shooter who competed at the 1908 Summer Olympics. In 1908 he won the gold medal in the team single-shot running deer event.",
  "/wiki/Ernst_Rosell": "Ernst Oscar Rosell (3 December 1881 – 26 July 1953) was a Swedish sport shooter who competed in the 1908 Summer Olympics.",
  "/wiki/Alfred_Swahn": "Alfred Gomer Swahn (20 August 1879 – 16 March 1931) was a Swedish sport shooter who competed at the 1908, 1912, 1920 and 1924 Summer Olympics. He won nine medals: three gold, three silver and three bronze. He is the son of Oscar Swahn, an Olympic shooter who competed alongside his son at the 1908, 1912 and 1920 Olympics and won six medals.",
  "/wiki/Shooting_at_the_1908_Summer_Olympics_–_Men's_team_single-shot_running_deer": "The men's team single-shot 100 meter running deer competition was one of 15 shooting sports events on the Shooting at the 1908 Summer Olympics programme.  Teams consisted of four shooters.  A deer-shaped target made 10 runs of 75 feet (23.86 meters), with the shooter firing one shot during each run.  The runs lasted about 4 seconds each and took place 110 yards (100.584 meters) distant from the shooter.  There were three concentric circles on the target, with the smallest counting for 4 points, the middle for 3, and the outermost for 2.  A hit outside the circles but still on the target (except on the haunch) counted for 1 point.  The maximum possible score was thus 40 points per shooter, or 160 for the team.",
  "/wiki/Eric_Lemming": "Eric Otto Valdemar Lemming (22 February 1880 – 5 June 1930) was a Swedish track and field athlete who competed at the 1900, 1906, 1908 and 1912 Olympics in a wide variety of events, which mostly involved throwing and jumping. He had his best results in the javelin throw, which he won at the 1906–1912 Games, and in which he set multiple world records between 1899 and 1912. His last record, measured at 62.32 m, was ratified by the International Association of Athletics Federations as the first official world record.",
  "/wiki/Athletics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics held in London, England, 26 athletics events were contested, all for men only. A total of 79 medals (27 gold, 27 silver, 25 bronze) were awarded.",
  "/wiki/Athletics_at_the_1908_Summer_Olympics_–_Men's_javelin_throw": "The men's javelin throw was one of six throwing events on the Athletics at the 1908 Summer Olympics programme in London.  The javelin was required to be held in the middle. The competition was held on 17 July 1908. 16 throwers from six nations competed.",
  "/wiki/Athletics_at_the_1908_Summer_Olympics_–_Men's_freestyle_javelin": "The men's freestyle javelin throw was one of six throwing events on the Athletics at the 1908 Summer Olympics programme in London. The javelin could be held anywhere. The competition was held on July 15, 1908. 33 throwers from nine nations competed.",
  "/wiki/Mauritz_Andersson": "Mauritz Olof Andersson (22 September 1886 – 1 November 1971) was a middleweight Greco-Roman wrestler from Sweden. He competed at the 1908 and 1912 Summer Olympics and won a silver medal in 1908. Four years later he was eliminated in the fourth round.",
  "/wiki/Karl_Malmström": "Karl Fritiof Malmström (27 December 1875 – 6 September 1938) was a Swedish diver. He competed at the 1908 Summer Olympics in the 3 m springboard and 10 m platform and won the silver medal in the platform.",
  "/wiki/Richard_Johansson": "Richard Johansson (18 June 1882 – 24 July 1952) was a Swedish figure skater. He won the silver medal in the men's singles competition at the 1908 London Olympics. He was part of the Swedish medal sweep there.\nHe also skated in pairs with Gertrud Ström and won the bronze at the 1909 World Championships.",
  "/wiki/Carl_Hellström": "Carl Leopold Hellström (10 December 1864, Gothenburg – 4 July 1962) was a Swedish sailor who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Edmund_Thormählen": "Edmund Gustaf Thormählen (21 July 1865 – 13 November 1946) was a Swedish sailor who competed in the 1908 Summer Olympics.",
  "/wiki/Erik_Wallerius": "Erik G. Wallerius (April 16, 1878 – May 7, 1967) was a Swedish sailor who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Eric_Sandberg": "Eric G. Sandberg (December 19, 1884 – December 8, 1966) was a Swedish sailor who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Harald_Wallin": "Johan Harald Alfred Wallin (27 February 1887 – 16 June 1946) was a Swedish sailor who competed at the 1908 and 1912 Summer Olympics.",
  "/wiki/Sailing_at_the_1908_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens, Greece). With the exception of the 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.\nThe Sailing program of 1908 was open for a total of five sailing classes (disciplines), but actually only four Sailing events were contested. The planned venue of all races, named matches, was Ryde, Isle of Wight.",
  "/wiki/Sailing_at_the_1908_Summer_Olympics_–_8_metre_class": "The 8 Metre was a sailing event on the Sailing at the 1908 Summer Olympics program in Ryde.  Three races were scheduled. 26 sailors, on 5 boats, from 3 nation competed.",
  "/wiki/Per-Olof_Arvidsson": "Per-Olof Arvidsson (18 December 1864 – 30 August 1947) was a Swedish shooter who competed at the 1908 and 1912 Summer Olympics in eight events in total. He won a silver medal in the team free rifle 1908 and a gold in 1912, in the 100 m team running deer, single shots.",
  "/wiki/Janne_Gustafsson": "Johan \"Janne\" Gustafsson (2 May 1883 – 24 September 1942) was a Swedish shooter who competed at the 1908 Summer Olympics.",
  "/wiki/Axel_Jansson": "Carl Axel Jansson (24 April 1882 – 22 September 1909) was a Swedish sport shooter who competed in the 1908 Summer Olympics. In 1908 he won the silver medal in the team free rifle event.",
  "/wiki/Gustaf_Adolf_Jonsson": "Gustaf Adolf Jonsson (26 June 1879 – 30 April 1949) was a Swedish sport shooter who competed at the 1908, the 1912 and the 1920 Summer Olympics.",
  "/wiki/Claës_Rundberg": "Claës J. Rundberg (14 November 1874 – 27 May 1958) was a Swedish sport shooter who competed in the 1908 Summer Olympics. In 1908 he won the silver medal in the team free rifle event.",
  "/wiki/Gustav-Adolf_Sjöberg": "Gustav-Adolf Sjöberg (22 March 1865 – 31 October 1937) was a Swedish sport shooter who competed at the 1908 Summer Olympics. In 1908 he was a member of the Swedish team which won the silver medal in the free rifle team event.",
  "/wiki/Eric_Carlberg": "Gustaf Eric Carlberg (5 April 1880 – 14 August 1963) was a Swedish Army officer, diplomat, sport shooter, fencer, and modern pentathlete who competed at the 1906, 1908, 1912 and 1924 Olympics alongside his twin brother Vilhelm.",
  "/wiki/Vilhelm_Carlberg": "Gustaf Vilhelm Carlberg (5 April 1880 – 1 October 1970) was a Swedish Army officer and sports shooter. He competed at the 1906, 1908, 1912 and 1924 Olympics and won three gold, four silver and one bronze medals. With three gold and two silver medals he was the most successful athlete at the 1912 Olympics. In 1913, he won two medals at the ISSF World Shooting Championships. His twin brother Eric competed alongside Gustaf at all those four Olympics.",
  "/wiki/Johan_Hübner_von_Holst": "Johan Hübner von Holst (22 August 1881 – 13 June 1945) was a Swedish sport shooter who competed at the 1906, 1908 and 1912 Summer Olympics.",
  "/wiki/Franz-Albert_Schartau": "Frans-Albert Vaksal Schartau (13 July 1877 – 6 June 1943) was a Swedish sport shooter who competed at the 1908 and the 1912 Summer Olympics.",
  "/wiki/Shooting_at_the_1908_Summer_Olympics_–_Men's_team_small-bore_rifle": "The  men's team small-bore rifle was one of 15 events on the Shooting at the 1908 Summer Olympics programme.  Teams consisted of four shooters.  Regulation of the equipment used in the event was done through proscribing ammunition weighing more than 140 grains, with a velocity of more than 1,450 feet per second, or having a hard metal base.  Each shooter fired 40 shots, half at 50 yards and half at 100 yards.  Maximum score for a shot was 5 points, giving a maximum total possible of 200 points per shooter or 800 per team.",
  "/wiki/Robert_Andersson_(water_polo)": "Robert Theodor Andersson (18 October 1886, Stockholm – 2 March 1972) was a Swedish water polo player, diver, and freestyle swimmer who competed in the 1906 Summer Olympics, in the 1908 Summer Olympics, in the 1912 Summer Olympics, and in the 1920 Summer Olympics.",
  "/wiki/Erik_Bergvall": "Erik Gustaf Bergvall (April 7, 1880 – February 4, 1950) was a Swedish water polo player, journalist and sports official. He also promoted the Bergvall system, a variation of the traditional knockout  tournament system which was used at the 1912, 1920 and 1924 Summer Olympics.",
  "/wiki/Pontus_Hanson": "Pontus Hanson (24 May 1894 – 4 December 1962) was a Swedish water polo player and swimmer, who won a bronze medal at the 1908 Summer Olympics in the 200 m breaststroke. In water polo he won bronze medals in 1908 and 1920 and a silver in 1912. His brother Sven competed in the 200 m breaststroke at the 1912 Olympics.",
  "/wiki/Harald_Julin": "Harald Sigfrid Alexander Julin (27 March 1890 – 31 July 1967) was a Swedish swimmer and water polo player who competed at the 1906, 1908, 1912 and 1920 Olympics. In 100 m freestyle  swimming he won a bronze medal in 1908, and failed to reach the finals in 1906 and 1912; he finished fifth in the 4×250 m freestyle relay in 1906. In water polo he won bronze medals in 1908 and 1920 and a silver at the 1912 Summer Olympics in his native Stockholm. His sons Åke and Rolf also became Olympic water polo players.",
  "/wiki/Torsten_Kumfeldt": "Karl Torsten Kumfeldt (4 January 1886 – 2 May 1966) was a Swedish water polo goalkeeper and breaststroke swimmer. He competed in water polo at the 1908, 1912 and 1920 Summer Olympics and won one silver and two bronze medals. In 1908 he also took part in the 200 m breaststroke event.",
  "/wiki/Axel_Runström": "Axel Wilhelm Runström (October 15, 1883 – August 10, 1943) was a Swedish water polo player and diver who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
  "/wiki/Gunnar_Wennerström": "Gunnar Wennerström (June 27, 1879 – 1931) was a Swedish water polo player and freestyle swimmer who competed in the 1908 Summer Olympics.",
  "/wiki/Water_polo_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a water polo tournament was contested.",
  "/wiki/Märtha_Adlerstråhle": "Anna Märtha Vilhelmina Adlerstråhle (16 June 1868 – 4 January 1956) was a Swedish tennis player. Aged 40 she won a bronze medal in the indoor singles competition at the 1908 Summer Olympics.",
  "/wiki/Tennis_at_the_1908_Summer_Olympics": "Six tennis events were contested at the 1908 Summer Olympics in London, United Kingdom. Indoor tennis events, on what were officially called 'covered courts',  were held for the first time, along with the usual outdoor events. Women's tennis returned, with women's singles (but not women's doubles or mixed doubles) and indoor women's singles. The indoor events were held at the covered courts of the Queens Club and began on May 6, 1908, ahead of the official start of the Games while the outdoor tournament was played on grass courts at the All England Lawn Tennis and Croquet Club at Worple Road from July 6 through July 11, 1908. In total 50 players, 40 men and 10 women, competed. Five nations made their tennis debuts, while five more returned to competition for a total of ten nations. Two players, Les Poidevin and Wimbledon champion Anthony Wilding were nominated for Australasia but through administrative bungling they were not entered.",
  "/wiki/Tennis_at_the_1908_Summer_Olympics_–_Women's_indoor_singles": "The indoor women's singles was one of six lawn tennis events on the Tennis at the 1908 Summer Olympics programme.",
  "/wiki/Wollmar_Boström": "Wollmar Filip Boström (15 June 1878 – 7 November 1956) was a Swedish diplomat and tennis player. He competed at the 1908 and 1912 Olympics in singles and men's doubles and won a bronze medal in the doubles in 1908, finishing fifth in three other events.",
  "/wiki/Gunnar_Setterwall": "Carl Gunnar Emanuel Setterwall (18 August 1881 – 26 February 1928) was a Swedish tennis player who won four Olympic medals. In 1908 he won a bronze in the men's indoor doubles, alongside Wollmar Boström. Four years later he won three more medals. In the mixed doubles (with Sigrid Fick) and indoor doubles (with Carl Kempe) tournament he reached the final but lost both times. Sigrid Fick was also his partner in the mixed indoor event and together they won a bronze medal.",
  "/wiki/Tennis_at_the_1908_Summer_Olympics_–_Men's_indoor_doubles": "The indoor men's doubles was one of six lawn tennis events on the Tennis at the 1908 Summer Olympics programme.",
  "/wiki/Swimming_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, six swimming events were contested. These were the first Olympic Games in which a 100-metre pool had been especially constructed (inside the main stadium's track and field oval). Previous Olympic events were swum in open water (1896: The Mediterranean Sea, 1900: The Seine River, 1904: an artificial lake). Only men participated in the swimming events. The competitions were held from Monday, July 13, 1908, to Saturday, July 25, 1908.",
  "/wiki/Swimming_at_the_1908_Summer_Olympics_–_Men's_100_metre_freestyle": "The men's 100 metre freestyle was one of six swimming events on the swimming at the 1908 Summer Olympics programme. It was the shortest of the three individual freestyle events, as the 50 yard freestyle had been dropped after its one appearance on the 1904 Summer Olympics programme. The 100 metre event was contested for the third time after it had been held at the 1896 and 1906 Olympics. The 1904 Olympics saw a 100-yard event. The competition was held on Friday July 17, 1908 and Monday July 20, 1908.",
  "/wiki/Swimming_at_the_1908_Summer_Olympics_–_Men's_200_metre_breaststroke": "The  men's 200 metre breaststroke was one of 6 swimming events on the Swimming at the 1908 Summer Olympics programme. It was the only breaststroke event on the schedule.  1908 was the first appearance of the 200 metre breaststroke, as 1904 had seen the introduction of the stroke to Olympic competition with the 400 metre event.",
  "/wiki/Arvid_Spångberg": "Arvid Fredrik \"Sparven\" Spångberg (April 3, 1890 – May 11, 1959) was a Swedish diver and bandy player. He competed in the 1908 Summer Olympics.",
  "/wiki/Sweden_at_the_1908_Summer_Olympics": "Sweden competed at the 1908 Summer Olympics in London, United Kingdom.  It was the third appearance of the European nation, which had missed only the 1904 Summer Olympics."
}