{
  "/wiki/World_Heritage_Site": "A World Heritage Site is a landmark or area, selected by the United Nations Educational, Scientific and Cultural Organization  (UNESCO) for having cultural, historical, scientific or other form of significance, which is legally protected by international treaties. The sites are judged to be important for the collective and preservative interests of humanity.",
  "/wiki/Hectare": "The hectare (/ˈhɛktɛər, -tɑːr/; SI symbol: ha) is a non-SI metric unit of area equal to a square with 100-metre sides (1 hm2), or 10,000 m2, and is primarily used in the measurement of land. There are 100 hectares in one square kilometre. An acre is about 0.405 hectare and one hectare contains about 2.47 acres.",
  "/wiki/Acre": "The acre is a unit of land area used in the imperial and US customary systems. It is traditionally defined as the area of one chain by one furlong (66 by 660 feet), which is exactly equal to 10 square chains, ​1⁄640 of a square mile, or 43,560 square feet, and approximately 4,047 m2, or about 40% of a hectare. Based upon the International yard and pound agreement of 1959, an acre may be declared as exactly 4,046.8564224 square metres. An internationally recognised symbol for the acre is ac.",
  "/wiki/Gwaii_Haanas_National_Park_Reserve_and_Haida_Heritage_Site": "Gwaii Haanas National Park Reserve, National Marine Conservation Area, and Haida Heritage Site, usually referred to simply as Gwaii Haanas (/ˌɡwaɪ ˈhɑːnəs/), is located in southernmost Haida Gwaii (formerly known as Queen Charlotte Islands), 130 kilometres (81 miles) off the mainland of British Columbia, Canada. Gwaii Haanas protects an archipelago of 138 islands, the largest being Moresby Island and the southernmost being Kunghit Island. \"Gwaii Haanas\" means \"Islands of Beauty\" in X̱aayda kíl, the language of the Haida people.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Ivvavik_National_Park": "Ivvavik National Park (/ˈiːvəvɪk/ EE-və-vik) is a national park of Canada located in Yukon. Initially named \"Northern Yukon National Park,\" the park was renamed Ivvavik in 1992 for the Inuvialuktun word meaning \"nursery\" or \"birthplace,\" in reference to the importance of the area as a calving ground for caribou. Created as a result of the Inuvialuit Final Agreement in 1984, negotiated between the Canadian Government and the Inuvialuit of the Northern Yukon, Ivvavik is the first national park in Canada to be established as a result of an aboriginal land claims agreement.",
  "/wiki/Vuntut_National_Park": "Vuntut National Park (/ˈvʊntʊt/; French: Parc national Vuntut) is a national park located in northern Yukon, Canada. It was established in 1995 as part of the Vuntut Gwitchin First Nation Final Agreement, to conserve, protect and present to Canadians a portion of the North Yukon Natural Region, to recognize Vuntut Gwitchin history and culture, and to protect the traditional and current use of the park by the Vuntut Gwitchin. The name Vuntut comes from the Gwichʼin for among the lakes.",
  "/wiki/Herschel_Island": "Herschel Island (French: Île d'Herschel; Inuit: Qikiqtaruk) is an island in the Beaufort Sea (part of the Arctic Ocean), which lies 5 km (3.1 mi) off the coast of Yukon in Canada, of which it is administratively a part. It is Yukon's only offshore island.",
  "/wiki/Yukon": "Yukon (/ˈjuːkɒn/ (listen); French: [jykɔ̃]; also commonly called the Yukon) is the smallest and westernmost of Canada's three territories. It has the smallest population of any province or territory in Canada, with a population of 35,874 people. Whitehorse, the territorial capital and Yukon's only city, is the largest settlement in any of the three territories.",
  "/wiki/Quttinirpaaq_National_Park": "Quttinirpaaq National Park is a Canadian national park. Located on the northeastern corner of Ellesmere Island in the Qikiqtaaluk Region of Nunavut, the most northerly extent of Canada, it is the second most northerly park on Earth after Northeast Greenland National Park. In Inuktitut, Quttinirpaaq means \"top of the world\". It was established as Ellesmere Island National Park Reserve in 1988, and the name was changed to Quttinirpaaq in 1999, when Nunavut was created, and became a national park in 2000.\nThe reserve covers 37,775 square kilometres (14,585 sq mi), making it the second largest park in Canada, after Wood Buffalo National Park.",
  "/wiki/Nunavut": "Nunavut (/ˈnuːnəvuːt/ (listen) NOO-nə-voot, French: [nynavy(t)]; Inuktitut syllabics: ᓄᓇᕗᑦ [ˈnunavut]) is the newest, largest, and most northerly territory of Canada. It was separated officially from the Northwest Territories on April 1, 1999, via the Nunavut Act and the Nunavut Land Claims Agreement Act, though the boundaries had been drawn in 1993. The creation of Nunavut resulted in the first major change to Canada's political map since incorporating the province of Newfoundland in 1949.",
  "/wiki/Klondike_Gold_Rush": "The Klondike Gold Rush[n 1] was a migration by an estimated 100,000 prospectors to the Klondike region of the Yukon, in north-western Canada, between 1896 and 1899. Gold was discovered there by local miners on August 16, 1896, and, when news reached Seattle and San Francisco the following year, it triggered a stampede of prospectors. Some became wealthy, but the majority went in vain. It has been immortalized in artifacts, films, games, literature, and photographs.",
  "/wiki/Hecate_Strait": "Hecate Strait (/ˈhɛkɪt/; Haida language: K̲andaliig̲wii, also siigaay which means simply \"ocean\") is a wide but shallow strait between Haida Gwaii (formerly the Queen Charlotte Islands) and the mainland of British Columbia, Canada. It merges with Queen Charlotte Sound to the south and Dixon Entrance to the north. About 87 miles (140 km) wide at its southern end, Hecate Strait narrows in the north to about 30 miles (48 km). It is about 160 miles (260 km) in length.",
  "/wiki/Queen_Charlotte_Sound_(Canada)": "Queen Charlotte Sound is a sound of the Pacific Ocean in British Columbia, Canada, between  Vancouver Island in the south and Haida Gwaii (formerly Queen Charlotte Islands) in the north. It merges with Hecate Strait in the north and Queen Charlotte Strait in the south.",
  "/wiki/Sponge_reef": "Sponge reefs are reefs formed by Hexactinellid sponges, which have a skeleton made of silica, and are often referred to as glass sponges. Such reefs are now very rare, and found only on the western Canadian continental shelf.   Although common in the late Jurassic period, sponge reefs were believed to have gone extinct during or shortly after the Cretaceous period, until the existing reefs were discovered in 1987–1988 - hence these sometimes being dubbed living fossils.",
  "/wiki/Stein_Valley_Nlaka%27pamux_Heritage_Park": "Stein Valley Nlaka'pamux Heritage Park is a provincial park in British Columbia, Canada. Nearly the complete Stein River watershed from the mountains to the Fraser River is protected in this park, though there are some areas of the watershed that were left out.",
  "/wiki/Wanuskewin_Heritage_Park": "Wanuskewin Heritage Park is a non-profit cultural and historical centre of the First Nations. (In the Cree language: ᐋᐧᓇᐢᑫᐃᐧᐣ / wânaskêwin means, \"being at peace with oneself\".)   The site is a National Historic Site of Canada due to the importance of its archaeological resources representing nearly 6000 years of the history of the Northern Plains peoples. In 2016, it was announced that Wanuskewin intends to seek UNESCO World Heritage designation, which would make it the first World Heritage Site in Saskatchewan.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/Anticosti_Island": "Anticosti Island (French: Île d'Anticosti) is an island in the province of Quebec, Canada at the outlet of the Saint Lawrence River into the Gulf of Saint Lawrence, between 49° and 50° N., and between 61° 40' and 64° 30' W. At 7,892.52 km2 (3,047.32 sq mi) in size, it is the 90th largest island in the world and 20th largest island in Canada. Anticosti Island is separated on the north from the Côte-Nord region of Quebec (the Labrador Peninsula) by the Jacques Cartier Strait, and on the south from the Gaspé Peninsula by the Honguedo Strait.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Heart%27s_Content_Cable_Station": "Heart's Content Cable Station is a former cable landing station located in Heart's Content, Newfoundland and Labrador. It served as the western terminus of the first permanent trans-oceanic submarine telegraph cable, while a sister cable station on Valentia Island, Ireland, served as the eastern terminus. The original cable was first brought ashore in Heart's Content on July 27, 1866, and the station remained in use until it was closed in 1965. The station was designated a Provincial Historic Site in 1974 and is now a museum. On December 20, 2017, it was announced that the Heart's Content Cable Station would be one of eight new sites nominated by the Canadian Government for UNESCO World Heritage Site status.",
  "/wiki/Newfoundland_and_Labrador": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.",
  "/wiki/Qajartalik": "Qajartalik (Inuktitut for \"where there is a kayak\") is a petroglyph site located on the Qajartalik peninsula of Qikertaaluk Island, Nunavut, approximately 40 km southeast of Kangirsujuaq, Quebec. The site consists of over 150 carvings of faces in soapstone. It was created by the Dorset people, the culture who inhabited the Canadian eastern Arctic and Greenland beginning approximately 2,200 years ago before disappearing approximately 1,000 years ago, and who inhabited the region prior to the Thule Inuit who arrived approximately 800 years ago. It is believed to be the north most rock art site in North America and is considered to be one of a kind. The site is currently on Canada's tentative list of sites proposed for inscription on the UNESCO World Heritage List.",
  "/wiki/Sirmilik_National_Park": "Sirmilik National Park (/ˈsɜːrməlɪk/; Inuktitut: \"the place of glaciers\") is a national park located in Qikiqtaaluk, Nunavut, Canada, established in 1999.  Situated within the Arctic Cordillera, the park is composed of three areas: most of Bylot Island with the exception for a few areas that are Inuit-owned lands, Oliver Sound, and Baffin Island's Borden Peninsula. Much of the park is bordered by water.",
  "/wiki/Yukon_Ice_Patches": "The Yukon Ice Patches are a series of dozens of ice patches in the southern Yukon discovered in 1997, which have preserved hundreds of archaeological artifacts, with some more than 9,000 years old. The first ice patch was discovered on the mountain Thandlät, west of the Kusawa Lake campground which is 60 km (37 mi) west of Whitehorse, Yukon. The Yukon Ice Patch Project began shortly afterwards with a partnership between archaeologists in partnership with six Yukon First Nations, on whose traditional territory the ice patches were found. They include the Carcross/Tagish First Nation, the Kwanlin Dün First Nation, the Ta’an Kwäch’än Council, the Champagne and Aishihik First Nations, the Kluane First Nation, and the Teslin Tlingit Council."
}