{
  "/wiki/Amos_Boon": "Amos Leonard Boon Hock Chye (born 12 July 1972) is a former goalkeeper who last played for Woodlands Wellington in the 2011 S-League season. He was retired professionally at the end of the season.",
  "/wiki/Sengkang_Punggol": "Hougang United Football Club is a professional football club in Singapore's professional league Singapore Premier League.",
  "/wiki/Baihakki_Khaizan": "Baihakki bin Khaizan (born 31 January 1984) is a Singaporean professional footballer who plays as a centre-back.",
  "/wiki/Young_Lions_FC": "Young Lions Football Club (known as Garena Young Lions under a sponsorship deal with internet and mobile platform company Garena from the 2016 season) is a professional football team based in Singapore. The team is under the direct control of the Football Association of Singapore (FAS), but is managed as a football club and has competed in Singapore's top club competition – the Singapore Premier League – since 2003. The Young Lions are one of the few football clubs in the world which place an age restriction on team members while playing in a top-flight professional league. Most of the Singaporean members in the Young Lions squad also represent the country in under-23 international tournaments.",
  "/wiki/Fazrul_Nawaz": "Fazrul Nawaz bin Shahul Hameed (born 17 April 1985) is a Singapore international footballer who play as a striker for Singapore Premier League club Hougang United .",
  "/wiki/Gombak_United": "Not to be confused with Gombe United FC.",
  "/wiki/Masrezwan_Masturi": "Masrezwan Masturi (born 17 February 1981) is a Singaporean footballer currently playing for Home United in the S.League.",
  "/wiki/SAFFC": "Warriors Football Club is a Singaporean professional football club that plays in the top-tier Singapore Premier League. Before they officially changed their name on 20 January 2013, they were previously known as the Singapore Armed Forces Football Club (SAFFC) since their establishment on 16 February 1996. Despite their name back then, membership of the Armed Forces was not a prerequisite for players representing the team, and several international players have played for them.",
  "/wiki/Mohd_Noor_Ali": "Mohd Noor Ali is a Singaporean former footballer and current head coach.",
  "/wiki/Shah_Hirul": "Shah Hirul is a Singaporean footballer who plays for Balestier Khalsa as a Midfielder.",
  "/wiki/Farizal_Basri": "Farizal Basri is a midfielder who currently plays for Woodlands Wellington FC in the S-League, joining them in early 2012 in time for the 2012 S.League.",
  "/wiki/Balestier_Khalsa": "Balestier Khalsa Football Club is a professional football club which plays in Singapore Premier League. The club's logo depicts a Tiger, the nickname of the club, on top of a pair of Kirpan. The logo is made up of key elements from the two clubs it was merged from. The Tiger is the mascot of the Balestier half of the merged entity while the kirpan is a religious dagger worn by members of the Sikh faith, who were a major backer of half of the merged entity through the Clementi club.",
  "/wiki/Rivaldo_Costa_Amaral_Filho": "Rivaldo Costa Amaral Filho, or simply Rivaldo Costa (born May 8, 1978) is a Brazilian footballer who plays as a forward.",
  "/wiki/Esporte_Clube_Tupy": "Esporte Clube Tupy, commonly known as Tupy, is a Brazilian football club based in Vila Velha, Espírito Santo state.",
  "/wiki/Luiz_Carlos_Machado_J%C3%BAnior": "Luiz Carlos Machado Júnior, or simply Júnior (born 5 June 1979) is a Brazilian footballer who plays as a striker for Geylang United.",
  "/wiki/Nanchang_Bayi": "Shanghai Shenxin Football Club (Chinese: 上海申鑫; pinyin: Shànghǎi Shēnxīn) is a professional football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Jinshan District, Shanghai and their home stadium is the Jinshan Football Stadium that has a seating capacity of 30,000. Their majority shareholder is Chinese real estate company Hengyuan Corporation.",
  "/wiki/Rastislav_Belicak": "Rastislav Beličák is a Slovak footballer who plays as a midfielder who currently plays for FK Šaca. He retired from professional football in 2010.",
  "/wiki/MFK_Zempl%C3%ADn_Michalovce": "MFK Zemplín Michalovce (Slovak pronunciation: [ˈzɛmpliːn ˈmixalɔʊ̯tsɛ]) is a Slovak football team, based in the town of Michalovce who are playing in the Fortuna Liga, the top tier in the Slovak football league system, from 2015–16.",
  "/wiki/Miroslav_Latiak": "Miroslav Latiak (born 19 March 1981) is a Slovak footballer who currently plays as a forward for MFK Tatran Liptovský Mikuláš of the Slovak Slovak 2. liga.",
  "/wiki/MFK_Ru%C5%BEomberok": "MFK Ružomberok (Slovak pronunciation: [ˈɾuʒɔmbɛɾɔk] (listen)) is a Slovak football club, playing in the city of Ružomberok."
}