{
  "/wiki/1968_ABA_Playoffs": "The 1968 ABA Playoffs was the postseason tournament following the American Basketball Association's inaugural 1967-1968 season, starting on March 23 and ending on May 4. The tournament concluded with the Eastern Division champion Pittsburgh Pipers defeating the Western Division champion New Orleans Buccaneers, four games to three in the ABA Finals.",
  "/wiki/Connie_Hawkins": "Cornelius \"Connie\" Lance Hawkins (July 17, 1942 – October 6, 2017) was an American basketball player in the American Basketball League (ABL), American Basketball Association (ABA) and National Basketball Association (NBA), Harlem Globetrotters, and Harlem Wizards. A New York City playground legend, “The Hawk” \nwas inducted into the Naismith Basketball Hall of Fame in 1992.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Pittsburgh_Pipers": "The Pittsburgh Condors were a professional basketball team in the original American Basketball Association. Originally called the Pittsburgh Pipers, they were a charter franchise of the ABA and captured the first league title. The team played their home games in Pittsburgh's Civic Arena.",
  "/wiki/1969_ABA_Playoffs": "The 1969 ABA Playoffs was the postseason tournament of the American Basketball Association's 1968–69 season. The tournament concluded with the Western Division champion Oakland Oaks defeating the Eastern Division champion Indiana Pacers, four games to one in the ABA Finals.",
  "/wiki/Warren_Jabali": "Warren Jabali (August 29, 1946 – July 13, 2012) was an American basketball player.  He played professionally in the American Basketball Association (ABA) from 1968 to 1975.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Oakland_Oaks_(ABA)": "The Oakland Oaks were a charter member of the original American Basketball Association. Formed in February 1967 as the Oakland Americans, the team changed its name to the Oaks before play that fall. Playing in the ABA during the 1967–68 and 1968–69 seasons at the Oakland-Alameda County Coliseum, the team colors were green and gold.",
  "/wiki/1970_ABA_Playoffs": "The 1970 ABA Playoffs was the postseason tournament of the American Basketball Association's 1969-1970 season. The tournament concluded with the Eastern Division champion Indiana Pacers defeating the Western Division champion Los Angeles Stars, four games to two in the ABA Finals.",
  "/wiki/Roger_Brown_(basketball,_born_1942)": "Roger William Brown (May 22, 1942 – March 4, 1997) was an American professional basketball player. Brown was inducted into the Naismith Memorial Basketball Hall of Fame on September 8, 2013.",
  "/wiki/Indiana_Pacers": "The Indiana Pacers are an American professional basketball team based in Indianapolis. The Pacers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The Pacers were first established in 1967 as a member of the American Basketball Association (ABA) and became a member of the NBA in 1976 as a result of the ABA–NBA merger. They play their home games at Bankers Life Fieldhouse. The team is named after Indiana's history with the Indianapolis 500's pace cars and with the harness racing industry.",
  "/wiki/1971_ABA_Playoffs": "The 1971 ABA Playoffs was the postseason tournament of the American Basketball Association's 1970-1971 season. The tournament concluded with the Western Division champion Utah Stars defeating the Eastern Division champion Kentucky Colonels, four games to three in the ABA finals.",
  "/wiki/Zelmo_Beaty": "Zelmo \"Big Z\" Beaty (/ˈbeɪtiː/ BAY-tee; October 25, 1939 – August 27, 2013) was an American basketball  player. He played eight seasons in the National Basketball Association (NBA) and four in the rival American Basketball Association (ABA). A three-time ABA All-Star, Beaty was inducted into the Naismith Memorial Basketball Hall of Fame as a player in 2016.",
  "/wiki/Utah_Stars": "The Utah Stars were an American Basketball Association (ABA) team based in Salt Lake City, Utah, USA.",
  "/wiki/1972_ABA_Playoffs": "The 1972 ABA Playoffs was the postseason tournament of the American Basketball Association's 1971–1972 season. The tournament concluded with the Western Division champion Indiana Pacers defeating the Eastern Division champion New York Nets, four games to two in the 1972 ABA Finals.",
  "/wiki/Freddie_Lewis": "Frederick L. Lewis (born July 1, 1943) is a retired American basketball player.  He played professionally in the National Basketball Association (NBA) and American Basketball Association (ABA).  He is the only player to start his career in the NBA, and play all 9 full ABA seasons (1967-1976) until the NBA/ABA merger, then sign back with the NBA.",
  "/wiki/1973_ABA_Playoffs": "The 1973 ABA Playoffs was the postseason tournament of the American Basketball Association's 1972-1973 season. The tournament concluded with the Western Division champion Indiana Pacers defeating the Eastern Division champion Kentucky Colonels, four games to three in the ABA Finals.",
  "/wiki/George_McGinnis": "George F. McGinnis (born August 12, 1950) is an American retired professional basketball player who played 11 seasons in the American Basketball Association (ABA) and National Basketball Association (NBA). He was drafted into the ABA from Indiana University in 1971.",
  "/wiki/1974_ABA_Playoffs": "The 1974 ABA Playoffs was the postseason tournament of the American Basketball Association's 1973-1974 season. The tournament concluded with the Eastern Division champion New York Nets defeating the Western Division champion Utah Stars, four games to one in the ABA Finals.",
  "/wiki/Julius_Erving": "Julius Winfield Erving II (born February 22, 1950), commonly known by the nickname Dr. J, is an American retired basketball player who helped popularize a modern style of play that emphasizes leaping and playing above the rim in his career at the ABA and the NBA.  Erving helped legitimize the American Basketball Association (ABA) and was the best-known player in that league when it merged into the National Basketball Association (NBA) after the 1975–76 season.",
  "/wiki/New_York_Nets": "The Brooklyn Nets are an American professional basketball team based in the New York City borough of Brooklyn. The Nets compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Barclays Center. They are one of two NBA teams located in New York City; the other is the New York Knicks. The team was established in 1967 as a charter franchise of the NBA's rival league, the American Basketball Association (ABA). They played in New Jersey as the New Jersey Americans during their first season, before moving to Long Island in 1968 and changing their name to the New York Nets. During this time, the Nets won two ABA championships (in 1974 and 1976). In 1976, the ABA merged with the NBA, and the Nets were absorbed into the NBA along with three other ABA teams (the San Antonio Spurs, Indiana Pacers, and Denver Nuggets, all of whom remain in the league today).",
  "/wiki/1975_ABA_Playoffs": "The 1975 ABA Playoffs was the postseason tournament of the American Basketball Association's 1974–75 season. The tournament concluded with the Eastern Division champion Kentucky Colonels defeating the Western Division champion Indiana Pacers, four games to one in the ABA Finals.",
  "/wiki/Artis_Gilmore": "Artis Gilmore (born September 21, 1949) is an American retired basketball player who played in the American Basketball Association (ABA) and National Basketball Association (NBA). Gilmore was inducted into the Naismith Memorial Basketball Hall of Fame on August 12, 2011.",
  "/wiki/Kentucky_Colonels": "The Kentucky Colonels were a member of the American Basketball Association for all of the league's nine years. The name is derived from the historic Kentucky colonels.  The Colonels won the most games and had the highest winning percentage of any franchise in the league's history, but the team did not join the NBA in the 1976 ABA–NBA merger.   The downtown Louisville Convention Center (now known as The Gardens) was the Colonels' original venue for the first three seasons before moving to Freedom Hall for the remaining seasons, beginning with the 1970–71 schedule.",
  "/wiki/1976_ABA_Playoffs": "The 1976 ABA Playoffs was the postseason tournament of the American Basketball Association's 1975–76 season. The tournament concluded with the New York Nets defeating the Denver Nuggets four games to two in the ABA Finals.",
  "/wiki/ABA_Playoffs_Most_Valuable_Player_Award": "The ABA Playoffs Most Valuable Player Award was an annual American Basketball Association (ABA) given in the ABA Playoffs. The award was first awarded in the 1968 ABA Playoffs, and was retired as part of the ABA–NBA merger. In sports, the player judged to be the most important to the team is the most valuable player (MVP)."
}