{
  "/wiki/The_Joe_Schmo_Show": "The Joe Schmo Show is a reality television hoax show created by Paul Wernick and Rhett Reese.  The series was broadcast in the U.S. on the cable network Spike. The show's premise is that a target person or people are led to believe that they are contestants on a reality television show; in reality, all of the other participants in the purported show – including the host – are actors, and their actions and the outcome of the purported show are all scripted in an attempt to elicit comedic reactions from the targets.  The show's first season, The Joe Schmo Show, aired in 2003, and its second season,  Joe Schmo 2, aired in 2004. The first season's hoax was conducted as a typical reality competition show while the second hoax was a Bachelor-like dating series.",
  "/wiki/I%27m_with_Her_(TV_series)": "I'm with Her is an American sitcom that aired for one season on ABC.",
  "/wiki/The_Drew_Carey_Show": "The Drew Carey Show is an American sitcom television series that aired on ABC from September 13, 1995 to September 8, 2004. It was set in Cleveland, Ohio and revolved around the retail office and home life of \"everyman\" Drew Carey, a fictionalized version of the actor.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/30_Rock": "30 Rock is an American satirical sitcom television series created by Tina Fey that originally aired on NBC from October 11, 2006 to January 31, 2013. The series, based on Fey's experiences as head writer for Saturday Night Live, takes place behind the scenes of a fictional live sketch comedy show depicted as airing on NBC. The series's name refers to 30 Rockefeller Plaza in New York City, the address of the Comcast Building, where the NBC Studios are located and where Saturday Night Live is written, produced, and performed. This series was produced by Broadway Video and Little Stranger, Inc., in association with NBCUniversal.",
  "/wiki/Somebody_to_Love_(30_Rock)": "\"Somebody to Love\" is the sixth episode of the second season of 30 Rock, and the twenty-seventh episode overall. It was written by Kay Cannon and the series' creator, Tina Fey, and was directed by Beth McCarthy. The episode first aired on November 15, 2007 on the NBC network in the United States. Guest stars in this episode include Hamza Ahmed, Fred Armisen, Kevin Brown, Chris Caniglia, Grizz Chapman, Matthieu Cornillon, Michael Devine, Edie Falco, John Lutz, Maulik Pancholy, Christianne Tisdale and Kristen Wiig.",
  "/wiki/Flight_of_the_Conchords_(TV_series)": "Flight of the Conchords is an American sitcom that was first shown on HBO on June 17, 2007. The show follows the adventures of Flight of the Conchords, a two-man band from New Zealand, as its members seek fame and success in New York City. The show stars the real-life duo of Jemaine Clement and Bret McKenzie, who play fictionalized versions of themselves. A second season was announced on August 17, 2007, and shown from January 18, 2009. On December 11, 2009, the duo confirmed that the series would not return for a third season.",
  "/wiki/Love_Is_a_Weapon_of_Choice": "\"Love Is A Weapon of Choice\" is the sixth episode of the second season of the HBO comedy series Flight of the Conchords.  This episode first aired in the United States on February 22, 2009.",
  "/wiki/Bored_to_Death": "Bored to Death is an American comedy series that ran on HBO from September 20, 2009 to November 28, 2011. The show was created by author Jonathan Ames, and stars Jason Schwartzman as a fictional Jonathan Ames—a writer based in Brooklyn, New York City, who moonlights as an unlicensed private detective. The show also stars Ted Danson as George and Zach Galifianakis as Ray, both friends of Jonathan. On December 20, 2011, HBO cancelled Bored to Death after three seasons and twenty-four episodes. Development of a television movie subsequently began in January 2013.",
  "/wiki/Ugly_Americans_(TV_series)": "Ugly Americans is an American adult animated sitcom created by Devin Clark and developed by David M. Stern. The program focuses on the life of Mark Lilly, a social worker employed by the Department of Integration, in an alternate reality version of New York City inhabited by monsters and other creatures. Daniel Powell served as executive producer and Aaron Augenblick as supervising producer and animation director.",
  "/wiki/The_Cleveland_Show": "The Cleveland Show was an American animated sitcom created by Seth MacFarlane, Richard Appel, and Mike Henry for the Fox Broadcasting Company as a spin-off of Family Guy. The series centered on the Browns and Tubbs, two dysfunctional families consisting of parents Cleveland Brown and Donna Tubbs and their children Cleveland Brown, Jr., Roberta Tubbs, and Rallo Tubbs. Similar to Family Guy, it exhibited much of its humor in the form of cutaway gags that often lampoon American culture. As it will always be aired on FOX from time to time, it has been cancelled and will most likely, not make a return to the spotlight.",
  "/wiki/The_Looney_Tunes_Show": "The Looney Tunes Show is an American animated sitcom produced by Warner Bros. Animation that ran from May 3, 2011 through August 31, 2014 on Cartoon Network. The series consists of two seasons each containing 26 episodes, and features characters from the Looney Tunes and Merrie Melodies theatrical cartoon shorts updated for the 21st century.",
  "/wiki/Lola_Bunny": "Lola Bunny is a Looney Tunes cartoon character portrayed as an anthropomorphic female rabbit who first appeared in the 1996 film Space Jam. She is Bugs Bunny's girlfriend, and was created as the \"female merchandising counterpart\" of the character.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/Flaming_Moe": "\"Flaming Moe\" is the eleventh episode of The Simpsons' twenty second season. It originally aired on the Fox network in the United States on January 16, 2011. It follows the efforts of Waylon Smithers to earn Mr. Burns' respect by turning Moe's Tavern into a successful gay bar, leading Moe to become more popular as a gay man than Smithers. Meanwhile, Principal Skinner looks for love with the substitute music teacher.",
  "/wiki/SpongeBob_SquarePants": "SpongeBob SquarePants is an American animated comedy television series created by marine science educator and animator Stephen Hillenburg for Nickelodeon. The series chronicles the adventures and endeavors of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom. The fifth-longest-running American animated series, its popularity has made it a media franchise. It is the highest rated series to air on Nickelodeon and ViacomCBS Domestic Media Networks' most distributed property. As of late 2017, the media franchise has generated $13 billion in merchandising revenue for Nickelodeon.",
  "/wiki/Legends_of_Bikini_Bottom": "Legends of Bikini Bottom is an anthology series of six episodes in the American animated television series SpongeBob SquarePants, as part of its seventh season. As the name suggests, the episodes have plots involving things like monsters, magic and mythical creatures. The episode called \"Trenchbillies\" first premiered on the online social networking service Facebook on January 27, 2011 before airing on Nickelodeon on January 29, 2011. The four others, titled \"Sponge-Cano!\", \"The Main Drain\", \"The Monster Who Came to Bikini Bottom\" and \"Welcome to the Bikini Bottom Triangle\" premiered on Nickelodeon as part of an hour-long special on January 28, 2011. The decision to air the series online was aimed at attracting \"the young and the restless hooked to the internet and the social media.\"",
  "/wiki/Portlandia_(TV_series)": "Portlandia is a sketch comedy television series set and filmed in and around Portland, Oregon, starring Fred Armisen and Carrie Brownstein. The show was produced by Broadway Video Television and IFC Original Productions. It was created by Armisen and Brownstein, along with Jonathan Krisel, who directs it. It debuted on IFC on January 21, 2011.",
  "/wiki/Homerland": "\"Homerland\" (styled as \"HOMƎRLAND\") is the first episode of the 25th season of the American animated sitcom The Simpsons, and the 531st episode of the series overall. It originally aired on the Fox network in the United States on September 29, 2013. It was written by Stephanie Gillis and directed by Bob Anderson. It guest-stars Kristen Wiig as Annie Crawford and Kevin Michael Richardson as an unnamed FBI agent. The episode's title and plot is a reference to the Primetime Emmy Award-winning TV series Homeland.",
  "/wiki/Arrested_Development_(TV_series)": "Arrested Development is an American television sitcom created by Mitchell Hurwitz, which originally aired on Fox for three seasons from November 2, 2003, to February 10, 2006. The show follows the Bluths, a formerly wealthy dysfunctional family. It is presented in a serialized format, incorporating handheld camera work, voice-over narration,  archival photos, and historical footage. The show also maintains numerous running gags and catchphrases. Ron Howard serves as both an executive producer and the omniscient narrator and, in later seasons, appears in the show portraying a fictionalized version of himself. Set in Newport Beach, California, Arrested Development was filmed primarily in Culver City and Marina del Rey.",
  "/wiki/Drunk_History": "Drunk History is an American educational television comedy series produced by Comedy Central, based on the Funny or Die web series created by Derek Waters and Jeremy Konner in 2007, both of whom, along with Will Ferrell and Adam McKay, are the show's executive producers. In each episode, an inebriated narrator, joined by host Waters, struggles to recount an event from history, while actors enact the narrator's anecdotes and also lip sync the dialogue. In addition to Waters and celebrity guest stars, the show's characters are played by regulars such as Bennie Arthur, Tim Baltz, Mort Burke, Sarah Burns, Maria Blasucci, Craig Cackowski, Michael Cassady, Michael Coleman, Tymberlee Hill, Adam Nee, Jeremy J. Tutson, Greg Tuculescu, J.T. Palmer and Aasha Davis.",
  "/wiki/Patty_Hearst": "Patricia Campbell Hearst (born February 20, 1954)[citation needed] is an American author and actress, a granddaughter of American publishing magnate William Randolph Hearst. She became internationally known for events following her 1974 kidnapping by the left-wing terrorist Symbionese Liberation Army. She was found 19 months after being abducted, by which time she was a fugitive wanted for serious crimes committed with members of the group. She was held in custody, and there was speculation before trial that her family's resources would enable her to avoid time in jail.",
  "/wiki/The_Spoils_of_Babylon": "The Spoils of Babylon is an American comedy miniseries written by Matt Piedmont and Andrew Steele, directed by Piedmont, and starring Tobey Maguire, Kristen Wiig, Tim Robbins, Jessica Alba, Val Kilmer, Haley Joel Osment, Michael Sheen, and Will Ferrell. It is intended to be a spoof of the epic-scale \"TV event\" miniseries adapted from bestselling novels (such as Shogun, The Thorn Birds and Rich Man, Poor Man) prevalent on American network television in the 1970s and 1980s. The miniseries premiered on IFC on January 9, 2014. For her performance as Cynthia Morehouse, Kristen Wiig was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie.",
  "/wiki/A_Deadly_Adoption": "A Deadly Adoption is a 2015 American made for television black comedy thriller film directed by Rachel Lee Goldenberg and written by Andrew Steele. The film aired on the Lifetime Network on June 20, 2015. It stars Will Ferrell, Kristen Wiig and Jessica Lowndes.",
  "/wiki/The_Spoils_Before_Dying": "The Spoils Before Dying is an American comedy miniseries written by Matt Piedmont and Andrew Steele, and directed by Piedmont. It stars Will Ferrell, Michael Kenneth Williams and Kristen Wiig.  The miniseries premiered on July 8, 2015 on the American cable channel IFC. A follow-up to the miniseries The Spoils of Babylon, The Spoils Before Dying follows a 1950s jazz pianist-turned-private eye who becomes embroiled in a murder investigation."
}