{
  "/wiki/Michigan_Wolverines_football": "The Michigan Wolverines football program represents the University of Michigan in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. Michigan has the most all-time wins in college football history. The team is known for its distinctive winged helmet, its fight song, its record-breaking attendance figures at Michigan Stadium, and its many rivalries, particularly its annual, regular-season-ending game against Ohio State, known simply as “The Game,” once voted as ESPN's best sports rivalry.",
  "/wiki/Jim_Harbaugh": "James Joseph Harbaugh (/ˈhɑːrbɔː/; born December 23, 1963) is an American football coach and former quarterback, who is the current head football coach of the Michigan Wolverines. He played college football at Michigan for coach Bo Schembechler from 1983 to 1986 and played in the National Football League (NFL) for 14 seasons from 1987 to 2000. He then served as the head coach of the San Diego Toreros (2004–2006), the Stanford Cardinal (2007–2010), and the NFL's San Francisco 49ers (2011–2014). In 2015, Harbaugh returned to his alma mater, Michigan.",
  "/wiki/Ohio_State_Buckeyes_football": "The Ohio State Buckeyes football team competes as part of the NCAA Division I Football Bowl Subdivision, representing Ohio State University in the East Division of the Big Ten Conference. Ohio State has played their home games at Ohio Stadium in Columbus, Ohio since 1922.  The Buckeyes are recognized by the university and NCAA as having won eight national championships along with 40 conference championships (including 38 Big Ten titles), eight division championships, 10 undefeated seasons, and six perfect seasons (no losses or ties). As of 2017, the football program is valued at $1.5 billion, the highest valuation of any such program in the country.",
  "/wiki/Ryan_Day_(American_football)": "Ryan Patrick Day (born March 12, 1979) is an American football coach and former college player. He is the 24th and current head football coach at Ohio State University. He played quarterback and linebacker for the New Hampshire Wildcats from 1998 to 2001 before he began his coaching career in 2002.",
  "/wiki/Nebraska_Cornhuskers_football": "The Nebraska Cornhuskers football team competes as part of the NCAA Division I Football Bowl Subdivision, representing the University of Nebraska–Lincoln in the West Division of the Big Ten. Nebraska plays its home games at Memorial Stadium, where it has sold out every game since 1962. The team is currently coached by Scott Frost.",
  "/wiki/Scott_Frost": "Scott Andrew Frost  (born January 4, 1975) is an American football coach and former player. He is the head coach at the University of Nebraska-Lincoln. He was the head coach at the University of Central Florida. He played six years in the National Football League (NFL) with the New York Jets, Cleveland Browns, Green Bay Packers, and Tampa Bay Buccaneers. Frost was the starting quarterback for Tom Osborne's 1997 Nebraska national championship team.",
  "/wiki/Penn_State_Nittany_Lions_football": "The Penn State Nittany Lions team represents the Pennsylvania State University in college football. The Nittany Lions compete in the NCAA Division I Football Bowl Subdivision as a member of the Big Ten Conference, which they joined in 1993 after playing as an Independent from 1892 to 1992.",
  "/wiki/James_Franklin_(American_football_coach)": "James Geoffrey Franklin (born February 2, 1972) is an American football coach and former player. He is the head football coach at Penn State University, a position he has held since the 2014 season.  Franklin served as the head football coach at Vanderbilt University from 2011 to 2013.",
  "/wiki/Iowa_Hawkeyes_football": "The Iowa Hawkeyes football team represents the University of Iowa in college football. The Hawkeyes compete in the West division of the Big Ten Conference. Iowa joined the Conference (then known as the Western Conference or Big Nine) in 1899 and played their first Conference football season in 1900. They are currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Hawkeyes play their home games in Iowa City, Iowa at Kinnick Stadium, with a capacity of 69,250. The Hawkeyes are currently coached by Kirk Ferentz, who is in his 21st season as the head coach and is the longest current tenured head coach in NCAA Division I FBS.",
  "/wiki/Kirk_Ferentz": "Kirk James Ferentz (born August 1, 1955) is an American football coach.  He is the head football coach at the University of Iowa, a position he has held since the 1999 season. From 1990 to 1992, Ferentz was the head football coach at the University of Maine, where he had a record of 12-21. He has also served as an assistant coach with the Cleveland Browns and Baltimore Ravens of the National Football League (NFL).  Ferentz played college football as a linebacker at the University of Connecticut from 1974 to 1976. Since 2017, he has been the longest tenured FBS coach with one program, and as of September 2018, is the all-time wins leader at Iowa.",
  "/wiki/Michigan_State_Spartans_football": "The Michigan State Spartans football program represents Michigan State University in college football at the NCAA Division I Football Bowl Subdivision level. The Spartans are members of the Big Ten Conference.  Michigan State claims a total of six national championships (1951, 1952, 1955, 1957, 1965, and 1966); the AP Poll voted Michigan State as national champion one time (1952). They have been named national champions twice in the Coaches Poll (1952 and 1965). The Spartans have also won two Michigan Intercollegiate Athletic Association championships (1903 and 1905) and nine Big Ten championships (1953, 1965, 1966, 1978, 1987, 1990, 2010, 2013, and 2015).",
  "/wiki/Mark_Dantonio": "Mark Justin Dantonio (born March 9, 1956) is a former American football coach and player. He most recently served as the head football coach at Michigan State University, a position he had held since the 2007 season, presiding over one of the most successful eras in the program's history. He led the Michigan State Spartans to three Big Ten Conference championships, and eight victories over archrival Michigan in thirteen years. In 2013, he coached Michigan State to its first 13-win season and the program's fifth trip to the Rose Bowl, where they defeated Stanford and finished the season ranked No. 3 in the nation.  At the time, this was only the second instance a Big Ten team had reached the 13-win mark, the other being Ohio State's national championship season in 2002, where Dantonio was the defensive coordinator. The 2013 season also marked the first time a Big Ten team won nine conference games by double digits in each contest. In 2015, Dantonio became the first head coach in Big Ten history to achieve at least 11 wins in five of six seasons. On December 6, 2015, Dantonio's Spartans qualified for the College Football Playoff for the first time in the program's history. The Spartans were the No. 3 seed in the Playoff and faced Alabama in the 2015 Cotton Bowl, but lost 38–0.",
  "/wiki/Minnesota_Golden_Gophers_football": "The Minnesota Golden Gophers football program represents the University of Minnesota in college football at the NCAA Division I Football Bowl Subdivision (FBS) level. Founded in 1882, the program is one of the oldest in college football. Minnesota has been a member of the Big Ten Conference since its inception in 1896 as the Western Conference. The Golden Gophers claim seven national championships: 1904, 1934, 1935, 1936, 1940, 1941, and 1960. Since 2009, the Gophers have played all their home games at TCF Bank Stadium in Minneapolis, Minnesota.",
  "/wiki/PJ_Fleck": "Philip John Fleck Jr. (born November 29, 1980) is an American football coach and former player. He is currently the head coach for the Minnesota Golden Gophers football team. He is the former head coach of the Western Michigan Broncos football team. Fleck played as a wide receiver for Northern Illinois University from 1999 to 2003 and with the San Francisco 49ers of the National Football League (NFL) from 2004 to 2005.",
  "/wiki/Northwestern_Wildcats_football": "The Northwestern Wildcats football team, representing Northwestern University, is an NCAA Division I college football team and member of the Big Ten Conference, with evidence of organization in 1876. The mascot is the Wildcat, a term coined by a Chicago Tribune reporter in 1924, after reporting on a football game where the players appeared as \"a wall of purple wildcats\". Northwestern achieved an all-time high rank of No. 1 during the 1936 and 1962 seasons, then plummeted to extended levels of futility from the mid-1970s to 1994. Recently, under Pat Fitzgerald's leadership, the Wildcats have become a well-rounded team capable of competing with top teams across the country.",
  "/wiki/Pat_Fitzgerald": "Patrick William Fitzgerald Jr. (born (1974-12-02)December 2, 1974) is the current head coach of the Northwestern University Wildcats football team. He was selected after the unexpected death of Randy Walker and announced at a press conference on July 7, 2006. He was 31 at the time, making him the youngest head football coach in the Big Ten Conference and NCAA Division I FBS by five years. As a linebacker for Northwestern from 1993 to 1996, he won both the Bronko Nagurski Trophy and Chuck Bednarik Award twice as the best defensive player in college football. He was inducted into the College Football Hall of Fame in 2008.",
  "/wiki/Purdue_Boilermakers_football": "The Purdue Boilermakers football team represents Purdue University in the NCAA Football Bowl Subdivision (FBS) of college football. Purdue plays its home games at Ross–Ade Stadium on the campus of Purdue University in West Lafayette, Indiana. The head coach of Purdue is Jeff Brohm, the 36th head coach in program history. The Boilermakers compete in the Big Ten Conference as a member of the West Division. Purdue had most recently been a part of the Leaders Division of the Big Ten, but moved to the West Division in 2014 due to conference expansion.",
  "/wiki/Jeff_Brohm": "Jeffrey Scott Brohm (born April 24, 1971) is an American football coach and former quarterback.  He is the head football coach at Purdue University.  Brohm played college football at the University of Louisville for coach Howard Schnellenberger from 1989 to 1993 and played in the National Football League (NFL) for seven seasons from 1994 to 2000 and the XFL in 2001. He served as the head coach at Western Kentucky University from 2014–2016.",
  "/wiki/Wisconsin_Badgers_football": "The Wisconsin Badgers football program represents the University of Wisconsin–Madison in the sport of American football. Wisconsin competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the West Division of the Big Ten Conference (Big Ten). The Badgers have competed in the Big Ten since its formation in 1896. They play their home games at Camp Randall Stadium, the fourth-oldest stadium in college football. Wisconsin is one of 26 College football programs to win 700 or more games. Wisconsin has had two Heisman Trophy winners, Alan Ameche and Ron Dayne, and have had Eleven former players inducted into the College Football Hall of Fame. As of October 19, 2019, the Badgers have an all-time record of 711–496–53.",
  "/wiki/Paul_Chryst": "Paul Joseph Chryst (born November 17, 1965) is an American football coach and former player. He is currently the head football coach for the Wisconsin Badgers. In his four years to date with Wisconsin, only four NCAA teams have more wins than Chryst. Chryst was the head coach at the University of Pittsburgh from 2012 to 2014. Prior to his head coaching career, Chryst had previously been the offensive coordinator at Wisconsin from 2005 through 2011. He also served in the same capacity at Oregon State University and was an assistant coach for the San Diego Chargers of the National Football League. Chryst played college football at Wisconsin, where he lettered as a quarterback and tight end from 1986 to 1988.",
  "/wiki/Maryland_Terrapins_football": "The Maryland Terrapins football team represents the University of Maryland, College Park in the sport of American football. The Terrapins compete in the NCAA Division I Football Bowl Subdivision (FBS) and the Big Ten Conference. The Terrapins joined the Big Ten Conference on July 1, 2014, following 62 years in the Atlantic Coast Conference as a founding member. Mike Locksley is the head coach.",
  "/wiki/Mike_Locksley": "Michael Anthony Locksley (born December 25, 1969) is an American football coach. He is currently the head coach of the University of Maryland football team and former offensive coordinator for the University of Alabama.",
  "/wiki/Rutgers_Scarlet_Knights_football": "The Rutgers Scarlet Knights football team represents Rutgers University in the Football Bowl Subdivision (FBS) of the National Collegiate Athletics Association (NCAA). Rutgers competes as a member of the East Division of the Big Ten Conference. Prior to joining the Big Ten, the team was a member of the American Athletic Conference (formerly the Big East Conference) from 1991 to 2013. Rutgers plays its home games at SHI Stadium, in Piscataway, New Jersey. The team is currently led by head coach Greg Schiano.\nThe Rutgers football team is notable for playing in what is considered to be the first ever intercollegiate football game in 1869, in which they defeated Princeton University by a score of 6–4. For this reason, Rutgers has been described as \"the birthplace of college football.\"",
  "/wiki/Greg_Schiano": "Gregory Edward Schiano (born June 1, 1966) is an American football coach. He is the current head coach of the Rutgers Scarlet Knights of the Big Ten Conference.",
  "/wiki/Indiana_Hoosiers_football": "The Indiana Hoosiers football program represents Indiana University Bloomington in NCAA Division I Football Bowl Subdivision college football and in the Big Ten Conference. The Hoosiers have played their home games at Memorial Stadium since 1960.",
  "/wiki/Tom_Allen_(American_football)": "Thomas Allen (born March 14, 1970) is an American college football coach serving as the head coach of the Indiana Hoosiers football team. Allen previously served as the defensive coordinator at Indiana and South Florida.  He spent time as an assistant at Ole Miss, Arkansas State, and Drake, among other programs. A native of New Castle, Indiana, Allen also spent six seasons as defensive coordinator and three seasons as the head football coach at Ben Davis High School in Indianapolis.",
  "/wiki/Illinois_Fighting_Illini_football": "The Illinois Fighting Illini football program represents the University of Illinois in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. The Fighting Illini are a founding member of the Big Ten Conference and compete in its West Division. Illinois claims five national championships and 15 Big Ten championships.",
  "/wiki/Lovie_Smith": "Lovie Lee Smith (born May 8, 1958) is an American football coach who serves as the head coach of the University of Illinois at Urbana–Champaign Fighting Illini football team. He was previously the head coach of the Chicago Bears of the National Football League (NFL) from 2004 to 2012, and the NFL's Tampa Bay Buccaneers from 2014 to 2015. Smith has been to the Super Bowl twice, as the defensive coordinator for the St. Louis Rams and as the head coach for the Bears in 2006.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university."
}