{
  "/wiki/1992_in_film": "The year 1992 in film involved many significant film releases.",
  "/wiki/65th_Academy_Awards": "The 65th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1992 in the United States and took place on March 29, 1993, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the fourth consecutive year. In related events, during a ceremony held at the Century Plaza Hotel in Los Angeles on March 6, the Academy Awards for Technical Achievement were presented by host Sharon Stone.",
  "/wiki/The_Fall_of_Otrar": "The Fall of Otrar (Kazakh: Гибел Отрара, Gıbel Otrara) is a 1991 Kazakhstani drama film directed by Ardak Amirkulov. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 65th Academy Awards, but was not accepted as a nominee.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/Nomad_(2005_film)": "Nomad: The Warrior (Kazakh: Көшпенділер, Kóshpendiler) is a 2005 Kazakh historical epic film written and co-produced by Rustam Ibragimbekov, executive-produced by Miloš Forman and directed by Sergei Bodrov, Ivan Passer and Talgat Temenov. It was released on March 16, 2007 in North America, distributed by The Weinstein Company. Two versions of the film were shot: one in Kazakh by Temenov for distribution in Kazakhstan and one in English by Passer and Bodrov for distribution worldwide. The government of Kazakhstan invested $40 million in the film production, making it the most expensive Kazakh film ever made. Nomad was Kazakhstan's official entry for Best Foreign Language Film for the 79th Academy Awards.",
  "/wiki/Sergei_Bodrov": "Sergei Vladimirovich Bodrov (Russian: Серге́й Влади́мирович Бодро́в, IPA: [sʲɪrˈɡʲej bɐˈdrof]; born June 28, 1948) is a Russian film director, screenwriter, and producer. In 2003 he was the President of the Jury at the 25th Moscow International Film Festival.",
  "/wiki/Ivan_Passer": "Ivan Passer (10 July 1933 – 9 January 2020) was a Czech film director and screenwriter, best known for his involvement in the Czechoslovak New Wave and for directing American films such as Born to Win (1971), Cutter's Way (1981) and Stalin (1992).",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Mongol_(film)": "Mongol (Монгол), also known as Mongol: The Rise of Genghis Khan in the United States and Mongol: The Rise to Power of Genghis Khan in the United Kingdom, is a 2007 semi-historical epic film directed by Sergei Bodrov, about the early life of Temüjin, who later came to be known as Genghis Khan. The storyline was conceived from a screenplay written by Bodrov and Arif Aliev. It was produced by Bodrov, Sergei Selyanov, and Anton Melnik and stars Tadanobu Asano, Sun Honglei, and Chuluuny Khulan in the main roles. Mongol explores abduction, kinship, and the repercussions of war.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/81st_Academy_Awards": "The 81st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2008 and took place on February 22, 2009, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Condon and Laurence Mark and directed by Roger Goodman. Actor Hugh Jackman hosted the show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel.",
  "/wiki/Tulpan": "Tulpan (Kazakh: Тюльпан, Tıýlpan) is a 2008 Kazakh drama film. It was directed by Sergey Dvortsevoy and distributed by Zeitgeist Films. Tulpan was Kazakhstan's 2009 Academy Awards official submission to Foreign Language Film category. It won the award for Best Film at the 2nd Asia Pacific Screen Awards.",
  "/wiki/Sergey_Dvortsevoy": "Sergey Vladimirovich Dvortsevoy (born 1962) is a Kazakh filmmaker of Russian origin. His 2008 feature film Tulpan was Kazakhstan's 2009 Academy Awards official submission to Foreign Language Film category.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/83rd_Academy_Awards": "The 83rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2010 in the United States and took place on February 27, 2011, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST (8:30 p.m. EST). During the ceremony, Academy Awards (commonly called the Oscars) were presented in 24 competitive categories. The ceremony was televised in the United States by ABC, and produced by Bruce Cohen and Don Mischer, with Mischer also serving as director. Actors James Franco and Anne Hathaway co-hosted the ceremony, marking the first time for each.",
  "/wiki/Strayed_(2009_film)": "Strayed (Russian: Заблудившийся) is a 2009 Kazakhstani thriller directed by Akan Satayev. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 83rd Academy Awards, but it didn't make the final shortlist.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/Returning_to_the_'A'": "Returning to the 'A' (Kazakh: А-ға оралу, A-ǵa oralý; Russian: Возвращение в «А») is a 2011 Kazakhstani drama film directed by Egor Konchalovsky. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 84th Academy Awards, but it did not make the final shortlist.",
  "/wiki/2012_in_film": "The following tables list films released in 2012. Most notably, the two oldest surviving American film studios, Universal and Paramount both celebrated their centennial anniversaries, marking the first time that two major film studios celebrate 100 years, and the Dolby Atmos sound format was launched for the premiere of Brave. The James Bond film series celebrated its 50th anniversary and released its 23rd film, Skyfall. Six box-office blockbusters from previous years (Beauty and the Beast, Star Wars: Episode I – The Phantom Menace, Titanic, Raiders of the Lost Ark, Finding Nemo, and Monsters, Inc.) were re-released in 3D and IMAX. Also 2012 in film marked the debut for high frame rate technology. The first film using 48 fps, a higher frame rate than the film industry standard 24 fps, was The Hobbit: An Unexpected Journey.",
  "/wiki/85th_Academy_Awards": "The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Craig Zadan and Neil Meron and directed by Don Mischer. Actor Seth MacFarlane hosted the show for the first time.",
  "/wiki/Myn_Bala": "Myn Bala (Kazakh: Жаужүрек мың бала, Jaýjúrek myń bala) is a 2011 Kazakhstani historical dramatic film depicting the eighteenth century war fought between the Kazakhs and the Dzungar Khanate. The film was made to commemorate the 20th anniversary of Kazakhstan's independence from the Soviet Union. Its production cost over $7 million (USD).",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/The_Old_Man_(2012_film)": "The Old Man (Kazakh: Шал, translit. Shal) is a 2012 Kazakhstani drama film written and directed by Ermek Tursunov. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 86th Academy Awards, but it was not nominated.",
  "/wiki/2015_in_film": "2015 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/88th_Academy_Awards": "The 88th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2015 and took place on February 28, 2016, at the Dolby Theatre in Hollywood, Los Angeles, 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by David Hill and Reginald Hudlin and directed by Glenn Weiss. Actor Chris Rock hosted the show for the second time, having previously hosted the 77th ceremony held in 2005.",
  "/wiki/Stranger_(2015_film)": "Stranger (Kazakh: Жат, translit. Jat) is a 2015 Kazakhstani drama film written and directed by Ermek Tursunov. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 88th Academy Awards but it was not nominated. It was screened in the Contemporary World Cinema section of the 2015 Toronto International Film Festival.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/Amanat_(2016_film)": "Amanat (Kazakh: Аманат, Amanat) is a 2016 Kazakhstani drama film directed by Satybaldy Narymbetov. The film was selected as the Kazakhstani entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated.",
  "/wiki/2017_in_film": "2017 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of films released, and notable deaths in 2017.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/The_Road_to_Mother": "The Road to Mother (Kazakh: Анаға апарар жол, Anaǵa aparar jol) is a 2016 Kazakhstani drama film directed by Akan Satayev. It was selected as the Kazakhstani entry for the Best Foreign Language Film at the 90th Academy Awards, but it was not nominated.",
  "/wiki/2018_in_film": "2018 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2018, festivals, a list of films released and notable deaths.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Ayka": "Ayka (Russian: Айка, romanized: Aıka) is a 2018 drama film directed by Sergey Dvortsevoy. It was selected to compete for the Palme d'Or at the 2018 Cannes Film Festival. At Cannes, Samal Yeslyamova won the award for Best Actress. It was selected as the Kazakhstani entry for the Best Foreign Language Film at the 91st Academy Awards, making the December shortlist.",
  "/wiki/2019_in_film": "2019 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2019, festivals, a list of country-specific lists of films released, and notable deaths.",
  "/wiki/92nd_Academy_Awards": "The 92nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2019 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. After more than a decade of holding the Academy Award ceremonies towards the end of February, the 92nd Academy Awards took place earlier in the month, on February 9, 2020. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Lynette Howell Taylor and Stephanie Allain; it was directed by Glenn Weiss. Citing the success of the format at the 91st presentation in 2019, ABC announced that the ceremony would again be conducted without a host.",
  "/wiki/Kazakh_Khanate_–_Golden_Throne": "Kazakh Khanate – Golden Throne is a 2019 Kazakhstani drama film directed by Rustem Abdrashev. It was selected as the Kazakhstani entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated. The film is the second in a series, which was launched with Diamond Sword in 2017.",
  "/wiki/List_of_Kazakhstani_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "Kazakhstan has submitted thirteen films in the Academy Award for Best International Feature Film[nb 1] category since gaining its independence from the USSR in 1991. In 2008, Kazakhstan received its first-ever Oscar nomination, for the epic Genghis Khan biography, Mongol. Kazakhstan shocked many Oscar prognosticators when the obscure Kelin was shortlisted in 2010 over better-known films for Italy, Korea, Norway and others. Ultimately, Kelin failed to reach the final five. Kazakhstan is so far the only Central Asian country to be nominated for an Academy Award."
}