{
  "/wiki/32nd_Grammy_Awards": "The 32nd Annual Grammy Awards were held in 1990. They recognized accomplishments by musicians from the previous year.",
  "/wiki/K.d._lang": "Kathryn Dawn Lang OC AOE (born November 2, 1961), known by her stylized stage name k.d. lang, is a Canadian pop and country singer-songwriter and occasional actress.",
  "/wiki/Absolute_Torch_and_Twang": "Absolute Torch and Twang is the third album by k.d. lang and the Reclines, released in 1989.",
  "/wiki/Rosanne_Cash": "Rosanne Cash (born May 24, 1955) is an American singer-songwriter and author. She is the eldest daughter of country musician Johnny Cash and Vivian Liberto Cash Distin, Johnny Cash's first wife.",
  "/wiki/I_Don%27t_Want_to_Spoil_the_Party": "\"I Don't Want to Spoil the Party\" is a song by the English rock band the Beatles, written by John Lennon and credited to Lennon–McCartney. It was released on the album Beatles for Sale in the United Kingdom in December 1964. \"I Don't Want to Spoil the Party\" was also released on the Beatles for Sale (No. 2) EP.",
  "/wiki/Emmylou_Harris": "Emmylou Harris (born April 2, 1947) is an American singer, songwriter, and musician. She has released dozens of albums and singles over the course of her career and won 14 Grammys, the Polar Music Prize, and numerous other honors, including induction into the Country Music Hall of Fame. In 2018 she was presented the Grammy Lifetime Achievement Award.",
  "/wiki/Kathy_Mattea": "Kathleen Alice Mattea (born June 21, 1959) is an American country music and bluegrass singer. Active since 1984 as a recording artist, she has charted more than 30 singles on the Billboard Hot Country Songs charts, including four that reached No. 1: \"Goin' Gone\", \"Eighteen Wheels and a Dozen Roses\", \"Come from the Heart\", and \"Burnin' Old Memories\", plus 12 more that charted within the top ten. She has released 14 studio albums, two Christmas albums, and one greatest hits album. Most of her material was recorded for Universal Music Group Nashville's Mercury Records Nashville division between 1984 and 2000, with later albums being issued on Narada Productions, her own Captain Potato label, and Sugar Hill Records. Among her albums, she has received five gold certifications and one platinum certification from the Recording Industry Association of America (RIAA). She has collaborated with Dolly Parton, Michael McDonald, Tim O'Brien, and her husband, Jon Vezner. Mattea is also a two-time Grammy Award winner: in 1990 for \"Where've You Been\", and in 1993 for her Christmas album Good News. Her style is defined by traditional country, bluegrass, folk, and Celtic music influences.",
  "/wiki/Dolly_Parton": "Dolly Rebecca Parton (born January 19, 1946) is an American singer, songwriter, multi-instrumentalist, record producer, actress, author, businesswoman, and humanitarian, known primarily for her work in country music. After achieving success as a songwriter for others, Parton made her album debut in 1967 with Hello, I'm Dolly. With steady success during the remainder of the 1960s (both as a solo artist and with a series of duet albums with Porter Wagoner), her sales and chart peak came during the 1970s and continued into the 1980s. Parton's albums in the 1990s did not sell as well, but she achieved commercial success again in the new millennium and has released albums on various independent labels since 2000, including her own label, Dolly Records.",
  "/wiki/Why%27d_You_Come_in_Here_Lookin%27_Like_That": "\"Why'd You Come in Here Lookin' Like That\" is a song written by Bob Carlisle and Randy Thomas, and recorded by American country music artist Dolly Parton.  It was released in May 1989 as the first single from the album White Limozeen.  The song was Parton's eighteenth number one on the country chart.  The single went to number one for one week and spent a total of 20 weeks on the country chart.",
  "/wiki/33rd_Grammy_Awards": "The 33rd Annual Grammy Awards were held on February 20, 1991. They recognized accomplishments by musicians from the previous year. Quincy Jones was the night's biggest winner winning a total of six awards including Album of the Year.",
  "/wiki/Where%27ve_You_Been": "\"Where've You Been\" is a song recorded by American country music artist Kathy Mattea.  It was released in November 1989 as the third single from the album Willow in the Wind.  The song reached #10 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Mary_Chapin_Carpenter": "Mary Chapin Carpenter (born February 21, 1958) is an American singer-songwriter. Carpenter spent several years singing in Washington, D.C. clubs before signing in the late 1980s with Columbia Records, who marketed her as a country singer. Carpenter's first album, 1987's Hometown Girl, did not produce any singles, although 1989's State of the Heart and 1990's Shooting Straight in the Dark each produced four Top 20 hits on the Billboard country singles charts.",
  "/wiki/Quittin%27_Time": "\"Quittin' Time\" is a song written by Robb Royer and Roger Linn, and recorded by American country music artist Mary Chapin Carpenter.  It was released in January 1990 as the third single from the album State of the Heart.  The song reached #7 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Carlene_Carter": "Carlene Carter (born Rebecca Carlene Smith; September 26, 1955) is an American country singer and songwriter. She is the daughter of June Carter and her first husband, Carl Smith.",
  "/wiki/I_Fell_in_Love_(album)": "I Fell in Love is the sixth studio album by American country singer Carlene Carter, released in 1990. This was the highest-ranking Billboard album of her career, at #19 on the US Country charts. Four singles from the album also charted, with the title song \"I Fell in Love,\" and \"Come on Back\" both reaching #3 as singles. Two lower-charting hits were the #25 \"The Sweetest Thing\" and the #33 \"One Love.\"",
  "/wiki/Reba_McEntire": "Reba Nell McEntire (born March 28, 1955) is an American country singer, songwriter, actress, and record producer. She began her career in the music industry as a high school student singing in the Kiowa High School band, on local radio shows with her siblings, and at rodeos. While a sophomore in college at Southeastern Oklahoma State University, she performed the National Anthem at the National Rodeo in Oklahoma City and caught the attention of country artist Red Steagall who brought her to Nashville, Tennessee. She signed a contract with Mercury Records a year later in 1975. She released her first solo album in 1977 and released five additional studio albums under the label until 1983.",
  "/wiki/You_Lie_(Reba_McEntire_song)": "\"You Lie\" is a song written by Bobby Fischer, Charlie Black and Austin Roberts. It was originally recorded by American country music artist Cee Cee Chapman for her 1988 debut album Twist of Fate. The best-known version of the song was recorded by Reba McEntire who released it in August 1990 as the first single from her fifteenth album Rumor Has It.  The song became McEntire's fourteenth number one country hit, staying at the top spot for one week in late 1990 and spending a total of 20 weeks on the country chart.",
  "/wiki/K.T._Oslin": "Kay Toinette Oslin (born May 15, 1942) is an American country music singer and songwriter. Best known for her 1987 top ten hit country single, \"80's Ladies\". She is also well known for a series of other top-ten country hits during the late 1980s and early 1990s, four of which topped the American Country chart. Worldwide, Oslin, has sold about 5 million albums. As of 2019, she had a net worth of $68 million.",
  "/wiki/Come_Next_Monday": "\"Come Next Monday\" is a song co-written by American country music singer K. T. Oslin.  It was originally recorded by Judy Rodman on her 1986 album Judy.",
  "/wiki/34th_Grammy_Awards": "The 34th Annual Grammy Awards were held on February 25, 1992. They recognized accomplishments by musicians from the previous year (1991). Natalie Cole was the big winner winning three awards including Album of the Year. Paul Simon opened the show.",
  "/wiki/Down_at_the_Twist_and_Shout": "\"Down at the Twist and Shout\" is a song written and recorded by American country music artist Mary Chapin Carpenter.  It was released in June 1991 as the third single from the album Shooting Straight in the Dark.  The song reached number 2 on the Billboard Hot Country Singles & Tracks chart on September 14, 1991. The Cajun-themed song features backing from members of BeauSoleil, who are also name-dropped in the lyrics. Carpenter (and BeauSoleil) performed the song pregame at Super Bowl XXXI.",
  "/wiki/Time_Passes_By": "Time Passes By is the sixth studio album released by American country music artist Kathy Mattea. It was released in 1991 (see 1991 in country music) on Mercury Records. The album, like her last two studio albums before it, was certified gold by the RIAA. Singles released from it include the title track at #7, \"Whole Lotta Holes\" at #18, and \"Asking Us to Dance\" at #27. \"From a Distance\" was originally recorded by Nanci Griffith and later versions were released by Bette Midler and Judy Collins.",
  "/wiki/For_My_Broken_Heart": "For My Broken Heart is the eighteenth studio album by American country music singer Reba McEntire, released on October 1, 1991. It was the first album recorded after an airplane crash which killed most of the members of her touring band. The album is, as McEntire states in the album's notes, \"a form of healing for all our broken hearts\" and the songs were chosen to that effect.",
  "/wiki/Tanya_Tucker": "Tanya Denise Tucker (born October 10, 1958) is an American country music singer and songwriter who had her first hit, \"Delta Dawn\", in 1972 at the age of 13. Over the succeeding decades, Tucker became one of the few child performers to mature into adulthood without losing her audience, and during the course of her career, she notched a streak of top-10 and top-40 hits.\nShe has had several successful albums, several Country Music Association award nominations, and hit songs such as 1973's \"What's Your Mama's Name?\" and \"Blood Red and Goin' Down\", 1975's \"Lizzie and the Rainman\", 1988's \"Strong Enough to Bend\", and 1992's \"Two Sparrows in a Hurricane\". Tucker's 2019 album While I'm Livin' won the Grammy Award for Best Country Album, and \"Bring My Flowers Now\" from that same album won Tucker a shared songwriting Grammy for Best Country Song.",
  "/wiki/Down_to_My_Last_Teardrop": "\"Down to My Last Teardrop\" is a song written by Paul Davis, and recorded by American country music artist Tanya Tucker.  It was released in June 1991 as the first single from Tucker's album What Do I Do with Me.  The song reached number 2 on the Billboard Hot Country Singles & Tracks chart in September 1991 and number 1 on the RPM Country Tracks chart in Canada.",
  "/wiki/Trisha_Yearwood": "Patricia Lynn Yearwood (born September 19, 1964) is an American country music artist, actress, author, television personality and celebrity chef. She rose to fame with her 1991 debut single \"She's in Love with the Boy\", which became a number one hit on the Billboard country singles chart. Its corresponding self-titled debut album would sell over two million copies. Yearwood continued a series of major country hits during the early to mid-1990s, including \"Walkaway Joe\" (1992), \"The Song Remembers When\" (1993), \"XXX's and OOO's (An American Girl)\" (1994), \"Believe Me Baby (I Lied)\" (1996) and How Do I Live (1997).",
  "/wiki/She%27s_in_Love_with_the_Boy": "\"She's in Love with the Boy\" is a debut song written by Jon Ims and recorded by American country music artist Trisha Yearwood. It was released in March 1991 as the lead single from her self-titled debut album. The song reached number one on the Billboard U.S. Hot Country Singles & Tracks chart and was the first of five number ones on the country chart for Trisha Yearwood.",
  "/wiki/35th_Grammy_Awards": "The 35th Annual Grammy Awards were held on February 24, 1993 and recognized accomplishments by musicians from the previous year. The nominations were announced on January 7, 1993. The evening's host was the American stand-up comedian Garry Shandling, who hosted the ceremony for the third time. The CBS network broadcast the show live from the Shrine Auditorium in Los Angeles, California.",
  "/wiki/I_Feel_Lucky": "\"I Feel Lucky\" is a song co-written and recorded by American country music artist Mary Chapin Carpenter.  It was released in May 1992 as the first single from the album Come On Come On.  The song reached number 4 on the Billboard Hot Country Singles & Tracks chart. The Chipettes recorded a cover of this song for the 1992 album Chipmunks in Low Places.  It was written by Carpenter and Don Schlitz.",
  "/wiki/Wynonna_Judd": "Wynonna Ellen Judd (/waɪˈnoʊnə/; born Christina Claire Ciminella; May 30, 1964) is a multi award-winning American country music singer. Her solo albums and singles are all credited to the single name Wynonna. She first rose to fame in the 1980s alongside her mother Naomi in the country music duo The Judds. They released seven albums on Curb Records in addition to 26 singles, of which 14 were number-one hits.",
  "/wiki/Wynonna_(album)": "Wynonna is the debut studio album of American country music artist Wynonna Judd. It was released in 1992 (see 1992 in country music) on MCA Records in association with Curb Records as her first solo debut album. Before the release of Wynonna, she recorded alongside her mother, Naomi, as The Judds, a duo which charted more than twenty country singles in the 1980s and early 1990s until hepatitis forced Naomi to retire.",
  "/wiki/The_Greatest_Man_I_Never_Knew": "\"The Greatest Man I Never Knew\" is a song written by Richard Leigh and Layng Martine, Jr., and recorded by American country music artist Reba McEntire.  It released in July 1992 as the fourth and final single from her album For My Broken Heart.  The song reached No. 3 on the Billboard Hot Country Singles & Tracks chart in October 1992. Richard Leigh has described the song as being about his own father and that several other of his hit songs were also from his own life (\"I'll Get Over You\" and \"Don't It Make My Brown Eyes Blue\").\nThe song debuted at No. 57 for the week of August 15, 1992.[citation needed]",
  "/wiki/Lorrie_Morgan": "Loretta Lynn Morgan (born June 27, 1959) is an American country music singer. She is the daughter of George Morgan, widow of Keith Whitley, and ex-wife of Jon Randall and Sammy Kershaw, all of whom are also country music singers. Morgan has been active as a singer since the age of 13, and charted her first single in 1979. She achieved her greatest success between 1988 and 1999, recording for RCA Records Nashville and the defunct BNA Records. Her first two RCA albums (Leave the Light On and Something in Red) and her BNA album Watch Me are all certified platinum by the Recording Industry Association of America (RIAA). The 1995 compilation Reflections: Greatest Hits is her best-selling album with a double-platinum certification; War Paint, Greater Need, and Shakin' Things Up, also on BNA, are certified gold.",
  "/wiki/Something_in_Red_(song)": "\"Something in Red\" is a song written by Angela Kaset and recorded by American country music artist Lorrie Morgan. It was released in May 1992 as the fourth single and title track from the album Something in Red. The song reached number 14 on the Billboard Hot Country Singles & Tracks chart and peaked at number 10 on the RPM Country Tracks in Canada. The song also earned Morgan her first and only nomination for the Grammy Award for Best Female Country Vocal Performance.",
  "/wiki/Pam_Tillis": "Pamela Yvonne Tillis (born July 24, 1957) is an American country music singer and actress. She is the daughter of country music singer Mel Tillis.",
  "/wiki/Maybe_It_Was_Memphis": "\"Maybe It Was Memphis\" is a song written by Michael Anderson, and recorded by American country music artist Pam Tillis on two separate occasions. The second recording was released in 1991 as the fourth single from her album Put Yourself in My Place.",
  "/wiki/36th_Grammy_Awards": "The 36th Annual Grammy Awards were held in 1994. They recognized accomplishments by musicians from the previous year. Whitney Houston was the Big Winner winning 3 awards including Record of the Year and Album of the Year while opening the show with \"I Will Always Love You\".",
  "/wiki/Passionate_Kisses": "\"Passionate Kisses\" is a song that was written and recorded by singer Lucinda Williams for her 1988 eponymous album. It was famously recorded by Mary Chapin Carpenter for her 1992 album Come On Come On and released as the album's third single.",
  "/wiki/Soon_(Tanya_Tucker_song)": "\"Soon\" is a song written by Bob Regan and Casey Kelly, and recorded by American country music artist Tanya Tucker.  It was released in October 1993 as the first single and title track from the album Soon.  The song reached #2 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Only_Love_(Wynonna_Judd_song)": "\"Only Love\" is a song written by Roger Murrah and Marcus Hummon, and recorded by American country music artist Wynonna. It was released in July 1993 as the second single from the album Tell Me Why.  The song reached number 3 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Walkaway_Joe": "\"Walkaway Joe\" is a song written by Vince Melamed and Greg Barnhill, and recorded by American country music singer Trisha Yearwood, with background vocals from Don Henley of the Eagles. It was released in November 1992 as the second single from her album Hearts in Armor. The song reached number 2 on the U.S. Billboard country charts. Matthew McConaughey appears as the male lead in the music video.",
  "/wiki/37th_Grammy_Awards": "The 37th Annual Grammy Awards were presented on March 1, 1995, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year. Bruce Springsteen was the night's biggest winner with 4 awards, including Song of the Year while opening the show with his Grammy nominated hit.",
  "/wiki/Shut_Up_and_Kiss_Me_(Mary_Chapin_Carpenter_song)": "\"Shut Up and Kiss Me\" is a song written and recorded by American country music artist Mary Chapin Carpenter.  It was released in August 1994 as the first single from her album Stones in the Road. The song became her only Number One hit on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts on November 19, 1994; it also peaked at number 90 on the Billboard Hot 100. The song features Lee Roy Parnell accompanying on slide guitar, Benmont Tench on piano, Don Dixon on bass, Kenny Aronoff on drums, and Trisha Yearwood providing backing vocals. The song also won Carpenter a Grammy Award in 1995 for Best Female Country Vocal Performance.",
  "/wiki/Is_It_Over_Yet": "\"Is It Over Yet\" is a song written by Billy Kirsch, and recorded by American country music artist Wynonna.  It was released in October 1993 as the third single from the album Tell Me Why.  The song reached number six on the Billboard Hot Country Singles & Tracks chart. R&B singer Tamia covered the song for her album Beautiful Surprise (2012).",
  "/wiki/Patty_Loveless": "Patricia Lee Ramey (born January 4, 1957), known professionally as Patty Loveless, is an American country music singer. Since her emergence on the country music scene in late 1986 with her first (self-titled) album, Loveless has been one of the most popular female singers of neotraditional country. She has also recorded albums in the country pop and bluegrass genres. Loveless was born in Pikeville, Kentucky, and raised in Elkhorn City, Kentucky, and Louisville, Kentucky. She rose to stardom thanks to her blend of honky tonk and country-rock and a plaintive, emotional ballad style. Throughout her career, Loveless has sold 15 million albums worldwide.",
  "/wiki/How_Can_I_Help_You_Say_Goodbye": "\"How Can I Help You Say Goodbye\" is a song written by Karen Taylor-Good and Burton Banks Collins. It was first recorded by Patty Loveless for her 1993 album Only What I Feel and released in March 1994 as the fourth single. A version by Laura Branigan was released later the same year on her final studio album Over My Heart, also being released as a single. The song was later included on Branigan's 1995 greatest hits album The Best of Branigan.",
  "/wiki/Martina_McBride": "Martina Mariea McBride (née Schiff, born July 29, 1966) is an American country music singer-songwriter and record producer. She is known for her soprano singing range and her country pop material.",
  "/wiki/Independence_Day_(Martina_McBride_song)": "\"Independence Day\" is a song written by Gretchen Peters, and performed by American country music singer Martina McBride. The song was officially released in April 1994 as the third single from her album The Way That I Am.  The song peaked at number 12 on Hot Country Songs. Peters later recorded it herself on her 1996 album The Secret of Life. It was first offered to Reba McEntire, who turned it down.",
  "/wiki/She_Thinks_His_Name_Was_John": "\"She Thinks His Name Was John\" is a song written by Sandy Knox and Steve Rosen, and recorded by American country music artist Reba McEntire.  It was released in July 1994 as the second single from her album Read My Mind.  Upon its release, the song gained media attention and controversy for its storyline, regarding a woman who was dying from AIDS.",
  "/wiki/38th_Grammy_Awards": "The 38th Annual Grammy Awards were held on February 28, 1996, at Shrine Auditorium, Los Angeles. The awards recognized accomplishments by musicians from the previous year. Alanis Morissette was the main recipient, being awarded four trophies, including Album of the Year. Mariah Carey and Boyz II Men opened the show with their Record of the Year nominated \"One Sweet Day\".",
  "/wiki/Alison_Krauss": "Alison Maria Krauss (born July 23, 1971) is an American bluegrass-country singer and musician. She entered the music industry at an early age, winning local contests by the age of 10 and recording for the first time at 14. She signed with Rounder Records in 1985 and released her first solo album in 1987. She was invited to join the band with which she still performs, Alison Krauss and Union Station, and later released her first album with them as a group in 1989.",
  "/wiki/Baby_Now_That_I%27ve_Found_You": "\"Baby, Now That I've Found You\" is a song written by Tony Macaulay and John MacLeod. Part of the song was written in the same bar of a Soho tavern where Karl Marx is supposed to have written Das Kapital. The lyrics are a plea that an unnamed subject not break up with the singer.",
  "/wiki/You_Don%27t_Even_Know_Who_I_Am": "\"You Don't Even Know Who I Am\" is a song written by Gretchen Peters and recorded by American country music artist Patty Loveless.  It was released in March 1995 as the third single from Loveless's album When Fallen Angels Fly.",
  "/wiki/Safe_in_the_Arms_of_Love": "\"Safe in the Arms of Love\" is a country music song written by Mary Ann Kennedy, Pam Rose and Pat Bunch in 1986. The song was originally recorded by the American country music band Wild Choir. It was issued on their self-titled debut album in 1986 and was also released as the project's lead single. The song failed to chart. A music video, directed by David Hogan, was shot for the band's version and was scheduled to be broadcast on MTV, but due to a program change, never aired.",
  "/wiki/Mi_Vida_Loca_(My_Crazy_Life)": "\"Mi Vida Loca (My Crazy Life)\" is a song co-written and recorded by American country music artist Pam Tillis. It was released in November 1994 as the third single from the album, Sweetheart's Dance. She co-wrote the song with Jess Leary, and co-produced it with Steve Fishell. The song is Tillis' only number-one single on the Billboard country charts and earned her a second nomination for the Grammy Award for Best Female Country Vocal Performance.",
  "/wiki/Shania_Twain": "Eilleen Regina Edwards, OC (/ʃəˈnaɪ.ə/; born August 28, 1965), known professionally as Shania Twain, is a Canadian singer, songwriter, actress and television personality. She has sold over 100 million records, making her the best-selling female artist in country music history and among the best-selling music artists of all time. Her success garnered her several honorific titles including the \"Queen of Country Pop\".",
  "/wiki/Any_Man_of_Mine": "\"Any Man of Mine\" is a song co-written and recorded by Canadian country music singer Shania Twain. It was released in April 1995 as the second single from her album The Woman in Me. The song was written by Robert John \"Mutt\" Lange and Twain. The song became Twain's first number one hit at country radio, as well her first crossover hit after it cracked the top 40 on the pop charts. It was released to radio in April 1995, and topped the charts for two weeks in July. \"Any Man of Mine\" was released to European markets but due to its country sound, it didn't make much of an impact. The song was later included in Twain's 2004 Greatest Hits package.",
  "/wiki/39th_Grammy_Awards": "The 39th Annual Grammy Awards were held on February 26, 1997, at Madison Square Garden, New York City. They recognized accomplishments by musicians from the previous year. Babyface was the night's biggest winner, with 4 awards. Celine Dion and Toni Braxton won two awards. Celine Dion for \"Best Pop Album\" and \"Album of the Year\" and Toni Braxton for \"Best Female R&B Vocal Performance\" and \"Best Female Pop Vocal Performance\". The show was hosted by Ellen Degeneres who also performed the opening with Shawn Colvin, Bonnie Rait, and Chaka Khan.",
  "/wiki/LeAnn_Rimes": "Margaret LeAnn Rimes Cibrian (born August 28, 1982) is an American singer, songwriter, actress, and author. Rimes rose to stardom at age 13 following the release of her version of the Bill Mack song \"Blue\", becoming the youngest country music star since Tanya Tucker in 1972.",
  "/wiki/Blue_(Bill_Mack_song)": "\"Blue\" is a song released in 1958 by Bill Mack, an American songwriter-country artist and country radio disc jockey. It has since been covered by several artists, in particular by country singer LeAnn Rimes, whose 1996 version became a hit. The song won Mack the 1996 Grammy Award for Best Country Song, a 1996 Academy of Country Music Award for Song of the Year, a 1997 Country Music Association Awards nomination for Song of the Year, a 1997 Country Radio Music Awards nomination for Song of the Year, and is included on the CMT list of the top 100 country songs of all time.  Rimes' rendition won the 1996 Grammy for Best Female Country Vocal Performance.",
  "/wiki/Let_Me_into_Your_Heart": "\"Let Me into Your Heart\" is a song written and recorded by American country music artist Mary Chapin Carpenter. It was released in September 1996 as the first single from the album A Place in the World.  The song reached number 11 on the Billboard Hot Country Singles & Tracks chart and number 5 on the RPM Country Tracks in Canada.",
  "/wiki/Deana_Carter": "Deana Kay Carter (born January 4, 1966) is an American country music singer-songwriter who broke through in 1996 with the release of her debut album Did I Shave My Legs for This?, which was certified 5× Multi-Platinum in the United States for sales of over 5 million. It was followed by 1998's Everything's Gonna Be Alright, 2003's I'm Just a Girl, 2005's The Story of My Life, and 2007's The Chain. Overall, Carter's albums have accounted for 14 singles, including three which reached Number One on the Billboard country charts: \"Strawberry Wine\", \"We Danced Anyway\", and \"How Do I Get There\".",
  "/wiki/Strawberry_Wine_(Deana_Carter_song)": "\"Strawberry Wine\" is a song written by Matraca Berg and Gary Harrison, and recorded by American country music artist Deana Carter. It was released in August 1996 as Carter's debut single and the first from her debut album Did I Shave My Legs for This?.  The song also became Carter's first number 1 hit on both the US Billboard Hot Country Singles & Tracks (now Hot Country Songs) chart and the Canadian RPM Country Tracks.",
  "/wiki/Baby_Mine_(song)": "\"Baby Mine\" is a song from the 1941 Disney animated feature Dumbo. The music is by Frank Churchill, with lyrics by Ned Washington. Betty Noyes recorded the vocals for the original film version.  In the film, Dumbo's mother, Mrs. Jumbo, an elephant locked in a circus wagon, cradles her baby Dumbo with her trunk while this lullaby is sung. It is also the last appearance of the circus animals.",
  "/wiki/Believe_Me_Baby_(I_Lied)": "\"Believe Me Baby (I Lied)\" is a song recorded by American country music artist  Trisha Yearwood. It was released in May 1996 as the lead single from her album, Everybody Knows. It was Yearwood's fourth number 1 hit out of the five number 1 hits during the course of her career.",
  "/wiki/40th_Grammy_Awards": "The 40th Annual Grammy Awards were held on February 25, 1998, at Radio City Music Hall, New York City. They recognized accomplishments by musicians from the previous year. Rock icon Bob Dylan, Alison Krauss, and R. Kelly were the main recipients with three awards each.",
  "/wiki/How_Do_I_Live": "\"How Do I Live\" is a song written by Diane Warren. It was originally performed by LeAnn Rimes and the extended version of the song was later featured on her second studio album You Light Up My Life: Inspirational Songs in 1997.  It was also performed by Trisha Yearwood, and Yearwood's version was used in the soundtrack of the film Con Air.",
  "/wiki/Did_I_Shave_My_Legs_For_This%3F": "Did I Shave My Legs for This? is the debut studio album of American country artist Deana Carter, released via Patriot Records in the UK in 1995.",
  "/wiki/The_Trouble_with_the_Truth_(song)": "\"The Trouble with the Truth\" is a song written by Gary Nicholson, and recorded by American country music artist Patty Loveless. It was released in April 1997 as the fifth and final single and title track from her album  The Trouble with the Truth.",
  "/wiki/All_the_Good_Ones_Are_Gone": "\"All the Good Ones Are Gone\" is a song written by Dean Dillon and Bob McDill, and recorded by American country music artist Pam Tillis.  It was released in April 1997 as the first single from her Greatest Hits compilation album.  The song reached #4 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/41st_Grammy_Awards": "The 41st Annual Grammy Awards were held on February 24, 1999, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the year 1998. Lauryn Hill was the main recipient, winning a total of 5 awards including Album of the Year and Best New Artist. Her album was the first hip hop act ever to win the coveted award.  The ceremony was known as the \"Grammy Year of Women\", because every artist nominated for Album of the Year was female (including Garbage, with Shirley Manson as the lead singer). Madonna won four awards and opened the show with her performance of \"Nothing Really Matters\" while musicians the Dixie Chicks, Vince Gill, Alanis Morissette and Shania Twain won two apiece. Celine Dion also received two awards both for \"My Heart Will Go On\", which received a total of four awards.\nIt is widely remembered for Ricky Martin's performance of \"La Copa De La Vida\"/ \"The Cup of Life\".",
  "/wiki/You%27re_Still_the_One": "\"You're Still the One\" is a song co-written and recorded by Canadian singer Shania Twain. It was released as the third single from her third studio album Come On Over (1997). The song was written by Twain and Robert John \"Mutt\" Lange and produced by Lange. It was released in the US on January 27, 1998 and was Twain's first single to be released to pop radio.",
  "/wiki/Faith_Hill": "Audrey Faith McGraw (née Perry; born September 21, 1967),[citation needed] known professionally as Faith Hill, is an American singer and record producer. She is one of the most successful country music artists of all time, having sold more than 40 million albums worldwide. Hill is married to American singer Tim McGraw, with whom she has recorded several duets.",
  "/wiki/This_Kiss_(Faith_Hill_song)": "\"This Kiss\" is a song recorded by American country music singer Faith Hill from her third studio album Faith. It was written by Beth Nielsen Chapman, Robin Lerner and Annie Roboff, and produced by Hill and Byron Gallimore. It was released in March 1998 as the album's first single.",
  "/wiki/Lee_Ann_Womack": "Lee Ann Womack (/ˈwoʊmæk/; born August 19, 1966) is an American country music singer and songwriter. Her 2000 single, \"I Hope You Dance\" was a major crossover music hit, reaching No. 1 on the Billboard Country Chart and the Top 15 of the Billboard Hot 100, becoming her signature song.",
  "/wiki/A_Little_Past_Little_Rock": "\"A Little Past Little Rock\" is a song written by Brett Jones, Tony Lane and Jess Brown, and recorded by American country music artist Lee Ann Womack.  It was released in June 1998 as the first single from her album Some Things I Know.  The song peaked at number 2 on the U.S. Billboard Hot Country Singles & Tracks chart, behind \"Wide Open Spaces\" by the Dixie Chicks, her third song to just miss the top spot.",
  "/wiki/There_Goes_My_Baby_(Trisha_Yearwood_song)": "\"There Goes My Baby\" is a song written by Annie Roboff and Arnie Roman, and recorded by American country music singer Trisha Yearwood. It was released in April 1998 as the lead single from her studio album, Where Your Road Leads. The song was the first single in which Yearwood acted as a co-producer, along with Tony Brown. The entire album the song came from was also produced by Yearwood and Brown together."
}