{
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Nikolas_Besagno": "Nikolas Besagno (born November 15, 1988) is an American soccer player who is currently a player-coach for Washington Crossfire of the USL Premier Development League.",
  "/wiki/Generation_Adidas": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Brad_Guzan": "Bradley Edwin Guzan (/ɡuˈzæn/; born September 9, 1984) is an American soccer player who plays as a goalkeeper for Major League Soccer club Atlanta United FC  and the United States national team.",
  "/wiki/University_of_South_Carolina": "The University of South Carolina (USC, UofSC,  SC, or simply Carolina) is a public research university in Columbia, South Carolina. It has seven satellite campuses throughout the state and its main campus covers over 359 acres (145 ha) in downtown Columbia not far from the South Carolina State House. The university is classified among \"R1: Doctoral Universities with Highest Research Activity.\" It also houses the largest collection of Robert Burns and Scottish literature materials outside Scotland, and the world's largest Ernest Hemingway collection.",
  "/wiki/Chicago_Fire_S.C.": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Chad_Barrett": "Chad Randall Barrett (born April 30, 1985) is a retired American soccer player who last played as a forward.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Danny_O'Rourke_(soccer)": "Danny O'Rourke (born May 31, 1983) is a former American soccer player, who is currently an assistant coach for the Indiana Hoosiers men's soccer program.",
  "/wiki/Indiana_University_Bloomington": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Ugo_Ihemelu": "Ugochukwu \"Ugo\" Ihemelu (born 3 April 1983 in Enugu) is a retired Nigerian-born American football player.",
  "/wiki/Southern_Methodist_University": "Southern Methodist University (SMU) is a private research university in University Park, Texas, with satellite campuses in Plano, Texas and Taos, New Mexico.",
  "/wiki/F.C._Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Drew_Moor": "Drew Moor (born January 15, 1984) is an American professional soccer player who currently plays as a defender for the Colorado Rapids in Major League Soccer.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Hunter_Freeman": "Hunter Freeman (born January 8, 1985 in Tyler, Texas) is an American soccer player who currently plays for FC Motown. He is also the director of domestic scouting for FC Cincinnati.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Troy_Roberts_(soccer)": "Troy Roberts (born September 18, 1983 in San Jose, California) is a former American soccer player.",
  "/wiki/University_of_California": "The University of California (UC) is a public university system in the U.S. state of California. Under the California Master Plan for Higher Education, the University of California is a part of the state's three-system public higher education plan, which also includes the California State University system and the California Community Colleges System.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Michael_Parkhurst": "Michael Finlay Parkhurst (born January 24, 1984) is a retired American soccer defender. The 2005 MLS Rookie of the Year and 2007 MLS Defender of the Year Award, he is capable of playing both center back and right back. Parkhurst has played for the United States men's national team, including being a member of three CONCACAF Gold Cup squads and participating in the 2008 Summer Olympics.",
  "/wiki/Wake_Forest_University": "Wake Forest University is a private research university in Winston-Salem, North Carolina. Founded in 1834, the university received its name from its original location in Wake Forest, north of Raleigh, North Carolina. The Reynolda Campus, the university's main campus, has been located north of downtown Winston-Salem since the university moved there in 1956. The Wake Forest Baptist Medical Center campus has two locations, the older one located near the Ardmore neighborhood in central Winston-Salem, and the newer campus at Wake Forest Innovation Quarter downtown. The university also occupies lab space at Biotech Plaza at Innovation Quarter, and at the Center for Nanotechnology and Molecular Materials. The university's Graduate School of Management maintains a presence on the main campus in Winston-Salem and in Charlotte, North Carolina.",
  "/wiki/Jack_Stewart_(soccer)": "Jack Stewart (born May 29, 1983 in Torrance, California) is an American soccer player who last played for Fort Lauderdale Strikers of the North American Soccer League.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Scott_Sealy": "Scott Ryan Sealy (born 4 June 1981, in Chaguanas) is a Trinidadian footballer who most recently played for FC Dallas in Major League Soccer.",
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Tim_Ward_(soccer)": "Timothy Robert Ward (born February 28, 1987 in Waukesha, Wisconsin) is an American former professional soccer player.",
  "/wiki/Saint_Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/2005_MLS_SuperDraft": "The 2005 MLS SuperDraft, held in Baltimore, Maryland on January 14, 2005, was the sixth incarnation of the annual Major League Soccer SuperDraft.  Expansion club Real Salt Lake had the first pick as the result of a coin toss (fellow newcomers C.D. Chivas USA got to go first in the expansion draft). RSL drafted Under-17 midfielder Nikolas Besagno with the first selection."
}