{
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Luke_Kreamalmeyer": "Luke Kreamalmeyer (born September 28, 1982 in Edwardsville, Illinois) is a professional American soccer player.",
  "/wiki/Bradley_University": "Bradley University is a private university in Peoria, Illinois. Founded in 1897, Bradley University currently enrolls 5,400 students who are pursuing degrees in more than 100 undergraduate programs and more than 30 graduate programs in five colleges. The university is regionally accredited by the Higher Learning Commission and 22 national accrediting agencies.",
  "/wiki/C.D._Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Esteban_Arias": "Esteban Arias (born August 26, 1982 in Bakersfield, California) is an American soccer player of Mexican heritage, currently without a club.",
  "/wiki/University_of_Connecticut": "The University of Connecticut (UConn) is a public land grant, National Sea Grant and National Space Grant research university in Storrs, Connecticut. It was founded in 1881.",
  "/wiki/Chicago_Fire_S.C.": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Birmingham_Southern_College": "Birmingham–Southern College (BSC) is a private liberal arts college in Birmingham, Alabama, United States. Founded in 1856, the college is affiliated with the United Methodist Church and is accredited by the Southern Association of Colleges and Schools (SACS). More than 1300 students from 33 states and 16 foreign countries attend the college.   Birmingham–Southern has a 13:1 student-faculty ratio, and 96% of full-time faculty hold a doctorate or the highest degree in their field.",
  "/wiki/F.C._Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Julian_Nash": "Julian Nash (born March 1, 1983 in Oakland, California) is an American soccer player who currently plays for Santa Clara Sporting Men's Team in the Peninsula Soccer League and recently joined the prestigious coed varsity soccer club, The Lions, who have dominated Wednesday night soccer leagues in San Francisco for several years.",
  "/wiki/Creighton_University": "Creighton University is a private, Jesuit university in Omaha, Nebraska. Founded by the Society of Jesus in 1878, the university is accredited by the Higher Learning Commission. The university enrolls 8,393 graduate and undergraduate students on a 140-acre (57 ha) campus just outside Omaha's downtown business district.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Antouman_Jallow": "Antouman Jallow (born 11 June 1981 in Uppsala) is a Swedish soccer player of Gambian heritage who currently plays for Sandvikens IF in the Swedish Division 2.",
  "/wiki/University_of_Wisconsin%E2%80%93Milwaukee": "The University of Wisconsin–Milwaukee (UW–Milwaukee, UWM, or Milwaukee) is a public urban research university in Milwaukee, Wisconsin. It is the largest university in the Milwaukee metropolitan area and a member of the University of Wisconsin System. It is also one of the two doctoral degree-granting public universities and the second largest university in Wisconsin.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Guy_Melamed": "Guy Melamed (Hebrew: גיא מלמד‎; born September 12, 1979 in Haifa) is a retired Israeli soccer defender.",
  "/wiki/Boston_College": "Boston College (BC) is a private Jesuit research university in the Chestnut Hill and Brighton neighborhoods of Boston, Massachusetts and the city of Newton, Massachusetts. It was founded in 1863 and although it is classified among \"R1: Doctoral Universities – Very high research activity\" its name reflects its historical position as a small liberal arts college. The university has more than 9,300 full-time undergraduates and nearly 5,000 graduate students. It has historical ties to Boston College High School in Dorchester, as both the high school and the college were once on one campus in the South End of Boston.  Its main campus is a historic district and features some of the earliest examples of collegiate gothic architecture in North America.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Knox_Cameron": "Knox Cameron (born September 17, 1983 in Kingston) is a Jamaican-born American soccer player who most recently played for AFC Ann Arbor in the National Premier Soccer League.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Amir_Lowery": "Amir Lowery (born December 26, 1983) is an American soccer player.",
  "/wiki/Wake_Forest_University": "Wake Forest University is a private research university in Winston-Salem, North Carolina. Founded in 1834, the university received its name from its original location in Wake Forest, north of Raleigh, North Carolina. The Reynolda Campus, the university's main campus, has been located north of downtown Winston-Salem since the university moved there in 1956. The Wake Forest Baptist Medical Center campus has two locations, the older one located near the Ardmore neighborhood in central Winston-Salem, and the newer campus at Wake Forest Innovation Quarter downtown. The university also occupies lab space at Biotech Plaza at Innovation Quarter, and at the Center for Nanotechnology and Molecular Materials. The university's Graduate School of Management maintains a presence on the main campus in Winston-Salem and in Charlotte, North Carolina.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Mubarike_Chisoni": "Mubarike \"Mamba\" Chisoni (born May 10, 1981 in Bulawayo) is a Zimbabwean footballer who last played for Indiana Invaders in the USL Premier Development League.",
  "/wiki/Coastal_Carolina_University": "Coastal Carolina University (CCU or Coastal) is a public liberal arts university in Conway, South Carolina. Founded in 1954, Coastal became an independent university in 1993.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Tim_Merritt": "Tim Merritt (born June 28, 1982 in Gig Harbor, Washington) is an American soccer player who currently plays for USASA amateur team CASL Elite.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/2005_MLS_SuperDraft": "The 2005 MLS SuperDraft, held in Baltimore, Maryland on January 14, 2005, was the sixth incarnation of the annual Major League Soccer SuperDraft.  Expansion club Real Salt Lake had the first pick as the result of a coin toss (fellow newcomers C.D. Chivas USA got to go first in the expansion draft). RSL drafted Under-17 midfielder Nikolas Besagno with the first selection."
}