{
  "/wiki/Software_license": "A software license is a legal instrument (usually by way of contract law, with or without printed material) governing the use or redistribution of software. Under United States copyright law, all software is copyright protected, in both source code and object code forms, unless that software was developed by the United States Government, in which case it cannot be copyrighted. Authors of copyrighted software can donate their software to the public domain, in which case it is also not covered by copyright and, as a result, cannot be licensed.",
  "/wiki/Genealone": "Genealone is web-based genealogy software.  It is developed in the PHP scripting language and it saves data in a MySQL database.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/GeneWeb": "GeneWeb is a free multi-platform genealogy software tool created and owned by Daniel de Rauglaudre of INRIA. \nGeneWeb is accessed by a Web browser, either off-line or as a server in a Web environment.  It uses very efficient techniques of relationship and consanguinity computing, developed in collaboration with Didier Rémy, research director at INRIA.  GeneWeb is used as the engine for several public genealogy websites, including GeneaNet, a collection of inter-searchable genealogical databases currently containing references to more than 225 million persons.",
  "/wiki/HuMo-gen": "HuMo-gen is a free and cross-platform web application for displaying and editing genealogical data on the Internet. HuMo-gen was written in PHP and is GNU-GPL licensed open-source software. HuMo-gen supports UTF-8 and is bi-directional.\nThe project was founded in 1999 by Huub Mons in the Netherlands. It is now developed by Huub Mons and Yossi Beck with contributions of other users.\nSince March 2010 HuMo-gen is hosted on Sourceforge.",
  "/wiki/PhpGedView": "PhpGedView is a free PHP-based web application for working with genealogy data on the Internet. The project was founded and is headed by John Finlay.  It is licensed under GPL.",
  "/wiki/The_Next_Generation_of_Genealogy_Sitebuilding": "The Next Generation of Genealogy Sitebuilding or TNG is a genealogy software installed in a web server developed by Darrin Lythgoe. It was mentioned in several press reviews used for genealogy site building. The data is stored in MySQL database tables and displayed in PHP scripting language which can be a module in different content management system platforms.",
  "/wiki/Webtrees": "webtrees is a free open source web-based genealogy application intended for collaborative use.",
  "/wiki/Comparison_of_web-based_genealogy_software": "This article compares several selected genealogy programs that run on a web server. Genealogy websites are not included."
}