{
  "/wiki/Cathedral_of_San_Juan_Bautista": "The Catedral Metropolitana Basílica de San Juan Bautista, or in English, Metropolitan Cathedral Basilica of Saint John the Baptist, is the Roman Catholic cathedral of the Archdiocese of San Juan de Puerto Rico. The cathedral is one of the oldest buildings in San Juan, located in  Old San Juan, the oldest cathedral in the United States, and is the second oldest cathedral in the Americas.[citation needed] Even though the Cathedral of Santa María la Menor in Santo Domingo in the Dominican Republic, is an older church building, the Cathedral of San Juan Bautista was the first cathedral church in the Americas as San Juan, then known as the city of Puerto Rico, was the first diocese of the New World with bishop Don Alonso Manso in 1511.\nA private Puerto Rican foundation known as Fundación Protectora de la Catedral Metropolitana de San Juan, Inc. has been established to fund the historical restoration of the building and its art treasures for its 500th anniversary in 2021, and to protect it for coming centuries.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Porta_Coeli_(Puerto_Rico)": "Porta Coeli (\"Gateway to Heaven\") Convent church, or El Convento de Santo Domingo de Porta Coeli in Spanish, is one of the oldest church structures in the western hemisphere, located in San Germán, Puerto Rico.",
  "/wiki/San_Germ%C3%A1n,_Puerto_Rico": "San Germán (Spanish pronunciation: [saŋ xeɾˈman]) is a municipality located in the southwestern region of Puerto Rico, south of Mayagüez and Maricao, north of Lajas, east of Hormigueros and Cabo Rojo, and west of Sabana Grande. San Germán is spread over eighteen wards plus San Germán Pueblo (the downtown area and the administrative center of the city). It is both a principal city of the San Germán–Cabo Rojo Metropolitan Statistical Area and the Mayagüez–San Germán–Cabo Rojo Combined Statistical Area.\nSan Germán is the second oldest city of Puerto Rico, after San Juan. The island of Puerto Rico was once split between the San Juan and the San Germán municipalities. The latter covered the western half of Puerto Rico, and extended from the western shores of the island to Arecibo in the north and Ponce in the south.",
  "/wiki/San_Miguel_Mission": "San Miguel Mission (Spanish: Misión de San Miguel), also known as San Miguel Chapel, is a Spanish colonial mission church in Santa Fe, New Mexico. Built between approximately 1610 and 1626, it is the oldest known church in the continental United States. The church was damaged during the Pueblo Revolt of 1680 but was rebuilt in 1710 following the Spanish reconquest and served for a time as a chapel for the Spanish soldiers. The wooden reredos, which includes a wooden statue of Saint Michael dating back to at least 1709, was added in 1798. Though the church has been repaired and rebuilt numerous times over the years, its original adobe walls are still largely intact despite having been hidden by later additions.",
  "/wiki/Santa_Fe,_New_Mexico": "Santa Fe (/ˌsæntə ˈfeɪ, ˈsæntə feɪ/ SAN-tə FAY, -⁠ fay; Tewa: Oghá P'o'oge; Navajo: Yootó) is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,612 in 2018, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area which features a population of 1,178,664 as of the 2018 Census Bureau estimate. The city was founded in 1610 as capital of Nuevo México, after it replaced Española as capital, which makes it the oldest state capital in the United States.",
  "/wiki/Tlaxcaltec": "The Tlaxcalans, or Talaxcaltecs, are an indigenous group of Nahua ethnicity who inhabited the republic of Tlaxcala and present-day Mexican state of Tlaxcala.",
  "/wiki/Mexican%E2%80%93American_War": "The Mexican–American War,[a] also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México (United States intervention in Mexico),[b] was an armed conflict between the United States and Mexico from 1846 to 1848. It followed in the wake of the 1845 U.S. annexation of Texas, which was not formally recognized by the Mexican government, who disputed the Treaties of Velasco signed by Mexican caudillo President/General Antonio López de Santa Anna after the Texas Revolution a decade earlier. In 1845, newly elected U.S. President James K. Polk, who saw the annexation of Texas as the first step towards a further expansion of the United States, sent troops to the disputed area and a diplomatic mission to Mexico. After Mexican forces attacked U.S. forces, the United States Congress declared war.",
  "/wiki/Jamestown_Church": "Jamestown Church, constructed in brick from 1639 onward, in Jamestown in the Mid-Atlantic state of Virginia, is one of the oldest surviving building remnants built by Europeans in the original thirteen colonies and in the United States overall. It is now part of Historic Jamestowne, and is owned by Preservation Virginia (formerly known as the Association for the Preservation of Virginia Antiquities). There have been several sites and stages in the church's history, and its later tower is now the last surviving above-ground structure from the days when Jamestown was the capital of Virginia. The current structure, active as part of the Anglican church, is still in use today. The ruins are currently being researched by members of the Jamestown Rediscovery project.",
  "/wiki/Jamestown,_Virginia": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S.; (May 14, 1607 N.S.), and was considered permanent after a brief abandonment in 1610. It followed several failed attempts, including the Lost Colony of Roanoke, established in 1585 on Roanoke Island. Jamestown served as the colonial capital from 1616 until 1699.",
  "/wiki/San_Estevan_Del_Rey_Mission_Church": "San Estévan del Rey Mission Church is a Spanish mission church on the Acoma Pueblo Reservation in western New Mexico.  Built between 1629 and 1641, it is one of the finest extant examples of hybrid Spanish Colonial and Puebloan architectural styles.  It was named for Saint Stephen I of Hungary.  The church was declared a National Historic Landmark in 1970, and is listed on the National Register of Historic Places.",
  "/wiki/Acoma_Pueblo": "Acoma Pueblo (/ˈækəmə/) is a Native American pueblo approximately 60 miles (97 km) west of Albuquerque, New Mexico, in the United States. Four communities make up the village of Acoma Pueblo: Sky City (Old Acoma), Acomita, Anzac, and McCartys. These communities are located near the expansive Albuquerque metropolitan area, which includes several large cities and towns, including neighboring Laguna Pueblo. The Acoma Pueblo tribe is a federally recognized tribal entity, whose historic land of Acoma Pueblo totaled roughly 5,000,000 acres (2,000,000 ha), today much of the Acoma community is primarily within the Acoma Indian Reservation.  Acoma Pueblo is a National Historic Landmark.",
  "/wiki/Iglesia_San_Blas_de_Illescas": "The Iglesia San Blas de Illescas (English: Church of Saint Blaise of Illescas) is a Catholic parish church located on the center plaza of Coamo, Puerto Rico. Construction on the church began in 1661; it has since been judged \"one of the most important works of religious architecture in Puerto Rico\".",
  "/wiki/Coamo,_Puerto_Rico": "Coamo (Spanish pronunciation: [koˈamo]) is a municipality founded 1579 in the south-central region of Puerto Rico, located north of Santa Isabel; south of Orocovis and Barranquitas; east of Villalba and Juana Díaz; and west of Aibonito and Salinas. Coamo is spread over 10 wards and Coamo Pueblo – the downtown area and the administrative center of the city. It is both a principal city of the Coamo Micropolitan Statistical Area and the Ponce-Yauco-Coamo Combined Statistical Area.",
  "/wiki/Church_Creek,_Maryland": "Church Creek is a town in Dorchester County, Maryland, United States, part of the state's Eastern Shore. The population was 125 at the 2010 census. Church Creek is about 6 mi south of Cambridge.",
  "/wiki/St._Mary%27s,_Whitechapel": "St Mary's Whitechapel is an Episcopal church in Lancaster, Virginia, founded in 1669, and located three miles south of Lively, in Lancaster County, in the Northern Neck. The parish of St Mary's Whitechapel is notable for being the birthplace of Mary Ball Washington, mother of George Washington.",
  "/wiki/Lancaster_County,_Virginia": "Lancaster County is a county located on the Northern Neck in the Commonwealth of Virginia. As of the 2010 census, the population was 11,391. Its county seat is Lancaster.",
  "/wiki/Third_Haven_Meeting_House": "The Third Haven Meeting House is generally considered the oldest-surviving Friends meeting house of the Religious Society of Friends, and it is a cornerstone of Quaker history in Talbot County, Maryland.",
  "/wiki/Talbot_County,_Maryland": "Talbot County is a county located in the heart of the Eastern Shore of Maryland in the U.S. state of Maryland. As of the 2010 census, the population was 37,782. Its county seat is Easton. The county was named for Lady Grace Talbot, the wife of Sir Robert Talbot, an Anglo-Irish statesman, and the sister of Lord Baltimore.",
  "/wiki/Quaker": "Quakers, also called Friends, are a historically Christian group whose formal name is the Religious Society of Friends or Friends Church. Members of the various Quaker movements are all generally united by their belief in the ability of each human being to experientially access the light within, or \"that of God in every one\".",
  "/wiki/Old_Ship_Church": "The Old Ship Church (also known as the Old Ship Meetinghouse) is a Puritan church built in 1681 in Hingham, Massachusetts. It is the only surviving 17th-century Puritan meetinghouse in America. Its congregation, gathered in 1635 and officially known as First Parish in Hingham, occupies the oldest church building in continuous ecclesiastical use in the United States. On October 9, 1960, it was designated a National Historic Landmark and on November 15, 1966, it was added to the National Register of Historic Places.",
  "/wiki/Hingham,_Massachusetts": "Hingham is a town in metropolitan Greater Boston on the South Shore of the U.S. state of Massachusetts in northern Plymouth County. At the 2010 census, the population was 22,157. Hingham is known for its colonial history and location on Boston Harbor. The town was named after Hingham, Norfolk, England, and was first settled by English colonists in 1633.",
  "/wiki/Meetinghouse": "A meeting house (meetinghouse, meeting-house) is a building where religious and sometimes public meetings take place.",
  "/wiki/St._Luke%27s_Church_(Smithfield,_Virginia)": "St. Luke's Church, also known as Old Brick Church, or Newport Parish Church, is a historic church building, located in the unincorporated community of Benns Church, near Smithfield in Isle of Wight County, Virginia, United States.  It is the oldest church in Virginia and oldest church in British North America of brick construction. According to local tradition the structure was built in 1632, but other evidence points to a date of 1682; see Dating controversy.",
  "/wiki/Smithfield,_Virginia": "Smithfield is a town in Isle of Wight County, in the South Hampton Roads subregion of the Hampton Roads region of Virginia in the United States.  The population was 8,089 at the 2010 census.",
  "/wiki/National_Historic_Landmark": "A National Historic Landmark (NHL) is a building, district, object, site, or structure that is officially recognized by the United States government for its outstanding historical significance. Only some 2,500 (~3%) of over 90,000 places listed on the country's National Register of Historic Places are recognized as National Historic Landmarks.",
  "/wiki/Old_Indian_Meeting_House": "The Old Indian Meeting House (also known as the Old Indian Church) is a historic meeting house at 410 Meetinghouse Road in Mashpee, Massachusetts. Built in 1684, the meetinghouse is the oldest Native American church in the eastern United States and the oldest church on Cape Cod.  The building was listed on the National Register of Historic Places in 1998.",
  "/wiki/Mashpee,_Massachusetts": "Mashpee /ˈmæʃpi/ is a town in Barnstable County, Massachusetts, United States, on Cape Cod. The population was 14,006 as of 2010. The town is the site of the headquarters and most members of the federally recognized Mashpee Wampanoag Tribe, one of two Wampanoag.",
  "/wiki/Native_Americans_in_the_United_States": "Native Americans, also known as American Indians, Indigenous Americans and other terms, are the indigenous peoples of the United States, except Hawaii and territories of the United States. More than 570 federally recognized tribes live within the US, about half of which are associated with Indian reservations. The term \"American Indian\" excludes Native Hawaiians and some Alaskan Natives, while \"Native Americans\" (as defined by the US Census) are American Indians, plus Alaska Natives of all ethnicities. The US Census does not include Native Hawaiians or Chamorro, instead being included in the Census grouping of \"Native Hawaiian and other Pacific Islander\".",
  "/wiki/Iglesia_San_Germ%C3%A1n_de_Auxerre": "The Iglesia San Germán de Auxerre (English: Church of Saint Germanus of Auxerre) is a historic Roman Catholic parish church located in San Germán, Puerto Rico, overlooking the main plaza of the town. Spanish settlers founded San Germán parish in 1510 and built the first permanent church in 1688. Puerto Ricans repaired and reconstructed the church between 1717 and 1739 after it had suffered earthquake damage. Between 1834 and 1897, new repairs were made to the building, and in 1920, the tower was rebuilt after the 1918 earthquake. With Trompe-l'œil painting that imitates wood coffers on the ceiling, the Church of San Germán's interior is one of the most lavishly decorated on the island.  The vault and arches are painted in the Trompe l' oeil manner. The church conserves the 1869 marble altar as well as ten other 19th century smaller secondary marble altars. A collection of 17th century metalwork, 18th century wooden carvings and a painting by José Campeche are kept in the choir loft. It was listed on the National Register of Historic Places in 1984.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Old_Quaker_Meeting_House_(Flushing,_Queens)": "The Old Quaker Meeting House is a historic Quaker house of worship located at 137-16 Northern Boulevard, in Flushing, Queens, New York. The site, built in 1694, is the oldest house of worship in New York City, one of the three oldest continuously active sites of religious activity in North America, and the second oldest Quaker meeting house in the nation. It was declared a National Historic Landmark in 1967 and a New York City designated landmark in 1970. Today, it still serves as a Quaker Meeting, with meetings for worship taking place every Sunday.",
  "/wiki/Flushing,_New_York": "Flushing is a neighborhood in the New York City borough of Queens in the United States. Located in the north-central portion of Queens, the neighborhood is the fourth largest central business district in New York City.",
  "/wiki/Old_Dutch_Church_of_Sleepy_Hollow": "The Old Dutch Church of Sleepy Hollow (Dutch: Oude Nederlandse Kerk van Sleepy Hollow), listed on the National Register of Historic Places as Dutch Reformed Church (Sleepy Hollow), is a 17th-century stone church located on Albany Post Road (U.S. Route 9) in Sleepy Hollow, New York, United States. It and its five-acre (2 ha) churchyard feature prominently in Washington Irving's \"The Legend of Sleepy Hollow\". The churchyard is often confused with the contiguous but separate Sleepy Hollow Cemetery.",
  "/wiki/Sleepy_Hollow,_New_York": "Sleepy Hollow is a village in the town of Mount Pleasant, in Westchester County, New York. The village is located on the east bank of the Hudson River, about 30 miles (48 km) north of New York City, and is served by the Philipse Manor stop on the Metro-North Hudson Line.  To the south of Sleepy Hollow is the village of Tarrytown, and to the north and east are unincorporated parts of Mount Pleasant. The population of the village at the 2010 census was 9,870.",
  "/wiki/Grace_Church_(Yorktown,_Virginia)": "Grace Church (also known as York-Hampton Parish Church) is a historic Episcopal church and cemetery at Route 1003 and Main Street in Yorktown, Virginia.",
  "/wiki/Yorktown,_Virginia": "Yorktown is a census-designated place (CDP) in York County, Virginia, United States. It is the county seat of York County, one of the eight original shires formed in colonial Virginia in 1682. Yorktown's population was 195 as of the 2010 census, while York County's population was 66,134 in the 2011 census estimate.",
  "/wiki/Old_Norriton_Presbyterian_Church": "Old Norriton Presbyterian Church is a historic Presbyterian church located in East Norriton Township, Montgomery County, Pennsylvania. It was built in 1698, and is a one-story brownstone structure measuring 37 feet, 6 inches, by 27 feet, or three bays by two bays.  It has a wooden shake gable roof and round-arch windows.  The interior features a barrel vault ceiling.",
  "/wiki/Montgomery_County,_Pennsylvania": "Montgomery County, locally also referred to as Montco, is the third-most populous county in the U.S. state of the Commonwealth of Pennsylvania, and the 71st most populous in the United States. As of 2018, the census-estimated population of the county was 828,604, representing a 3.3% increase from the 799,884 residents enumerated in the 2010 census. Montgomery County is located adjacent to and northwest of Philadelphia. The county seat is Norristown. Montgomery County is geographically diverse, ranging from farms and open land in the extreme north of the county to densely populated suburban neighborhoods in the southern and central portions of the county.",
  "/wiki/Holy_Trinity_Church_(Old_Swedes)": "Holy Trinity Church, also known as Old Swedes, is a historic church at East 7th and Church Street in Wilmington, Delaware. It was consecrated on Trinity Sunday, June 4, 1699, by a predominantly Swedish congregation formerly of the colony of New Sweden.  The church, designated a National Historic Landmark in 1961, is among the few surviving public buildings that reflect the Swedish colonial effort.  The church is considered part of First State National Historical Park. The church, which is often visited by tourists, remains open today for tours and religious activities.",
  "/wiki/Wilmington,_Delaware": "Wilmington (Lenape: Paxahakink / Pakehakink) is the largest and most populous city in the U.S. state of Delaware. The city was built on the site of Fort Christina, the first Swedish settlement in North America. It is at the confluence of the Christina River and Brandywine River, near where the Christina flows into the Delaware River. It is the county seat of New Castle County and one of the major cities in the Delaware Valley metropolitan area. Wilmington was named by Proprietor Thomas Penn after his friend Spencer Compton, Earl of Wilmington, who was prime minister during the reign of George II of Great Britain.",
  "/wiki/Great_Friends_Meeting_House": "Great Friends Meeting House is a meeting house of the Religious Society of Friends (Quakers) built in 1699 in Newport, Rhode Island. The meeting house, which is part of the Newport Historic District, is currently open as a museum owned by the Newport Historical Society. It is the oldest surviving house of worship in Rhode Island and features wide-plank floors, plain benches, a balcony, a beam ceiling, and a shingle exterior. Significant additions were made in 1730, 1807, 1857, and 1867. The meeting house was built on land owned by Nicholas Easton who donated his land in the 1670s and likely his house for the first Quaker meeting house which was located nearby on Farewell Street before the current meeting house was built in 1699.",
  "/wiki/Newport,_Rhode_Island": "Newport is a seaside city on Aquidneck Island in Newport County, Rhode Island, located approximately 33 miles (53 km) southeast of Providence, Rhode Island, 20 miles (32 km) south of Fall River, Massachusetts, 74 miles (119 km) south of Boston, and 180 miles (290 km) northeast of New York City. It is known as a New England summer resort and is famous for its historic mansions and its rich sailing history. It was the location of the first U.S. Open tournaments in both tennis and golf, as well as every challenge to the America's Cup between 1930 and 1983. It is also the home of Salve Regina University and Naval Station Newport, which houses the United States Naval War College, the Naval Undersea Warfare Center, and an important Navy training center. It was a major 18th-century port city and also contains a high number of buildings from the Colonial era.",
  "/wiki/Gloria_Dei_(Old_Swedes%27)_Church": "Gloria Dei Church, known locally as Old Swedes', is a historic church located in the Southwark neighborhood of Philadelphia, Pennsylvania, at 929 South Water Street, bounded by Christian Street on the north, South Christopher Columbus Boulevard (formerly Delaware Street) on the east, and Washington Avenue on the south. It was built between 1698 and 1700, making it the oldest church in Pennsylvania and second oldest Swedish church in the United States after Holy Trinity Church (Old Swedes) in Wilmington, Delaware.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Portsmouth_Friends_Meetinghouse_Parsonage_and_Cemetery": "The Portsmouth Friends Meetinghouse, Parsonage, and Cemetery (also known as Portsmouth Friends Meeting House or Portsmouth Evangelical Friends Church) is a historic Friends Meeting House and cemetery of the Religious Society of Friends (Quakers), at 11 Middle Road and 2232 E. Main Road in Portsmouth, Rhode Island.",
  "/wiki/Portsmouth,_Rhode_Island": "Portsmouth is a town in Newport County, Rhode Island. The population was 17,389 at the 2010 U.S. Census. Portsmouth is the second oldest municipality in Rhode Island, after Providence; it was one of the four colonies which merged to form the Colony of Rhode Island and Providence Plantations, the others being Providence, Newport, and Warwick.",
  "/wiki/List_of_the_oldest_churches_in_the_United_States": "The designation of the oldest church in the United States requires careful use of definitions, and must be divided into two parts, the oldest in the sense of oldest surviving building, and the oldest in the sense of oldest Christian church congregation.  There is a distinction between old church buildings that have been in continuous use as churches, and those that have been converted to other purposes; and between buildings that have been in continuous use as churches and those that were shuttered for many decades."
}