{
  "/wiki/SuperSport_(South_African_TV_channel)": "SuperSport is a South Africa-based Pan-Africa group of television channels carried on the DStv satellite platform. It provides sports content in South Africa and many other African countries.",
  "/wiki/Australian_rules_football_in_Africa": "Australian rules football in Africa is only played at an organised level in South Africa, although there are programs under development in Ghana, Kenya, Botswana and Zimbabwe, and there have been attempts to introduce the sport in other African nations.",
  "/wiki/TSN2": "TSN2 is a Canadian pay television channel that acts as the secondary feed of sports-centred channel The Sports Network (TSN) that is owned by CTV Specialty Television Inc. It was launched in its current form on August 29, 2008.",
  "/wiki/Australian_rules_football_in_Canada": "Australian rules football is a rapidly growing sport in Canada. Australian football is currently played in six Canadian provinces - Ontario, Alberta, Nova Scotia, Newfoundland and Labrador, Quebec and British Columbia. Saskatchewan is in the formative stages of development. The Ontario league, centred on Toronto but also including sides from cities as far afield as Guelph, Hamilton and Ottawa, is considered the largest league outside Australia.  In western Canada, there are clubs in Edmonton, Calgary and a six-team league in the Vancouver area.",
  "/wiki/AFANA": "The Australian Football Association of North America (AFANA) is a non-profit organization that formed out of the campaign to save television coverage of Australian rules football in the United States and Canada in 1996. AFANA has an emphasis on the fan, and aims to help the game to develop and to improve its exposure in North America, including better TV coverage.",
  "/wiki/Caribbean": "The Caribbean (/ˌkærɪˈbiːən, kəˈrɪbiən/, locally /ˈkærɪbiæn/) (Spanish: El Caribe; French: la Caraïbe; Haitian Creole: Karayib; Dutch: De Caraïben; Caribbean Hindustani: कैरेबियन / کیریبین; Chinese: 加勒比) is a region of the Americas that consists of the Caribbean Sea, its islands (some surrounded by the Caribbean Sea and some bordering both the Caribbean Sea and the North Atlantic Ocean) and the surrounding coasts. The region is southeast of the Gulf of Mexico and the North American mainland, east of Central America, and north of South America.",
  "/wiki/TG4": "TG4 (Irish: TG Ceathair; pronounced [tʲeː ɟeː ˈcahəɾʲ] or [tiː d͡ʒiː ˈcahəɾʲ]) is an Irish language public service broadcaster. It launched on 31 October 1996. TG4 is available free-to-air across Ireland and available online and through its on demand service TG4 Player.",
  "/wiki/Australian_rules_football_in_Ireland": "Australian rules football in Ireland is a recently introduced team sport but the country has a long history of interaction with Australian rules leagues.",
  "/wiki/UPC_Ireland": "Virgin Media Ireland is Liberty Global's telecommunications operation in Ireland.  It is the largest digital cable television provider within the Republic of Ireland.[citation needed] As of 31 December 2014, the company offers broadband internet, digital television and digital (VoIP) telephony to 1 million customers. Until 4 May 2010, Virgin Media Ireland traded under the name Chorus NTL  and UPC Ireland until 5 October 2015. Its main competitors in the Irish pay TV market are Sky Ireland, Eir and Vodafone Ireland.",
  "/wiki/EM_TV": "EMTV is a commercial television station in Papua New Guinea. Until the launch of the National Television Service in September 2008, it was the country's only free to air television service.",
  "/wiki/Papua_New_Guinea": "Papua New Guinea (PNG; /ˈpæp(j)uə ... ˈɡɪni, ˈpɑː-/, also US: /ˈpɑːpwə-, ˈpɑːpjə-, ˈpɑːpə-/; Tok Pisin: Papua Niugini; Hiri Motu: Papua Niu Gini), officially the Independent State of Papua New Guinea (Tok Pisin: Independen Stet bilong Papua Niugini; Hiri Motu: Independen Stet bilong Papua Niu Gini), is a country in Oceania that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia. Its capital, located along its southeastern coast, is Port Moresby. The western half of New Guinea forms the Indonesian provinces of Papua and West Papua. It is the world's 3rd largest island country with 462,840 km2 (178,700 sq mi).",
  "/wiki/Australian_rules_football_in_Papua_New_Guinea": "Australian rules football in Papua New Guinea is a developing team sport which was initially introduced by Australian servicemen. The sport has a long and somewhat shaky history, but has recently achieved big strides in the Papua New Guinea community and is now the second most popular sport after rugby league.",
  "/wiki/Fiji_TV": "Fiji Television Limited (SPSE: FTV) is Fiji's main television network. It was founded on 15 June 1994 as the first permanent commercial television broadcasting network in the country, although television had previously been introduced temporarily in October 1991 to broadcast the Rugby World Cup as well as Cricket World Cup. This was reviewed and reissued in 2000 for a term of 12 years. Fiji TV was listed as a public company in 1996 on the Suva Stock Exchange, now known as the South Pacific Stock Exchange.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Australian_rules_football_in_Fiji": "Australian rules football in Oceania is the sport of Australian rules football as it is watched and played in the Oceanian continent.",
  "/wiki/International_Channel_Shanghai": "International Channel Shanghai, better known as ICS, is the foreign-language cable channel of Shanghai Media Group. Long before the parent company was known as SMG, Shanghai Television Station began producing the English-language News at Ten in 1986. On January 1, 2008, ICS replaced the Shanghai Broadcasting MusicChannel as a 24-hour English service (with one weekly program in Japanese). In 2010, the channel replaced its \"Red Sun Seagull\" logo from the old Oriental TV channel with the STV \"Magnolia\" logo. The channel's news department produces a Monday-through-Saturday news program Shanghai Live at 9:00pm, and the weekly business/financial news program Money Talks on Saturday nights. On December 8, 2011, the Asian Television Awards named Shanghai Live \"Best News Programme\" of 2011.",
  "/wiki/People%27s_Republic_of_China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Australian_rules_football_in_China": "Australian rules football has been played in China since the 1990s. Interest in Australian football in China received a boost after the AFL, the premier professional football competition in Australia, invested in an AFL exhibition match in Shanghai in 2010, an AFL academy in 2011, and built a dedicated AFL oval in Tianjin in 2011.",
  "/wiki/ABC_Australia_(Southeast_Asian_TV_channel)": "ABC Australia is an Asia-Pacific pay television channel, launched in 1993 and operated by the Australian Broadcasting Corporation. The channel broadcasts a mix of programming, including lifestyle, drama, sports, English-language learning programs, children's programming and news and current affairs to  viewers across East Asia, South Asia, Southeast Asia and the Pacific Islands.",
  "/wiki/Indian_Subcontinent": "The Indian subcontinent is a southern region and peninsula of Asia, mostly situated on the Indian Plate and projecting southwards into the Indian Ocean from the Himalayas. Geologically, the Indian subcontinent is related to the land mass that rifted from Gondwana and merged with the Eurasian plate nearly 55 million years ago. Geographically, it is the peninsular region in south-central Asia delineated by the Himalayas in the north, the Hindu Kush in the west, and the Arakanese in the east. Politically, the Indian subcontinent includes all or part of Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka.",
  "/wiki/Eurosport_2": "Eurosport 2 is a European sports television network. It is a sister channel to Eurosport 1 and part of the Eurosport Network. Several different versions of the channel exist across Europe, where television rights for sport differ.",
  "/wiki/Australian_rules_football_in_Europe": "Australian rules football is played in Europe at an amateur level in a large number of countries.  The oldest and largest leagues are those in the United Kingdom, Ireland and Denmark, each nation having a number of clubs, organised junior programs and women's football. The British AFL has now dramatically expanded into the Welsh, Scottish and English leagues. The Danish AFL has been responsible for the expansion of Australian Football into Sweden, Finland, Iceland and Norway. The governing body for Australian Football in Europe was founded in Frankfurt in January 2010; the body was initially called the European Australian Football Association, but changed its name to AFL Europe at a general assembly meeting in Milan in October of the same year. It currently has 19 member nations. AFL Europe, with backing of the AFL in Australia has overseen a large improvement in the organisation of Australian football in Europe.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Australian_rules_football_in_the_Middle_East": "Australian rules football in the Middle East describes the minority sport of Australian rules football as it is watched and played in the Middle East region.",
  "/wiki/Claro_Americas": "Claro Americas is a Brazilian company part of América Móvil, a Mexican telecom group serving clients in Argentina, Brazil, Chile, Colombia, Costa Rica, the Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Peru, Puerto Rico and Uruguay. The company's name means \"bright\", \"clear\" or \"of course\" in Portuguese and Spanish.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Central_America": "Central America (Spanish: América Central, pronounced [aˌmeɾika senˈtɾal] (listen), Centroamérica pronounced [sentɾoaˈmeɾika] (listen)) is a region found in the southern tip of North America and is sometimes defined as a subcontinent of the Americas. This region is bordered by Mexico to the north, Colombia to the southeast, the Caribbean Sea to the east and the Pacific Ocean to the west and south. Central America consists of seven countries: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama. The combined population of Central America is estimated at 44.53 million (2016).",
  "/wiki/South_America": "South America  is a continent in the Western Hemisphere, mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It may also be considered a subcontinent of the Americas, which is how it is viewed in the Spanish and Portuguese-speaking regions of the Americas where Dutch and English are spoken officially. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in the last decades due to changing geopolitical dynamics (in particular, the rise of Brazil).[additional citation(s) needed]",
  "/wiki/OSN_Sports": "OSN Sports (formerly known as ShowSports) was a Pan Arab satellite sports television network owned by Orbit Showtime Network. First launched in early April 2007, it operated eight HD channels: OSN Sports Action 1, OSN Sports Action 2, OSN Sports 3, OSN Sports 4, OSN Sports 5, OSN Sports Cricket, OSN WWE Network and OSN Fight Network.",
  "/wiki/Middle_East": "The Middle East is a transcontinental region which includes Western Asia (although generally excluding the Caucasus) and all of Egypt (which is mostly in North Africa). The term has come into wider usage as a replacement of the term Near East (as opposed to the Far East) beginning in the early 20th century. The broader concept of the \"Greater Middle East\" (or Middle East and North Africa) also adds the Maghreb, Sudan, Djibouti, Somalia, Afghanistan, Pakistan, and sometimes even Central Asia and Transcaucasia into the region. The term \"Middle East\" has led to some confusion over its changing definitions.",
  "/wiki/North_Africa": "North Africa is a region encompassing the northern portion of the African continent. There is no singularly accepted scope for the region, and it is sometimes defined as stretching from the Atlantic shores of Mauritania in the west, to Egypt's Suez Canal and the Red Sea in the east. Others[Like whom?] have limited it to the countries of Algeria, Morocco, and Tunisia, a region that was known by the French during colonial times as \"Afrique du Nord\" and is known by Arabs as the Maghreb (\"West\", The western part of Arab World). The most commonly accepted definition includes Morocco, Algeria, Tunisia, Libya, Egypt, and Sudan, the 6 countries that shape the top North of the African continent. Meanwhile, \"North Africa\", particularly when used in the term North Africa and the Middle East, often refers only to the countries of the Maghreb and Libya. Egypt, being also part of the Middle East, is often considered separately, due to being both North African and Middle Eastern at the same time.",
  "/wiki/Sky_Network_Television": "Sky Network Television Limited is a New Zealand pay television satellite TV provider. It is also a wholesale channel provider to New Zealand cable television provider Vodafone. On 1 February 2020, Sky had 925,000 subscribers consisting of 599,000 satellite subscribers and 326,000 streaming subscribers. Sky  Despite the similarity of name and services, such as Sky Go and MySky shared with its British equivalent, Sky, there is no longer a connection between the companies.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Australian_rules_football_in_New_Zealand": "Australian rules football in New Zealand is a sport which has been rapidly growing in popularity.",
  "/wiki/Movistar%2B": "Movistar+ is the trade name of the subscription platform for digital television owned by Telefónica, which operates in Spain and is distributed via satellites such as Astra and Hispasat as well as with ADSL and optical fiber. The platform, which was officially launched on July 8, 2015, stems from the merger of Canal+ and Movistar TV. It is the largest subscription television provider in Spain with 3.8 million customers and 71% of market share.",
  "/wiki/Australian_rules_football_in_Spain": "Australian rules football is played in Europe at an amateur level in a large number of countries.  The oldest and largest leagues are those in the United Kingdom, Ireland and Denmark, each nation having a number of clubs, organised junior programs and women's football. The British AFL has now dramatically expanded into the Welsh, Scottish and English leagues. The Danish AFL has been responsible for the expansion of Australian Football into Sweden, Finland, Iceland and Norway. The governing body for Australian Football in Europe was founded in Frankfurt in January 2010; the body was initially called the European Australian Football Association, but changed its name to AFL Europe at a general assembly meeting in Milan in October of the same year. It currently has 19 member nations. AFL Europe, with backing of the AFL in Australia has overseen a large improvement in the organisation of Australian football in Europe.",
  "/wiki/Sky_Digital_(UK_%26_Ireland)": "Sky UK (formerly British Sky Broadcasting Limited, BSkyB and Sky) is a British telecommunications company which serves the United Kingdom owned by Comcast. Sky provides television and broadband Internet services, fixed line and mobile telephone services to consumers and businesses in the United Kingdom. It is the UK's largest\npay-TV broadcaster with 12.5 million customers as of 2018. It was the UK's most popular digital TV service until it was overtaken by Freeview in April 2007. Its corporate headquarters are in Isleworth.",
  "/wiki/Australian_rules_football_in_the_United_Kingdom": "Australian rules football in England is a team sport and spectator sport with a long history and has grown since 1989 to a number of local and regional leagues coordinated by AFL England.  In 2018, these regional divisions were the AFL London, AFL Central & Northern England and Southern England AFL.",
  "/wiki/BT_Sport": "BT Sport is a group of pay television sports channels provided by BT Consumer; a division of BT Group in the United Kingdom and Ireland that was launched on 1 August 2013. The channels are based at the former International Broadcast Centre at the Queen Elizabeth Olympic Park in London. BT Sport is available on the BT TV, Sky and Virgin Media television platforms in the UK and Sky, Eir TV and Vodafone TV in the Republic of Ireland.",
  "/wiki/BT_Sport_ESPN": "BT Sport ESPN is a British pay television sports channel provided by BT Consumer; a division of BT Group under licence from American sports broadcaster ESPN Inc. The channel was operated by ESPN from 3 August 2009 to 31 July 2013, when it was sold to BT and became part of its BT Sport package. The channel focusses on coverage of American sports, in particular Major League Baseball and American College sports, but BT also uses it to show European sport when BT Sport 1, 2 & 3 are otherwise engaged.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Fox_Sports_2": "Fox Sports 2 (FS2) is an American sports-oriented pay television channel that is owned by the Fox Sports Media Group, a unit of Fox Corporation. The channel is based at the Fox Sports division's headquarters in the Westwood section of Los Angeles, California.",
  "/wiki/Australian_rules_football_in_the_United_States": "Australian rules football in the United States is a fast-growing team and spectator sport which has been played domestically in the United States since 1996.\nThere are numerous leagues around the country, a national championship, a national men's team, a national women's team and a national youth team. There are also women's teams, junior teams, modified Australian Football games and non-contact versions such as Footy 7s.",
  "/wiki/Fox_Soccer_Plus": "Fox Soccer Plus (formerly Setanta Sports) is an American sports channel dedicated to soccer and rugby. Launched in 2005 by the Irish sports broadcaster Setanta Sports to offer live and tape-delayed mainstream sports events in the United States and Caribbean, it was rebranded on March 1, 2010 as a spin-off of the now-defunct Fox Soccer after its owner News Corporation acquired the channel and its coverage rights from Setanta in January 2010.",
  "/wiki/Australian_Football_League": "The Australian Football League (AFL) is the pre-eminent and only fully professional men's competition of Australian rules football. Through the AFL Commission, the AFL also serves as the sport's governing body, and is responsible for controlling the laws of the game. Originally known as the Victorian Football League (VFL), it was founded in 1896 as a breakaway competition from the Victorian Football Association (VFA), with its inaugural season commencing the following year. The VFL, aiming to become a national competition, began expanding beyond Victoria to other Australian states in the 1980s, and changed its name to the AFL in 1990."
}