{
  "/wiki/Expo_2017": "Expo 2017 Astana was an International Exposition which took place from June 10 to September 10, 2017 in Astana, Kazakhstan. The expo's theme was \"Future Energy\", and aimed to create a global debate between countries, nongovernmental organizations, companies and the general public on the crucial question: \"How do we ensure safe and sustainable access to energy for all while reducing CO2 emissions?\"",
  "/wiki/Astana": "Nur-Sultan (US: /ˌnʊərsʊlˈtɑːn/; Kazakh: Nur-Sultan, Нұр-Сұлтан; Russian: Нур-Султан), previously named Astana[a] (Kazakh: Astana, Russian: Астана) from 1998 to 2019, is the capital city of Kazakhstan. In March 2019, it was renamed to Nur-Sultan after the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern portion of Kazakhstan, within the Akmola Region, though administered separately from the region as a city with special status. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, behind Almaty, the capital from 1991 to 1997.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Adrian_Smith_%2B_Gordon_Gill_Architecture": "Adrian Smith + Gordon Gill Architecture (AS+GG), an architecture firm and design firm based in Chicago, is engaged in the design and development of energy-efficient and sustainable architecture.  AS+GG designs buildings, cities, masterplans and components of these.  It creates designs for an international clientele with projects located throughout the world.  The primary uses of these designs are civic, commercial, cultural, hospitality, residential and mixed-use.  AS+GG also specializes in supertall skyscrapers, such as the Jeddah Tower, which will overtake the Burj Khalifa as the world's tallest building when completed in 2020.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/AS%2BGG": "Adrian Smith + Gordon Gill Architecture (AS+GG), an architecture firm and design firm based in Chicago, is engaged in the design and development of energy-efficient and sustainable architecture.  AS+GG designs buildings, cities, masterplans and components of these.  It creates designs for an international clientele with projects located throughout the world.  The primary uses of these designs are civic, commercial, cultural, hospitality, residential and mixed-use.  AS+GG also specializes in supertall skyscrapers, such as the Jeddah Tower, which will overtake the Burj Khalifa as the world's tallest building when completed in 2020.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Korea": "Korea is a region in East Asia consisting of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. Korea has been divided since 1948 between two distinct sovereign states, North Korea and South Korea. Korea is bordered by Russia to the northeast, China to the northwest, and neighbours Japan to the east via the Korea Strait and the Sea of Japan (East Sea).",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Pearl_River_Tower": "Pearl River Tower (Chinese: 珠江城大厦; pinyin: Zhūjiāng chéng dàshà; or Chinese: 珠江大厦; pinyin: Zhūjiāng dàshà) is a 71-story, 309.6 m (1,016 ft), clean technology neofuturistic skyscraper at the junction of Jinsui Road/Zhujiang Avenue West, Tianhe District, Guangzhou, China. The tower's architecture and engineering were performed by Skidmore, Owings & Merrill with Adrian D. Smith and Gordon Gill (now at their own firm, AS+GG) as architects. Ground broke on the tower on 8 September 2006 and construction was completed in March 2011. It is intended for office use and is partially occupied by the China National Tobacco Corporation.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Skidmore,_Owings_%26_Merrill": "Skidmore, Owings & Merrill (SOM) is a global architectural, urban planning, and engineering firm. It was founded in Chicago in 1936 by Louis Skidmore and Nathaniel Owings; in 1939 they were joined by engineer John O. Merrill. The firm opened its second office in New York City in 1937, and has since expanded all over the world, with offices in San Francisco (1937), Los Angeles, Washington, D.C., London, Hong Kong, Shanghai, Mumbai and Dubai.",
  "/wiki/Burj_Khalifa": "The Burj Khalifa (Arabic: برج خليفة‎, Arabic for \"Khalifa Tower\"; pronounced English: /ˈbɜːrdʒ kəˈliːfə/), known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. With a total height of 829.8 m (2,722 ft) and a roof height (excluding antenna, but including a 244 m spire) of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Zifeng_Tower": "Zifeng Tower (Greenland Center-Zifeng Tower or Greenland Square Zifeng Tower, formerly Nanjing Greenland Financial Center) is a 450-meter (1,480 ft) supertall skyscraper (special class of skyscraper) in Nanjing, Jiangsu. The 89-story building completed in 2010 comprises of retail and office space up to floor 41. Floors 49-71 feature a hotel, numerous restaurants, and a public observatory on the 72 floor. The tower’s stepping is functional, helping to separate these sections. The building is currently the tallest in Nanjing and Jiangsu province, the sixth tallest in China and the twentieth tallest in the world.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Trump_International_Hotel_and_Tower_(Chicago)": "The Trump International Hotel and Tower is a skyscraper condo-hotel in downtown Chicago, Illinois. The building, named after businessman and the 45th U.S. President Donald Trump,  was designed by architect Adrian Smith of Skidmore, Owings and Merrill. Bovis Lend Lease built the 98-story structure, which reaches a height of 1,388 feet (423.2 m) including its spire, its roof topping out at 1,171 feet (357 m).  It is next to the main branch of the Chicago River, with a view of the entry to Lake Michigan beyond a series of bridges over the river.  The building received publicity when the winner of the first season of The Apprentice reality television show, Bill Rancic, chose to manage the construction of the tower over managing a new Trump National Golf Course and resort in Los Angeles.",
  "/wiki/Broadgate_Tower": "The Broadgate Tower is a skyscraper in London's main financial district, the City of London. It was constructed between 2005 and 2008.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Canary_Wharf": "Canary Wharf is the secondary  central business district (CBD) of London on the Isle of Dogs. Along with the City of London, it is one of the main financial centres of the United Kingdom and the world, containing many of their tallest buildings, including the second-tallest in the UK, One Canada Square.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Renaissance_Center": "The Renaissance Center (also known as the GM Renaissance Center and nicknamed the RenCen) is a group of seven interconnected skyscrapers in Downtown Detroit, Michigan, United States. The Renaissance Center complex is on the Detroit International Riverfront and is owned by General Motors as its world headquarters. The central tower, the Detroit Marriott at the Renaissance Center, is the third tallest all-hotel skyscraper in the Western Hemisphere. It has been the tallest building in Michigan since it was erected in 1977.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Millennium_Park": "Millennium Park is a public park located in the Loop community area of Chicago in Illinois operated by the Chicago Department of Cultural Affairs and managed by MB Real Estate. The park was originally intended to celebrate the third millennium and is a prominent civic center near the city's Lake Michigan shoreline that covers a 24.5-acre (99,000 m2) section of northwestern Grant Park. The area was previously occupied by parkland, Illinois Central's rail yards, and parking lots. The park, which is bounded by Michigan Avenue, Randolph Street, Columbus Drive and East Monroe Drive, features a variety of public art. As of 2009, Millennium Park trailed only Navy Pier as a Chicago tourist attraction and by 2017 it had become the number one tourist attraction in the Midwestern United States. In 2015, the park became the location of the city's annual Christmas tree lighting.",
  "/wiki/Sede_do_BankBoston": "Sede do BankBoston (formerly Edifício Itaú Bank, at Itaú Fidelité Marginal Pinheiros) is a 35-story skyscraper in São Paulo, Brazil. The structure is a great office skyscraper located in Brooklin, near the Marginal Pinheiros, São Paulo, Brazil. Inaugurated in 2002, it is 145 meters in height and has 35 floors, making it one of the largest in the country and one of the more modern high-rises in Latin America. In 2006, the building was sold to Banco Itaú, prior to which time BankBoston company had merged with Fleet Bank, and ceased to exist as a separate entity.  Today, some people call it an Edifício Itaú Bank.",
  "/wiki/Sao_Paulo": "São Paulo (/ˌsaʊ ˈpaʊloʊ/; Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city (as listed by the GaWC) and the most populous city in Brazil, the Western Hemisphere and the Southern Hemisphere, besides being the largest Portuguese-speaking city in the world. The municipality is also the world's 12th largest city proper by population. The city is the capital of the surrounding state of São Paulo, the most populous and wealthiest state in Brazil. It exerts strong international influences in commerce, finance, arts and entertainment. The name of the city honors the Apostle, Saint Paul of Tarsus. The city's metropolitan area, the Greater São Paulo, ranks as the most populous in Brazil and the 12th most populous on Earth. The process of conurbation between the metropolitan areas located around the Greater São Paulo (Campinas, Santos, Sorocaba and the Paraíba Valley) created the São Paulo Macrometropolis, a megalopolis  with more than 30 million inhabitants, one of the most populous urban agglomerations in the world.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/Jin_Mao_Tower": "The Jin Mao Tower (simplified Chinese: 金茂大厦; traditional Chinese: 金茂大廈; pinyin: Jīnmào Dàshà; Shanghainese: Jinmoh Dusa; literally: 'Golden Prosperity Building'), also known as the Jinmao Building or Jinmao Tower, is an 88-story (93 if counting the floors in the spire) landmark skyscraper in Lujiazui, Pudong, Shanghai, China. It is 420.5 metres (1,380 feet) tall and is one of the tallest buildings in the world. It contains a shopping mall, offices and the Grand Hyatt Shanghai hotel, which at the time of completion was the highest hotel in the world. Along with the Oriental Pearl Tower, the Shanghai World Financial Center and the Shanghai Tower it is part of the Lujiazui skyline seen from the Bund. It was the tallest building in China from its completion in 1999 until 2007, when it was surpassed by the Shanghai World Financial Center which is located close by. The Shanghai Tower, a 121-story building located next to these two buildings, surpassed the height of both these buildings in 2015, creating the world's first trio of adjacent supertall skyscrapers.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Adrian_Smith_(architect)": "Adrian D. Smith (born August 19, 1944) is an American architect who has designed many notable buildings, including the world's tallest structure, Burj Khalifa, as well as the building projected to surpass it, the Jeddah Tower, in Jeddah. He was the senior architect of some other recognizable buildings including Trump International Hotel & Tower in Chicago; Jin Mao Tower in Shanghai and Zifeng Tower in Nanjing."
}