{
  "/wiki/Distance_(Hikaru_Utada_album)": "Distance is the second Japanese album (third overall) released by Japanese-American J-pop singer Utada Hikaru, released on March 28, 2001 in direct \"competition\" with A Best by Ayumi Hamasaki (see 2001 in music).",
  "/wiki/Hikaru_Utada": "Utada Hikaru (宇多田 ヒカル, born January 19, 1983), who has also gone by Hikaru Utada and the mononym Utada (English: /uːˈtɑːdə/, Japanese: [ɯtada]), is a Japanese-American singer-songwriter and producer. Born in the United States to Japanese parents, record producer Utada Teruzane and enka singer Keiko Fuji, Utada began to write music and lyrics at an early age and often traveled to Tokyo as a result of her father's job. Eventually, a recording contract with Toshiba-EMI was signed and, under the stage name Cubic U, Utada released her English-language debut album Precious in early 1998, but it was a commercial failure. In the following year, heavily influenced by R&B and dance-pop, her Japanese-language debut First Love was released and became an instant success. Backed by the massive success of singles \"Automatic\", \"Time Will Tell\", and \"Movin' On Without You\", the album sold two million copies in its first week in Japan, topped the Oricon charts for six non-consecutive weeks and went on to sell six million more throughout the rest of 1999. First Love eventually became the country's best-selling album of all time.",
  "/wiki/A_Best": "A Best (stylized as  BEST) is the first greatest hits album by Japanese singer-songwriter Ayumi Hamasaki. It was released on March 28, 2001 by Avex Trax and Avex Music Creative Inc.. Hamasaki had originally planned to release a greatest hits album after her 2002 studio album I Am..., but the idea was denied by Avex head staff. Instead, Avex released the album in 2001, which caused conflict between the label and Hamasaki. The compilation was released in two different formats including a physical and a digital release. Seven different artworks were released in several editions of the album. The album includes one new track, three re-recorded tracks, and the rest previously released singles.",
  "/wiki/Ayumi_Hamasaki": "Ayumi Hamasaki (浜崎あゆみ, Hamasaki Ayumi, born October 2, 1978) is a Japanese singer, songwriter, record producer, actress, model, spokesperson and entrepreneur. Through her entire career, she has written all her lyrical content, and has sometimes composed her music.",
  "/wiki/B%27z_The_Best_%22Pleasure%22": "B'z The Best \"Pleasure\" is the third compilation album by the Japanese rock duo B'z and released in 1998. It includes many of the group's hit singles from 1989 to 1998. With the exception of \"Be There\", all the songs are #1 hits on the Oricon charts.[citation needed]",
  "/wiki/B%27z": "B'z (Japanese: ビーズ, Hepburn: Bīzu) are a Japanese rock duo, consisting of guitarist, composer and producer Takahiro \"Tak\" Matsumoto (松本 孝弘, Matsumoto Takahiro) and vocalist and lyricist Koshi Inaba (稲葉 浩志, Inaba Kōshi), known for their energetic hard rock tracks and pop rock ballads. B'z is one of the best-selling music artists in the world and the best-selling in their native Japan, having released 49 consecutive No. 1 singles, 25 No. 1 albums, 3 No. 1 EPs on the Oricon music charts and sold more than 100 million records worldwide.",
  "/wiki/B%27z_The_Best_%22Treasure%22": "B'z The Best \"Treasure\" is the fourth compilation album by the Japanese rock duo B'z. It includes many of their hit singles from 1990 to that date: all 14 songs are #1 hits.",
  "/wiki/Deep_River_(Hikaru_Utada_album)": "Deep River is the third studio album (fourth overall) released by Japanese singer-songwriter Utada Hikaru, released in June 19, 2002. It sold just over 2.35 million copies in its first week of release, charting at number one on the weekly, monthly and yearly Oricon charts. Deep River is ranked as Japan's fifth-highest album in debut sales, and eighth in the all-time album sales in Japan.",
  "/wiki/Delicious_Way": "Delicious Way is the debut album by Japanese recording artist Mai Kuraki. It was released by Giza Studio and Giza Inc. in Japan on June 28, 2000. The album was entirely co-written by Kuraki herself, with the help of Michael Africk and Yoko Blaqstone in some tracks, while production was handled by Kanonji. The album's background and development started in mid-to-late 1999 after her American debut single \"Baby I Like\", where East West Records and Giza Studio sent her back to Japan. To promote the album, four singles were released; \"Love, Day After Tomorrow\" (which sold over 1.3 million units in Japan), \"Stay by My Side\", \"Secret of My Heart\", and \"Never Gonna Give You Up\".",
  "/wiki/Mai_Kuraki": "Mai Kuraki (倉木 麻衣, Kuraki Mai) (born October 28, 1982 in Funabashi, Chiba) is a Japanese pop and R&B singer-songwriter and producer. Kuraki debuted in 1999 with the single, \"Love, Day After Tomorrow\". In 2000, she released her debut album, Delicious Way, which debuted at number-one and sold over 2,210,000 copies in its first week. Kuraki is one of a few female artists in Japan to have their first four studio albums to debut at top of the Oricon album chart.",
  "/wiki/First_Love_(Hikaru_Utada_album)": "First Love is the debut Japanese-language studio album (second overall) by Japanese recording artist Utada Hikaru, released on 10 March 1999 on Toshiba-EMI. Born and raised in New York City to music-oriented parents, Utada moved to Tokyo to attend Seisen International School and American School in Japan. From there, she began writing and composing music for her debut effort. Utada, her father Teruzane Utada and producer Akira Miyake produced the album and remain her two main co-producers and composers.",
  "/wiki/Review_(Glay_album)": "Review is the first greatest hits album from the Japanese rock band, Glay. It was released on October 10, 1997, and this album contains Glay's most popular singles and tracks from their 1994 album Hai to Diamond to their fourth album Beloved. The album sold over 2,003,000 copies in the first week of the release, debuting at the number-one position on the Japanese Oricon weekly charts. It remained for  five consecutive weeks at the top of Oricon charts. It became the third best-selling album in Japanese history, with more than 4,870,000 copies sold. It was certified Five Million by the Recording Industry Association of Japan (RIAJ).",
  "/wiki/Glay": "Glay is a Japanese rock band, formed in Hakodate in 1988. Glay primarily composes songs in the rock and pop genres, but they have also arranged songs using elements from a wide variety of genres, including progressive rock, punk, electronic, R&B, folk, reggae, and ska. Originally a visual kei band, the group slowly shifted to less dramatic attire through the years. As of 2008, Glay had sold an estimated 51 million records; 28 million singles and 23 million albums, making them one of the top ten best-selling artists of all time in Japan.",
  "/wiki/Sweet_19_Blues": "Sweet 19 Blues (stylized SWEET 19 BLUES) is the second studio album by Japanese recording artist Namie Amuro. The early first press editions—housed in four different card sleeves—were put on sale on July 20, 1996, and standard copies were distributed two days later throughout Japan and the rest of Asia by Avex Trax. The album was primarily handled by Japanese producer Tetsuya Komuro, with the assistance of Cozy Kubo, Akio Togashi, Takahiro Maeda, M.C.A.T. and Randy Waldman.",
  "/wiki/Namie_Amuro": "Namie Amuro (安室奈美恵, Amuro Namie /nɑːmiˈeɪ/ NAH-mee-AY, born September 20, 1977) is a former Japanese recording artist, producer, songwriter, dancer, model, actress and entrepreneur who was active between 1992 and 2018. A leading figure of the Japanese entertainment industry since the early 90s, Amuro is known for breaking the youthful idol stereotype of J-Pop, changing the fashion trends and lifestyle of women in Japan, her experimentation across music styles, and for her visual imagery in music videos and live performances. Due to her career longevity, resilience, professionalism, efforts behind-the-scenes in the music industry, and her way of living, she is a pop culture icon in Japan and Asia. She has been referred to as \"the diva of the Heisei era\" and the \"Queen of Japanese Pop\", and has been recognized as having the influence and career impact domestically equivalent to artists such as Janet Jackson and Madonna in Western music and pop culture.",
  "/wiki/I_Am..._(Ayumi_Hamasaki_album)": "I Am... (stylized in sentence case) is the fourth studio album by Japanese recording artist Ayumi Hamasaki. It was released on New Years Day (January 1), 2002 via Avex Trax and their Taiwan-based headquarters. It was distributed in two physical formats—a standard CD and Playbutton—and for digital consumption. After the September 11, 2001 attacks in New York City, United States, Hamasaki, whom started working on her new project, changed the original music and design direction by emphazise lighter themes than her previous work. As a result, the record delves with hope, peace and love, superimposed on J-Pop-inspired rock music.",
  "/wiki/Lists_of_fastest-selling_albums": "A fast-selling album is defined as one with high sales in its first chart week following release. The highest sales achieved in any country in an album's debut week are 3.38 million for 25 by Adele in the United States in the week ending November 26, 2015. This passed the previous record of 2.4 million set by the album 'No Strings Attached' by *NSYNC in 2000."
}