{
  "/wiki/Bairro": "A bairro (Portuguese pronunciation: [ˈbajʁu]) is a Portuguese word for a quarter or a neighborhood or, sometimes, a district which is within a city or town. It is commonly used in Brazil, Mozambique, Guinea-Bissau, Portugal, and other Portuguese-speaking places. Bairro is cognate with Germanic berg, burg, borg, burgh, borough etc, and Spanish barrio, all of which descend from the same Proto-Indo European root.",
  "/wiki/M%C3%A9ier,_Rio_de_Janeiro": "Méier is a neighborhood in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Benfica,_Rio_de_Janeiro": "Benfica is a neighborhood in the North Zone of Rio de Janeiro, Brazil. It is located near São Cristóvão and Engenho de Dentro, within the Centro (Downtown) Administrative Region.",
  "/wiki/Cosme_Velho,_Rio_de_Janeiro": "Cosme Velho is a neighborhood in the South Zone of Rio de Janeiro, adjacent to Laranjeiras. Its main street is Rua Cosme Velho (an extension of Rua das Laranjeiras). Cosme Velho is frequently visited by tourists.",
  "/wiki/S%C3%A3o_Crist%C3%B3v%C3%A3o,_Rio_de_Janeiro": "São Cristóvão (officially named Imperial de São Cristóvão) is a traditional neighborhood in north of Rio de Janeiro, Brazil.",
  "/wiki/Caju,_Rio_de_Janeiro": "Caju is a working-class district of the North Zone of Rio de Janeiro, Brazil. Prior to the current region Caju belonged to the historic district of São Cristóvão.",
  "/wiki/Jacar%C3%A9,_Rio_de_Janeiro": "Jacaré is a neighborhood in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Manguinhos,_Rio_de_Janeiro": "Manguinhos is a neighborhood in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Rocinha,_Rio_de_Janeiro": "Rocinha (Portuguese pronunciation: [ʁɔˈsĩɲɐ], little farm) is the largest favela in Brazil, located in Rio de Janeiro's South Zone between the districts of São Conrado and Gávea. Rocinha is built on a steep hillside overlooking Rio de Janeiro, and is located about one kilometre from a nearby beach. Most of the favela is on a very steep hill, with many trees surrounding it. Almost 100,000 people live in Rocinha, making it the most populous favela in Brazil.",
  "/wiki/Penha,_Rio_de_Janeiro": "Penha is a low middle-class neighborhood in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Complexo_do_Alem%C3%A3o,_Rio_de_Janeiro": "Complexo do Alemão (Portuguese: [kõˈplɛksu dw ɐleˈmɐ̃w], German's Complex) is a group of favelas (low-income historically informal neighborhoods) in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Bonsucesso,_Rio_de_Janeiro": "Bonsucesso is a neighborhood in the North Zone of Rio de Janeiro, Brazil with a population of about 18,000. The name, formerly also spelt Bomsucesso, may be translated with \"good luck.\"",
  "/wiki/Inha%C3%BAma,_Rio_de_Janeiro": "Inhaúma  is a neighborhood in the North Zone of Rio de Janeiro, Brazil.",
  "/wiki/Vidigal,_Rio_de_Janeiro": "Vidigal is a neighborhood and also a favela in Rio de Janeiro, Brazil.",
  "/wiki/Mangueira,_Rio_de_Janeiro": "Mangueira (Mango Tree) is a shantytown neighborhood (favela) in the city of Rio de Janeiro, Brazil, centered on the Mangueira hill or morro. It is most famous for its samba school, the Grêmio Recreativo Escola de Samba Estação Primeira de Mangueira, called for short Estação Primeira de Mangueira (First Mangueira [train] Station) or simply Mangueira, which is one of strongest competitors in the annual Rio Carnival samba competition.",
  "/wiki/Est%C3%A1cio,_Rio_de_Janeiro": "Estácio is a neighborhood in Rio de Janeiro, Brazil.",
  "/wiki/Rio_Comprido,_Rio_de_Janeiro": "Rio Comprido is a neighborhood located in the center (Centro) of Rio de Janeiro city, in Brazil. It borders the Catumbi, Estácio, Praça da Bandeira and Tijuca neighborhoods."
}