{
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/EverQuest_Next": "EverQuest Next was a planned massively multiplayer online role-playing game (MMORPG), meant to be the successor to EverQuest, EverQuest Online Adventures and EverQuest II.  The game was in development by the Daybreak Game Company, but the project was terminated in 2016.",
  "/wiki/Z1_Battle_Royale": "Z1 Battle Royale (formerly H1Z1 and King of the Kill) is a free-to-play battle royale game developed and published by Daybreak Game Company. The game's development began after the original H1Z1 was spun off into two separate projects in early 2016: H1Z1: Just Survive and H1Z1: King of the Kill. The games were further split as separate projects in October 2017, with Just Survive dropping the H1Z1 name, and King of the Kill becoming simply H1Z1.",
  "/wiki/Landmark_(video_game)": "Landmark was a massively multiplayer online role-playing game developed and published by Daybreak Game Company (originally Sony Online Entertainment) for Microsoft Windows. The game's original name was EverQuest Next Landmark, but was switched to Landmark in March 2014. The original purpose for EverQuest Next Landmark was mainly as a player content creation tool for EverQuest Next. Landmark was released in June 2016, and was playable until the servers were shut down in February 2017.",
  "/wiki/Just_Survive": "Just Survive was a survival massively multiplayer online game developed and published by Daybreak Game Company for Microsoft Windows. The game, originally known as H1Z1 and later as H1Z1: Just Survive, is set during a zombie apocalypse in a rural area of the United States. In it, players attempt to survive against the natural elements such as wolves and bears, hordes of zombies, and thousands of potentially hostile survivors through interaction, scavenging for resources, building shelters, and crafting. The game released in early access in January 2015, selling over a million copies within two months, before being discontinued in October 2018.",
  "/wiki/PlanetSide_2": "PlanetSide 2 is a free-to-play massively multiplayer online first-person shooter developed and published by Sony Online Entertainment (now Rogue Planet Games), which released in November 2012. It is a sequel of PlanetSide, which originally released in 2003. PlanetSide 2 uses the Forgelight Engine, which is able to support thousands of players in continuous large scale conflict on a single map. As in the first PlanetSide, PlanetSide 2 chronicles the efforts of three factions as they fight for territorial control of the planet Auraxis. PlanetSide 2 was released for the PlayStation 4 in June 2015. PlanetSide 2 holds the Guinness World Record for the biggest first-person shooter battle, with over 1158 players being recorded in a single battle.",
  "/wiki/Dragon%27s_Prophet": "Dragon's Prophet is a massively multiplayer online role-playing game (MMORPG) developed by Taiwanese developer Runewaker Entertainment. After going through an open beta phase, the game was officially launched in September 2013. The game client is free to download, and no monthly subscription fee is required as the service is funded by real money transactions. On October 2, 2015 the developers announced plans to close the North American servers on November 16. The European servers are open and receive updates.",
  "/wiki/Legends_of_Norrath": "Legends of Norrath was an online digital collectible card game by Sony Online Entertainment. Legends of Norrath is based on the massively multiplayer online role-playing games EverQuest and EverQuest II. Legends Of Norrath was playable from within either of the two games, or via a stand-alone client.",
  "/wiki/Bullet_Run": "Bullet Run was a free-to-play online multiplayer first person shooter video game developed by German studio ACONY and published by Sony Online Entertainment in 2012.",
  "/wiki/Payday:_The_Heist": "Payday: The Heist is a cooperative first-person shooter video game developed by Overkill Software and published by Daybreak Game Company. It was released on 18 October 2011, for PlayStation 3 in North America and 2 November 2011, in Europe. It was released on 20 October 2011, for Windows via Steam. The game runs on the Diesel game engine. It contains seven different missions (including the free No Mercy downloadable content (DLC) released on 25 July 2012), with each mission containing random elements which alter the gameplay in subtle ways with the aim of enhancing replayability. On 7 August 2012, the Wolf Pack DLC was released on PlayStation 3 and PC. This DLC adds two heists, additional weapons, increased level cap, and a player upgrade tree.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Magic:_The_Gathering_%E2%80%93_Tactics": "Magic: The Gathering – Tactics was an online turn-based strategy game developed by Sony Online Entertainment, and based on the Magic: The Gathering trading card game series. First announced on November 2, 2009. The game was released January 18, 2011 for the PC, February 3, 2012 on Steam,. It is presumed that a previously announced PlayStation 3 version of the game was canceled due to the game being shut down on March 28, 2014.",
  "/wiki/DC_Universe_Online": "DC Universe Online (DCUO) is a free-to-play action combat massive multiplayer online game set in the fictional universe of DC Comics. Developed by Dimensional Ink Games and co-published by Daybreak Game Company and WB Games, the game was released on January 11, 2011.",
  "/wiki/Fastpoint_Games": "Fastpoint Games was a developer of data-driven games for businesses in the fortune 500, and was the parent company of fantasy sports developer, RotoHog. Under the Fastpoint Games banner, the company had applied RotoHog's configurable game platform to use structured data to drive consumer engagement and help brands in markets like social media, entertainment, MMO, politics and regulated gaming to grow their audience, engage their users and monetize them.",
  "/wiki/Facebook": "Facebook is an American online social media and social networking service based in Menlo Park, California and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes.",
  "/wiki/Star_Wars:_Clone_Wars_Adventures": "Clone Wars Adventures was an online virtual world based on the animated television series Star Wars: The Clone Wars. Players could create and customize in-world avatars and participate in a variety of Clone Wars themed mini-games and activities, earning Republic credits to purchase new weapons, outfits, ships, and furniture. Clone Wars Adventures was free to download and play, but only those that had a paid membership got access to a majority of the game's features. Additionally, many outfits and premium items could only be purchased with Station Cash, a form of in game currency that players needed to purchase with real money instead of in-game credits. This MMO game follows a similar business model to Free Realms. However, unlike Free Realms, the game was released at retail, though the game is free-to-play.",
  "/wiki/Peggle": "Peggle is a casual puzzle video game developed by PopCap Games. Initially released for Microsoft Windows and Mac OS X systems in 2007, it has since had versions released for Xbox Live Arcade, PlayStation Network, the Nintendo DS (with the help of Q Entertainment), Windows Mobile, iOS, Zeebo and Android; the game has also been ported as a Java application, and an extended minigame incorporated into the massively multiplayer online game World of Warcraft. A sequel was released in September 2008, titled Peggle Nights. PopCap, a subsidiary of Electronic Arts, announced Peggle 2 at E3 2013.",
  "/wiki/Peggle_Nights": "Peggle Nights is a Windows, Mac OS X and Microsoft Xbox Live Arcade downloadable game from PopCap Games. Upon its release, PopCap marketed the game as a \"follow-up\" to Peggle, although an actual sequel to the 2007 PC Game was released in 2013. The gameplay between Peggle and Pegglle Nights has remained largely unchanged, with each stage featuring a colorful 2D background filled with different colored \"pegs\". The objective in each level is to clear all of the orange pegs by hitting them with a ball shot from the top of the screen. New to this version are 60 new levels, 60 additional challenges, the introduction of the new Peggle Master Marina the Electric Squid, and the addition of an \"Aced\" score for each level.",
  "/wiki/PopCap_Games": "PopCap Games, Inc. is an American video game developer based in Seattle. The company was founded in 2000 by John Vechey, Brian Fiete and Jason Kapalka; it was acquired by Electronic Arts in July 2011.",
  "/wiki/Free_Realms": "Free Realms was a massive multiplayer online role playing video game, developed by Sony Online Entertainment (SOE) for the PC, Mac, and PlayStation 3, set in a fantasy-themed world named Sacred Grove. The game was released on April 29, 2009 for Windows. The game restricted to free-to-play up to level 20, although there was access to additional game content via a membership fee. The game allowed the player to fight, interact with other players, and more. The game was shut down on March 31, 2014; SOE stated that It didn't have the resources to keep the game going.",
  "/wiki/Bejeweled_2": "Bejeweled 2 (also known as Bejeweled 2 Deluxe) is a tile-matching puzzle video game developed by PopCap Games, and the sequel to Bejeweled. It includes extra game modes and features. Bejeweled 2 Deluxe was released for the Xbox 360 as a downloadable Xbox Live Arcade game on November 22, 2005. In 2007, the game was released on the PlayStation 2 alongside another PopCap game, AstroPop as a two-game compilation pack as PopCap Hits! Volume 1. PopCap also released a version for iOS in 2008. Bejeweled 2 was also released for PlayStation 3 on the PlayStation Network on January 29, 2009, on the Wii via WiiWare on June 14, 2010, and on PlayStation Portable on June 29, 2010, and for Android. As with the original Bejeweled, Bejeweled 2 is based on the Shariki game mechanic.",
  "/wiki/Plants_vs._Zombies": "Plants vs. Zombies is a tower defense and strategy video game developed and originally published by PopCap Games for Windows and OS X in May 2009, and ported to consoles, handhelds, and mobile devices, and in remastered versions for personal computers.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Pirates_of_the_Burning_Sea": "Pirates of the Burning Sea is a massively multiplayer online role-playing game (MMORPG) previously developed by Flying Lab Software and Portalus Games, and currently supported by Vision Online Games. The game is set in the Caribbean in an anachronistic 1720 and combines tactical ship battles and swashbuckling combat with a player-driven economy and open-ended gameplay. In the game, players can choose from 4 nations; Great Britain, Spain, France and the generically named 'Pirates'.",
  "/wiki/God_of_War:_Betrayal": "God of War: Betrayal is an action-adventure mobile game developed by Javaground and Sony Online Entertainment's (SOE) Los Angeles division, and published by Sony Pictures Digital. Released for mobile phones supporting the Java Platform, Micro Edition (Java ME) on June 20, 2007, it is the third installment in the God of War series, and the fifth chronologically. Loosely based on Greek mythology, Betrayal is set in ancient Greece with vengeance as its central motif. The player controls the protagonist Kratos, who became the new God of War after killing the former, Ares. Kratos is framed for the murder of Argos and pursues the true assassin across Greece, resulting in a confrontation with Olympian messenger Ceryx.",
  "/wiki/Java_Platform,_Micro_Edition": "Java Platform, Micro Edition or Java ME is a computing platform for development and deployment of portable code for embedded and mobile devices (micro-controllers, sensors, gateways, mobile phones, personal digital assistants, TV set-top boxes, printers). Java ME was formerly known as Java 2 Platform, Micro Edition or J2ME.",
  "/wiki/Javaground": "Javaground was the provider of a suite of development and porting tools for the mobile games industry called the Xpress Suite. The company was also a developer of mobile games. Javaground's Xpress Suite was noted for its set of automated converters, which were used to create games for a range of platforms including the iPhone, Windows Mobile, Android, BREW, and Flash, from a single set of Java ME source code.",
  "/wiki/Sony_Pictures_Digital": "Sony Pictures Digital (previously known as Columbia TriStar Interactive, Sony Pictures Interactive Network, and Sony Pictures Digital Entertainment) is a subsidiary of Sony Corporation. Operating under the trade name Sony Pictures Digital Productions Inc., it is currently based in Japan, and was formerly based in Culver City, California, up until 2013. Bob Osher was the president of Sony Pictures Digital before he was fired in February 2015."
}