{
  "/wiki/Slobodan_Grujić": "Slobodan Grujić (born July 24, 1973 in Novi Sad, Serbia, Yugoslavia) is a male Serbian table tennis player. He plays for Fenerbahçe TT since 2007 and also played for Novi Sad TT in Serbia and TTV RE-BAU Gönnern in Germany.",
  "/wiki/Aleksandar_Karakašević": "Aleksandar Karakašević (Serbian Cyrillic: Александар Каракашевић; born December 9, 1975) is a Serbian table tennis player. His incredible feeling and powerful backhand has helped him win against some of the top players in the world. He won a bronze medal on 2011 European Championship. One of his greatest result achieved in USA is his victory  at the US Open Championship, July 2007, where he established himself as a world class athlete, winning the tournament title  for the 3rd time by defeating Kurashima Yosuke from Japan with the result of 4:0.",
  "/wiki/Table_tennis": "Table tennis, also known as ping-pong, is a sport in which two or four players hit a lightweight ball back and forth across a table using small rackets. The game takes place on a hard table divided by a net. Except for the initial serve, the rules are generally as follows: players must allow a ball played toward them to bounce one time on their side of the table, and must return it so that it bounces on the opposite side at least once. A point is scored when a player fails to return the ball within the rules. Play is fast and demands quick reactions. Spinning the ball alters its trajectory and limits an opponent's options, giving the hitter a great advantage.",
  "/wiki/Biljana_Golić": "Biljana \"Biba\" Golić  (Serbian Cyrillic: Биљана \"Биба\" Голић) (born 9 November 1977) is a Serbian table tennis player.",
  "/wiki/Milorad_Gajović": "Milorad Gajović (born July 27, 1974) is a Montenegrin amateur boxer who qualified for the 2008 Summer Olympics as a heavyweight.  He has also had some success as an amateur kickboxer.",
  "/wiki/Amateur_Boxing": "Amateur boxing is a variant of boxing practised at the collegiate level, at the Olympic Games, Pan American Games and Commonwealth Games, as well as many associations.",
  "/wiki/Boxing_at_the_2001_Mediterranean_Games": "The Boxing Tournament at the 2001 Mediterranean Games was held in Tunis, Tunisia from September 6 to September 8.",
  "/wiki/Miloš_Mijalković": "Miloš Mijalković (born 8 March 1978 in Belgrade) is a Serbian judoka. He participated at the 2004 Summer Olympics.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/Judo_at_the_2001_Mediterranean_Games": "The judo competition at the 2001 Mediterranean Games was held in Tunis, Tunisia, from 28 June to 1 July 2001.",
  "/wiki/Karate": "Karate (空手) (/kəˈrɑːti/; Japanese pronunciation: [kaɾate] (listen); Okinawan pronunciation: [kaɽati]) is a martial art developed in the Ryukyu Kingdom. It developed from the indigenous Ryukyuan martial arts (called te (手), \"hand\"; tii in Okinawan) under the influence of Kung Fu, particularly Fujian White Crane. Karate is now predominantly a striking art using punching, kicking, knee strikes, elbow strikes and open-hand techniques such as knife-hands, spear-hands and palm-heel strikes. Historically, and in some modern styles, grappling, throws, joint locks, restraints and vital-point strikes are also taught. A karate practitioner is called a karateka (空手家).",
  "/wiki/Karate_at_the_2001_Mediterranean_Games": "In the karate events at the 2001 Mediterranean Games in Tunis, the Open men's competition was won by Konstantinos Papadopoulos of Greece, and the Open women's competition by Yıldız Aras of Turkey. France came top of the medals table, with 5 gold medals.",
  "/wiki/Olivera_Jevtić": "Olivera Jevtić (Serbian Cyrillic: Оливера Јевтић, born 24 July 1977) is a Serbian long-distance runner.  She has represented her country five times at the Olympics in 2000, 2004, 2008, 2012 and 2016.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/Athletics_at_the_2001_Mediterranean_Games": "At the 2001 Mediterranean Games, the athletics events were held in Tunis and Radès in Tunisia from 11 to 14 September 2001. Italy topped the medal table with 9 gold medals and 30 medals in total, shortly followed by France which also had 9 golds but 23 medals overall. Greece had the next greatest medal haul and the hosts Tunisia won 9 medals, two of which were gold. A total of 10 new Games records were set during the competition.",
  "/wiki/Marija_Martinović": "Marija Šestak (Serbian Cyrillic: Марија Шестак; born Martinović, Мартиновић on 17 April 1979 in Kragujevac, SR Serbia, Yugoslavia) is a Serbian-born Slovenian triple jumper.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/Wrestling_at_the_2001_Mediterranean_Games": "N/A",
  "/wiki/Nenad_Lončar": "Nenad Lončar (born March 6, 1981 in Belgrade) is a former Serbian hurdler. He competed at the 2004 Summer Olympics in Athens, Greece.",
  "/wiki/Danial_Jahić": "Danial Jahić (born 1 July 1979) is a Serbian athlete. He competed in the men's long jump at the 2000 Summer Olympics.",
  "/wiki/Geard_Ajetović": "Geard Ajetović (born February 28, 1981 in Beočin, Južnobački) is a boxer from Serbia. He represented Serbia and Montenegro at the 2000 Summer Olympics in Sydney, Australia, where he lost in the first round of the Men's Welterweight (– 67 kg) competition to Thailand's veteran Parkpoom Jangphonak due to a controversial 9-9 point decision.[citation needed] Ajetović won a bronze medal at the 2001 Mediterranean Games in Tunis, Tunisia.",
  "/wiki/Aleksandar_Pejanović": "Aleksandar \"Saša\" Pejanović (died May 30, 2011, Podgorica) was a Montenegrin Serb boxer that represented Serbia & Montenegro internationally. He was since 2006 a policeman, and was a known supporter of Serbian–Montenegrin unionism, being arrested during the riot after Montenegro's recognition of Kosovo independence in 2008. He was brutally beaten while incarcerated, leading to a trial against the alleged perpetrators within the police force, this gained wide media attention. He was murdered by his neighbour and fellow policeman Zoran Bulatović in 2011. He was the son of Đuro Pejanović, a writer.",
  "/wiki/Snežana_Perić": "Snežana Pantić (née Perić) (Serbian Cyrillic: Снежана Пантић; born 18 June 1978 in Zrenjanin, SFR Yugoslavia) is a Serbian professional karate competitor and the most successful Serbian female karateka. She resides in Belgrade. At 172 cm and 57 kg, Pantić was one of the best world karate competitor.",
  "/wiki/Vladan_Marković": "Vladan Marković (Serbian Cyrillic: Владан Марковић; born 20 March 1977 in Belgrade, Serbia, Yugoslavia) is a Serbian swimmer also considered to be one of the country's all-time best. He is the current president of PK Zlatni Delfin, a swimming club from Belgrade and is a University of Belgrade alumni since 2001.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/Swimming_at_the_2001_Mediterranean_Games": "The Swimming competition at the 2001 Mediterranean Games occurred September 3–7 in Tunis, Tunisia.",
  "/wiki/FR_Yugoslavia_at_the_2001_Mediterranean_Games": "FR Yugoslavia competed at the 2001 Mediterranean Games held in Tunis, Tunisia."
}