{
  "/wiki/California_Golden_Bears": "The California Golden Bears are the athletic teams that represent the University of California, Berkeley. Referred to in athletic competition as California or Cal, the university fields 30 varsity athletic programs and various club teams in the National Collegiate Athletic Association (NCAA)'s Division I primarily as a member of the Pac-12 Conference, and for a limited number of sports as a member of the Mountain Pacific Sports Federation (MPSF). Over the course of the school's history, California has won team national titles in 13 men's and 3 women's sports and 107 team titles overall. Cal athletes have also competed in the Olympics for a host of different countries. Notable facilities used by the Bears include California Memorial Stadium (football) and Haas Pavilion (basketball and other indoor sports). Cal finished the 2010–11 athletic season with 1,219.50 points, earning third place in the Director's Cup standings, the Golden Bears' highest finish ever. Cal did not receive any points for its national championships in rugby and men's crew because those sports are not governed by the NCAA. Cal finished 12th in the 2014-15 standings.",
  "/wiki/Pac-12": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/SUNY_Maritime_College": "State University of New York Maritime College (SUNY Maritime College) is a public maritime college in New York City. It is part of the State University of New York (SUNY) system.  Founded in 1874, the SUNY Maritime College was the first college of its kind (federally approved, offering commercial nautical instruction) to be founded in the United States and is one of only seven degree-granting maritime academies in the United States.",
  "/wiki/Paul_Smith%27s_College": "Paul Smith's College is a private college in Paul Smiths, New York. It is the only four-year institution of higher education in the Adirondack Park. Paul Smith's College offers associate and bachelor's degrees. Its 14,000-acre campus is one of the largest college campuses in the world. Approximately 1,000 students attend each year.",
  "/wiki/Principia_College": "Principia College (Principia or Prin) is a private liberal arts college in Elsah, Illinois. It was founded in 1912 by Mary Kimball Morgan with the purpose of \"serving the Cause of Christian Science.\" According to the college, it has no affiliation with the Church of Christ, Scientist, but \"the practice of Christian Science is the cornerstone of campus life.\" Students and staff are practicing Christian Scientists.",
  "/wiki/California_Maritime_Academy": "The California State University Maritime Academy (Cal Maritime or CSU Maritime Academy) is a public university in Vallejo, California. It is one of 23 campuses in the California State University system and the only maritime academy on the United States West Coast.  It is located in Vallejo, California. The university offers six different Bachelor's degrees, and one Master's degree, but no Doctoral degrees.",
  "/wiki/Franciscan_University_of_Steubenville": "Franciscan University of Steubenville is a private Catholic university in Steubenville, Ohio. The university had 2,716 students as of fall 2015, including 2,454 students on campus, in 40 undergraduate and 8 graduate degree programs. The student body is 97 percent Catholic and the university has the greatest number of students majoring in theology, catechetics, and philosophy of any Catholic university in the United States.",
  "/wiki/Norwich_University": "Norwich University – The Military College of Vermont is a private university in Northfield, Vermont. It is the oldest private military college in the United States. The university was founded in 1819 at Norwich, Vermont, as the American Literary, Scientific and Military Academy. It is the oldest of six senior military colleges and is recognized by the United States Department of Defense as the \"Birthplace of ROTC\" (Reserve Officers' Training Corps).",
  "/wiki/American_International_College": "American International College (AIC) is a private liberal arts college in Springfield, Massachusetts.",
  "/wiki/Northeast-10_Conference": "The Northeast-10 Conference is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA)’s Division II level. Member institutions are located in the northeastern United States in the states of Connecticut, Massachusetts, New Hampshire, New York, and Vermont. It is the only Division II collegiate hockey conference in the United States.",
  "/wiki/Life_University": "Life University is a private university in Marietta, Georgia. It was established in 1974 by chiropractor Sid E. Williams. In addition to undergraduate and graduate programs in health and wellness-oriented fields, Life University is best known for its Doctor of Chiropractic degree program. It is the largest single campus chiropractic college in the world[better source needed] and claims that vitalism is its guiding philosophy.  Life University centers their philosophy, including clinical training, around the vertebral subluxation complex.",
  "/wiki/Atlanta_metropolitan_area": "Metro Atlanta, designated by the United States Office of Management and Budget as the Atlanta–Sandy Springs–Roswell, GA Metropolitan Statistical Area, is the most populous metro area in the US state of Georgia and the ninth-largest metropolitan statistical area (MSA) in the United States. Its economic, cultural and demographic center is Atlanta, and has an estimated 2018 population of 5,949,951 according to the U.S. Census Bureau. The metro area forms the core of a broader trading area, the Atlanta–Athens-Clarke–Sandy Springs Combined Statistical Area. The Combined Statistical Area spans up to 39 counties in north Georgia and has an estimated 2017 population of 6,555,956. Atlanta is considered a \"beta(+) world city.\" It is the third largest metropolitan region in the Census Bureau's Southeast region behind Greater Washington and Greater Miami.",
  "/wiki/Lindenwood_Lions": "The Lindenwood Lions and Lady Lions are the intercollegiate athletic teams of Lindenwood University, located in St. Charles, Missouri. The school is primarily a member of the NCAA Division II Great Lakes Valley Conference, although women's ice hockey and gymnastics and men's volleyball compete in NCAA Division I. The Lions joined the NCAA and the Mid-America Intercollegiate Athletics Association (MIAA) in the summer of 2013, after completing the transition process from the National Association of Intercollegiate Athletics (NAIA) and the Heart of America Athletic Conference (HAAC). On October 4, 2018, Lindenwood announced it would be leaving the MIAA for the Great Lakes Valley Conference effective July 1, 2019.",
  "/wiki/Mid-America_Intercollegiate_Athletics_Association": "The Mid-America Intercollegiate Athletics Association (MIAA) is a fourteen-school collegiate athletic conference headquartered in Kansas City, Missouri. It is a member of the NCAA's Division II for all sports. Its fourteen members, located in Kansas, Missouri, Nebraska, and Oklahoma, include twelve public and two private schools. The MIAA is a 501(c)(3) nonprofit organization incorporated in Missouri.",
  "/wiki/Saint_Louis_Metropolitan_Statistical_Area": "Greater St. Louis is a bi-state metropolitan area that completely surrounds and includes the independent city of St. Louis (its principal city). It includes parts of both the U.S. states of Missouri and Illinois. The city core is on the Mississippi Riverfront on the border with Illinois in the geographic center of the metro area. The Mississippi River bisects the metro area in half geographically between Illinois and Missouri; however, the Missouri half is much more populous. St. Louis is the largest metro area in Missouri and the second largest in Illinois. St. Louis County is independent of the City of St. Louis and their two populations are generally tabulated separately.",
  "/wiki/Lindenwood-Belleville_Lynx": "Lindenwood University–Belleville, also known as Lindenwood Belleville, is a private, four-year liberal arts university. It is a full-fledged, standalone sister college of Lindenwood University with an enrollment around 2,300 students. Lindenwood Belleville is located in Belleville, Illinois and occupies the campus that was formerly Belleville West High School. Lindenwood Belleville offers a day program, as well as evening programs for working adults. Lindenwood Belleville now offers 30 different undergraduate and graduate degree options.",
  "/wiki/Wheeling_Jesuit_University": "Wheeling University (WU, formerly Wheeling Jesuit University) is a private Roman Catholic university in Wheeling, West Virginia. It was founded as Wheeling College in 1954 by the Society of Jesus (also known as the Jesuits) and was a Jesuit institution until 2019. Wheeling University competes in Division II of the National Collegiate Athletic Association as a member of the Mountain East Conference.",
  "/wiki/Mountain_East_Conference": "The Mountain East Conference (MEC) is a collegiate athletic conference that competes in the National Collegiate Athletic Association (NCAA) Division II level and officially began competition on September 1, 2013. It consists of 12 schools, mostly in West Virginia with other members in Maryland and Ohio.",
  "/wiki/Notre_Dame_College": "Notre Dame College, also known as Notre Dame College of Ohio or simply NDC, is a Catholic liberal arts college in South Euclid, Ohio. Established in 1922 as a women's college, it has been coeducational since January 2001. Notre Dame College offers 30 majors and individually designed majors and confers undergraduate and graduate degrees through five academic divisions. The college had a total enrollment of 2,100 students in fall 2016. The 48-acre (19.4 ha) main academic and residential campus is located 10 miles (16 km) east of Cleveland in South Euclid.",
  "/wiki/Great_Lakes_Intercollegiate_Athletic_Conference": "The Great Lakes Intercollegiate Athletic Conference (GLIAC) is a competitive collegiate athletic conference affiliated with the NCAA's Division II.",
  "/wiki/Cleveland,_Ohio_metropolitan_area": "The Cleveland metropolitan area, or Greater Cleveland as it is more commonly known, is the metropolitan area surrounding the city of Cleveland in Northeast Ohio, United States. According to 2018 United States Census estimates, the five-county Cleveland–Elyria Metropolitan Statistical Area (MSA) consists of Cuyahoga County, Geauga County, Lake County, Lorain County, and Medina County, and has a population of 2,057,009 making Greater Cleveland the 33rd most populous metropolitan area in the United States, the third largest metro area in Ohio, and the second largest metro area, behind Columbus, entirely in Ohio. Greater Cleveland is part of the larger Cleveland–Akron–Canton Combined Statistical Area and the Great Lakes Megalopolis.",
  "/wiki/Central_Washington_University": "Central Washington University (CWU) is a public university in Ellensburg, Washington. Founded in 1891, the university consists of four divisions: the President's Division, Business and Financial Affairs, Operations, and Academic and Student Life (ASL).  Within ASL are four colleges: the College of Arts and Humanities, the College of Business (Ellensburg campus and University Centers in the Puget Sound and central regions), the College of Education and Professional Studies, and College of the Sciences. CWU is considered an emerging Hispanic-Serving Institution with 15 percent Hispanic students.",
  "/wiki/Great_Northwest_Athletic_Conference": "The Great Northwest Athletic Conference (GNAC) is a collegiate athletic conference which has historically operated in the northwestern United States, but also currently includes four schools in areas not usually considered part of that region—two in Alaska (neither of which is located in Southeast Alaska, an area often considered part of the Northwest), one in eastern Montana (almost never considered part of the region), and one in the Canadian province of British Columbia (an area included with the Northwest U.S. in the larger Pacific Northwest region).",
  "/wiki/Army_Rugby_Football_Club": "The Army Rugby Football Club was founded in 1961 and for over 50 years the Army Black Knights have been a leader in USA Collegiate Rugby. The Army Ruggers are West Point’s most winning team.",
  "/wiki/Patriot_League": "The Patriot League is a collegiate athletic conference comprising private institutions of higher education and two United States service academies based in the Northeastern United States. Outside the Ivy League, it is among the most selective group of higher education institutions in NCAA Division I and has a very high student-athlete graduation rate for both the NCAA graduation success rate and the federal graduation rate.",
  "/wiki/Bethel_College_(Indiana)": "Bethel University is a private Christian liberal arts university in Mishawaka, Indiana. It was established in 1947 and is affiliated with the evangelical Christian Missionary Church.",
  "/wiki/Mishawaka,_IN": "Mishawaka /ˌmɪʃəˈwɑːkə/ is a city on the St. Joseph River, in Penn Township, St. Joseph County, in the U.S. state of Indiana. The population was 48,252 as of the 2010 census. Its nickname is \"the Princess City.\"\nMishawaka is a principal city of the South Bend–Mishawaka, IN-MI, Metropolitan Statistical Area.",
  "/wiki/Marywood_University": "Marywood University is a Catholic liberal arts university in Scranton, Pennsylvania. Established in 1915 by the Sisters, Servants of the Immaculate Heart of Mary, Marywood currently enrolls more than 2,800 students in a variety of undergraduate, graduate, and doctoral programs. The university has a national arboretum with more than 100 types of trees and shrubs.",
  "/wiki/Scranton,_PA": "Scranton is the sixth-largest city in the Commonwealth of Pennsylvania. It is the location of the television series The Office (US). It is the county seat and largest city of Lackawanna County in Northeastern Pennsylvania's Wyoming Valley and hosts a federal court building for the United States District Court for the Middle District of Pennsylvania. With a population of 77,291, it is the largest city in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area, which has a population of about 570,000. The city is conventionally divided into 8 districts: North Scranton, Southside, Westside, the Hill Section, Central City, Minooka, East Mountain, and Green Ridge, though these areas do not have legal status.",
  "/wiki/Queens_University_of_Charlotte": "Queens University of Charlotte is a private university in Charlotte, North Carolina. It has approximately 2,300 undergraduate and graduate students through the College of Arts and Sciences, the McColl School of Business, the Wayland H. Cato, Jr. School of Education, the James L. Knight School of Communication, and the Andrew Blair College of Health, which features the Presbyterian School of Nursing.  Established in 1857, the university offers 34 undergraduate majors and 66 concentrations, and 10 graduate programs. It is affiliated with the Presbyterian Church (USA).",
  "/wiki/South_Atlantic_Conference": "The South Atlantic Conference (SAC) is a collegiate athletic conference which operates in the southeastern United States. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. The SAC was founded in 1975 as a football-only conference and became an all-sports conference beginning with the 1989–90 season.",
  "/wiki/Charlotte,_NC": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/New_England_College": "New England College (NEC) is a private liberal arts college in Henniker, New Hampshire. It enrolls approximately 2,800 undergraduate and graduate students. The college is regionally accredited by the New England Commission of Higher Education.",
  "/wiki/New_England_Collegiate_Conference": "The New England Collegiate Conference (NECC) is an NCAA Division III college athletic conference based in the Northeastern United States."
}