{
  "/wiki/Kjetil_André_Aamodt": "Kjetil André Aamodt (born 2 September 1971) is a former World Cup alpine ski racer from Norway, a champion in the Olympics, World Championships, and World Cup. He is the most decorated ski racer from Norway.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Marc_Girardelli": "Marc Girardelli (born 18 July 1963) is an Austrian and Luxembourgian former alpine ski racer, a five-time World Cup overall champion who excelled in all five alpine disciplines.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.\n With an area of 2,586 square kilometres (998 sq mi), it is one of the smallest sovereign states in Europe. In 2019, Luxembourg had a population of 613,894, which makes it one of the least-populous countries in Europe, but by far the one with the highest population growth rate. Foreigners account for nearly half of Luxembourg's population. As a representative democracy with a constitutional monarch, it is headed by Grand Duke Henri and is the world's only remaining sovereign grand duchy. Luxembourg is a developed country, with an advanced economy and one of the world's highest GDP (PPP) per capita. The City of Luxembourg with its old quarters and fortifications was declared a UNESCO World Heritage Site in 1994 due to the exceptional preservation of the vast fortifications and the old city.\n The history of Luxembourg is considered to begin in 963, when count Siegfried acquired a rocky promontory and its Roman-era fortifications known as Lucilinburhuc, \"little castle\", and the surrounding area from the Imperial Abbey of St. Maximin in nearby Trier. Siegfried's descendants increased their territory through marriage, war and vassal relations. At the end of the 13th century, the counts of Luxembourg reigned over a considerable territory. In 1308, Henry VII, Count of Luxembourg became King of the Germans and later Holy Roman Emperor. The House of Luxembourg produced four emperors during the High Middle Ages. In 1354, Charles IV elevated the county to the Duchy of Luxembourg. The duchy eventually became part of the Burgundian Circle and then one of the Seventeen Provinces of the Habsburg Netherlands.\nOver the centuries, the City and Fortress of Luxembourg, of great strategic importance situated between the Kingdom of France and the Habsburg territories, was gradually built up to be one of the most reputed fortifications in Europe. After belonging to both the France of Louis XIV and the Austria of Maria Theresa, Luxembourg became part of the First French Republic and Empire under Napoleon.\n The present-day state of Luxembourg first emerged at the Congress of Vienna in 1815. The Grand Duchy, with its powerful fortress, became an independent state under the personal possession of William I of the Netherlands with a Prussian garrison to guard the city against another invasion from France. In 1839, following the turmoil of the Belgian Revolution, the purely French-speaking part of Luxembourg was ceded to Belgium and the Luxembourgish-speaking part (except the Arelerland, the area around Arlon) became what is the present state of Luxembourg.\n Luxembourg is a founding member of the European Union, OECD, United Nations, NATO, and Benelux. The city of Luxembourg, which is the country's capital and largest city, is the seat of several institutions and agencies of the EU. Luxembourg served on the United Nations Security Council for the years 2013 and 2014, which was a first in the country's history. As of 2020, Luxembourg citizens had visa-free or visa-on-arrival access to 172 countries and territories, ranking the Luxembourgish passport second in the world, tied with Germany, Finland and Spain.",
  "/wiki/Lasse_Kjus": "Lasse Kjus (born 14 January 1971) is a former World Cup alpine ski racer from Norway. He won the overall World Cup title twice, an Olympic gold medal, and several World Championships. His combined career total of 16 Olympic and World Championship medals ranks second all-time behind fellow Norwegian Kjetil André Aamodt.",
  "/wiki/Marcel_Hirscher": "Marcel Hirscher (born 2 March 1989) is an Austrian former World Cup alpine ski racer. Hirscher made his World Cup debut in March 2007. He competed primarily in slalom and giant slalom, as well as combined and occasionally in super G. Winner of a record eight consecutive World Cup titles, Hirscher has also won 11 medals at the Alpine Skiing World Championships, seven of them gold, a silver medal in slalom at the 2014 Winter Olympics, and two gold medals in the combined and giant slalom at the 2018 Winter Olympics. Due to his record number of overall titles, many years of extreme dominance of both slalom and giant slalom and of the men's overall ranking, he is considered by many, including his former rivals Henrik Kristoffersen, Kjetil Jansrud and Alexis Pinturault, to be one of the best alpine skiers in history.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.\n Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire. Early in the 19th century, Austria established its own empire, which became a great power and the leading force of the German Confederation but pursued its own course independently of the other German states. Following the Austro-Prussian War and the compromise with Hungary, the Dual Monarchy was established.\n Austria was involved in World War I under Emperor Franz Joseph following the assassination of Archduke Ferdinand, the presumptive successor to the Austro-Hungarian throne. After the defeat and the dissolution of the Monarchy, the Republic of German-Austria was proclaimed with the intent of the union with Germany, which eventually failed because of the Allied Powers and the state remained unrecognized. In 1919 the First Austrian Republic became the legal successor of Austria. In 1938, the Austrian-born Adolf Hitler, who became the Chancellor of the German Reich, achieved the annexation of Austria by the Anschluss. Following the defeat of Nazi Germany in 1945 and an extended period of Allied occupation, Austria was re-established as a sovereign and self-governing democratic nation known as the Second Republic.\n Austria is a parliamentary representative democracy with a directly elected Federal President as head of state and a Chancellor as head of the federal government. Major urban areas of Austria include Graz, Linz, Salzburg and Innsbruck. Austria is consistently ranked in the top 20 richest countries in the world by GDP per capita terms. The country has achieved a high standard of living and in 2018 was ranked 20th in the world for its Human Development Index. Vienna consistently ranks in the top internationally on quality-of-life indicators.\n The Second Republic declared its perpetual neutrality in foreign political affairs in 1955. Austria has been a member of the United Nations since 1955 and joined the European Union in 1995. It plays host to the OSCE and OPEC and is a founding member of the OECD and Interpol. Austria also signed the Schengen Agreement in 1995, and adopted the euro currency in 1999.",
  "/wiki/Aksel_Lund_Svindal": "Aksel Lund Svindal (born 26 December 1982) is a Norwegian former World Cup alpine ski racer.\n Born in Lørenskog in Akershus county, Svindal is a two-time overall World Cup champion (2007 and 2009), an Olympic gold medalist in super-G at the 2010 Winter Olympics and in downhill at the 2018 Winter Olympics, and a five-time World Champion in downhill, giant slalom, and super combined (2007 Åre, 2009 Val-d'Isère, 2011 Garmisch, and 2013 Schladming).  With his victory in the downhill in 2013, Svindal became the first male alpine racer to win titles in four consecutive world championships.\n With his successes many consider him the best Norwegian alpine skier ever.  While the great Kjetil Andre Aamodt has been more successful at the Olympics, Svindal is by far the most successful on the World Cup circuit.\n In late-January 2019, he announced his retirement from alpine skiing following the 2019 Ski World Championships.",
  "/wiki/Pirmin_Zurbriggen": "Pirmin Zurbriggen (born 4 February 1963) is a former World Cup alpine ski racer from Switzerland. One of the most successful ski racers ever, he won the overall World Cup title four times, an Olympic gold medal in 1988 in Downhill, and nine World Championships medals (4 gold, 4 silver, 1 bronze).",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Toni_Sailer": "Anton Engelbert \"Toni\" Sailer (17 November 1935 – 24 August 2009) was an Austrian alpine ski racer, considered among the best in the sport. At age 20, he won all three gold medals in alpine skiing at the 1956 Winter Olympics. He nearly duplicated the feat at the 1958 World Championships with two golds and a silver. He also won world titles both years in the combined, then a \"paper\" race, but awarded with medals by the International Ski Federation (FIS).",
  "/wiki/Émile_Allais": "Émile Allais (25 February 1912 – 17 October 2012) was a champion alpine ski racer from France; he won all three events at the 1937 world championships in Chamonix and the gold in the combined in 1938.  Born in Megève, he was a dominant racer in the late 1930s and is considered to have been the first great French alpine skier.\n Allais won the bronze medal in the combined (downhill and slalom), the only alpine medal event at the 1936 Winter Olympics in Garmisch, Germany. These Olympics were the first to award medals in alpine skiing.  The previous year, he had won the silver medal in the downhill and combined at the 1935 world championships.  In 1937 he was a triple world champion at Chamonix, France, winning all three events (downhill, slalom, and combined).  The following year at Engelberg, Switzerland, he won the combined, and took silver in the downhill and slalom.  He created the École Française de Ski which taught innovative methods of Anton Seelos (who was his trainer and instructor), characterised by parallel turns, controlling the speed by sideslipping, and turning by ruade (French: kick, back kick), i.e. kicking the backs of the skis up and pivoting on the tips while rotating the body in the direction of the turn. It is now the biggest Ski school in the world in terms of numbers of ski teachers, and is present in every single French ski resort, and even abroad.\n After a spell in North and South America (Squaw Valley, California and Portillo, Chile) Allais held the post of technical director at Courchevel from 1954 to 1964, where he introduced many ideas from the U.S. regarding slope preparation and piste security.  He later worked as a technical consultant for other resorts, notably La Plagne and Flaine. One of the Saulire couloirs at Courchevel is named after Allais.\n As a consultant to Skis Rossignol, Allais helped to design the laminated-wood Olympic 41 ski (1941), and the first aluminum skis to win major ski races, the Métallais (1959) and Allais 60 (1960). The Olympic 41 later served as the basis of Rossignol's very successful Strato (1964).\n In December 2005, 93-year-old Allais made the trip to the French Senate in Paris where he was honoured, along with a number of other ski instructors. His life has been all about skiing; he learned his skiing early, raced all over Europe, then coached the French Olympic ski team for seven years. Allais fought in World War II on skis, and even courted his wife at a ski meet. He turned 100 in February 2012.\n Allais died after an illness in a hospital in Sallanches in the French Alps on 17 October 2012.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Gustav_Thöni": "Gustav Thöni (Italian pronunciation: [ˈɡustav ˈtøːni; ˈteːni]; sometimes listed as Gustavo Thoeni; born 28 February 1951) is a retired alpine ski racer from Italy.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Ingemar_Stenmark": "Jan Ingemar Stenmark  (Swedish pronunciation: [ˈɪ̌ŋː(ɛ)mar ˈstêːnmark]; born 18 March 1956) is a former World Cup alpine ski racer from Sweden. He is regarded as one of the most prominent Swedish athletes ever, and as the greatest slalom and giant slalom specialist of all time. He competed for Tärna IK Fjällvinden.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Ted_Ligety": "Theodore Sharp Ligety (born August 31, 1984) is an American alpine ski racer, a two-time Olympic gold medalist, and an entrepreneur, having cofounded Shred Optics. Ligety won the combined event at the 2006 Olympics in Turin and the giant slalom race at the 2014 Olympics in Sochi. He is also a five-time World Cup champion in giant slalom (2008, 2010, 2011, 2013 and 2014). Ligety won the gold medal in the giant slalom at the 2011 World Championships.  He successfully defended his world title in giant slalom in 2013 in Schladming, Austria, where he also won an unexpected gold medal in the super-G and a third gold medal in the super combined. Through October, 2015, he has 25 victories (24 in giant slalom and 1 super combined) and 52 podiums in World Cup competition.\n His Olympic giant slalom gold medal, 24 GS World Cup wins, 3 GS world championship gold medals and 5 World Cup titles make him one of the greatest giant slalom skiers of all time.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Rudolf_Rominger": "Rudolf Rominger (21 August 1908 – 8 November 1979) was a Swiss former alpine skier. He won several World Championship titles.",
  "/wiki/David_Zogg": "David Zogg (18 December 1902 – 26 July 1977) was a Swiss alpine and Nordic combined skier. He was raised in Arosa, Switzerland.\n At the 1928 Winter Olympics in St. Moritz he finished 16th in the Nordic combined event.\n In 1931, he won the first World Championship in Slalom and in 1934, he was World Champion in downhill skiing. In the 1930s, he participated in a few films about skiing.",
  "/wiki/Benjamin_Raich": "Benjamin Raich (born 28 February 1978 in Arzl im Pitztal, Tyrol) is a retired champion World Cup alpine ski racer and Olympic gold medalist from Austria. With 14 medals won at Winter Olympics and World Championships, 36 World Cup race victories (in all disciplines except downhill), one first place and five second places in the World Cup overall ranking, three victories of the slalom World Cup, three victories of the combined World Cup, two victories of the giant slalom World Cup and the highest score of career World Cup points (ahead of Norwegian Kjetil André Aamodt), he is considered among the best alpine racers in World Cup history.",
  "/wiki/Jean-Claude_Killy": "Jean-Claude Killy (born 30 August 1943) is a former French World Cup alpine ski racer. Born in Saint-Cloud, Hauts-de-Seine, he dominated the sport in the late 1960s. He was a triple Olympic champion, winning the three alpine events at the 1968 Winter Olympics, becoming the most successful athlete there. He also won the first two World Cup titles, in 1967 and 1968.",
  "/wiki/Stein_Eriksen": "Stein Eriksen (11 December 1927 – 27 December 2015) was an alpine ski racer and Olympic gold medalist from Norway. Following his racing career, he was a ski school director and ambassador at various resorts in the United States.",
  "/wiki/Hermann_Maier": "Hermann Maier (born 7 December 1972) is an Austrian former World Cup champion alpine ski racer and Olympic gold medalist. Nicknamed the \"Herminator\", Maier ranks among the greatest alpine ski racers in history, with four overall World Cup titles (1998, 2000, 2001, 2004), two Olympic gold medals (both in 1998), and three World Championship titles (1999: 2, and 2005). His 54 World Cup race victories – 24 super-G, 15 downhills, 14 giant slaloms, and 1 combined – rank third on the men's all-time list behind Ingemar Stenmark's 86 victories and Marcel Hirscher's 68 victories. As of 2013[update], he holds the record for the most points in one season by a male alpine skier, with 2000 points from the 2000 season. From 2000–2013 he also held the title of most points in one season by any alpine skier, until Tina Maze scored 2414 points in the 2013 season.",
  "/wiki/Karl_Schranz": "Karl Schranz (born 18 November 1938) is a former champion alpine ski racer from Austria, one of the best of the 1960s and early 1970s.\n Born and raised in St. Anton, Tyrol, Schranz had a lengthy ski career, from 1957 to 1972. He won twenty major downhills, many major giant slalom races and several major slaloms. Late in his career he was the successor to Jean-Claude Killy as the World Cup overall champion; Schranz won the title at age 30 in the third World Cup season of 1969, and repeated in 1970. He was also the downhill champion for those two seasons and was the giant slalom season champion in 1969.  Schranz won both the \"classic downhills\" four times each: the Hahnenkamm at Kitzbühel, Austria, (1966,1969, 1972,1972), and the Lauberhorn at Wengen, Switzerland, (1959, 1963, 1966, 1969). He also excelled at the legendary Arlberg-Kandahar events, winning nine times, from 1957 (Chamonix) to 1970 (Garmisch-Partenkirchen).",
  "/wiki/Guy_Périllat": "Guy Périllat Merceroz (born 24 February 1940) is a former World Cup alpine ski racer from the resort of La Clusaz, Haute-Savoie, one of the top ski racers of the 1960s.",
  "/wiki/Günther_Mader": "Günther Mader (born 24 June 1964) is a former alpine ski racer and Olympic medalist from Austria. Born in Matrei am Brenner, Tyrol, he is one of only five men to have won World Cup races in all five alpine disciplines (downhill, super G, giant slalom, slalom, and combined).\n Mader made his World Cup debut at age 18 and competed for 16 seasons, including four Winter Olympics and seven world championships.  He was the bronze medalist in the downhill at the 1992 Olympics and won a total of six medals in the world championships. He won his first championship medal, the silver medal in the Slalom Race at Crans Montana in 1987, after only placing eighth after the first leg of the competition. Mader won two World Cup season titles, giant slalom in 1990 and combined in 1996, and placed second in the overall World Cup standings in 1995 and 1996, and third in 1990. Without his 14 wins, he did achieve another 27 places in World Cup races.[clarification needed]\n His only World Cup victory in downhill was the prestigious Hahnenkamm in Kitzbühel, Austria, in 1996 at age 31.  Mader retired from competition after the 1998 season with 14 World Cup victories, 44 podiums, and 146 top ten finishes.\n Only 13 days after his retirement in March 1998, he suffered a stroke: as a result the right side of his body was paralysed and he lost 85 percent of his vocabulary. However he recovered to the greatest possible extent. After convalescence, he wrote a book titled ÜberLeben which covered his career, the stroke and his work as director of racing at ski manufacturer Salomon in Austria, a position he took up during his recovery from his stroke. ÜberLeben has a double meaning in German, translatable as \"about life\" but also as \"survival\".",
  "/wiki/FIS_Alpine_World_Ski_Championships": "The FIS Alpine World Ski Championships are an alpine skiing competition organized by the International Ski Federation (FIS)."
}