{
  "/wiki/Münster": "Münster (/ˈmʊnstər/, also US: /ˈmʌnstər/, German: [ˈmʏnstɐ] (listen); Low Franconian and Low German: Mönster; Latin: Monasterium, from the Greek μοναστήριον monastērion, \"monastery\") is an independent city (Kreisfreie Stadt) in North Rhine-Westphalia, Germany. It is in the northern part of the state and is considered to be the cultural centre of the Westphalia region. It is also capital of the local government region Münsterland. Münster was the location of the Anabaptist rebellion during the Protestant Reformation and the site of the signing of the Treaty of Westphalia ending the Thirty Years' War in 1648. Today it is known as the bicycle capital of Germany.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Koblenz": "Koblenz (German: [ˈkoːblɛnts] (listen); French: Coblence), spelled Coblenz before 1926, is a German city situated on both banks of the Rhine where it is joined by the Moselle.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/Lindau": "Lindau (German: Lindau (Bodensee), formerly Lindau im Bodensee; German: [ˈlɪndaʊ̯] (listen)) is a major town and island on the eastern side of Lake Constance (Bodensee in German) in Bavaria, Germany. It is the capital of the county (Landkreis) of Lindau, Bavaria and is near the borders of the Austrian state of Vorarlberg and the Swiss cantons of St. Gallen and Thurgau.  The coat of arms of Lindau town is a linden tree, referring to the supposed origin of the town's name (Linde means linden tree in German). The historic town of Lindau is located on the 0.68-square-kilometre (0.26 sq mi) island of the same name which is connected with the mainland by a road bridge and a railway dam leading to Lindau station.",
  "/wiki/Bregenz": "Bregenz (German pronunciation: [ˈbʁeːgɛnt͡s] (listen)) is the capital of Vorarlberg, the westernmost state of Austria. The city is on the eastern shores of Lake Constance, the third-largest freshwater lake in Central Europe, between Switzerland in the west and Germany in the northwest.",
  "/wiki/Innsbruck": "Innsbruck (German: [ˈɪnsbʁʊk]; Bavarian: [ˈɪnʃprʊk]) is the capital city of Tyrol and the fifth-largest city in Austria. It is in the Inn valley, at its junction with the Wipp valley, which provides access to the Brenner Pass some 30 km (18.6 mi) to the south.",
  "/wiki/Salzburg": "Salzburg (German: [ˈzaltsbʊʁk] (listen);[note 1] literally \"Salt Fortress\") is the capital city of the State of Salzburg and with 154,211 inhabitants the fourth-largest city in Austria.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/ÖBB": "The Austrian Federal Railways (German: Österreichische Bundesbahnen or ÖBB, formally Österreichische Bundesbahnen-Holding Aktiengesellschaft and formerly the Bundesbahn Österreich or BBÖ) is the national railway system of Austria, and the administrator of Liechtenstein's railways. The ÖBB group is owned entirely by the Republic of Austria and is divided into several separate businesses that manage the infrastructure and operate passenger and freight services.",
  "/wiki/Norddeich_Mole_station": "Norddeich Mole is a railway station located in Norddeich, Lower Saxony, Germany. The station is located on the Emsland Railway. The train services are operated by Deutsche Bahn.",
  "/wiki/Emden": "Emden (German: [ɛmdn̩]) is an independent city and seaport in Lower Saxony in the northwest of Germany, on the river Ems. It is the main city of the region of East Frisia and, in 2011, had a total population of 51,528.",
  "/wiki/Oberhausen": "Oberhausen (/ˈoʊbərhaʊzən/, German: [ˈoːbɐhaʊzn̩] (listen)) is a city on the river Emscher in the Ruhr Area, Germany, located between Duisburg and Essen (c. 13 km or 8.1 mi). The city hosts the International Short Film Festival Oberhausen and its Gasometer Oberhausen is an anchor point of the European Route of Industrial Heritage.",
  "/wiki/Düsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/Trier": "Trier (/trɪər/ TREER, German: [tʁiːɐ̯] (listen); Luxembourgish: Tréier [ˈtʀəɪ̯ɐ]), formerly known in English as Treves (/trɛv/ TREV; French: Trèves [tʁɛv]) and Triers (see also names in other languages), is a city on the banks of the Moselle in Germany. It lies in a valley between low vine-covered hills of red sandstone in the west of the state of Rhineland-Palatinate, near the border with Luxembourg and within the important Moselle wine region. Karl Marx, philosopher and founder of the theory that would become known as Marxism, was born in the city in 1818.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/InterRegio": "The InterRegio is a train service seen in some European countries. Mostly they are trains that run \"from region to region\", as best described by Swiss Federal Railways.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Hannover": "Hanover or Hannover (/ˈhænoʊvər, -nəv-/; German: Hannover [haˈnoːfɐ] (listen); Low German: Hannober) is the capital of and largest city in the state of Lower Saxony. Its 535,061 (2017) inhabitants make it the thirteenth-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. The city lies at the confluence of the River Leine (progression: Aller→ Weser→ North Sea) and its tributary Ihme, in the south of the North German Plain, and is the largest city in the Hannover–Braunschweig–Göttingen–Wolfsburg Metropolitan Region. It is the fifth-largest city in the Low German dialect area after Hamburg, Dortmund, Essen and Bremen.",
  "/wiki/Osnabrück": "Osnabrück (German pronunciation: [ɔsnaˈbʁʏk] (listen); Westphalian: Ossenbrügge; archaic English: Osnaburg) is a city in the federal state of Lower Saxony in north-west Germany. It is situated in a valley penned between the Wiehen Hills and the northern tip of the Teutoburg Forest. With a population of 168,145  Osnabrück is one of the four largest cities in Lower Saxony. The city is the centrepoint of the Osnabrück Land region as well as the District of Osnabrück.",
  "/wiki/Bad_Bentheim": "Bad Bentheim (German: [baːt ˈbɛnthaɪm] (listen)) is a town in Lower Saxony, Germany in the district of Grafschaft Bentheim on the borders of North Rhine-Westphalia and the Netherlands roughly 15 km south of Nordhorn and 20 km northeast of Enschede. It is also a state-recognized thermal brine and sulphur spa town, hence the designation Bad (“Bath”).  Also to be found in Bad Bentheim is the castle Burg Bentheim, the town's emblem.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Singen": "Singen is an industrial city in the very south of Baden-Württemberg in southern Germany and just north of the German-Swiss border.",
  "/wiki/Schaffhausen": "Schaffhausen (German: [ʃafˈhaʊzn̩] (listen); Alemannic German: Schafuuse[citation needed]; French: Schaffhouse; Italian: Sciaffusa; Romansh: Schaffusa; English: Shaffhouse) is a town with historic roots, a municipality in northern Switzerland, and the capital of the canton of the same name; it has an estimated population of 36,000 as of December 2016[update]. It is located right next to the shore of the High Rhine; it is one of four Swiss towns located on the northern side of the Rhine, along with Neuhausen a. Rhf., the historic Neunkirch, and Stein a. Rh..",
  "/wiki/Zurich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/SBB-CFF-FFS": "Swiss Federal Railways (German: Schweizerische Bundesbahnen, SBB; French: Chemins de fer fédéraux suisses, CFF; Italian: Ferrovie federali svizzere, FFS) is the national railway company of Switzerland. It is usually referred to by the initials of its German, French, and Italian names, either as SBB CFF FFS, or used separately. The Romansh version of its name, Viafiers federalas svizras, is not officially used.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Karlsruhe": "Karlsruhe (/ˈkɑːrlzruːə/, also US: /ˈkɑːrls-/, German: [ˈkaʁlsˌʁuːə] (listen); formerly spelled Carlsruhe) is the second-largest city of the German federal state of Baden-Württemberg after its capital of Stuttgart, and its 309,999 (2016) inhabitants make it the 21st largest city of Germany. On the right bank of the Rhine, the city lies near the French-German border, between the Mannheim/Ludwigshafen conurbation to the north, and the Strasbourg/Kehl conurbation to the south. It is the largest city of Baden, a region named after Hohenbaden Castle in the city of Baden-Baden. Karlsruhe is also the largest city in the South Franconian dialect area (transitional dialects between Central and Upper German), the only other larger city in that area being Heilbronn. The city is the seat of the Federal Constitutional Court (Bundesverfassungsgericht), as well as of the Federal Court of Justice (Bundesgerichtshof) and the Public Prosecutor General of the Federal Court of Justice (Generalbundesanwalt beim Bundesgerichtshof).",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.",
  "/wiki/Flensburg": "Flensburg (Danish, Low Saxon: Flensborg; North Frisian: Flansborj; South Jutlandic: Flensborre) is an independent town (kreisfreie Stadt) in the north of the German state of Schleswig-Holstein. Flensburg is the centre of the region of Southern Schleswig. After Kiel and Lübeck, it is the third largest town in Schleswig-Holstein.",
  "/wiki/Fredericia": "Fredericia (Danish pronunciation: [fʁɛðəˈʁɛ(t)ɕæ]) is a town located in Fredericia municipality in the southeastern part of the Jutland peninsula in Denmark. The city is part of the Triangle Region, which includes the neighbouring cities of Kolding and Vejle. It was founded in 1650 by Frederick III, after whom it was named.",
  "/wiki/Aarhus": "Aarhus (/ˈɔːrhuːs/, also US: /ˈɑːr-/, Danish: [ˈɒːˌhuˀs] (listen); officially spelled Århus from 1948 until 1 January 2011)[note 1] is the second-largest city in Denmark and the seat of Aarhus municipality. It is located on the east coast of the Jutland peninsula, in the geographical centre of Denmark, 187 kilometres (116 mi) northwest of Copenhagen and 289 kilometres (180 mi) north of Hamburg, Germany. The inner urban area contains 273,077 inhabitants (as of 1 January 2018[update]) and the municipal population is 340,421 (as of 2018[update]). Aarhus is the central city in Business Region Aarhus and in the East Jutland metropolitan area, which had a total population of 1.378 million in 2016.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/DSB_(railway_company)": "DSB, an abbreviation of Danske Statsbaner (pronounced [ˈtænskə ˈstæˀtsˌpæːnɐ], Danish State Railways), is the largest Danish train operating company, and the largest in Scandinavia. While DSB is responsible for passenger train operation on most of the Danish railways, goods transport and railway maintenance are outside its scope. DSB runs a commuter rail system, called the S-train, in the area around the Danish capital, Copenhagen, that connects the different areas and suburbs in the greater metropolitan area. DSB used to operate some trains in Sweden, but has since August 2017 lost all their contracts.",
  "/wiki/Kolding": "Kolding (Danish pronunciation: [ˈkʰɒleŋ]) is a Danish seaport located at the head of Kolding Fjord in the Region of Southern Denmark. It is the seat of Kolding Municipality. It is a transportation, commercial, and manufacturing centre, and has numerous industrial companies, principally geared towards shipbuilding. The manufacturing of machinery and textiles and livestock export are other economically significant activities.",
  "/wiki/Odense": "Odense (Danish: [ˈoðˀn̩sə] (listen)) is the third-largest city in Denmark.\nIt has a population of 179,601 (1 January 2019), and is the main city of the island of Funen. By road, Odense is located 45 kilometres (28 mi) north of Svendborg, 144 kilometres (89 mi) to the south of Aarhus and 167 kilometres (104 mi) to the southwest of Copenhagen. The city is the seat of Odense Municipality and was the seat of Odense County  until 1970, and Funen County from 1970 until 1 January 2007, when Funen County became part of the Region of Southern Denmark. Odense has close associations with Hans Christian Andersen who is remembered above all for his fairy tales. He was born in the city in 1805 and spent his childhood years there.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Würzburg": "Würzburg (UK: /ˈvɜːrtsbɜːrɡ, ˈvʊərts-/, US: /ˈwɜːrts-, ˈwʊərts-/,[a] German: [ˈvʏʁtsbʊʁk] (listen); Main-Franconian: Wörtzburch) is a city in the region of Franconia, northern Bavaria, Germany. Located on the Main River, it is the capital of the Regierungsbezirk of Lower Franconia. The regional dialect is East Franconian.",
  "/wiki/Augsburg": "Augsburg (UK: /ˈaʊɡzbɜːrɡ/ OWGZ-burg, US: /ˈɔːɡz-/ AWGZ-, German: [ˈʔaʊksbʊʁk] (listen); Swabian German: Augschburg) is a city in Swabia, Bavaria, Germany. It is a university town and regional seat of the Regierungsbezirk Schwaben. Augsburg is an urban district and home to the institutions of the Landkreis Augsburg. It is the third-largest city in Bavaria (after Munich and Nuremberg) with a population of 300,000 inhabitants, with 885,000 in its metropolitan area.",
  "/wiki/Zell_am_See": "Zell am See  is the administrative capital of the Zell am See District in the Austrian state of Salzburg. The town is an important tourist destination known as Zell am See-Kaprun and is a transportation hub for the region.",
  "/wiki/Schwarzach_im_Pongau": "Schwarzach im Pongau (Austro-Bavarian: Schwoschzach im Pongau) is a market town in the St. Johann im Pongau District in the Austrian state of Salzburg.",
  "/wiki/EuroCity_in_Germany": "The German rail network provides connections to each of its neighbouring countries, many of which are under the EuroCity classification. EuroCity services are part of the Intercity network - many EC services represented a couple of train pairs on an IC route extended across the border, while other routes are served primarily by EuroCity services. EuroCity services are generally locomotive-hauled, using Intercity rolling stock, either from Deutsche Bahn or one of the other countries along the route."
}