{
  "/wiki/Viva_la_Vida": "\"Viva La Vida\" (/ˈviːvə lə ˈviːdə/, Spanish: [ˈbiβa la ˈβiða]; Spanish for \"Long Live Life\") is a song by British rock band Coldplay. It was written by all members of the band for their fourth album, Viva La Vida or Death and All His Friends (2008), and was released as the second single from the album. On the album, this song segues directly into the next track, \"Violet Hill\".",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.",
  "/wiki/Marshall_Space_Flight_Center": "The George C. Marshall Space Flight Center (MSFC), located in Huntsville, Alabama, is the U.S. government's civilian rocketry and spacecraft propulsion research center. As the largest NASA center, MSFC's first mission was developing the Saturn launch vehicles for the Apollo program. Marshall has been the lead center for the Space Shuttle main propulsion and external tank; payloads and related crew training; International Space Station (ISS) design and assembly; computers, networks, and information management; and the Space Launch System (SLS). Located on the Redstone Arsenal near Huntsville, MSFC is named in honor of Army General George Marshall.",
  "/wiki/Mr._Blue_Sky": "\"Mr. Blue Sky\" is a song by British rock group Electric Light Orchestra (ELO), featured on the band's seventh studio album Out of the Blue (1977). Written and produced by frontman Jeff Lynne, the song forms the fourth and final track of the \"Concerto for a Rainy Day\" suite, on side three of the original double album. \"Mr. Blue Sky\" was the second single to be taken from Out of the Blue, peaking at number 6 in the UK Singles Chart and number 35 in the US Billboard Charts.",
  "/wiki/Electric_Light_Orchestra": "The Electric Light Orchestra (ELO) are  an English rock band formed in Birmingham in 1970 by songwriters-multi-instrumentalists Jeff Lynne and Roy Wood with drummer Bev Bevan. Their music is characterised by a fusion of Beatlesque pop, classical arrangements and futuristic iconography. After Wood's departure in 1972, Lynne became the band's sole leader, arranging and producing every album while writing nearly all of their original material. For their initial tenure, Lynne, Bevan and keyboardist Richard Tandy were the group's only consistent members.",
  "/wiki/Tubthumping": "\"Tubthumping\" (also known colloquially as \"I Get Knocked Down\") is a song released by British rock band Chumbawamba from their eighth studio album, Tubthumper (1997). It is the band's most successful single, peaking at number two on the UK Singles Chart. It topped the charts in Australia, Canada, Ireland, Italy, New Zealand and hit number six on the US Billboard Hot 100 (although it topped the US Modern Rock and Mainstream Top 40 charts). At the 1998 Brit Awards, \"Tubthumping\" was nominated for the Brit Award for Best British Single. As of April 2017, the song had sold 880,000 copies in the UK.",
  "/wiki/Chumbawamba": "Chumbawamba /ˌtʃʌmbəˈwɒmbə/ were a British rock band that formed in 1982 and ended in 2012. The band constantly shifted in musical style, drawing on genres such as punk rock, pop, and folk. Their anarchist or libertarian socialist political stance exhibited an irreverent attitude toward authority, and the band have been forthright in their stances on issues including animal rights and pacifism (early in their career) and later regarding class struggle, feminism, gay liberation, pop culture, and anti-fascism.",
  "/wiki/More_(Matthew_West_song)": "\"More\" is a song written and performed by contemporary Christian musician, Matthew West, from his first album, Happy. The album was released in late 2003, and it was the first and most successful radio single of West's career to date. The song stayed at No. 1 on Christian radio for nine consecutive weeks during 2004, breaking the previous record of eight weeks. In 2004, it was the most-played contemporary Christian song of the year.",
  "/wiki/Matthew_West": "Matthew Joseph West (born April 25, 1977) is an American contemporary Christian musician, singer-songwriter, and actor. He has released five studio albums and is known for his songs, \"More\", \"You Are Everything\", and \"The Motions\". He was nominated for five Dove Awards in 2005, two of which were for his major label debut album, Happy. West won the 2013 American Music Award for Best Contemporary Inspirational Artist.",
  "/wiki/Rocket_Man_(I_Think_It's_Going_to_Be_a_Long,_Long_Time)_(song)": "\"Rocket Man\" (officially titled \"Rocket Man (I Think It's Going to Be a Long, Long Time)\") is a song composed by Elton John and Bernie Taupin and originally performed by Elton John. The song first appeared on Elton John's 1972 album Honky Château and became a hit single, rising to No. 2 in the UK Singles Chart and No. 6 in the US Billboard Hot 100.",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Princess Diana, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.",
  "/wiki/Man_on_the_Moon_(song)": "\"Man on the Moon\" is a song by the American alternative rock band R.E.M., released as the second single from their 1992 album Automatic for the People. The lyrics were written by lead singer Michael Stipe, and the music by drummer Bill Berry and guitarist Peter Buck, and credited to the whole band as usual. The song was well received by critics and peaked at number 30 on the US Billboard Hot 100, number 18 on the UK Singles Chart and number one in Iceland. It remains one of R.E.M.'s most popular songs and was included on the compilations In Time: The Best of R.E.M. 1988–2003 and Part Lies, Part Heart, Part Truth, Part Garbage 1982–2011.",
  "/wiki/A_cappella": "A cappella (/ˌɑː kəˈpɛlə/, also UK: /ˌæ -/, Italian: [a kapˈpɛlla]; Italian for \"in the manner of the chapel\") (sometimes spelled \"a capella\" from Latin) music is group or solo singing without instrumental accompaniment, or a piece intended to be performed in this way. The term a cappella was originally intended to differentiate between Renaissance polyphony and Baroque concertato style. In the 19th century, a renewed interest in Renaissance polyphony coupled with an ignorance of the fact that vocal parts were often doubled by instrumentalists led to the term coming to mean unaccompanied vocal music. The term is also used, albeit rarely, as a synonym for alla breve.",
  "/wiki/Michael_Stipe": "John Michael Stipe (born January 4, 1960) is an American singer-songwriter best known as the lead singer of alternative rock band R.E.M. throughout its history.",
  "/wiki/Good_Day_Sunshine": "\"Good Day Sunshine\" is a song by the English rock band the Beatles from their 1966 album Revolver. It was written mainly by Paul McCartney and credited to Lennon–McCartney. Leonard Bernstein praised the song for its construction in a 1967 CBS News documentary. Richie Unterberger of AllMusic said the song \"radiates optimism and good vibes.\" Ian MacDonald said it is \"superbly sung by McCartney and exquisitely produced by George Martin and his team\" and that it shows the Beatles \"at their effortless best.\"",
  "/wiki/The_Beatles": "The Beatles were an English rock band formed in Liverpool in 1960. With a line-up comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr, they are regarded as the most influential band of all time. The group were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional pop in innovative ways; the band later explored music styles ranging from ballads and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the group revolutionised many aspects of the music industry and were often publicised as leaders of the era's youth and sociocultural movements.",
  "/wiki/Paul_McCartney": "Sir James Paul McCartney CH MBE (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.",
  "/wiki/Run_the_World_(Girls)": "\"Run the World (Girls)\" is a song recorded by American singer Beyoncé, from her fourth studio album 4 (2011), released as the lead single from the album on April 21, 2011. It was written by Terius \"The-Dream\" Nash and Beyoncé, while heavily sampling \"Pon de Floor\" by Major Lazer written by Nick \"Afrojack\" van de Wall, Wesley \"Diplo\" Pentz, David \"Switch\" Taylor and Adidja Palmer. Production was handled by Switch, The-Dream, Beyoncé, and Shea Taylor. The song's development was motivated by Beyoncé wanting to do something different: a mixture of different cultures and eras, a new sound, and a message which would give women strength. An unedited demo of the song, then thought to be titled \"Girls (Who Run the World)\", was leaked on the internet on April 18, 2011. \"Run the World\" premiered on US radio on April 21, 2011, and was digitally released the same day.",
  "/wiki/Beyoncé_Knowles": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time.",
  "/wiki/Celebration_(Kool_&_the_Gang_song)": "\"Celebration\" is a song released in 1980 by Kool & the Gang from their album Celebrate!. It was the band's first single to reach number one on the US Billboard Hot 100.",
  "/wiki/Kool_&_the_Gang": "Kool & the Gang is an American band formed in Jersey City, New Jersey, in 1964 by brothers Robert \"Kool\" Bell and Ronald Bell, with Dennis \"D.T.\" Thomas, Robert \"Spike\" Mickens, Charles Smith, George Brown, and Ricky West. They have undergone numerous changes in personnel and have explored many musical styles throughout their history, including jazz, soul, funk, rock, and pop music. After settling on their name following several changes, the group signed to De-Lite Records and released their debut album, Kool and the Gang (1970).",
  "/wiki/John_C._Stennis_Space_Center": "The John C. Stennis Space Center (SSC) is a NASA rocket testing facility. It is located in Hancock County, Mississippi (United States), on the banks of the Pearl River at the Mississippi–Louisiana border. As of 2012[update], it is NASA's largest rocket engine test facility. There are over 30 local, state, national, international, private, and public companies and agencies using SSC for their rocket testing facilities.",
  "/wiki/Sandra_Magnus": "Sandra Hall Magnus (born October 30, 1964) is an American engineer and a former NASA astronaut. She returned to Earth with the crew of STS-119 Discovery on March 28, 2009, after having spent 134 days in orbit. She was assigned to the crew of STS-135, the final mission of the Space Shuttle. She is also a licensed amateur radio operator with the call sign KE5FYE. From 2012 until 2018 Magnus was the executive director of the American Institute of Aeronautics and Astronautics.",
  "/wiki/Days_Go_By_(Keith_Urban_song)": "\"Days Go By\" is a song co-written and recorded by Australian country music singer Keith Urban. It was released in June 2004 as the first single from his 2004 album Be Here. It became Urban's fifth number one single on the U.S. Billboard Hot Country Songs chart in late-2004, spending a four-week stay at that position.  Urban wrote this song with Monty Powell.",
  "/wiki/Keith_Urban": "Keith Lionel Urban AO (born 26 October 1967) is a New Zealand-Australian singer, songwriter and record producer well known for his work in country music. In 1991, he released a self-titled debut album and charted four singles in Australia before moving to the United States the following year. He found work as a session guitarist before starting a band known as The Ranch, which recorded one studio album on Capitol Nashville and charted two singles on the US Billboard Hot Country Songs chart.",
  "/wiki/Lyndon_B._Johnson_Space_Center": "The Lyndon B. Johnson Space Center (JSC) is NASA's center for human spaceflight (originally named the Manned Spacecraft Center), where human spaceflight training, research, and flight control are conducted. It was built and leased to NASA by Joseph L. Smith & Associates, Inc. It was renamed in honor of the late US president and Texas native, Lyndon B. Johnson, by an act of the United States Senate on February 19, 1973.",
  "/wiki/Don't_Panic_(Coldplay_song)": "\"Don't Panic\" is a song by the British rock band Coldplay. Originally titled \"Panic\", the earliest known version of the song existed in 1998, performed live during the band's first gig in the same year. It had a different melody, and was included in the band's third EP, The Blue Room. The track was reproduced by Coldplay and British producer Ken Nelson for the band's debut album, Parachutes.",
  "/wiki/Douglas_Hurley": "Douglas Gerald Hurley (born October 21, 1966) is an American engineer and NASA astronaut. He piloted Space Shuttle mission STS-127, which launched July 15, 2009. He was assigned and flew as pilot for STS-135, the final flight of the Space Shuttle program, in July 2011. He is also the first Marine to fly the F/A-18 E/F Super Hornet. His call sign is \"Chunky\" and was sometimes referred to by this name on the communication loops.",
  "/wiki/Fanfare_for_the_Common_Man": "Fanfare for the Common Man is a musical work by the American composer Aaron Copland. It was written in 1942 for the Cincinnati Symphony Orchestra under conductor Eugene Goossens and was inspired in part by a speech made earlier that year by United States Vice President Henry A. Wallace, in which  Wallace proclaimed the dawning of the \"Century of the Common Man\".",
  "/wiki/Aaron_Copland": "Aaron Copland (/ˈkoʊplənd/, KOHP-lənd; November 14, 1900 – December 2, 1990) was an American composer, composition teacher, writer, and later a conductor of his own and other American music. Copland was referred to by his peers and critics as \"the Dean of American Composers\". The open, slowly changing harmonies in much of his music are typical of what many people consider to be the sound of American music, evoking the vast American landscape and pioneer spirit. He is best known for the works he wrote in the 1930s and 1940s in a deliberately accessible style often referred to as \"populist\" and which the composer labeled his \"vernacular\" style. Works in this vein include the ballets Appalachian Spring, Billy the Kid and Rodeo, his Fanfare for the Common Man and Third Symphony. In addition to his ballets and orchestral works, he produced music in many other genres, including chamber music, vocal works, opera and film scores.",
  "/wiki/Kennedy_Space_Center": "The John F. Kennedy Space Center (KSC, originally known as the NASA Launch Operations Center),  located in Merritt Island, Florida, is one of ten National Aeronautics and Space Administration field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Air Force Station (CCAFS). The management of the two entities work very closely together, share resources, and even own facilities on each other's property.",
  "/wiki/God_Bless_America": "\"God Bless America\" is an American patriotic song written by Irving Berlin during World War I in 1918 and revised by him in the run up to World War II in 1938. The later version has notably been recorded by Kate Smith, becoming her signature song.",
  "/wiki/Kate_Smith": "Kathryn Elizabeth Smith (May 1, 1907 – June 17, 1986), known professionally as Kate Smith and The First Lady of Radio, was an American singer, a contralto, well known for her rendition of Irving Berlin's \"God Bless America\". She had a radio, television, and recording career spanning five decades, which reached its pinnacle in the 1940s. Smith became known as The Songbird of the South after her enduring popularity during World War II.",
  "/wiki/Shannon_Lucid": "Shannon Matilda Wells Lucid (born January 14, 1943) is an American biochemist and a retired NASA astronaut. At one time, she held the record for the longest duration stay in space by an American, as well as by a woman. She has flown in space five times including a prolonged mission aboard the Mir space station in 1996; she is the only American woman to have served aboard Mir.\nIn 2002, Discover magazine recognized Lucid as one of the 50 most important women in science.",
  "/wiki/STS-135": "STS-135 (ISS assembly flight ULF7) was the 135th and final mission of the American Space Shuttle program. It used the orbiter Atlantis and hardware originally processed for the STS-335 contingency mission, which was not flown. STS-135 launched on 8 July 2011, and landed on 21 July 2011, following a one-day mission extension. The four-person crew was the smallest of any shuttle mission since STS-6 in April 1983. The mission's primary cargo was the Multi-Purpose Logistics Module (MPLM) Raffaello and a Lightweight Multi-Purpose Carrier (LMC), which were delivered to the International Space Station (ISS). The flight of Raffaello marked the only time that Atlantis carried an MPLM."
}