{
  "/wiki/Frank_Tripucka": "Francis Joseph Tripucka (December 8, 1927 – September 12, 2013) was an American collegiate and professional football quarterback, at Notre Dame, in the National Football League, in the Canadian Football League, and in the early American Football League.\n Originally from Bloomfield, New Jersey, Tripucka (truh-PEW-kuh) graduated from Bloomfield High School in 1945.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado. The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000. The Broncos were barely competitive during their 10-year run in the AFL and their first seven years in the NFL. They did not have a winning season until 1973. In 1977, four years later, they qualified for the playoffs for the first time in franchise history and advanced to Super Bowl XII.",
  "/wiki/George_Blanda": "George Frederick Blanda (September 17, 1927 – September 27, 2010) was an American football quarterback and placekicker who played professionally in the American Football League (AFL) and National Football League (NFL). Blanda played 26 seasons of professional football, the most in the sport's history, and had scored more points than anyone in history at the time of his retirement.\n Blanda retired from pro football in August 1976 as the oldest player to ever play at the age of 48. He was one of only two players to play in four different decades (John Carney, who played 1988–2010, is the other), and he holds the record for most extra points made (943) and attempted (959). During his career, he played under head coaches Bear Bryant, George Halas, and John Madden.",
  "/wiki/Houston_Oilers": "The Houston Oilers were a professional American football team who played in Houston, Texas from 1960 to 1996 before relocating and becoming the Tennessee Titans. The Oilers began play in 1960 as a charter member of the American Football League (AFL). The team won two AFL championships before joining the NFL as part of the AFL–NFL merger in the late 1960s. The Oilers competed in the East Division (along with Buffalo, New York and Boston) of the AFL before the merger, after which they joined the newly formed AFC Central. The Oilers throughout their existence were owned by Bud Adams and played their home games at the Astrodome for the majority of their time in Houston—Jeppesen Stadium and Rice Stadium hosted the Oilers for their first eight years. The Oilers were the first champions of the American Football League, winning the 1960 and 1961 contests, but they never won another championship. The Oilers appeared in the 1962 AFL Championship, losing in double overtime to their in-state rivals, the Dallas Texans; they also won the AFL East Division title in 1967 and qualified for the AFL Playoffs in 1969, both times losing to the Oakland Raiders. From 1978 to 1980, the Oilers, led by Bum Phillips and in the midst of the Luv Ya Blue campaign, appeared in the 1978 and 1979 AFC Championship Games (but lost both).",
  "/wiki/Babe_Parilli": "Vito Babe Parilli (May 7, 1930 – July 15, 2017) was an American gridiron football player. He played quarterback for five seasons in the National Football League (NFL) and three in the Canadian Football League (CFL) in the 1950s, and then in the American Football League (AFL) for all ten seasons in the 1960s.",
  "/wiki/Boston_Patriots": "The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team plays its home games at Gillette Stadium in the town of Foxborough, Massachusetts, which is located 28 miles (45 km) southwest of Boston, Massachusetts. The Patriots are also headquartered at Gillette Stadium. Founded in 1959 as the Boston Patriots, an original member of the American Football League (AFL), the team joined the NFL in the leagues' 1970 merger, then changed its name when it moved to Foxborough in 1971. The New England Patriots played their home games at Foxboro Stadium through 2001, then moved to Gillette Stadium at the start of the 2002 season. The Patriots' rivalry with the New York Jets is considered one of the most bitter rivalries in the NFL. Since the arrival of head coach Bill Belichick and quarterback Tom Brady in 2000, the Patriots have become one of the most successful teams in NFL history, claiming 16 AFC East titles as part of 18 consecutive winning seasons since 2001.",
  "/wiki/John_Hadl": "John Willard Hadl (born February 15, 1940) is a former American football player, a quarterback in the American Football League and National Football League for sixteen seasons, with the San Diego Chargers, Los Angeles Rams, Green Bay Packers, and Houston Oilers. He was an AFL All-Star four times and was selected to two Pro Bowls. Hadl played collegiately at the University of Kansas, and was elected to the College Football Hall of Fame in 1994.",
  "/wiki/San_Diego_Chargers": "The professional American football team now known as the Los Angeles Chargers previously played in San Diego, California as the San Diego Chargers from 1961 to 2017  before relocating back to Los Angeles where the team played their inaugural season. The Chargers franchise relocated from Los Angeles to San Diego in 1961. The Chargers' first home game in San Diego was at Balboa Stadium against the Oakland Raiders on September 17, 1961. Their final game as a San Diego-based club was played at Qualcomm Stadium in San Diego on January 1, 2017 against the Kansas City Chiefs, who defeated the Chargers, 37–27.",
  "/wiki/Joe_Namath": "Joseph William Namath (/ˈneɪməθ/; born May 31, 1943), nicknamed Broadway Joe, is an American former professional football player who was a quarterback in the American Football League (AFL) and National Football League (NFL) during the 1960s and 1970s. He played college football for the Alabama Crimson Tide under coach Paul Bear Bryant from 1962 to 1964. Namath was an AFL icon and played for that league's New York Jets for most of his professional football career. He finished his career with the Los Angeles Rams. He was elected to the Pro Football Hall of Fame in 1985. He retired after playing 143 games over 13 years in the AFL and NFL, including playoffs. His teams had an overall record of 68 wins, 71 losses, and four ties, 64–64–4 in 132 starts, and 4–7 in relief. He completed 1,886 passes for 27,663 yards, threw 173 touchdowns, and had 220 interceptions, for a career passer rating of 65.5.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC. The team was founded in 1959 as the Titans of New York, an original member of the American Football League (AFL); later, the franchise joined the NFL in the AFL–NFL merger in 1970. The team began play in 1960 at the Polo Grounds. Under new ownership, the current name was adopted in 1963 and the franchise moved to Shea Stadium in 1964 and then to the Meadowlands Sports Complex in 1984.",
  "/wiki/Daryle_Lamonica": "Daryle Pasquale Lamonica (born July 17, 1941) is a former American football quarterback who played in the American Football League (AFL) and the National Football League (NFL). He was nicknamed The Mad Bomber due to his affinity for throwing the long pass in virtually any situation.",
  "/wiki/Oakland_Raiders": "The professional American football team now known as the Las Vegas Raiders played in Oakland, California as the Oakland Raiders from 1960 to 1981 and again from 1995 to 2019 before relocating to Las Vegas, Nevada. Between 1982 and 1994, the team played in Los Angeles as the Los Angeles Raiders.",
  "/wiki/List_of_National_Football_League_annual_passing_yards_leaders": "This is a list of National Football League quarterbacks who have led the regular season in passing yards each year. The record for passing yards in a season is held by Peyton Manning of the Denver Broncos who threw for 5,477 in 2013. Drew Brees has led the NFL in passing yards in seven seasons, more than any other quarterback in NFL history.  Brees also has five 5,000 yard passing seasons. No other quarterback has more than one."
}