{
  "/wiki/Albert_Rovers_F.C.": "Albert Rovers F.C. was an Irish association football club based in Cork. Between 1976–77 and 1981–82 the club played in the League of Ireland. During this time the club also played under the names Cork Albert, Cork Alberts and  Cork United. The club has also fielded teams in the Munster Senior League and the Cork Athletic Union League. Throughout their history, the club colours were red and black and occasionally white. They were used in various combinations including stripes and hoops.",
  "/wiki/Cork_(city)": "Cork (/kɔːrk/; Irish: Corcaigh, pronounced [ˈkoɾkɪɟ], from corcach, meaning \"marsh\") is the second largest city in Ireland. Located in the south-west of Ireland, in the province of Munster, since an extension to the city's boundary in 2019, its population is c.210,000.",
  "/wiki/Flower_Lodge": "Páirc Uí Rinn (pronounced [ˈpˠaːɾʲc iː ˈɾˠiːn̪ʲ]), also known as Páirc Chríostóir Uí Rinn, is a Gaelic Athletic Association stadium located between Ballinlough and Ballintemple in Cork. It was previously known as Flower Lodge  and was used as an association football stadium. During the 1960s, 1970s and 1980s, Flower Lodge served as the home ground of three League of Ireland clubs – Cork Hibernians, Albert Rovers and Cork City. It also hosted friendly matches featuring Manchester United, Liverpool and the Republic of Ireland national football team. In 1989 it was purchased by Cork GAA and subsequently renamed after Christy Ring, a former Cork and Glen Rovers hurler. During the 1990s, 2000s and 2010s, Páirc Uí Rinn has served as Cork GAA's second home after Páirc Uí Chaoimh. It regularly hosts National Hurling League, National Football League, National Camogie League and All-Ireland Senior Camogie Championship fixtures.",
  "/wiki/Bray_Unknowns_F.C.": "Bray Unknowns Football Club was an Irish association football club based in Bray, County Wicklow. During the 1920s and 1930s the Unknowns were the dominant football club in Bray, playing in the League of Ireland for nineteen seasons from 1924–25 to 1942–43. However, in the 1950s, Bray Wanderers emerged as the town's strongest team, enjoying success in both the Leinster Senior League and the FAI Intermediate Cup. During the 1960s both clubs were in decline. In 1973, after co-existing for nearly fifty years, the two clubs effectively merged under the Wanderers name.",
  "/wiki/Bray,_County_Wicklow": "Bray (Irish: Bré [bʲɾʲeː]) is a coastal town in north County Wicklow, Ireland. It is situated about 20 km (12 mi) south of Dublin city centre on the east coast. It has a population of 32,600 making it the ninth largest urban area within Ireland (at the 2016 census).",
  "/wiki/Carlisle_Grounds": "The Carlisle Grounds is a football stadium in Bray, County Wicklow, Ireland. Situated directly behind the Bray D.A.R.T. station, it is home to Bray Wanderers A.F.C. Its current capacity is roughly 4,000.",
  "/wiki/Brideville_F.C.": "Brideville Football Club was an Irish association football club, originally based in The Liberties, Dublin.  They were active during the 1920s, 1930s and 1940s, playing in both the League of Ireland and the Leinster Senior League. They were the first ever winners of the FAI Junior Cup and also played in two FAI Cup finals.",
  "/wiki/The_Liberties,_Dublin": "The Liberties (Irish: Na Saoirsí or occasionally Na Libirtí) is an area in central Dublin, Ireland, located in the southwest of the inner city. One of Dublin's most historic working-class neighbourhoods, the area is traditionally associated with the River Poddle, market traders and local family-owned businesses, as well as the \nGuinness brewery and whiskey distilling, and, historically, the textiles industry and tenement housing.",
  "/wiki/Richmond_Park_(football_ground)": "Richmond Park is a football stadium in Dublin, Ireland. Situated in the Dublin suburb of Inchicore, it is the home ground of League of Ireland side St Patrick's Athletic F.C. (also known as St Pat's). The area where the ground now stands was formerly used as a recreational area by the British Army, who were stationed at the nearby Richmond Barracks, both named after Charles Lennox, 4th Duke of Richmond the barracks having since been demolished.",
  "/wiki/Harold's_Cross_Stadium": "Harold's Cross Stadium was a greyhound racing stadium in the south Dublin city district of Harold's Cross, owned and operated by the Irish Greyhound Board.",
  "/wiki/Brooklyn_F.C._(Dublin)": "Brooklyn Football Club was an Irish association football club, originally based in the Merchants Quay district of Dublin.  Brooklyn were active in the 1920s and played in the Leinster Senior League, the League of Ireland and the FAI Cup. They took their name from Brooklyn Terrace and played their home games at nearby Chalgrove Terrace. Both locations no longer exist and have since been redeveloped.",
  "/wiki/Merchants_Quay": "The Dublin quays (Irish: Céanna Bhaile Átha Cliath) refers to the two roadways and quays that run along the north and south banks of the River Liffey in Dublin, Ireland.  The stretches of the two continuous streets have several different names.  However, all but three of the names (Swift's Row, Bachelors Walk and Usher's Island) share the same \"Quay\" designation.  The quays have played an important part in Dublin's history.",
  "/wiki/Cork_F.C.": "Cork Football Club was an Irish association football club based in Cork. They were founded as Fords F.C. and later became known as Fordsons F.C.. They played in the League of Ireland between 1924–25 and 1937–38. Like several fellow early League of Ireland clubs, such as St James's Gate, Jacobs, Midland Athletic and Dundalk, the club had their origins as a factory or works team. They were initially the football team of the Ford Motor Company, a major employer in the city at the time. In 1930, however, Ford ended its association with the club and they were renamed Cork. The club folded in 1938 and were replaced in the League of Ireland by a new club, Cork City.",
  "/wiki/Mardyke_(UCC)": "The Mardyke, also referred as the Mardyke Sports Ground, is the sport and fitness facilities used by sports team representing University College Cork, the general student body, and members of the public. It is based in the Cork district of Mardyke. UCC acquired the grounds in 1911, and rented the main pitch to rugby, soccer, hockey and hurling clubs in the city for a 15% cut of the gate receipts.",
  "/wiki/Cork_City_F.C._(1938–1940)": "Cork City Football Club was an Irish association football club based in Cork. After replacing Cork F.C., they played in the League of Ireland between 1938 and 1940.  The club folded in 1940 and were in turn replaced in the League of Ireland by a new club, Cork United.",
  "/wiki/Cork_Alberts_F.C.": "Albert Rovers F.C. was an Irish association football club based in Cork. Between 1976–77 and 1981–82 the club played in the League of Ireland. During this time the club also played under the names Cork Albert, Cork Alberts and  Cork United. The club has also fielded teams in the Munster Senior League and the Cork Athletic Union League. Throughout their history, the club colours were red and black and occasionally white. They were used in various combinations including stripes and hoops.",
  "/wiki/Turners_Cross_(stadium)": "Turners Cross is an all-seater football stadium located in and synonymous with the district of Turners Cross in Cork, Ireland. It is home to the Munster Football Association, and League of Ireland side Cork City.",
  "/wiki/Cork_Athletic_F.C.": "Cork Athletic Football Club is a former Irish football club based in Cork. They played in the League of Ireland between 1948 and 1957. They were the successor club of Cork United. When United quit the league in October 1948, Cork Athletic was immediately formed to take their place. Athletic won the league in 1950 and only lost the cup final against Transport after two replays. The following year they won a league and FAI Cup double after beating Shelbourne in a replay to win the cup. In 1953 they won the first all-Cork FAI Cup final, beating Evergreen United 2–1. Athletic also began the Cork tradition of fielding veteran English League players by recruiting Sunderland legend Raich Carter. The club eventually folded in 1957, due to financial problems. They were replaced in the League by Cork Hibernians.",
  "/wiki/Cork_Bohemians_F.C.": "Cork Bohemians F.C. was an Irish association football club based in Cork. The club played in the League of Ireland for two seasons in 1932–33 and 1933–34. After Fordsons/Cork F.C., they became the second club from Cork city to join the league. Of the eight Cork city clubs to play in the league, Bohemians had the shortest stay. The club was successful at intermediate level both before and after its short spell in the League of Ireland, winning the Munster Senior League, the Munster Senior Cup and the FAI Intermediate Cup.",
  "/wiki/Cork_Celtic_F.C.": "Cork Celtic F.C., originally Evergreen United F.C., was an Irish football club based in Cork. They played in the League of Ireland between 1951 and 1979 and played their home games at Turners Cross. In 1974 they were League of Ireland champions and the following season they reached the second round of the European Cup.",
  "/wiki/Cork_Hibernians_F.C.": "Cork Hibernians F.C. were an Irish football club based in Cork. They played in the League of Ireland between 1957 and 1976 and, from 1962, played their home games at Flower Lodge. In 1971, they were League of Ireland champions.",
  "/wiki/Cork_United_F.C._(1940–1948)": "Cork United Football Club was a League of Ireland club based in Cork from 1940 until 1948.",
  "/wiki/Dolphin_F.C._(Dublin)": "Dolphin Football Club was an Irish association football club, originally based in the Dublin suburb of Dolphin's Barn. They played in the League of Ireland between 1930–31 and 1936–37. In 1934–35 they were League of Ireland champions. After St James's Gate, Shamrock Rovers, Bohemians, Shelbourne and Dundalk, Dolphin became the sixth club to win the League of Ireland title.\nIn 1931–32 and 1932–33 Dolphin played in two successive FAI Cup finals, losing both games to Shamrock Rovers. Between 1930 and 1931 and 1932–33 Dolphin also played in three successive Leinster Senior Cup finals, winning the cup in 1931–32.",
  "/wiki/Dolphin's_Barn": "Dolphin's Barn (Irish: An Carnán, meaning \"the parcel\") is an inner city suburb of Dublin, Ireland, situated on the Southside of the city in the Dublin 8, and partially in the Dublin 12, postal district. Its name derives from a family named Dolphyn who once owned a prominent storehouse there.[citation needed] Surrounding areas include The Liberties, Inchicore, Islandbridge, Kilmainham and Crumlin. It is home to one of the city's fire stations which is situated on the corner of Parnell Road and Rutland Avenue. The Grand Canal passes through the centre of the locality under Dolphin's Barn Bridge.",
  "/wiki/Tolka_Park": "Tolka Park (Irish: Páirc na Tulchann) is an Irish football ground located in the north Dublin suburb of Drumcondra, on the northern banks of the River Tolka. It is currently the home ground of League of Ireland club Shelbourne. The stadium formerly held 9,680 people, but this has been scaled down in recent times due to health and safety regulations in the venue, mainly concerning the Ballybough and Riverside stands.  Tolka Park has hosted national cup finals along with international matches, Champions League qualifiers, UEFA Cup, UEFA Cup Winners' Cup ties and was a venue for the 2000 Rugby League World Cup.",
  "/wiki/Drumcondra_F.C.": "Drumcondra Football Club is an Irish association football club based in the Clonturk district of Drumcondra, Dublin. Their senior team play in the Leinster Senior League Senior Division. Drumcondra also field teams in the Amateur Football League, the North Dublin Schoolboys/Girls League and the Dublin & District Schoolboys League.",
  "/wiki/Drumcondra,_Dublin": "Drumcondra (Irish: Droim Conrach, meaning \"Conra's Ridge\") is a residential area and inner suburb on the Northside of Dublin, Ireland. It is administered by Dublin City Council. The River Tolka and the Royal Canal flow through the area.",
  "/wiki/Dublin_City_F.C.": "Dublin City Football Club was a former Irish association football club based in Northside, Dublin. The club played in the League of Ireland. They were formed in 1999 after a split within Home Farm Everton  and they originally played as  Home Farm Fingal before changing their name for the 2001–02 season. They disbanded in 2006 due to financial difficulties.",
  "/wiki/Fingal": "Fingal (English:  /ˈfɪŋɡəl/ FING-gəl; from Irish  Fine Gall, meaning 'foreign tribe') is a county in Ireland. It is located in the province of Leinster and, within that, is part of the Dublin Region. Its name is derived from the medieval territory of Scandinavian foreigners (Irish: gaill) that settled in the area. Fingal County Council is the local authority for the county. In 2016 the population of the county was 296,214, making it the second-most populous county in the state.",
  "/wiki/Dublin_United_F.C.": "Dublin United Football Club was an Irish association football club based in Donnybrook, Dublin. They played in the Leinster Senior League and the League of Ireland during the 1920s. In 1921–22 they played their home games at Beech Hill, while in 1922–23 they played their home games at Anglesea Road. In both seasons they shared their ground with Shelbourne United.",
  "/wiki/Donnybrook,_Dublin": "Donnybrook (Irish: Domhnach Broc, meaning \"The Church of Saint Broc\") is a district of Dublin, Ireland. It is situated on the southside of the city, in the Dublin 4 postal district, and is home to the Irish public service broadcaster Raidió Teilifís Éireann (RTÉ). It was once part of the Pembroke Township. Its neighbouring suburbs are Ballsbridge, Sandymount, Ranelagh and Clonskeagh.",
  "/wiki/Anglesea_Road": "Anglesea Road is a road joining Donnybrook with Ballsbridge, in Dublin, Ireland. It forms part of the R108 regional route in Southeast Dublin. The River Dodder flows nearby Anglesea Road. A number of sports clubs and sports venues are located in and around the Anglesea Road area. These include Old Belvedere R.F.C., Merrion Cricket Club, Anglesea Road Cricket Ground and the RDS Arena.",
  "/wiki/Evergreen_United_F.C.": "Cork Celtic F.C., originally Evergreen United F.C., was an Irish football club based in Cork. They played in the League of Ireland between 1951 and 1979 and played their home games at Turners Cross. In 1974 they were League of Ireland champions and the following season they reached the second round of the European Cup.",
  "/wiki/Fordsons_F.C.": "Cork Football Club was an Irish association football club based in Cork. They were founded as Fords F.C. and later became known as Fordsons F.C.. They played in the League of Ireland between 1924–25 and 1937–38. Like several fellow early League of Ireland clubs, such as St James's Gate, Jacobs, Midland Athletic and Dundalk, the club had their origins as a factory or works team. They were initially the football team of the Ford Motor Company, a major employer in the city at the time. In 1930, however, Ford ended its association with the club and they were renamed Cork. The club folded in 1938 and were replaced in the League of Ireland by a new club, Cork City.",
  "/wiki/Frankfort_F.C.": "Frankfort Football Club is an Irish association football club based in Raheny, Dublin. In 1921–22 they were founder members of the League of Ireland. Today they still remain an active junior club fielding teams in various local Dublin leagues such as the Athletic Union League, the United Churches Football League, the Amateur Football League, and the North Dublin Schoolboys/Girls League. The club has been managed by the O'Connor family since it was formed in 1900\n. Current chairman, David O'Connor, took control of the club in 1999.",
  "/wiki/Home_Farm_F.C.": "Home Farm Football Club is an Irish association football club based in Whitehall, Dublin. It was founded in 1928. The club joined the League of Ireland in 1972 after merging with  Drumcondra. Following this merger they were briefly known as Home Farm Drumcondra. Between 1995 and 1999 they played as Home Farm Everton before a split within the club led to the formation of Home Farm Fingal (later Dublin City). The original Home Farm reverted to junior status.",
  "/wiki/Whitehall,_Dublin": "Whitehall (Irish: Fionnbhrú) is a Northside suburb of Dublin City, Ireland.",
  "/wiki/List_of_association_football_clubs_in_the_Republic_of_Ireland": "Traditionally, association football clubs in the Republic of Ireland have been classified as either senior, intermediate or junior. These classifications effectively categorise clubs who compete in national, provincial and county leagues respectively."
}