{
  "/wiki/Jason_Alkire": "Jason Alkire is an American fashion designer and partner of the Haus Alkire fashion label. His partner and wife is Julie Alkire, also known as Julie Haus. The first public season of the New York made women's collection was Fall 2012.",
  "/wiki/University_of_Houston": "The University of Houston (UH) is a public research university in Houston, Texas and the main institution of the University of Houston System. Founded in 1927, UH is the third-largest university in Texas with over 46,000 students. Its campus spans 667 acres in southeast Houston, and was known as University of Houston–University Park from 1983 to 1991. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/Haus_Alkire": "Haus Alkire is an American fashion label headed by design partners Julie Alkire and Jason Alkire. Both the Alkires are members of the Council of Fashion Designers of America (CFDA).  Established in 2012, the line is made in New York City.",
  "/wiki/Dan_Bilzerian": "Daniel Brandon Bilzerian (born December 7, 1980) is an American actor, internet personality, and gambler. He is best known for his lavish lifestyle.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Erik_Courtney": "Erik Courtney (born December 2, 1973) is an American filmmaker and visual FX artist for TV shows including Star Trek: Picard and films including The Tourist. He holds an IMAX patent.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Bravo_(U.S._TV_network)": "Bravo is an American pay television network, launched on December 1, 1980. It is owned by NBCUniversal, a subsidiary of Comcast. The channel originally focused on programming related to fine arts and film. It currently broadcasts several reality television series targeted at 25–54-year-old women as well as the gay community, along with acquired and original dramas, and mainstream theatrically released feature films.",
  "/wiki/Newlyweds:_The_First_Year": "Newlyweds: The First Year is an American reality television series that premiered on May 6, 2013, on Bravo. The series chronicles the lives of four newly married couples from across the country. It follows the duos from their actual wedding day until their one-year anniversary, highlighting everything that occurs in between. None of the couples ever meet but viewers see the commonalities between their married lives. On October 7, 2013, the series was renewed for a second season. In April 2014, Bravo announced the third season renewal with both seasons airing in late 2014 and 2015. However, Bravo later pushed the premiere date and the second season premiered on March 10, 2015. The number of episodes was increased from eight to ten.",
  "/wiki/John_Currence": "John Currence is an American chef based in Oxford, Mississippi. As of 2019[update] he owns four restaurants in the city of Oxford: City Grocery, Big Bad Breakfast, Bourè, and Snackbar in addition to a catering business, The Main Event. Currence also owns numerous Big Bad Breakfast locations in Alabama, Florida, Tennessee and South Carolina. He won a James Beard Award in 2009 for the category of Best Chef, South, at City Grocery. He later also participated in the third season of the Bravo television competition Top Chef Masters.",
  "/wiki/Hampden-Sydney_College": "Hampden–Sydney College (H-SC) is a men's liberal arts college in Hampden Sydney, Virginia. Founded in 1775, Hampden–Sydney is the oldest privately chartered college in the southern United States, the tenth-oldest college in the nation, the last college founded before the American Declaration of Independence, and one of only three four-year, all-male liberal arts colleges remaining in the United States. Hampden–Sydney College is listed on the National Register of Historic Places and the Virginia Landmarks Register. It is affiliated with the Presbyterian Church (USA).",
  "/wiki/Top_Chef_Masters": "Top Chef Masters is an American reality competition series that aired on the cable television network Bravo, and premiered June 10, 2009. It is a spinoff of Bravo's hit show Top Chef. In the series, world-renowned chefs compete against each other in weekly challenges. The show is different from Top Chef, which typically features younger professional cooks who are still rising in the food service industry.",
  "/wiki/Rick_Dees": "Rigdon Osmond Dees III (born March 14, 1950), best known as Rick Dees, is an American entertainer, radio personality, comedian, actor, and voice artist, best known for his internationally syndicated radio show The Rick Dees Weekly Top 40 Countdown and for the 1976 novelty song \"Disco Duck\". In 2007 he sang the theme song for the TV show Rick and Steve.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Rick_Dees_Weekly_Top_40": "Rick Dees Weekly Top 40 (sometimes known as The Weekly Top 40) is an internationally syndicated radio program created and hosted by American radio personality Rick Dees. It is currently heard on over 200 radio stations worldwide. It is distributed domestically by Compass Media Networks and internationally by Radio Express. It is also heard on Dees's official website for listeners in the United States only.",
  "/wiki/Mason_Gamble": "Mason Wilson Gamble (born January 16, 1986) is a former American actor and marine biologist known for his portrayal of Dennis Mitchell in the 1993 film Dennis the Menace, a role he got after beating out a reported 20,000 children who had auditioned,  and as Jason Schwartzman's sidekick, Dirk Calloway, in Wes Anderson's critically acclaimed 1998 film Rushmore. He also appeared in Anya's Bell with Della Reese, starring as a dyslexic boy. In 1999, Gamble portrayed Brady Lang in the thriller Arlington Road. He had a featured role in the short-lived 2001 CBS drama Kate Brasher.  Additionally, he had a small role as McCluckey in the 1996 comedy Spy Hard.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Dennis_the_Menace_(film)": "Dennis the Menace is a 1993 American comedy film based on the Hank Ketcham comic strip of the same name. The film was directed by Nick Castle and written and produced by John Hughes, and concerns the misadventures of a mischievous child (Mason Gamble) who wreaks havoc on his next door neighbor George Wilson (Walter Matthau), usually hangs out with his friends Joey (Kellen Hathaway) and Margaret Wade (Amy Sakasitz), and is followed everywhere by his dog, Ruff. The film also features a cameo appearance by Jeannie Russell who was a cast member on the original television show.",
  "/wiki/Ted_Koppel": "Edward James Martin Koppel (born February 8, 1940) is a British-born American broadcast journalist, best known as the anchor for Nightline, from the program's inception in 1980 until 2005.",
  "/wiki/Syracuse_University": "Syracuse University (Syracuse, 'Cuse, or SU) is a private research university in Syracuse, New York. The institution's roots can be traced to the Genesee Wesleyan Seminary, founded in 1831 by the Methodist Episcopal Church in Lima, New York. After several years of debate over relocating the college to Syracuse, the university was established in 1870, independent of the college. Since 1920, the university has identified itself as nonsectarian, although it maintains a relationship with The United Methodist Church.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Serge_F._Kovaleski": "Serge Frank Kovaleski (born April 8, 1961) is a South African-born American investigative reporter at The New York Times. He contributed to reporting that won The New York Times a Pulitzer Prize for its investigation of the Eliot Spitzer prostitution scandal.",
  "/wiki/College_of_William_and_Mary": "The College of William & Mary (also known as William & Mary, W&M, and officially The College of William and Mary in Virginia) is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University.",
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.",
  "/wiki/Tim_McGraw": "Samuel Timothy McGraw (born May 1, 1967) is an American singer, actor, and record producer. McGraw has released fifteen studio albums (eleven for Curb Records, three for Big Machine Records and one for Arista Nashville). 10 of those albums have reached number 1 on the Top Country Albums charts, with his 1994 breakthrough album Not a Moment Too Soon being the top country album of 1994. All of these albums have produced 65 singles, 25 of which have reached number 1 on the Hot Country Songs or Country Airplay charts. Three of these singles — \"It's Your Love\", \"Just to See You Smile\", and \"Live Like You Were Dying\" — were the top country songs of 1997, 1998, and 2004 according to Billboard Year-End. He has also won three Grammy Awards, 14 Academy of Country Music awards, 11 Country Music Association (CMA) awards, 10 American Music Awards, and three People's Choice Awards. His Soul2Soul II Tour  is one of the highest-grossing tours in country music history, and one of the top 5 among all genres of music. He has sold more than 80 million records worldwide, making him one of the best-selling music artists of all time.",
  "/wiki/University_of_Louisiana_at_Monroe": "The University of Louisiana at Monroe (ULM) is a public university in Monroe, Louisiana. It is part of the University of Louisiana System.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Ken_Ober": "Ken Ober (July 3, 1957 – November 15, 2009) was an American game show host, comedian, and actor.",
  "/wiki/University_of_Massachusetts_at_Amherst": "The University of Massachusetts Amherst (UMass Amherst, UMass, or Massachusetts) is a public research and land-grant university in Amherst, Massachusetts.  It is the flagship campus of the University of Massachusetts system. UMass Amherst has an annual enrollment of approximately 1,300 faculty members and more than 30,000 students. The university offers academic degrees in 109 undergraduate, 77 master's and 48 doctoral programs. Programs are coordinated in nine schools and colleges. It is also a member of the Five College Consortium.",
  "/wiki/Jim_Parsons": "James Joseph Parsons (born March 24, 1973) is an American actor and producer. Parsons is known for playing Sheldon Cooper in the CBS sitcom The Big Bang Theory (2007–2019). He has received several awards for his performance, including four Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series and the Golden Globe Award for Best Actor in a Television Series Musical or Comedy. In 2018, Forbes estimated his annual salary to be $26.5 million and named him the world's highest-paid television actor.",
  "/wiki/The_Big_Bang_Theory": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro. All three also served as head writers. The show premiered on CBS on September 24, 2007 and concluded on May 16, 2019, having broadcast a total of 279 episodes over 12 seasons.",
  "/wiki/Greg_Pitts": "Greg Luke Pitts (born January 21, 1970) is an American actor. He is best known for his role as Drew in the film Office Space.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs.",
  "/wiki/Office_Space": "Office Space is a 1999 American comedy film written and directed by Mike Judge. It satirizes the everyday work life of a typical mid-to-late-1990s software company, focusing on a handful of individuals fed up with their jobs. It stars Ron Livingston, Jennifer Aniston, Gary Cole, Stephen Root, David Herman, Ajay Naidu, and Diedrich Bader.",
  "/wiki/Jeremy_Piven": "Jeremy Samuel Piven (born July 26, 1965) is an American actor, comedian, and producer. He is known for his role as Ari Gold in the comedy series Entourage, for which he won a Golden Globe Award and three consecutive Emmy Awards. He also starred in the British period drama Mr Selfridge, which tells the story of the man who created the luxury English department store chain Selfridges, and portrayed Spence Kovak on Ellen DeGeneres's sitcom Ellen.",
  "/wiki/Drake_University": "Drake University is a private university in Des Moines, Iowa. The institution offers undergraduate and graduate programs including professional programs in business, law, and pharmacy. Drake's law school is among the twenty-five oldest in the country.",
  "/wiki/Entourage_(U.S._TV_series)": "Entourage is an American comedy-drama television series that premiered on HBO on July 18, 2004, and concluded on September 11, 2011, after eight seasons. The series was created and largely written by Doug Ellin and chronicles the acting career of Vincent Chase, a young A-list movie star, and his childhood friends from Queens, New York City, as they attempt to further their nascent careers in Los Angeles.",
  "/wiki/Seth_Rogen": "Seth Aaron Rogen (/ˈroʊɡən/; born April 15, 1982) is a Canadian actor, comedian, writer, producer, and director. He began his career performing stand-up comedy during his teenage years. While still living in his hometown Vancouver, he landed a supporting role in Judd Apatow's series Freaks and Geeks. Shortly after he moved to Los Angeles for his role, Freaks and Geeks was officially cancelled after one season due to low viewership. Rogen later got a part on sitcom Undeclared, which also hired him as a writer.",
  "/wiki/University_of_Vermont": "The University of Vermont (UVM),[a] officially The University of Vermont and State Agricultural College, is a public research university in Burlington, Vermont.  It was founded in 1791 and is the state's land-grant university. UVM is among the oldest universities in the United States and is the fifth institution of higher education established in the New England region of the U.S. northeast. It is also listed as one of the original eight \"Public Ivy\" institutions in the United States.",
  "/wiki/Jon_Stewart": "Jon Stewart (born Jonathan Stuart Leibowitz; November 28, 1962) is an American comedian, writer, producer, director, political commentator, actor, and television host. He hosted The Daily Show, a satirical news program on Comedy Central, from 1999 to 2015.",
  "/wiki/The_College_of_William_&_Mary": "The College of William & Mary (also known as William & Mary, W&M, and officially The College of William and Mary in Virginia) is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University.",
  "/wiki/The_Daily_Show": "The Daily Show is an American late-night talk and news satire television program. It airs each Monday through Thursday on Comedy Central. Describing itself as a fake news program, The Daily Show draws its comedy and satire from recent news stories, political figures, media organizations, and often uses self-referential humor as well.",
  "/wiki/Eric_Stonestreet": "Eric Allen Stonestreet (born September 9, 1971) is an American actor and comedian. He is best known for portraying Cameron Tucker in the ABC mockumentary sitcom Modern Family, for which he received two Emmy Awards for Outstanding Supporting Actor in a Comedy Series out of three nominations.",
  "/wiki/Kansas_State_University": "Kansas State University (KSU), commonly shortened to Kansas State or K-State, is a public research university with its main campus in Manhattan, Kansas. It was opened as the state's land-grant college in 1863 and was the first public institution of higher learning in the state of Kansas. It had a record high enrollment of 24,766 students for the Fall 2014 semester.",
  "/wiki/Modern_Family": "Modern Family is an American television mockumentary family sitcom created by Christopher Lloyd and Steven Levitan for the American Broadcasting Company. First aired on September 23, 2009, the show follows the lives of Jay Pritchett and his family, all of whom live in suburban Los Angeles. Pritchett's family includes his second wife, their son and his stepson, as well as his two adult children and their husbands and children.",
  "/wiki/Brian_Tyler_(composer)": "Brian Theodore Tyler (born May 8, 1972) is an American composer, musician, conductor, arranger, and producer, known for his film, television, and video game scores. Tyler scored Eagle Eye, The Expendables trilogy, Iron Man 3, Avengers: Age of Ultron with Danny Elfman, Now You See Me, and Crazy Rich Asians, among others. He also re-arranged the current fanfare of the Universal Pictures logo that was originally composed by the legendary Jerry Goldsmith, the updated Marvel Studios logo, which debuted with Thor: The Dark World (2013), as well as the NFL Theme for ESPN, the Formula One theme and five installments of The Fast and the Furious franchise. For his work as a film composer, he has won the IFMCA Awards 2014 Composer of the Year.",
  "/wiki/Iron_Man_3": "Iron Man 3 is a 2013 American superhero film based on the Marvel Comics character Iron Man, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures.[N 1] It is the sequel to 2008's Iron Man and 2010's Iron Man 2, and the seventh film in the Marvel Cinematic Universe (MCU). The film was directed by Shane Black from a screenplay he co-wrote with Drew Pearce, and stars Robert Downey Jr. as Tony Stark / Iron Man, alongside Gwyneth Paltrow, Don Cheadle, Guy Pearce, Rebecca Hall, Stéphanie Szostak, James Badge Dale, Jon Favreau, and Ben Kingsley. In Iron Man 3, Tony Stark wrestles with the ramifications of the events of The Avengers, during a national terrorism campaign on the United States led by the mysterious Mandarin.",
  "/wiki/The_Expendables_(film_series)": "The Expendables is an American ensemble action thriller franchise spanning a film series,  written by and starring Sylvester Stallone and originally created by David Callaham, and additional media. The film series itself was created to pay homage to the blockbuster action films of the 1980s and '90s and also pays tribute to the action stars of those decades, as well as more recent stars in action. The series consists of three films: The Expendables (2010), The Expendables 2 (2012) and The Expendables 3 (2014), with a fourth film scheduled to be released in the future. The series has received mixed critical reception, in regard to its plots and dialogue between the characters; however, many critics praised the use of humor and action scenes. The films have been box office successes.",
  "/wiki/Scott_Van_Pelt": "Scott Van Pelt (born July 9, 1966) is an American sportscaster and sports talk show host. He co-anchored the 11 p.m. edition of SportsCenter on ESPN, served as the co-host of SVP & Russillo alongside Ryen Russillo on ESPN Radio, and hosts various golf events for the network. In June 2015, Van Pelt left his radio show to become a solo anchor for a midnight edition of SportsCenter.",
  "/wiki/University_of_Maryland": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/ESPN": "ESPN (originally an initialism for Entertainment and Sports Programming Network) is an American basic cable sports channel owned by ESPN Inc., owned jointly by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his son Scott Rasmussen and Ed Egan.",
  "/wiki/Matt_Winer": "Matthew Ward Winer (born January 10, 1969) is an American television personality who is currently working for Turner Sports. Winer also was known for working eight years at ESPN.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/Turner_Sports": "Turner Sports (TS) is the subsidiary of AT&T's WarnerMedia responsible for sports broadcasts on channels including TBS, TNT, AT&T SportsNet, TruTV, and for operating the digital media outlets NCAA.com, NBA.com, PGATour.com and PGA.com, as well as Bleacher Report, and its streaming service, B/R Live. Turner Sports also operates NBA TV on behalf of the NBA, and owns a minority share in the MLB Network.",
  "/wiki/SportsCenter": "SportsCenter (SC) is a daily sports news television program that serves as the flagship program and brand of American cable and satellite television network ESPN. The show covers various sports teams and athletes from around the world and often shows highlights of sports from the day. Originally broadcast only once per day, SportsCenter now has up to twelve airings each day, excluding overnight repeats. The show often covers the major sports in the U.S. including basketball, hockey, football, and baseball. SportsCenter is also known for its recaps after sports events and its in-depth analysis by different anchors and popular figures like Stephen A. Smith and Scott Van Pelt. The show continues to be the flagship show for ESPN and leads the way in sports broadcasting and entertainment.",
  "/wiki/Morgan_Woodward": "Thomas Morgan Woodward (September 16, 1925 – February 22, 2019) was an American actor who is best known for his recurring role as Marvin \"Punk\" Anderson on the television soap opera Dallas and for his portrayal of Boss Godfrey, the sunglasses-wearing \"man with no eyes\", in the 1967 film Cool Hand Luke. On another television series, Gunsmoke, he can be seen in 19 episodes, the most guest appearances of any actor on that long-running Western.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Cool_Hand_Luke": "Cool Hand Luke is a 1967 American prison drama film directed by Stuart Rosenberg, starring Paul Newman and featuring George Kennedy in an Oscar-winning performance. Newman stars in the title role as Luke, a prisoner in a Florida prison camp who refuses to submit to the system.",
  "/wiki/List_of_Pi_Kappa_Alpha_brothers": "This is a list of notable alumni of the Pi Kappa Alpha fraternity"
}