{
  "/wiki/The_Mills_of_the_Gods:_Viet_Nam": "The Mills of the Gods: Viet Nam is a Canadian documentary film, directed by Beryl Fox and released in 1965. Made in the Direct Cinema style, the film documents the Vietnam War.",
  "/wiki/Beryl_Fox": "Beryl Fox (born December 10, 1931 in Winnipeg, Manitoba) is a Canadian documentary film director and film producer.",
  "/wiki/The_Anderson_Platoon": "The Anderson Platoon (French: La Section Anderson, released in 1966 in Europe, 1967 in the US) is a documentary feature by Pierre Schoendoerffer about the Vietnam War, named after the leader of the platoon - Lieutenant Joseph B. Anderson - with which Schoendeorffer was embedded. Two decades later, a sequel was released as Reminiscence.",
  "/wiki/Pierre_Schoendoerffer": "Pierre Schoendoerffer (French: Pierre Schœndœrffer; 5 May 1928 – 14 March 2012) was a French film director, a screenwriter, a writer, a war reporter, a war cameraman, a renowned First Indochina War veteran, a cinema academician. He was president of the Académie des Beaux-Arts for 2001 and for 2007.",
  "/wiki/Far_from_Vietnam": "Far from Vietnam (French: Loin du Vietnam) is a 1967 French documentary film directed by Joris Ivens, William Klein, Claude Lelouch, Agnès Varda, Jean-Luc Godard, Chris Marker and Alain Resnais.",
  "/wiki/Joris_Ivens": "Georg Henri Anton \"Joris\" Ivens (18 November 1898 – 28 June 1989) was a Dutch documentary filmmaker and propagandist[citation needed]. Among the notable films he directed or co-directed are A Tale of the Wind, The Spanish Earth, Rain, ...A Valparaiso, Misère au Borinage (Borinage), 17th Parallel: Vietnam in War, The Seine Meets Paris, Far from Vietnam, Pour le Mistral and How Yukong Moved the Mountains.",
  "/wiki/William_Klein_(photographer)": "William Klein (born April 19, 1928) is an American-born French photographer and filmmaker noted for his ironic approach to both media and his extensive use of unusual photographic techniques in the context of photojournalism and fashion photography. He was ranked 25th on Professional Photographer's list of 100 most influential photographers.",
  "/wiki/Claude_Lelouch": "Claude Barruck Joseph Lelouch (French: [ləluʃ]; born 30 October 1937) is a French film director, writer, cinematographer, actor and producer.",
  "/wiki/Agnès_Varda": "Agnès Varda (French: [aɲɛs vaʁda]; 30 May 1928 – 29 March 2019) was a Belgian-born French film director, photographer, and artist. Her work was pioneering for, and central to, the development of the widely influential French New Wave film movement of the 1950s and 1960s. Her films focused on achieving documentary realism, addressing feminist issues, and producing other social commentary, with a distinctive experimental style.",
  "/wiki/Jean-Luc_Godard": "Jean-Luc Godard (UK: /ˈɡɒdɑːr/ GOD-ar, US: /ɡoʊˈdɑːr/ goh-DAR, French: [ʒɑ̃ lyk ɡɔdaʁ]; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement.",
  "/wiki/Chris_Marker": "Chris Marker (French: [maʁkɛʁ]; 29 July 1921 – 29 July 2012) was a French writer, photographer, documentary film director, multimedia artist and film essayist. His best known films are La Jetée (1962), A Grin Without a Cat (1977) and Sans Soleil (1983). Marker is usually associated with the Left Bank subset of the French New Wave, that occurred in the late 1950s and 1960s, and included such other filmmakers as Alain Resnais, Agnès Varda and Jacques Demy.",
  "/wiki/Alain_Resnais": "Alain Resnais (French: [alɛ̃ ʁɛnɛ]; 3 June 1922 – 1 March 2014) was a French film director and screenwriter whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included Night and Fog (1956), an influential documentary about the Nazi concentration camps.",
  "/wiki/A_Face_of_War": "A Face of War is a 1968 documentary about the Vietnam War The New York Times called it \"one of the great Vietnam documentaries.\".  The film was produced and directed by Eugene S. Jones (1925- ) a Korean War news photographer who rose to fame alongside his twin brother Charles Jones.  The Jones brothers initially worked for the Washington Times-Herald before moving to NBC and traveling to Korea, where they made the first films from jet fighters in combat and the only films of the Inchon landing.  Eugene was hired by NBC Special Projects, becoming a Today Show producer in the late 1950s before working on A Face of War.",
  "/wiki/In_the_Year_of_the_Pig": "In the Year of the Pig is an American documentary film directed by Emile de Antonio about American involvement in the Vietnam War. It was released in 1968 while the U.S. was in the middle of its military engagement, and was politically controversial. One year later, the film was nominated for the Academy Award for Best Documentary Feature. In 1990, Jonathan Rosenbaum characterized the film as \"the first and best of the major documentaries about Vietnam\".",
  "/wiki/Emile_de_Antonio": "Emile Francisco de Antonio (May 14, 1919:3 – December 15, 1989) was an American director and producer of documentary films, usually detailing political, social, and counterculture events circa 1960s–1980s. He has been referred to by Randolph Lewis as, \"…the most important political filmmaker in the United States during the Cold War.\"",
  "/wiki/Street_Scenes": "Street Scenes 1970 is an American documentary directed by Martin Scorsese. It documents two protest rallies against the Vietnam War that took place in May 1970: the Hard Hat Riot on Wall Street in New York City and Kent State/Cambodia Incursion Protest in Washington, D.C. The numerous camera operators do impromptu interviews with the protesters and the spectators. The New York protest turns violent as protesters were attacked by construction workers who supported the war. The Washington protest is peaceful. At the end, Scorsese, Harvey Keitel, Jay Cocks and Verna Bloom discuss the events and the current state of world affairs. Oliver Stone was one of the many camera operators.",
  "/wiki/Martin_Scorsese": "Martin Charles Scorsese (/skɔːrˈsɛsi/, Italian: [skorˈseːze; -eːse]; born November 17, 1942) is an American film director, screenwriter, producer and actor, whose career spans more than 50 years. One of the major figures of the New Hollywood era, he is widely regarded as one of the most significant and influential directors in film history. Scorsese's body of work explores themes such as Italian-American identity, Catholic concepts of guilt and redemption, faith, machismo, crime and tribalism. Many of his films are known for their depiction of violence, and the liberal use of profanity and rock music. In 1990, he founded The Film Foundation, a nonprofit organization dedicated to film preservation, and in 2007 he founded the World Cinema Foundation. He is a recipient of the AFI Life Achievement Award for his contributions to the cinema, and has won an Academy Award, a Palme d'Or, Cannes Film Festival Best Director Award, Silver Lion, Grammy Award, Emmys, Golden Globes, BAFTAs, and Directors Guild of America Awards.",
  "/wiki/The_World_of_Charlie_Company": "The World of Charlie Company is a one-hour film documentary produced by CBS News in 1970 that shows what life was like in the jungles of South Vietnam for a rifle company of American soldiers fighting regular units of the North Vietnamese People's Army of Vietnam (PAVN).",
  "/wiki/John_Laurence": "John Laurence (also known as Jack Laurence) is an American television correspondent, author, and documentary filmmaker. He is known for his work on the air at CBS News, London correspondent for ABC News, documentary work for PBS and CBS, and his book and magazine writing. He won the George Polk Memorial Award of the Overseas Press Club of America for \"best reporting in any medium requiring exceptional courage and enterprise abroad\" for his coverage of the Vietnam War in 1970.",
  "/wiki/Vietnam,_Vietnam_(film)": "Vietnam! Vietnam! is a United States Information Agency (USIA) film about the Vietnam War. The film, narrated by Charlton Heston, was shot on location in Vietnam in October–December 1968 but not released until 1971. Though John Ford, the executive producer, went to Vietnam, he did not participate in production work there. Ford later did supervise the editing and rewrote the film scenario.",
  "/wiki/United_States_Information_Agency": "The United States Information Agency (USIA), which existed from 1953 to 1999, was a United States agency devoted to \"public diplomacy\". In 1999, USIA's broadcasting functions were moved to the newly created Broadcasting Board of Governors, and its exchange and non-broadcasting information functions were given to the newly created Under Secretary of State for Public Diplomacy and Public Affairs at the U.S. Department of State. The agency was previously known overseas as the United States Information Service (USIS).",
  "/wiki/Charlton_Heston": "John Charles Carter better known by his pseudonym Charlton Heston was an American actor and political activist.",
  "/wiki/Vietnam": "Vietnam (Vietnamese: Việt Nam pronounced [vîət nāːm] (listen)), officially the Socialist Republic of Vietnam (Vietnamese: Cộng hòa xã hội chủ nghĩa Việt Nam), is the easternmost country on the Southeast Asian Indochinese Peninsula. With an estimated 95.5 million inhabitants as of 2018[update], it is the 15th most populous country in the world. Vietnam shares its land borders with China to the north, and Laos and Cambodia to the west. It shares its maritime borders with Thailand through the Gulf of Thailand, and the Philippines, Indonesia and Malaysia through the South China Sea.[n 5] Its capital city is Hanoi, while its most populous city is Ho Chi Minh City, also known by its former name of Saigon.",
  "/wiki/Winter_Soldier_(film)": "Winter Soldier is a 1972 documentary film chronicling the Winter Soldier Investigation, which took place in Detroit, Michigan, from January 31 to February 2, 1971. The film documents the accounts of American soldiers who returned from the War in Vietnam, and participated in this war crimes hearing.",
  "/wiki/Winter_Soldier_Investigation": "The \"Winter Soldier Investigation\" was a media event sponsored by the Vietnam Veterans Against the War (VVAW) from January 31, 1971, to February 2, 1971.  It was intended to publicize war crimes and atrocities by the United States Armed Forces and their allies in the Vietnam War.  The VVAW challenged the morality and conduct of the war by showing the direct relationship between military policies and war crimes in Vietnam. The three-day gathering of 109 veterans and 16 civilians took place in Detroit, Michigan. Discharged servicemen from each branch of military service, as well as civilian contractors, medical personnel and academics, all gave testimony about war crimes they had committed or witnessed during the years 1963–1970.",
  "/wiki/Hearts_and_Minds_(film)": "Hearts and Minds is a 1974 American documentary film about the Vietnam War directed by Peter Davis. The film's title is based on a quote from President Lyndon B. Johnson: \"the ultimate victory will depend on the hearts and minds of the people who actually live out there\". The movie was chosen as the winner of the Oscar for Best Documentary at the 47th Academy Awards presented in 1975.",
  "/wiki/Peter_Davis_(director)": "Peter Frank Davis (born January 2, 1937), is an American filmmaker, author, novelist and journalist. His film Hearts and Minds, about American military action in Vietnam, won the Best Feature Documentary Academy Award in 1974.",
  "/wiki/Year_Zero:_The_Silent_Death_of_Cambodia": "Year Zero: The Silent Death of Cambodia is a 1979 British television documentary film written and presented by the Australian journalist John Pilger, which was produced and directed by David Munro for the ITV network by Associated Television (ATV). First broadcast on 30 October 1979, the filmmakers had entered Cambodia in the wake of the overthrow of the Pol Pot regime.",
  "/wiki/David_Munro_(documentary_filmmaker)": "Ivor David Munro (1 July 1944 – 5 August 1999) was an English documentary filmmaker. He collaborated on 20 documentary films for television with the Australian-born journalist, John Pilger, with many of their works receiving awards. Their 1979 documentary about the suffering people of Cambodia resulted in viewers donating more than £45 million in aid.",
  "/wiki/Khmer_Rouge": "The Khmer Rouge (/kəˌmɛər ˈruːʒ/, French: [kmɛʁ ʁuʒ]; Khmer: ខ្មែរក្រហម, romanized: Khmae Krɑ-hɑɑm  [kʰmae krɑˈhɑːm]; \"Red Khmers\") is the name which was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension it was also given to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name had been coined in the 1950s by Norodom Sihanouk as a blanket term for the Cambodian left.",
  "/wiki/Vietnam:_The_Ten_Thousand_Day_War": "Vietnam: The Ten Thousand Day War, a 26-part half-hour Canadian television documentary on the Vietnam War, and was produced in 1980 by Michael Maclear. The series aired in Canada on CBC Television, in the United States and in the United Kingdom on Channel 4.",
  "/wiki/Michael_Maclear": "Michael Maclear (1929 – December 25, 2018) was an award-winning Anglo-Canadian journalist, documentary filmmaker,\nand former correspondent for various CBC programs and for CTV's W5.\nHe is the great-great-grand-nephew of South African astronomer Sir Thomas Maclear.",
  "/wiki/The_Uncounted_Enemy": "The Uncounted Enemy: A Vietnam Deception was a controversial television documentary aired as part of the CBS Reports series on January 23, 1982. The 90-minute program, produced by George Crile III and narrated by Mike Wallace, asserted that in 1967 intelligence officers under General William Westmoreland, the commander of Military Assistance Command, Vietnam (MAC-V), had manipulated intelligence estimates in order to show far fewer communist personnel in South Vietnam than there actually were, thereby creating the impression that the Vietnam War was being won.",
  "/wiki/George_Crile_III": "George Crile III (March 5, 1945 – May 15, 2006) was an American journalist most closely associated with his three decades of work at CBS News.",
  "/wiki/William_Westmoreland": "William Childs Westmoreland (March 26, 1914 – July 18, 2005) was a  United States Army General, most notably commander of United States forces during the Vietnam War from 1964 to 1968. He served as Chief of Staff of the United States Army from 1968 to 1972.",
  "/wiki/Vietnam:_A_Television_History": "Vietnam: A Television History (1983) is a 13-part American documentary and television mini-series about the Vietnam War (1955–1975) from the perspective of the United States. It was produced for public television by WGBH-TV in Boston, and it was originally broadcast on PBS between October 4 and December 20, 1983.",
  "/wiki/Stanley_Karnow": "Stanley Abram Karnow (February 4, 1925 – January 27, 2013) was an American journalist and historian.  He is best known for his writings on the Vietnam War.",
  "/wiki/Dear_America:_Letters_Home_from_Vietnam": "Dear America: Letters Home from Vietnam is a 1987 American documentary film inspired by the anthology of the same title, directed by Bill Couturié in 1987. Using real letters written by American soldiers (which can be read in the book along with many more) and archive footage, the film creates a highly personal experience of the Vietnam War. The film won the Special Jury Prize: Documentary at the Sundance Film Festival in 1988. It was also screened out of competition at the 1988 Cannes Film Festival.",
  "/wiki/Bill_Couturié": "William \"Bill\" Couturié is a film director and producer, best known for the Academy Award-winning documentary Common Threads: Stories from the Quilt that he produced and his multi-Emmy-Award-winning film Dear America: Letters Home from Vietnam, which he wrote, produced, and directed. Couturié was an early collaborator of filmmaker John Korty, working on his 1983 animated feature, Twice Upon a Time alongside George Lucas. He recently co-produced and directed the film Guru of Go, a documentary for the ESPN 30 for 30 series about Paul Westhead' s unorthodox fast break basketball offense at Loyola Marymount University called \"The System\" featuring Gregory \"Bo\" Kimble and the late Hank Gathers.",
  "/wiki/Four_Hours_in_My_Lai": "Four Hours in My Lai is a 1989 television documentary made by Yorkshire Television concerning the 1968 My Lai Massacre by the U.S. Army during the Vietnam War. The film includes interviews with soldiers at the massacre, and the later trials of those involved. The programme first broadcast on ITV as part of Yorkshire Television's First Tuesday documentaries. Michael Bilton and Kevin Sim, who created the film, based a book of the same name off the documentary; after release, the book was met with mixed reception.",
  "/wiki/Yorkshire_Television": "ITV Yorkshire, previously known as Yorkshire Television or (informally) YTV is the British television service provided by ITV Broadcasting Limited for the Yorkshire franchise area on the ITV network. Until 1974, this was primarily the historic county of Yorkshire and parts of neighbouring counties served by the Emley Moor and Bilsdale transmitting station transmitters. Following a re-organisation in 1974 the transmission area was extended to include  Lincolnshire, northwestern Norfolk and parts of Derbyshire and Nottinghamshire, served by the Belmont transmitter, but lost much of North Yorkshire served by the Bilsdale transmitter which covered Tyne Tees Television, with transmissions available as far south as Harrogate.",
  "/wiki/Berkeley_in_the_Sixties": "Berkeley in the Sixties is a 1990 documentary film by Mark Kitchell.  The film highlights the origins of the Free Speech Movement beginning with the May 1960 House Un-American Activities Committee hearings at San Francisco City Hall, the development of the counterculture of the 1960s in Berkeley, California, and ending with People's Park in 1969.  The film features 15 student activists and archival footage of Mario Savio, Todd Gitlin, Joan Baez, the Rev. Dr. Martin Luther King Jr., Huey Newton, Allen Ginsberg, Gov. Ronald Reagan and the Grateful Dead.  The film is dedicated to Fred Cody, founder of Cody's Books.  It was nominated for an Academy Award for Best Documentary Feature.",
  "/wiki/Vietnam:_The_Last_Battle": "Vietnam: The Last Battle is a 1995 Carlton Television documentary, written and presented by John Pilger, and directed by David Munro, which returns to Vietnam nearly twenty years after the Vietnam War had ended to review those two decades.",
  "/wiki/Little_Dieter_Needs_to_Fly": "Little Dieter Needs to Fly (German: Flucht aus Laos, literally \"Escape from Laos\") is a 1997 German-British-French documentary film written and directed by Werner Herzog, produced by Werner Herzog Filmproduktion, and premiered on German television. The film was released to DVD in 1998 by Anchor Bay.",
  "/wiki/Werner_Herzog": "Werner Herzog (German: [ˈvɛɐ̯nɐ ˈhɛɐ̯tsoːk]; born 5 September 1942) is a German film director, screenwriter, author, actor, and opera director. Herzog is a figure of the New German Cinema. His films often feature ambitious protagonists with impossible dreams, people with unique talents in obscure fields, or individuals who are in conflict with nature.",
  "/wiki/Dieter_Dengler": "Dieter Dengler (May 22, 1938 – February 7, 2001) was a German-born United States Navy aviator during the Vietnam War and later a private aircraft test pilot and commercial airline pilot.  He was one of two survivors, the other being Phisit Intharathat, out of seven prisoners of war (POWs) who escaped from a Pathet Lao prison camp in Laos. He was rescued after 23 days on the run following six months of torture and imprisonment and was the first captured U.S. airman to escape enemy captivity during the Vietnam war.",
  "/wiki/Regret_to_Inform": "Regret to Inform is a 1998 American documentary film directed by Barbara Sonneborn. It was nominated for an Academy Award for Best Documentary Feature, and won a Peabody Award in 2000.",
  "/wiki/Vietnam_War_in_film": "This article lists notable films related to the Vietnam War."
}