{
  "/wiki/Walter_Schmidt_(hammer_thrower)": "Walter Schmidt (born August 7, 1948 in Lahr, Baden-Württemberg) is a retired male hammer thrower from West Germany, who was one of the leading athletes in his discipline in the 1970s, setting two world records. He ended up in fifth place at the 1976 Summer Olympics in Montreal, Quebec, Canada.",
  "/wiki/Lahr": "Lahr is a city in western Baden-Württemberg, Germany, approximately 50 km north of Freiburg im Breisgau, 40 km south east of Strasbourg, and 95 km south west of Karlsruhe. It is the second largest city in Ortenau (district) after Offenburg, and serves as an intermediate economic centre for the cities and towns of Ettenheim, Friesenheim, Kappel-Grafenhausen, Kippenheim, Mahlberg, Meißenheim, Ringsheim, Rust, Schuttertal, Schwanau and Seelbach.",
  "/wiki/Anatoliy_Bondarchuk": "Anatoliy Pavlovych Bondarchuk (Ukrainian: Анатолій Павлович Бондарчук, born 31 May 1940) is a retired Soviet hammer thrower, who is regarded as the most accomplished hammer throw coach of all time. He is also a noted as the author of the two-volume book Transfer of Training, which was translated from Russian to English by Michael Yessis.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Aleksey_Spiridonov": "Aleksey Sergeyevich Spiridonov (Russian: Алексей Серге́евич Спиридонов) (20 November 1951 – 9 April 1998) was a Soviet athlete who mainly competed in the men's hammer throw event. Born in Leningrad he trained at VSS Trud in Leningrad.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Yuriy_Sedykh": "Yuriy Georgiyevich Sedykh (Ukrainian: Юрій Георгійович Сєдих; Russian: Ю́рий Гео́ргиевич Седы́х) (born 11 June 1955) is a retired Soviet track and field athlete who represented the Soviet Union, specialising in the hammer throw. He was a World and Olympic Champion and holds the world record with a throw of 86.74 m.",
  "/wiki/Sochi": "Sochi (Russian: Со́чи, IPA: [ˈsotɕɪ] (listen)) is a city in Krasnodar Krai, Russia, located on the Black Sea coast near the border between Georgia/Abkhazia and Russia. The Greater Sochi area, which includes territories and localities subordinated to Sochi proper, has a total area of 3,526 square kilometers (1,361 sq mi) and sprawls for 145 kilometers (90 mi) along the shores of the Black Sea near the Caucasus Mountains.[citation needed] The area of the city proper is 176.77 square kilometers (68.25 sq mi). According to the 2010 Census, the city had a permanent population of 343,334, up from 328,809 recorded in the 2002 Census, making it Russia's largest resort city. Being part of the Caucasian Riviera, it is one of the very few places in Russia with a subtropical climate, with warm to hot summers and mild winters.",
  "/wiki/Karl-Hans_Riehm": "Karl-Hans Riehm (born 31 May 1951 in Konz, Rhineland-Palatinate) is a former West German hammer thrower.",
  "/wiki/Gelsenkirchen": "Gelsenkirchen (UK: /ˈɡɛlzənkɪərxən/, US: /ˌɡɛlzənˈkɪərxən/, German: [ˌɡɛlzn̩ˈkɪʁçn̩] (listen); Westphalian: Gelsenkiärken) is the 11th largest city of Germany's most populous federal state of North Rhine-Westphalia and its 262,528 (2016) inhabitants make it the 25th largest city of Germany. On the Emscher River (a tributary of the Rhine), it lies at the centre of the Ruhr, the largest urban area of Germany, of which it is the fifth largest city after Dortmund, Essen, Duisburg and Bochum. The Ruhr is located in the Rhine-Ruhr Metropolitan Region, one of Europe's largest urban areas. Gelsenkirchen is the fifth largest city of Westphalia after Dortmund, Bochum, Bielefeld and Münster, and it is one of the southernmost cities in the Low German dialect area. The city is home to the football club Schalke 04, which is named after Gelsenkirchen-Schalke [de]. The club's current stadium Veltins-Arena, however, is located in Gelsenkirchen-Erle [de].",
  "/wiki/Heidenheim_an_der_Brenz": "Heidenheim an der Brenz (short: Heidenheim; Swabian: Hoidna) is a town in Baden-Württemberg in southern Germany.  It is located near the border with Bavaria, approximately 17 km south of Aalen and 33 km north of Ulm. Heidenheim is the largest town and the seat of the district of Heidenheim, and ranks third behind Aalen and Schwäbisch Gmünd in size among the towns in the region of East Württemberg. Heidenheim is the economic center for all the communities in Heidenheim district and is the headquarters of the Voith industrial company.  The town's population passed the 20,000 mark in 1925.  Heidenheim collaborates with the town of Nattheim in administrative matters.",
  "/wiki/1979_in_athletics_(track_and_field)": "This page contains an overview of the year 1979 in athletics.",
  "/wiki/Sergey_Litvinov_(athlete,_born_1958)": "Sergey Nikolaevich Litvinov (Russian: Серге́й Никола́евич Литви́нов; 23 January 1958 – 19 February 2018) was a Russian hammer thrower and athletics coach. He competed at the 1980 Summer Olympics and the 1988 Summer Olympics, missing the 1984 Summer Olympics due to the Soviet boycott, and won a silver and a gold medal, respectively. He also won two world titles, in 1983 and 1987. After retiring from competitions he coached elite hammer throwers including Ivan Tsikhan and his son Sergey.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.",
  "/wiki/1980_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1980 in the Men's Hammer Throw. One of the main events during this season were the 1980 Summer Olympics in Moscow, Soviet Union, where the final of the men's competition was held on July 31, 1980. The women did not compete in the hammer throw until the early 1990s. The world record was broken five times during the 1980 season.",
  "/wiki/1981_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1981 in the Men's Hammer Throw. (The women did not compete in the hammer throw until the early 1990s.) The world record was broken in the previous (1980) year by Soviet Union's Yuriy Sedykh at the 1980 Summer Olympics in Moscow, Soviet Union.",
  "/wiki/Klaus_Ploghaus": "Klaus Dieter Ploghaus (born 31 January 1956 in Gelnhausen, Hesse) was a West German hammer thrower.",
  "/wiki/1982_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1982 in the Men's hammer throw. One of the main events during this season were the 1982 European Athletics Championships in Athens, Greece, where the final of the men's competition was held on September 10, 1982. (The women did not compete in the hammer throw until the early 1990s.) Soviet Union's Sergey Litvinov broke the world record in 1982 season.",
  "/wiki/1983_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1983 in the Men's hammer throw. One of the main events during this season were the inaugural World Championships in Helsinki, Finland, where the final of the men's competition was held on Tuesday August 9, 1983. (The women did not compete in the hammer throw until the early 1990s.)",
  "/wiki/1984_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1984 in the Men's hammer throw. One of the main events during this season were the 1984 Summer Olympics in Los Angeles, California (USA), where the final of the men's competition was held on August 6, 1984. Women did not compete in the hammer throw until the early 1990s. Soviet Union's Yuriy Sedykh broke the world record during the 1984 season.",
  "/wiki/Cork_(city)": "Cork (/kɔːrk/; Irish: Corcaigh, pronounced [ˈkoɾkɪɟ], from corcach, meaning \"marsh\") is the second largest city in Ireland. Located in the south-west of Ireland, in the province of Munster, since an extension to the city's boundary in 2019, its population is c.210,000.",
  "/wiki/1985_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1985 in the Men's hammer throw. The women did not compete in the hammer throw until the early 1990s. Soviet Union's Yuriy Sedykh had set the world record in the previous (1984) season.",
  "/wiki/J%C3%BCri_Tamm": "Jüri Tamm (born 5 February 1957 in Pärnu) is a former Estonian hammer thrower. Representing USSR, he won a bronze medal in the 1980 and 1988 Summer Olympics and a silver medal at the 1987 World Championships in Athletics.",
  "/wiki/Budapest": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.",
  "/wiki/1986_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1986 in the Men's hammer throw. One of the main events during this season were the 1986 European Athletics Championships in Stuttgart, West Germany, where the final of the men's competition was held on August 30, 1986. The women did not compete in the hammer throw until the early 1990s. Soviet Union's Yuriy Sedykh broke his own world record twice during the 1986 season.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/1987_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1987 in the Men's hammer throw. One of the main events during this season were the 1987 World Athletics Championships in Rome, Italy, where the final of the men's competition was held on Tuesday September 1, 1987. (The women did not compete in the hammer throw until the early 1990s.)",
  "/wiki/Karl-Marx-Stadt": "Chemnitz (German: [ˈkɛmnɪts] (listen), from 1953 to 1990: Karl-Marx-Stadt; Upper and Lower Sorbian: Kamjenica; Czech: Saská Kamenice) is the third largest city in the German federal state of Saxony after Leipzig and Dresden. It is the 28th largest city of Germany as well as the fourth largest city in the area of former East Germany after (East) Berlin, Leipzig and Dresden. The city is part of the Central German Metropolitan Region, and lies in the middle of a string of cities sitting in the densely populated northern foreland of the Elster and Ore Mountains, stretching from Plauen in the southwest via Zwickau, Chemnitz and Freiberg to Dresden in the northeast.",
  "/wiki/1988_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1988 in the Men's hammer throw. One of the main events during this season were the 1988 Summer Olympics in Seoul, South Korea, where the final of the men's competition was held on Monday September 26, 1988. Sergey Litvinov (URS) claimed the title, setting two Olympic records during the final round.",
  "/wiki/1989_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1989 in the hammer throw for both men and women.",
  "/wiki/Heinz_Weis": "Heinz Weis (born 14 July 1963) is a male former hammer thrower from Germany. He competed for West Germany until 1990.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/1990_Hammer_Throw_Year_Ranking": "This page lists the World Best Year Performances in the year 1990 in the hammer throw for both men and women. One of the main events during this season were the 1990 European Athletics Championships in Split, FR Yugoslavia, where the final of the men's competition was held on August 31, 1990.",
  "/wiki/Igor_Nikulin_(athlete)": "Igor Yuriyevich Nikulin (Russian: Игорь Юрьевич Никулин; born August 14, 1960 in Moscow, Russian SFSR) is a former hammer thrower who represented the USSR, the Unified Team, and later Russia. He won the bronze medal at the 1992 Olympic Games in Barcelona, Spain.",
  "/wiki/Lausanne": "Lausanne (/loʊˈzæn/, also US: /loʊˈzɑːn/, French: [lozan], German: [loˈzan]; Arpitan: Losena [lɔˈzəna] (listen); Italian: Losanna; Romansh: Losanna) is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Geneva (French: Le/Lac Léman). It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva.",
  "/wiki/Hammer_throw": "The hammer throw is one of the four throwing events in regular track and field competitions, along with the discus throw, shot put and javelin. The \"hammer\" used in this sport is not like any of the tools also called by that name. It consists of a metal ball attached by a steel wire to a grip. The size of the ball varies between men's and women's competitions (see Competition section below for details)."
}