{
  "/wiki/Herman_Branson": "Herman Russell Branson (August 14, 1914 – June 7, 1995) was an American physicist, chemist, best known for his research on the alpha helix protein structure, and was also the president of two colleges.",
  "/wiki/Virginia_State_University": "Virginia State University (VSU or Virginia State) is a historically black public land-grant university in Ettrick, Virginia. Founded on March 6, 1882 (1882-03-06), Virginia State developed as the United States's first fully state-supported four-year institution of higher learning for black Americans. The university is a member school of the Thurgood Marshall College Fund.",
  "/wiki/Central_State_University": "Central State University (CSU) is a public, historically black university (HBCU) located in Wilberforce, Ohio, United States.  It is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Lincoln_University_(Pennsylvania)": "Lincoln University (Lincoln or LU) is a state-related (independent but with public funding) historically black university near Oxford, Pennsylvania.  Founded as a private university in 1854, it has been a public institution since 1972 and was the United States' first degree-granting HBCU.  Its main campus is located on 422 acres near the town of Oxford in southern Chester County, Pennsylvania. The university has a second location in University City, Philadelphia. Lincoln University provides undergraduate and graduate coursework to approximately 2,000 students.  The University is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/Alpha_helix": "The alpha helix (α-helix) is a common motif in the secondary structure of proteins and is a right hand-helix conformation in which every backbone N−H group hydrogen bonds to the backbone C=O group of the amino acid located three or four residues earlier along the protein sequence.",
  "/wiki/Sickle-cell_disease": "Sickle cell disease (SCD) is a group of blood disorders typically inherited from a person's parents. The most common type is known as sickle cell anaemia (SCA). It results in an abnormality in the oxygen-carrying protein haemoglobin found in red blood cells. This leads to a rigid, sickle-like shape under certain circumstances. Problems in sickle cell disease typically begin around 5 to 6 months of age. A number of health problems may develop, such as attacks of pain (\"sickle cell crisis\"), anemia, swelling in the hands and feet, bacterial infections and stroke. Long-term pain may develop as people get older. The average life expectancy in the developed world is 40 to 60 years.",
  "/wiki/Clark_Atlanta_University": "Clark Atlanta University is a private historically black university in Atlanta, Georgia. It was formed in 1988 with the consolidation of Clark College (founded in 1869) and Atlanta University (founded in 1865). Clark Atlanta University is a member of the United Negro College Fund (UNCF) and is the largest collegiate institution in the Atlanta University Center Consortium.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Coppin_State_University": "Coppin State University is a public historically black university located in Baltimore, Maryland, United States. It is part of the University System of Maryland. The University is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/North_Carolina_Central_University": "North Carolina Central University (NCCU or NC Central), a state-supported liberal arts institution, is a public, historically black university in Durham, North Carolina.  Founded by Dr. James E. Shepard in affiliation with the Chautauqua movement in 1909, it was supported by private funds from both Northern and Southern philanthropists. It was made part of the state system in 1923, when it first received state funding and was renamed as Durham State Normal School. It added graduate classes in arts and sciences and professional schools in law and library science in the late 1930s and 1940s.",
  "/wiki/Supreme_Court_of_the_United_States": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultimate (and largely discretionary) appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\". The Court holds the power of judicial review, the ability to invalidate a statute for violating a provision of the U.S. Constitution. It is also able to strike down presidential directives for violating either the Constitution or statutory law. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide non-justiciable political questions.",
  "/wiki/Swann_v._Charlotte-Mecklenburg_Board_of_Education": "Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1 (1971), was a landmark United States Supreme Court case dealing with the busing of students to promote integration in public schools. The Court held that busing was an appropriate remedy for the problem of racial imbalance in schools, even when the imbalance resulted from the selection of students based on geographic proximity to the school rather than from deliberate assignment based on race. This was done to ensure the schools would be \"properly\" integrated and that all students would receive equal educational opportunities regardless of their race.",
  "/wiki/NAACP": "The National Association for the Advancement of Colored People (NAACP)[a] is a civil rights organization in the United States, formed in 1909 as a bi-racial endeavor to advance justice for African Americans by a group including W. E. B. Du Bois, Mary White Ovington,  Moorfield Storey and Ida B. Wells.",
  "/wiki/Shaw_University": "Shaw University is a private Baptist liberal arts institution and historically black university (HBCU) in Raleigh, North Carolina. Founded on December 1, 1865, Shaw University was the first HBCU in the Southern United States. It has been called the \"mother of African-American colleges in North Carolina\" as the founding presidents of North Carolina Central University, Elizabeth City State University, and Fayetteville State University are all Shaw alumni. The founder of Livingstone College studied at Shaw, before transferring to Lincoln University. What became North Carolina Agricultural and Technical State University was located on Shaw's campus during its first year.",
  "/wiki/Howard_University": "Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is categorized among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education.",
  "/wiki/Wiley_College": "Wiley College is a four-year, private, historically black, liberal arts college located on the west side of Marshall, Texas. Founded in 1873 by the Methodist Episcopal Church's Bishop Isaac Wiley and certified in 1882 by the Freedman's Aid Society, it is  one of the oldest predominantly black colleges west of the Mississippi River.",
  "/wiki/West_Virginia_State_University": "West Virginia State University (WVSU) is a public, historically black, state university founded in 1891 in Institute, West Virginia. In the Charleston-metro area, the school is usually referred to simply as \"STATE\", \" WVSU\" or \"West Virginia State\". It is one of the original 19 land-grant colleges and universities established by the second Morrill Act of 1890, which evolved as a diverse and inclusive campus. The University is a member-school of the Thurgood Marshall College Fund. Following desegregation, WVSU's student population slowly became more white than black. As of 2017, WSVU is 75% white and only 8% African-American .",
  "/wiki/Chancellor_(education)": "A chancellor is a leader of a college or university, usually either the executive or ceremonial head of the university or of a university campus within a university system.",
  "/wiki/University_of_Massachusetts_Amherst": "The University of Massachusetts Amherst (UMass Amherst, UMass, or Massachusetts) is a public research and land-grant university in Amherst, Massachusetts.  It is the flagship campus of the University of Massachusetts system. UMass Amherst has an annual enrollment of approximately 1,300 faculty members and more than 30,000 students. The university offers academic degrees in 109 undergraduate, 77 master's and 48 doctoral programs. Programs are coordinated in nine schools and colleges. It is also a member of the Five College Consortium.",
  "/wiki/Morgan_State_University": "Morgan State University (MSU, Morgan State, or Morgan) is a public historically black (HBCU) research university in Baltimore, Maryland.  It is the largest of Maryland's HBCUs. In 1867, the university, then known as the Centenary Biblical Institute, changed its name to Morgan College to honor Reverend Lyttleton Morgan, the first chairman of its board of trustees and a land donor to the college. It became a university in 1975. MSU is a member of Thurgood Marshall College Fund. Although a public institution, MSU is not a part of the University System of Maryland.",
  "/wiki/Delaware_State_University": "Delaware State University (DSU or Del State), is a public historically black university in Dover, Delaware. DSU also has two satellite campuses, one in Wilmington and one in Georgetown. The university encompasses four colleges and a diverse population of undergraduate and advanced-degree students.",
  "/wiki/Texas_Southern_University": "Texas Southern University (Texas Southern or TSU) is a public historically black university (HBCU) in Houston, Texas. The university is one of the largest and most comprehensive HBCUs in the nation with over 10,000 students enrolled and over 100 academic programs. TSU is a leading producer of college degrees to African Americans and Hispanics in Texas and ranks fourth in the United States in doctoral and professional degrees conferred to African Americans. The university is a member school of the Thurgood Marshall College Fund and it is accredited by the Southern Association of Colleges and Schools.",
  "/wiki/Virginia_Union_University": "Virginia Union University (VUU) is a private historically black university in Richmond, Virginia. It took its present name in 1899 upon the merger of two older schools, Richmond Theological Institute and Wayland Seminary, each founded after the end of American Civil War by the American Baptist Home Mission Society. In 1932, Hartshorn Memorial College, a women's college, merged with VUU.",
  "/wiki/Ernest_A._Finney,_Jr.": "Ernest Adolphus Finney Jr. (March 23, 1931 – December 3, 2017) was the first African-American Supreme Court Justice appointed to the South Carolina Supreme Court since the Reconstruction Era. He spent the last years of his life in Sumter, South Carolina. He was a member of Alpha Phi Alpha fraternity.",
  "/wiki/Claflin_University": "Claflin University is a private historically black university in Orangeburg, South Carolina. Founded in 1869 after the American Civil War by northern missionaries for the education of freedmen and their children, it offers bachelor's and master's degrees.",
  "/wiki/South_Carolina_Supreme_Court": "The South Carolina Supreme Court is the highest court in the U.S. state of South Carolina.  The court is composed of a Chief Justice and four Associate Justices.",
  "/wiki/South_Carolina_House_of_Representatives": "The South Carolina House of Representatives is the lower house of the South Carolina General Assembly.  It consists of 124 Representatives elected to two year terms at the same time as US Congressional elections.",
  "/wiki/South_Carolina_State_University": "South Carolina State University (SCSU or SC State) is a public historically black university in Orangeburg, South Carolina. It is the only public, historically black land-grant institution in South Carolina, is a member-school of the Thurgood Marshall College Fund, and is accredited by the Southern Association of Colleges and Schools (SACS).",
  "/wiki/Floyd_H._Flake": "Floyd Harold Flake (born January 30, 1945) is the senior pastor of the 23,000 member Greater Allen African Methodist Episcopal Cathedral in Jamaica, Queens, New York, and former president of Wilberforce University. He is a former member of the United States House of Representatives, serving from 1987 to 1997.",
  "/wiki/Langston,_Oklahoma": "Langston is a town in Logan County, Oklahoma, United States, and is part of the Oklahoma City Metropolitan Statistical Area. The population was 1,724 at the 2010 census, an increase of 3.2 percent from 1,670 at the 2000 census.  Langston is home to Langston University, the only historically black college in Oklahoma.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Wilberforce_University": "Wilberforce University is a private historically black university in Wilberforce, Ohio.  Affiliated with the African Methodist Episcopal Church (AME), it was the first college to be owned and operated by African Americans.  It participates in the United Negro College Fund.",
  "/wiki/Elson_S._Floyd": "Elson S. Floyd (February 29, 1956 – June 20, 2015) was an American educator who served as the 10th president of the four-campus Washington State University from May 21, 2007 to June 20, 2015. Floyd was also the first African American to be named president of Washington State University.  Floyd also served as president of the University of Missouri System and president of Western Michigan University. Floyd was the Chairman of the Pac-12 CEO Group.",
  "/wiki/University_of_North_Carolina": "The University of North Carolina is a multi-campus public university system composed of all 16 of North Carolina's public universities, as well as the NC School of Science and Mathematics, the nation's first public residential high school for gifted students. Commonly referred to as the University of North Carolina System or the UNC System to differentiate it from the original campus in Chapel Hill, the university has a total enrollment of over 239,987 students[when?] and in 2008 conferred over 75% of all baccalaureate degrees in North Carolina. UNC campuses conferred 43,686 degrees in 2008–2009, the bulk of which were at the bachelor's level, with 31,055 degrees awarded.",
  "/wiki/Tuskegee_University": "Tuskegee University is a private, historically black university in Tuskegee, Alabama. It was established by Lewis Adams and Booker T. Washington.  The campus is designated as the Tuskegee Institute National Historic Site by the National Park Service. The university was home to scientist George Washington Carver and to World War II's Tuskegee Airmen.",
  "/wiki/Norman_Francis": "Dr. Norman Christopher Francis (born March 20, 1931 in Lafayette, Louisiana), is a former president of Xavier University of Louisiana. He served the position from 1968-2015 as the first lay (non-clergy) president of Xavier. He also served as the chairman of the Louisiana Recovery Authority, the state agency in charge of planning the recovery and rebuilding of Louisiana after Hurricane Katrina and Hurricane Rita. He is a recipient of the Presidential Medal of Freedom.",
  "/wiki/New_Orleans,_Louisiana": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Xavier_University_of_Louisiana": "Xavier University of Louisiana (XULA), located in the Gert Town section of New Orleans, Louisiana, in the United States, is a private, coeducational, liberal arts college with the distinction of being the only historically black Roman Catholic institution of higher education in the United States.",
  "/wiki/Louisiana_Recovery_Authority": "The Louisiana Recovery Authority (LRA) is the governmental body created in the aftermath of hurricanes Katrina and Rita by Governor Kathleen Blanco to plan for the recovery and rebuilding of Louisiana. Under the leadership of the founding executive director, Andy Kopplin, the authority's mission was to plan for Louisiana's future, coordinate across jurisdictions, support community recovery and resurgence, and ensure integrity and effectiveness. By working in collaboration with local, state and federal agencies, the authority's goal is to also address short-term recovery needs while guiding the long-term planning process.",
  "/wiki/Presidential_Medal_of_Freedom": "The Presidential Medal of Freedom is an award bestowed by the president of the United States. The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards of the United States. The presidential medal seeks to  recognize those people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors\". The award is not limited to U.S. citizens and, while it is a civilian award, it can also be awarded to military personnel and worn on the uniform.",
  "/wiki/Robert_Michael_Franklin,_Jr.": "Robert Michael Franklin Jr. (born 1954) is an African-American educator, author, and was the tenth president of Morehouse College in Atlanta, Georgia from 2007 to 2012; he is now President Emeritus. Franklin is a Visiting Scholar in Residence at Stanford University's Martin Luther King Jr. Research and Education Institute.  In January 2014, he became Director of the Religion Program at the Chautauqua Institution.",
  "/wiki/Morehouse_College": "Morehouse College is a private, historically black men's college located in Atlanta, Georgia. The college is one of the few remaining traditional men's liberal arts colleges in the United States.[a]",
  "/wiki/Livingstone_College": "Livingstone College is a private, historically black Christian college in Salisbury, North Carolina.  It is affiliated with the African Methodist Episcopal Zion Church. Livingstone College is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools to award the Bachelor of Arts, Bachelor of Science, Bachelor of Fine Arts, and Bachelor of Social Work degrees.",
  "/wiki/Morehouse_School_of_Medicine": "Morehouse School of Medicine is a private co-educational medical school in Atlanta, Georgia.  Originally a part of Morehouse College, the school became independent in 1981. The school abbreviates its name with its initials \"MSM.\"",
  "/wiki/List_of_Alpha_Phi_Alpha_brothers": "The list of Alpha Phi Alpha brothers (commonly referred to as Alphas) includes initiated and honorary members of Alpha Phi Alpha (ΑΦΑ), the first inter-collegiate Greek-letter organization established for Black college students. Founded in December 1905 as a literary society with the first presiding officer being CC Poindexter, it was established as a fraternity on December 4, 1906 at Ithaca, New York.  Alpha Phi Alpha opened chapters at other colleges, universities, and cities, and named them with Greek letters. Members traditionally pledge into a chapter, although some members were granted honorary status prior to the fraternity's discontinuation of the practice of granting honorary membership. A chapter name ending in \"Lambda\" denotes an alumni chapter. The only alumni chapter that does not end in \"Lambda\" is Rho Chapter, located in Philadelphia, Pennsylvania."
}