{
  "/wiki/Darryl_M._Bell": "Darryl M. Bell (sometimes credited as Daryl Bell; born May 10, 1963) is an American actor best known for his role as Big Brother X-Ray Vision in the 1988 Spike Lee film School Daze and as Ron Johnson Jr. on the NBC sitcom A Different World (1987–93). Darryl Bell also starred on the short-lived UPN sitcom Homeboys in Outer Space as Morris Clay.",
  "/wiki/Syracuse_University": "Syracuse University (Syracuse, 'Cuse, or SU) is a private research university in Syracuse, New York. The institution's roots can be traced to the Genesee Wesleyan Seminary, founded in 1831 by the Methodist Episcopal Church in Lima, New York. After several years of debate over relocating the college to Syracuse, the university was established in 1870, independent of the college. Since 1920, the university has identified itself as nonsectarian, although it maintains a relationship with The United Methodist Church.",
  "/wiki/A_Different_World_(TV_series)": "A Different World is an American sitcom (and a spin-off of The Cosby Show) television series that aired for six seasons on NBC from September 24, 1987 to July 9, 1993. The series originally centered on Denise Huxtable (Lisa Bonet) and the life of students at Hillman College, a fictional historically black college in Virginia. It was inspired by student life at historically black colleges and universities. After Bonet's departure in the first season, the remainder of the series primarily focused more on Southern belle Whitley Gilbert (Jasmine Guy) and math whiz Dwayne Wayne (Kadeem Hardison).",
  "/wiki/Georgia_College": "Georgia College & State University (Georgia College or GC) is a public liberal arts university in Milledgeville, Georgia. The university enrolls approximately 7,000 students and is a member of the University System of Georgia and the Council of Public Liberal Arts Colleges. Georgia College was designated Georgia's \"Public Liberal Arts University\" in 1996 by the Georgia Board of Regents.",
  "/wiki/Benny_Boom": "Benny Douglas, (born July 22, 1971), professionally known as Benny Boom, is an American music video and television director.",
  "/wiki/Temple_University": "Temple University (Temple or TU) is a public research university in Philadelphia, Pennsylvania. It was founded in 1884 by the Baptist minister Russell Conwell. In 1882, Conwell came to Pennsylvania to lead the Grace Baptist Church while he began tutoring working-class citizens late at night to accommodate their work schedules. These students—later dubbed \"night owls\"—were taught in the basement of Conwell's Baptist Temple, hence the origin of the university's name and mascot. By 1907, the institution revised its institutional status and was incorporated as a university.",
  "/wiki/Rusty_Cundieff": "George Arthur \"Rusty\" Cundieff (born December 13, 1960) is an American film and television director, actor, and writer known for his work on Fear of a Black Hat (1993), Tales from the Hood (1995), and Chappelle's Show (2003-2006).",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/Tales_from_the_Hood": "Tales from the Hood is a 1995 horror comedy drama anthology film directed by Rusty Cundieff and executive-produced by Spike Lee. The film presents four short urban-themed horror stories based on problem concepts that affect the African-American community in the order of police corruption, domestic abuse, institutional racism and gang violence; all presented within a frame story of three drug dealers buying some \"found\" drugs from an eccentric and story-prone funeral director.",
  "/wiki/Chappelle%27s_Show": "Chappelle's Show is an American sketch comedy television series created by comedians Dave Chappelle and Neal Brennan, with Chappelle hosting the show and starring in the majority of its sketches. Chappelle, Brennan, and Michele Armour were the show's executive producers. The series premiered on January 22, 2003, on the American cable television network Comedy Central. The show ran for two complete seasons and a third, truncated season (dubbed \"The Lost Episodes\").",
  "/wiki/TV_Nation": "TV Nation was a satirical news magazine television series written, co-produced, directed and hosted by Michael Moore that was co-funded and originally broadcast by NBC in the United States and BBC2 in the United Kingdom. The show blended humor and journalism into provocative reports about various issues. After moving to Fox for its second (and final) season, the show won an Emmy Award in 1995 for Outstanding Informational Series.",
  "/wiki/Rel_Dowdell": "Rel Dowdell is an American screenwriter, film director, film producer, and English/screenwriting educator. Born and raised in Philadelphia, he received his Bachelor's degree in English with Magna Cum Laude honors from Fisk University and a master's degree in Film and Screenwriting with highest distinction from Boston University.",
  "/wiki/Fisk_University": "Fisk University is a private historically black university in Nashville, Tennessee. The university was founded in 1866 and its 40-acre (160,000 m2) campus is a historic district listed on the National Register of Historic Places.",
  "/wiki/Train_Ride": "Train Ride is an award-winning, critically acclaimed feature thriller film written and directed by Rel Dowdell. It was released in 2005 by RuffNation Films via Sony Entertainment. It revolves around the consequences of an incident of date rape on a college campus in Philadelphia, and stars Wood Harris, MC Lyte, Russell Hornsby, Thomas Braxton Jr., Guru, Joe Clair, KaDee Strickland, and Emmy Award–winning actress Esther Rolle. The film was shot in 1998, though financing problems derailed the post-production process. Philadelphia company RuffNation Films supervised and funded the films completion. It debuted theatrically in Philadelphia in 2005 to positive reviews and a very successful DVD release followed.",
  "/wiki/Changing_the_Game_(film)": "Changing the Game is a 2012 dramatic film starring Sean Riggs, Tony Todd, Raw Leiba, Sticky Fingaz, Brandon Ruckdashel and Irma P. Hall and directed by Rel Dowdell. The film opened theatrically by AMC Theatres in New York, Philadelphia, Chicago, DC, Atlanta and was cited by the noted website FilmFresh.com as one of the top three African-American films of 2012. The film recently premiered on May 15, 2014 on cable channel BET as the \"Movie of the Week.\"",
  "/wiki/Todd_Duncan": "Robert Todd Duncan (February 12, 1903 – February 28, 1998) was an American baritone opera singer and actor. One of the first African-Americans to sing with a major opera company, Duncan is also noted for appearing as Porgy in the premier production of Porgy and Bess (1935).",
  "/wiki/New_York_City_Opera": "The New York City Opera (NYCO) is an American opera company located in Manhattan in New York City. The company has been active from 1943 through 2013 (when it filed for bankruptcy), and again since 2016 when it was revived.",
  "/wiki/George_Gershwin": "George Gershwin (/ˈɡɜːrʃ.wɪn/; born Jacob Bruskin Gershowitz, September 26, 1898 – July 11, 1937) was an American composer and pianist whose compositions spanned both popular and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs Swanee (1919) and Fascinating Rhythm (1924), the jazz standard I Got Rhythm (1930), and the opera Porgy and Bess (1935) which spawned the hit Summertime.",
  "/wiki/Porgy_and_Bess": "Porgy and Bess (/ˈpɔːrɡi/) is an English-language opera by the American composer George Gershwin, with a libretto written by author DuBose Heyward and lyricist Ira Gershwin. It was adapted from Dorothy Heyward and DuBose Heyward's play Porgy, itself an adaptation of DuBose Heyward's 1925 novel of the same name.",
  "/wiki/George_Peabody": "George Peabody (/ˈpiːbədi/ PEE-bə-dee; February 18, 1795 – November 4, 1869) was an American financier and philanthropist. He is widely regarded as the father of modern philanthropy.",
  "/wiki/Andra_Fuller": "Andra Fuller is an American actor and stand-up comedian, best known for his role in The CW drama series The L.A. Complex.",
  "/wiki/Baylor_University": "Baylor University, or simply Baylor, is a private Baptist Christian university in Waco, Texas. Chartered in 1845 by the last Congress of the Republic of Texas, it is the oldest continuously operating university in Texas and one of the first educational institutions west of the Mississippi River in the United States. Located on the banks of the Brazos River next to I-35, between the Dallas-Fort Worth Metroplex and Austin, the university's 1,000-acre campus is the largest Baptist university campus in the world. Baylor University's athletic teams, known as the Bears, participate in 19 intercollegiate sports. The university is a member of the Big 12 Conference in the NCAA Division I.",
  "/wiki/Kevin_Grevioux": "Kevin Grevioux (/ˈɡrɛvjuː/; born September 9, 1962) is an American actor, screenwriter, and comic book writer. He is best known for his role as Raze in the Underworld film series, which he co-created, as well as his voicework in Young Justice as the villain Black Beetle.",
  "/wiki/Underworld_(film_series)": "Underworld is a series of action horror films created by Len Wiseman, Kevin Grevioux, and Danny McBride. The first film, Underworld, was released in 2003. It tells the story of Selene (Kate Beckinsale), a vampire who works as a Death Dealer, killing the lycans who allegedly slaughtered her family. The second film, Underworld: Evolution, was released in 2006. In this film, Selene takes Michael Corvin, a Lycan/vampire hybrid, to a vampire safehouse and plans to return to Viktor's estate to awaken another elder Markus, whom they discover is the first Vampire and a powerful enemy. The third film, Underworld: Rise of the Lycans, is the prequel to the series, chronicling the origins of the vampire-Lycan war (it was released on January 23, 2009). The fourth film, Underworld: Awakening, is the sequel to Underworld: Evolution and was released on January 20, 2012. In this film, humans have discovered the existence of the vampire and Lycan clans, and are trying to eradicate both species. A fifth film titled Underworld: Blood Wars was released internationally on November 24, 2016, and in the United States on January 6, 2017.",
  "/wiki/The_Mask": "The Mask is a comic book series created by Doug Mahnke and John Arcudi and published by Dark Horse Comics.  Its artists include Mark Badger, Chris Warner and Keith Williams.  It tells the story of a supernatural mask that grants its wearers superpowers at the cost of their sanity, and the inevitable chaos it causes.  The original trilogy of The Mask, The Mask Returns, and The Mask Strikes Back was published as a limited series from 1991 to 1995, and has since expanded into various spin-offs and other media.  The series is known for its dark tone and graphic violence.",
  "/wiki/Steel_(1997_film)": "Steel is a 1997 American superhero film based on the DC Comics character of the same name. The film stars Shaquille O'Neal as John Henry Irons and his alter-ego Steel, Annabeth Gish as his wheelchair-using partner Susan Sparks, and Judd Nelson as their rival Nathaniel Burke. The plot centers on an accident caused by Burke which leaves Sparks paralyzed. The accident results in Irons quitting his job. Burke begins mass-producing weapons and selling them to criminals. In order to stop Burke, Irons and Sparks create a suit of armor that leads Irons to become the superhero Steel.",
  "/wiki/Congo_(film)": "Congo is a 1995 American science fiction action-adventure film loosely based on  Michael Crichton's novel of the same name. The picture was directed by Frank Marshall starring Laura Linney, Dylan Walsh, Ernie Hudson, Tim Curry, Grant Heslov and Joe Don Baker. The film was released on June 9, 1995, by Paramount Pictures. Congo received quite negative reviews but performed better than Paramount expected.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/The_Brothers_(2001_film)": "The Brothers is a 2001 romantic comedy drama film starring Morris Chestnut, D.L. Hughley, Bill Bellamy, and Shemar Moore. The film was written and directed by Gary Hardwick, who has directed other films and television series such as Deliver Us from Eva and Hangin' with Mr. Cooper. In addition to the starring cast, The Brothers has an additional cast of Gabrielle Union, Tatyana Ali, Jenifer Lewis, Tamala Jones, and Clifton Powell. Dubbed as the male version to Waiting to Exhale by director Gary Hardwick, this film traces the hilarious journey of four African-American men as they take on love, sex, friendship, honesty and commitment.",
  "/wiki/Deliver_Us_from_Eva": "Deliver Us from Eva is a 2003 American romantic comedy film starring LL Cool J and Gabrielle Union, revolving around LL's character Ray being paid to date a troublesome young lady named Eva (Union). It is considered by many as a modern, urban update of William Shakespeare's play, The Taming of the Shrew. It was released to the US theaters on February 7, 2003 by Focus Features, and also stars Essence Atkins, Duane Martin, and Mel Jackson.",
  "/wiki/Bring_It_On_(film)": "Bring It On is a 2000 American teen cheerleading comedy film directed by Peyton Reed and written by Jessica Bendinger. The film stars Kirsten Dunst, Eliza Dushku, Jesse Bradford, and Gabrielle Union. It was the first of the Bring It On film series and was followed by five direct-to-video sequels, none of which contain any of the original cast members: Bring It On Again (2004), which shared producers with the original, Bring It On: All or Nothing (2006), Bring It On: In It to Win It (2007), Bring It On: Fight to the Finish (2009), and Bring It On: Worldwide Cheersmack (2017). The plot of the film centers around a team's preparation for and participation in cheerleading competitions.",
  "/wiki/Omari_Hardwick": "Omari Latif Hardwick (born January 9, 1974) is an American actor, known for his roles in the TV series Saved and Dark Blue, in Spike Lee's Miracle at St. Anna (2008), The A-Team (2010), Kick-Ass (2010), Tyler Perry's For Colored Girls (2010) and as Andre in BET Network's Being Mary Jane. He also played James \"Ghost\" St. Patrick on Starz's Power.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Saved_(TV_series)": "Saved is a medical drama television series, which was broadcast on TNT in 2006. The series was created by David Manson.",
  "/wiki/Dark_Blue_(TV_series)": "Dark Blue is an American action/drama television series which premiered on TNT on July 15, 2009. It ended its run on September 15, 2010. The series is set in Los Angeles, California. It revolves around Carter Shaw (Dylan McDermott), the leader of an undercover unit. He is an officer who has dedicated his life to taking down the worst criminals in L.A., and this dedication has cost him his marriage. His team includes Ty Curtis, a newlywed who struggles between his job and his new life; Dean Bendis, an officer who is so deep in his undercover role that his team is no longer sure which side he is on; and Jaimie Allen, a green patrol cop recruited into the undercover unit because of her dark past and criminal skills.",
  "/wiki/Power_(TV_series)": "Power is an American crime drama television series created and produced by Courtney A. Kemp in collaboration with Curtis Jackson. It aired on the Starz network from June 7, 2014 to February 9, 2020.",
  "/wiki/The_A-Team": "The A-Team is an American action-adventure television series that ran on NBC from 1983 to 1987 about former members of a fictitious United States Army Special Forces unit.  The members, after being court-martialed \"for a crime they didn't commit\", escaped from military prison and, while still on the run, worked as soldiers of fortune. The series was created by Stephen J. Cannell and Frank Lupo. A feature film based on the series was released by 20th Century Fox in 2010.",
  "/wiki/Rob_Hardy": "Robert Hardy, Jr. is a film director, film producer, screenwriter, and television director. With partner Will Packer, he founded the production company Rainforest Films in 1994. Hardy's film credits include The Gospel, Trois, and Trois 2: Pandora's Box. His television credits include ER, Criminal Minds, Arrow, and The Game.",
  "/wiki/Florida_A%26M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools.",
  "/wiki/Hill_Harper": "Francis Eugene \"Hill\" Harper (born May 17, 1966) is an American actor and author. He is known for his roles on CSI: NY, Limitless, and The Good Doctor.",
  "/wiki/Columbia,_Maryland": "Columbia is a census-designated place in Howard County, Maryland, United States, and is one of the principal communities of the Baltimore–Washington metropolitan area. It is a planned community consisting of 10 self-contained villages.",
  "/wiki/The_Good_Doctor_(TV_series)": "The Good Doctor is an American medical drama television series based on the 2013 award-winning South Korean series of the same name. The actor Daniel Dae Kim first noticed the series and bought the rights for his production company. He began adapting the series and in 2015 eventually shopped it to CBS, his home network. CBS decided against creating a pilot. Because Kim felt so strongly about the series, he bought back the rights from CBS. Eventually, Sony Pictures Television and Kim worked out a deal and brought on David Shore, creator of the Fox medical drama House, to develop the series.",
  "/wiki/CSI:_NY": "CSI: NY (Crime Scene Investigation: New York, stylized as CSI: NY/Crime Scene Investigation) is an American police procedural television series that ran on CBS from September 22, 2004, to February 22, 2013, for a total of nine seasons and 197 original episodes. The show follows the investigations of a team of NYPD forensic scientists and police officers identified as \"Crime Scene Investigators\" (instead of the actual title of \"Crime Scene Unit Forensic Technicians\" (CSU)) as they unveil the circumstances behind mysterious and unusual deaths, as well as other crimes. The series is an indirect spin-off from the veteran series CSI: Crime Scene Investigation and a direct spin-off from CSI: Miami, during an episode in which several of the CSI: NY characters made their first appearances. It is the third series in the CSI franchise.",
  "/wiki/Letters_to_a_Young_Brother": "Letters to a Young Brother is a book written by actor Hill Harper, published April 2006.",
  "/wiki/Barry_Jenkins": "Barry Jenkins (born November 19, 1979) is an American film director, producer, and screenwriter. After making his filmmaking debut with the short film My Josephine, he received an Independent Spirit Award for Best First Feature for Medicine for Melancholy (2008).",
  "/wiki/Florida_State_University": "Florida State University (Florida State or FSU) is a public space-grant and sea-grant research university in Tallahassee, Florida. It is a senior member of the State University System of Florida. Founded in 1851, it is located on the oldest continuous site of higher education in the state of Florida.",
  "/wiki/Moonlight_(2016_film)": "Moonlight is a 2016 American coming-of-age drama film written and directed by Barry Jenkins, based on Tarell Alvin McCraney's unpublished semi-autobiographical play In Moonlight Black Boys Look Blue. It stars Trevante Rhodes, André Holland, Janelle Monáe, Ashton Sanders, Jharrel Jerome, Naomie Harris, and Mahershala Ali.",
  "/wiki/Christian_Keyes": "Christian Keyes (born July 24, 1975) is an American actor and model.",
  "/wiki/Ferris_State_University": "Ferris State University (FSU or Ferris) is a public research university with its main campus in Big Rapids, Michigan. It was founded in 1884 as the Big Rapids Industrial School by Woodbridge Nathan Ferris, an educator from Tioga County, New York, who later served as governor of the State of Michigan and finally in the US Senate where he remained until his death in 1928. The school was noteworthy when it was founded for accepting female students beginning with its first graduating class. It is also the only public university in Michigan to be founded by an individual.",
  "/wiki/Vaughn_Lowery": "Vaughn Lowery is an actor, entertainer, and model who was born in Detroit, Michigan. He graduated from Cornell University with a bachelor's degree in Industrial & Labor Relations, finishing the program in three years. He is best known as the Joe Boxer spokesperson, as well as appearing on Scrubs (playing Tracy) and America's Next Top Model.  He is the grandson of Dr. Joseph E. Lowery, retired president and co-founder of the SCLC (Southern Christian Leadership Conference), a civil rights organization founded by Dr. Lowery and Dr. Martin Luther King, Jr. He was named one of \"17 Hot Guys\" by Seventeen magazine.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/Joe_Boxer": "Joe Boxer (also known as Box-oh-Joes or BJ) is a brand of underwear and related apparel founded by Nicholas Graham. The brand pioneered the concept of novelty hanging underwear. In the United States, Joe Boxer products are currently sold exclusively at Kmart and Sears.",
  "/wiki/Gap_Inc.": "The Gap, Inc., commonly known as Gap Inc. or Gap, (stylized as GAP) is an American worldwide clothing and accessories retailer.",
  "/wiki/Fila_(company)": "Fila is an Italian sportswear brand founded in Biella, Piedmont, Italy. The brand and company was sold in 2003 to Cerberus Capital Management, a U.S.A.-based hedge fund. In 2007, the international brand and company was sold to the independent Fila Korea, which owned the license to sell Fila products in Korea.",
  "/wiki/Target_Corporation": "Target Corporation is the 8th-largest retailer in the United States, and is a component of the S&P 500 Index. Founded by George Dayton and headquartered in Minneapolis, the company was originally named Goodfellow Dry Goods in June 1902 before being renamed the Dayton's Dry Goods Company in 1903 and later the Dayton Company in 1910. The first Target store opened in Roseville, Minnesota in 1962 while the parent company was renamed the Dayton Corporation in 1967. It became the Dayton-Hudson Corporation after merging with the J.L. Hudson Company in 1969 and held ownership of several department store chains including Dayton's, Hudson's, Marshall Field's, and Mervyn's. It is unrelated to Target Australia.",
  "/wiki/Old_Navy": "Old Navy is an American clothing and accessories retailing company owned by American multinational corporation Gap Inc. It has corporate operations in the Mission Bay neighborhood of San Francisco, California. The largest of the Old Navy stores are its flagship stores, located in New York City, Seattle, Chicago, San Francisco, Manila, and Mexico City.",
  "/wiki/Dasani": "Dasani (/dəˈsɑːni/) is a brand of bottled water created by the Coca-Cola Company, launched in 1999, after the success of PepsiCo's Aquafina. It is one of many brands of Coca-Cola bottled water sold around the world. The product is tap water, filtered and bottled.",
  "/wiki/Skechers": "Skechers USA, Inc. is an American lifestyle and performance footwear company. Headquartered in Manhattan Beach, California, the brand was founded in 1992 and is now the third largest athletic footwear brand in the United States.",
  "/wiki/Ecko_Unlimited": "Yakira, L.L.C. (trade name: Ecko Unltd.) is an American urban fashion company founded by Marc Ecko in 1993. The company makes apparel and accessories under brands including the men's Ecko Unltd. line and the Ecko Red line for girls and women. It is headquartered in South River, New Jersey. The company's products have been popular since the late 1990s; they were originally associated with hip-hop and skating culture, and moved into the mainstream urban culture in the early 2000s. It is most often associated with hip hop. The style is based on graffiti art. Its brand features a rhino as its logo.",
  "/wiki/Tommy_Hilfiger": "Thomas Jacob Hilfiger (/hɪlˈfɪgɚ, -əʳ/; born March 24, 1951) is an American fashion designer and founder of Tommy Hilfiger Corporation.",
  "/wiki/Phat_Farm": "Russell Wendell Simmons (born October 4, 1957) is an American entrepreneur, record executive, writer, and film producer. He is chairman and CEO of Rush Communications, co-founded the hip-hop music label Def Jam Recordings, and created the clothing fashion lines Phat Farm, Argyleculture, and Tantris. Simmons' net worth was estimated at $340 million in 2011.",
  "/wiki/Karl_Kani": "Karl Kani (/kəˈnaɪ/; born Carl Williams on May 23, 1968 in San José, Costa Rica) is an American  fashion designer, founder and CEO of the hip hop fashion brand Karl Kani.",
  "/wiki/William_Packer_(director)": "Will Packer (born April 11, 1974) is an American film producer. He is the founder of Will Packer Productions and Will Packer Media.",
  "/wiki/The_Gospel_(film)": "The Gospel is a 2005 American Christian drama film directed and written by Rob Hardy. It was released in the United States by Screen Gems on October 7, 2005. The film retells the Parable of the Prodigal Son in a modern context.",
  "/wiki/Stomp_the_Yard": "Stomp the Yard is a 2007 American dance drama film  produced by Rainforest Films and released through Sony Pictures' Screen Gems division on January 12, 2007. Directed by Sylvain White, Stomp the Yard centers on DJ Williams, a college student at a fictional historically Black university who pledges to join a fictional Greek-letter fraternity. The film's central conflict involves DJ's fraternity competing in various stepping competitions against a rival fraternity from the same school. The film's script was written by Robert Adetuyi, working from an original draft by Gregory Ramon Anderson. The film was originally titled Steppin', but to avoid confusion over the 2006 film Step Up, the title was changed. Delta Sigma Theta along with other sororities like Gamma Theta were in the movie.",
  "/wiki/Roots_(2016_miniseries)": "Roots is a 2016 American miniseries and a remake of the 1977 miniseries with the same name, based on Alex Haley's 1976 novel, Roots: The Saga of an American Family. It first aired on May 30, 2016 and stars Malachi Kirby, Forest Whitaker, Anna Paquin, Laurence Fishburne, Jonathan Rhys Meyers, Anika Noni Rose, T.I. and South African actress Nokuthula Ledwaba. It was produced on a budget of $50 million.",
  "/wiki/Joseph_C._Phillips": "Joseph Connor Phillips (born January 17, 1962) is an American actor, writer, and conservative Christian commentator. He is best known for his role as Martin Kendall on the long-running NBC sitcom The Cosby Show, and as Justus Ward on the soap opera General Hospital.",
  "/wiki/Compton,_California": "Compton is a city in southern Los Angeles County, California, United States, situated south of downtown Los Angeles. Compton is one of the oldest cities in the county and, on May 11, 1888, was the eighth city in California to incorporate. As of the 2010 United States Census, the city had a total population of 96,456. It is known as the \"Hub City\" due to its geographic centrality in Los Angeles County. Neighborhoods in Compton include Sunny Cove, Leland, Downtown Compton, and Richland Farms. The city is generally a working class community, with some middle-class neighborhoods and poor neighborhoods, and is home to a relatively young population, at an average 25 years of age, compared to the American median age of 38 (based on 2018 data).",
  "/wiki/The_Cosby_Show": "The Cosby Show is an American sitcom television series co-created by and starring Bill Cosby, which aired for eight seasons on NBC from September 20, 1984, until April 30, 1992. The show focuses on an upper middle-class African-American family living in Brooklyn, New York.",
  "/wiki/General_Hospital": "General Hospital (commonly abbreviated GH) is an American daytime television medical drama. It is listed in Guinness World Records as the longest-running American soap opera in production and the second longest-running drama in television in American history after Guiding Light. Concurrently, it is the world's third longest-running scripted drama series in production after British serials The Archers and Coronation Street, as well as the world's second-longest-running televised soap opera still in production. General Hospital premiered on the ABC television network on April 1, 1963.  General Hospital is the longest-running serial produced in Hollywood, and the longest-running entertainment program in ABC television history. It holds the record for most Daytime Emmy Awards for Outstanding Drama Series, with 13 wins.",
  "/wiki/Strictly_Business_(1991_film)": "Strictly Business is a 1991 American comedy film directed by Kevin Hooks and starring Tommy Davidson, Joseph C. Phillips, and Halle Berry. The supporting cast includes Anne-Marie Johnson, David Marshall Grant, Jon Cypher, Kim Coles, and Samuel L. Jackson. The film follows the ways of a mail clerk as he tries to hook his executive friend up with his clubbing girl pal and plays on comedy, business, romance, and ethics.  It features a young Sam Rockwell, and the R&B group Jodeci right before their musical success. The film was shot at various locations in New York City.  The prime location used in shooting the film was Manhattan.  The film was released on November 8, 1991 and was made available for a selected audience rather than being widely released.",
  "/wiki/NPR": "National Public Radio (NPR, stylized as npr) is a privately and publicly funded American non-profit membership media organization based in Washington, D.C. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member stations are owned by government entities (often public universities). It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.",
  "/wiki/Randal_Pinkett": "Randal D. Pinkett (born 1971) is an American business consultant who in 2005 was the winner of season four of the reality television show, The Apprentice. Pinkett is the first African American to win the US version of The Apprentice.",
  "/wiki/National_Broadcasting_Corporation": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/The_Apprentice_(US_Season_4)": "The Apprentice 4 is the fourth season of The Apprentice, with Donald Trump as the executive producer and host. The show was aired on Thursday nights at 9 p.m. on NBC and started September 22, 2005.",
  "/wiki/Kevin_Powell": "Kevin Powell (born April 24, 1966) is an American political activist, poet, writer and entrepreneur. Powell appeared on The Oprah Winfrey Show in March 2009 for a show titled \"Oprah Talks to Men Who've Beaten Women.\" He has made three unsuccessful runs for the United States Congress in New York's 10th congressional district.",
  "/wiki/University_of_Oklahoma": "The University of Oklahoma (OU) is a public research university in Norman, Oklahoma. Founded in 1890, it had existed in Oklahoma Territory near Indian Territory for 17 years before the two became the state of Oklahoma. In Fall 2018 the university had 31,702 students enrolled, most at its main campus in Norman. Employing nearly 3,000 faculty members, the school offers 152 baccalaureate programs, 160 master's programs, 75 doctorate programs, and 20 majors at the first professional level.",
  "/wiki/The_Real_World:_New_York": "The Real World (retrospectively referred to as The Real World: New York, to distinguish it from subsequent installments of the series) is the first season of MTV's reality television series The Real World, which focuses on a group of diverse strangers living together for several months as cameras follow their lives and interpersonal relationships. It was created by producers Mary-Ellis Bunim and Jonathan Murray."
}