{
  "/wiki/Countee_Cullen": "Countee Cullen (born Countee LeRoy Porter; May 30, 1903 – January 9, 1946) was an American poet, novelist, children's writer, and playwright, particularly well known during the Harlem Renaissance.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Harlem_Renaissance": "The  Harlem Renaissance was an intellectual, social, and artistic explosion centered in Harlem, Manhattan, New York City, spanning the 1920s. At the time, it was known as the \"New Negro Movement\", named after The New Negro, a 1925 anthology edited by Alain Locke. The movement also included the new African-American cultural expressions across the urban areas in the Northeast and Midwest United States affected by the Great Migration, of which Harlem was the largest.",
  "/wiki/Eric_Jerome_Dickey": "Eric Jerome Dickey (born July 7, 1961) is a New York Times best-selling American author best known for his novels about contemporary African-American life. He is also known for writing several crime novels involving grifters, ex cons, and assassins, the latter novels having more diverse settings, moving from Los Angeles to the United Kingdom to the West Indies, each having an international cast of characters.",
  "/wiki/University_of_Memphis": "The University of Memphis (UofM) is a public research university in Memphis, Tennessee. Founded in 1912, the university has an enrollment of more than 22,000 students.",
  "/wiki/E._Lynn_Harris": "Everette Lynn Harris (June 20, 1955 – July 23, 2009) was an American author. Openly gay, he was best known for his depictions of African-American men who were on the down-low and closeted. He authored ten consecutive books that made The New York Times Best Seller list, making him among the most successful African-American or gay authors of his era.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Chester_Himes": "Chester Bomar Himes (July 29, 1909 – November 12, 1984) was a black American writer. His works include If He Hollers Let Him Go and the Harlem Detective series. In 1958 he won France's Grand Prix de Littérature Policière.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/If_He_Hollers_Let_Him_Go": "If He Hollers Let Him Go is the first novel by American writer Chester Himes, published in 1945, about an African-American shipyard worker in Los Angeles during World War II. It earned him critical acclaim and was considered a \"protest novel\", in the tradition of Richard Wright.",
  "/wiki/Harlem_Detective": "The Harlem Detective series of novels by Chester Himes comprises nine hardboiled novels set in the 1950s and early 1960s:",
  "/wiki/Lawrence_Ross": "Lawrence C. Ross Jr. (born February 20, 1966) is an author of historical texts and fiction.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Virginia_State_University": "Virginia State University (VSU or Virginia State) is a historically black public land-grant university in Ettrick, Virginia. Founded on March 6, 1882 (1882-03-06), Virginia State developed as the United States's first fully state-supported four-year institution of higher learning for black Americans. The university is a member school of the Thurgood Marshall College Fund.",
  "/wiki/Frank_Yerby": "Frank Garvin Yerby ((1916-09-05)September 5, 1916 – (1991-11-29)November 29, 1991) was an American writer, best known for his 1946 historical novel The Foxes of Harrow.",
  "/wiki/List_of_Alpha_Phi_Alpha_brothers": "The list of Alpha Phi Alpha brothers (commonly referred to as Alphas) includes initiated and honorary members of Alpha Phi Alpha (ΑΦΑ), the first inter-collegiate Greek-letter organization established for Black college students. Founded in December 1905 as a literary society with the first presiding officer being CC Poindexter, it was established as a fraternity on December 4, 1906 at Ithaca, New York.  Alpha Phi Alpha opened chapters at other colleges, universities, and cities, and named them with Greek letters. Members traditionally pledge into a chapter, although some members were granted honorary status prior to the fraternity's discontinuation of the practice of granting honorary membership. A chapter name ending in \"Lambda\" denotes an alumni chapter. The only alumni chapter that does not end in \"Lambda\" is Rho Chapter, located in Philadelphia, Pennsylvania."
}