{
  "/wiki/Dave_Albritton": "David Donald Albritton (April 13, 1913 – May 14, 1994) was an American athlete. He had a long career that spanned three decades and numerous titles and was one of the first high jumpers to use the straddle technique. He was born in Danville, Alabama.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/1936_Summer_Olympics": "The 1936 Summer Olympics (German: Olympische Sommerspiele 1936), officially known as the Games of the XI Olympiad, was an international multi-sport event held in 1936 in Berlin, Nazi Germany. Berlin won the bid to host the Games over Barcelona, Spain, on 26 April 1931, at the 29th IOC Session in Barcelona.  It marked the second and final time the International Olympic Committee gathered to vote in a city that was bidding to host those Games.",
  "/wiki/USA_Track_%26_Field": "USA Track & Field (USATF) is the United States national governing body for the sports of track and field, cross country running, road running and racewalking (known as the sport of athletics outside the US).  The USATF was known between 1979 and 1992 as The Athletics Congress (TAC) after its spin off from the Amateur Athletic Union (AAU), which governed the sport in the US through most of the 20th century until the Amateur Sports Act of 1978 dissolved its responsibility.",
  "/wiki/Don_Barksdale": "Donald Argee Barksdale (March 31, 1923 – March 8, 1993) was an American professional basketball player. He was a pioneer as an African-American basketball player, becoming the first to be named NCAA All-American, the first to play on a United States men's Olympic basketball team, and the first to play in a National Basketball Association All-Star Game. He was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/Basketball_at_the_1948_Summer_Olympics": "Basketball at the 1948 Summer Olympics was the second appearance of the sport of basketball as an official Olympic medal event. A total number of 23 nations entered the competition.",
  "/wiki/Walt_Bellamy": "Walter Jones Bellamy (July 24, 1939 – November 2, 2013) was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Indiana_University_(Bloomington)": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Quinn_Buckner": "William Quinn Buckner (born August 20, 1954) is an American former professional basketball player and coach.  He played collegiate basketball for the Indiana University Hoosiers, and was selected by the Milwaukee Bucks with the 7th pick of the 1976 NBA draft.  He had a ten-year NBA career for three teams (the Bucks, the Boston Celtics, and the Indiana Pacers).  In 1984, he won an NBA title with the Celtics.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/James_Butts": "James Aaron Butts (born May 9, 1950) is a retired American triple jumper. He won a silver medal at the 1976 Olympics and a bronze at the 1979 Pan American Games. He was inducted into the UCLA Athletics Hall of Fame in 2014.",
  "/wiki/Pasadena,_California": "Pasadena (/ˌpæsəˈdiːnə/) is a city in Los Angeles County, California, United States, located 11 miles (18 km) northeast of Downtown Los Angeles.",
  "/wiki/Sayon_Cooper": "Sayon Cooper (born 24 April 1974) is a retired Liberian sprinter. He is a graduate of Abilene Christian University in Abilene, Texas where he earned the 1997 NCAA Division II championship in both the 100 m and 200 m dashes.  Cooper is a member of Alpha Phi Alpha fraternity.",
  "/wiki/Central_State_University": "Central State University (CSU) is a public, historically black university (HBCU) located in Wilberforce, Ohio, United States.  It is a member-school of the Thurgood Marshall College Fund.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Otis_Davis": "For the baseball player, see Otis Davis (baseball)",
  "/wiki/Phil_Edwards_(athlete)": "Philip Aaron \"Phil\" Edwards, MD (September 23, 1907 – September 6, 1971) was a Canadian and Guyanese track and field athlete who competed in middle-distance events. Nicknamed the \"Man of Bronze\", he was Canada's most-decorated Olympian for many years. He was the first-ever winner of the Lou Marsh Trophy as Canada's top athlete. He went on to serve as a captain in the Canadian army and as a highly regarded physician and expert of tropical diseases.",
  "/wiki/Edward_Gourdin": "Edward Orval \"Ned\" Gourdin (August 10, 1897 – July 22, 1966) was an American athlete and jurist. He was the first man in history to make 25 feet in the long jump  and the first African-American and the first Native-American (Seminole) to be appointed a Superior Court judge in New England.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/1924_Summer_Olympics": "The 1924 Summer Olympics (French: Les Jeux olympiques d'été de 1924), officially known as the Games of the VIII Olympiad, were an international multi-sport event which was celebrated in 1924 in Paris, France.",
  "/wiki/Chris_Huffins": "Chris Huffins (born 15 April 1970) is an athlete from the United States who competed in the field of Decathlon.  He was the Director and Head Coach of the Men's and Women's Track and Field and Cross Country programs at the University of California from 2002 to 2007.  He married Monique Parker in 1997 with whom he had one son Zachary. He earned a degree from the University of California in Political Economies of Industrial Societies in 2007.  Huffins is a member of Alpha Phi Alpha fraternity. He is currently married to Tamika Huffins with whom he had another son, Jaxon.",
  "/wiki/Cornelius_Johnson_(athlete)": "Cornelius Cooper \"Corny\" Johnson (August 28, 1913 – February 15, 1946) was an American athlete in the high jump. Born in Los Angeles in 1913, Johnson first competed in organized track and field events at Berendo Junior High School. He achieved greater athletic success as a student at Los Angeles High School, competing in the sprint and in the high jump.  Before going to the Olympics as a junior, he won the CIF California State Meet in 1932. He had been second the year before.",
  "/wiki/1932_Summer_Olympics": "The 1932 Summer Olympics, officially known as the Games of the X Olympiad, was an international multi-sport event that was held from July 30 to August 14, 1932, in Los Angeles, California, United States.",
  "/wiki/Mel_Lattany": "Melvin Lattany (born August 10, 1959 in Brunswick, Georgia) is a former American track athlete. He was one of the world's dominating sprinters in the early 1980s.",
  "/wiki/Ralph_Metcalfe": "Ralph Harold Metcalfe Sr. (May 29, 1910 – October 10, 1978) was an American track and field sprinter and politician. He jointly held the world record in the 100-meter dash and placed second in that event in two Olympics, first to Eddie Tolan in 1932 at Los Angeles and then to Jesse Owens at the 1936 Olympics in Berlin, Germany. Metcalfe won four Olympic medals and was regarded as the world's fastest human in 1934 and 1935. He later went into politics and in the city of Chicago and served in the United States Congress for four terms in the 1970s as a Democrat from Illinois.",
  "/wiki/Marquette_University": "Marquette University (/mɑːrˈkɛt/) is a private Jesuit research university in Milwaukee, Wisconsin. Established by the Society of Jesus as Marquette College on August 28, 1881, it was founded by John Martin Henni, the first Bishop of Milwaukee.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Manteo_Mitchell": "Manteo Mitchell (born July 6, 1987) is an American athlete who specializes in the 200m and  400m. He was a member of the USA team that won the gold medal in the Men's 4×400 metres relay (splitting 45.7) at the 2012 IAAF World Indoor Championships.",
  "/wiki/Jesse_Owens": "James Cleveland \"Jesse\" Owens (September 12, 1913 – March 31, 1980) was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games.",
  "/wiki/Associated_Press_Athlete_of_the_Year": "The first Athlete of the Year award in the United States was initiated by the Associated Press (AP) in 1931. At a time when women in sports were not given the same recognition as men, the AP offered a male and a female athlete of the year award to either a professional or amateur athlete. The awards are voted on annually by a panel of AP sports editors from across the United States, covering mainly american sports. As a result, a large majority of the winners have been Americans. However, non-Americans are also eligible for the honor, and have won on a few occasions.",
  "/wiki/Presidential_Medal_of_Freedom": "The Presidential Medal of Freedom is an award bestowed by the president of the United States. The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards of the United States. The presidential medal seeks to  recognize those people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors\". The award is not limited to U.S. citizens and, while it is a civilian award, it can also be awarded to military personnel and worn on the uniform.",
  "/wiki/Congressional_Gold_Medal": "A Congressional Gold Medal is an award bestowed by the United States Congress.  The congressional practice of issuing gold medals to occasionally honor recipients from the military began during the American Revolution. Later the practice extended to individuals in all walks of life and in the late 20th century also to groups. The Congressional Gold Medal and the Presidential Medal of Freedom are the highest civilian awards in the United States. The congressional medal seeks to honor those, individually or as a group, \"who have performed an achievement that has an impact on American history and culture that is likely to be recognized as a major achievement in the recipient's field long after the achievement.\" However, \"There are no permanent statutory provisions specifically relating to the creation of Congressional Gold Medals. When a Congressional Gold Medal has been deemed appropriate, Congress has, by legislative action, provided for the creation of a medal on an ad hoc basis.\" Thus, there are generally fewer gold medals than presidential medals. U.S. citizenship is not a requirement.",
  "/wiki/Fritz_Pollard,_Jr.": "Frederick Douglas \"Fritz\" Pollard Jr. (February 18, 1915 – February 15, 2003) was an American athlete who competed mainly in the 110 metre hurdles.",
  "/wiki/Mike_Powell_(athletics)": "Michael Anthony Powell (born November 10, 1963) is an American former track and field athlete, and the holder of the long jump world record. He is a two-time world champion in this event and two-time Olympic silver medallist.",
  "/wiki/University_of_California,_Irvine": "The University of California, Irvine (UCI or UC Irvine) is a public research university in Irvine, California. It is one of the 10 campuses in the University of California (UC) system. UC Irvine offers 87 undergraduate degrees and 129 graduate and professional degrees. The university is classified as a Research I university and in 2017 had $361 million in research and development expenditures, according to the National Science Foundation. UC Irvine became a member of the Association of American Universities in 1996 and is the youngest university to hold membership. It is considered to be one of the \"Public Ivies,\" meaning that it is among those publicly funded universities thought to provide a quality of education comparable to that of the Ivy League.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Andy_Stanfield": "Andrew (\"Andy\") William Stanfield (December 29, 1927 – June 15, 1985) was an American sprinter and Olympic gold and silver medallist.",
  "/wiki/1952_Summer_Olympics": "The 1952 Summer Olympics (Finnish: Kesäolympialaiset 1952; Swedish: Olympiska sommarspelen 1952), officially known as the Games of the XV Olympiad, were an international multi-sport event held in Helsinki, Finland, from July 19 to August 3, 1952.",
  "/wiki/1956_Summer_Olympics": "The 1956 Summer Olympics, officially known as the Games of the XVI Olympiad, was an international multi-sport event that was held in Melbourne, Victoria, Australia from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden in June 1956.",
  "/wiki/List_of_Alpha_Phi_Alpha_brothers": "The list of Alpha Phi Alpha brothers (commonly referred to as Alphas) includes initiated and honorary members of Alpha Phi Alpha (ΑΦΑ), the first inter-collegiate Greek-letter organization established for Black college students. Founded in December 1905 as a literary society with the first presiding officer being CC Poindexter, it was established as a fraternity on December 4, 1906 at Ithaca, New York.  Alpha Phi Alpha opened chapters at other colleges, universities, and cities, and named them with Greek letters. Members traditionally pledge into a chapter, although some members were granted honorary status prior to the fraternity's discontinuation of the practice of granting honorary membership. A chapter name ending in \"Lambda\" denotes an alumni chapter. The only alumni chapter that does not end in \"Lambda\" is Rho Chapter, located in Philadelphia, Pennsylvania."
}