{
  "/wiki/Emmanuel_Arceneaux": "Emmanuel Arceneaux (born September 17, 1987) is an American professional Canadian football wide receiver for the Saskatchewan Roughriders of the Canadian Football League (CFL). He played college football at Alcorn State University. He signed as an undrafted free agent with the Calgary Stampeders of the Canadian Football League (CFL) in 2009. He has also been a member of the Minnesota Vikings, Washington Redskins, and New York Jets.",
  "/wiki/Bobby_Bell": "Bobby Lee Bell Sr (born June 17, 1940) is a former professional American football linebacker and defensive end. He is a member of the Pro Football Hall of Fame, the College Football Hall of Fame, and was a member of the Chiefs' team that won Super Bowl IV against the Minnesota Vikings.",
  "/wiki/University_of_Minnesota": "The University of Minnesota, Twin Cities, (the U of M, UMN, Minnesota, or simply the U) is a public research university in Minneapolis and Saint Paul, Minnesota. The Twin Cities campus comprises locations in Minneapolis and St. Paul approximately 3 miles (4.8 km) apart, and the St. Paul location is in neighboring Falcon Heights. The Twin Cities campus is the oldest and largest in the University of Minnesota system and has the sixth-largest main campus student body in the United States, with 51,327 students in 2019-20. It is the flagship institution of the University of Minnesota System, and is organized into 19 colleges, schools, and other major academic units.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall inducts between four and eight new enshrinees each year. The Hall of Fame's Mission is to \"Honor the Heroes of the Game, Preserve its History, Promote its Values & Celebrate Excellence EVERYWHERE.\"",
  "/wiki/Gordon_Bell_(American_football)": "Gordon Granville Bell (born December 25, 1953) is a former American football running back, kickoff returner and punt returner who played for the University of Michigan Wolverines from 1973–1975, and professionally for the New York Giants (1976-1977) and St. Louis Cardinals (1978) of the National Football League (NFL).",
  "/wiki/Leroy_Bolden": "Leroy Bolden, Jr. (August 24, 1932 – October 31, 2008) was an American football halfback in the National Football League for the Cleveland Browns. He played college football for the Michigan State Spartans.",
  "/wiki/Wes_Chandler": "Wesley Sandy Chandler (born August 22, 1956) is an American former professional football player who was a wide receiver in the National Football League (NFL) for eleven seasons during the 1970s and 1980s.  He was selected to the Pro Bowl four times, and ranked twelfth in NFL history in receiving yards and thirteenth in receptions when he retired. Chandler is a member of the San Diego Chargers Hall of Fame. He played college football for the Florida Gators and was also inducted into the College Football Hall of Fame in 2015.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Pro_Bowl": "The Pro Bowl is the all-star game of the National Football League (NFL). From the merger with the rival American Football League (AFL) in 1970 up through 2013 and since 2017, it is officially called the AFC–NFC Pro Bowl, matching the top players in the American Football Conference (AFC) against those in the National Football Conference (NFC). From 2014 through 2016, the NFL experimented with an unconferenced format, where the teams were selected by two honorary team captains (who are each in the Hall of Fame), instead of selecting players from each conference. The players were picked in a televised \"schoolyard pick\" prior to the game.",
  "/wiki/Michael_Clayton_(American_football)": "Michael Rashard Clayton (born October 13, 1982) is a former American football wide receiver who played professionally in the National Football League (NFL). He was drafted by the Tampa Bay Buccaneers 15th overall in the 2004 NFL draft. He played college football at LSU.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River.",
  "/wiki/Emerson_Cole": "Emerson Elvin Cole (December 10, 1927 – June 4, 2019) was an American football fullback and linebacker who played for the Cleveland Browns and Chicago Bears in the National Football League in the early 1950s. He played college football at the University of Toledo, and still held the school record for rushing yards in a single season, with 1,162, as of 2013.",
  "/wiki/University_of_Toledo": "The University of Toledo (UToledo or UT) is a public research university in Toledo, Ohio.  The university also operates a 450-acre (180 ha) Health Science campus, which includes the University of Toledo Medical Center, in the  West Toledo neighborhood of Toledo; a 160-acre (65 ha) satellite campus in the Scott Park neighborhood of Toledo; the Center for the Visual Arts is located in downtown Toledo at the Toledo Museum of Art; and a research and education facility, known as the Lake Erie Center, is at the Maumee Bay State Park.",
  "/wiki/Don_Coleman_(offensive_tackle)": "Don Edwin Coleman (May 4, 1928 – January 30, 2017) was an American football player.  Coleman played high school football at Flint Central High School and college football at Michigan State University.  He was a unanimous All-American in 1951, the first African-American All-American football player at Michigan State.  He was also the first Michigan State player to have his jersey number retired by the school.  In 1968, he also became the first African-American to serve on the coaching staff at Michigan State.  Coleman was elected to the College Football Hall of Fame in 1975.",
  "/wiki/Greg_Coleman": "Gregory Jerome Coleman (born September 9, 1954 in Jacksonville, Florida) is a retired American football punter who had a 12-year career in the National Football League playing for the Cleveland Browns, the Minnesota Vikings, and the Washington Redskins.  He attended Florida A&M University.  Coleman is a member of Alpha Phi Alpha fraternity",
  "/wiki/Florida_A&M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools.",
  "/wiki/Marco_Coleman": "Marco Darnell Coleman (born December 18, 1969) is an American football coach and former player who is the defensive line coach for Georgia Tech and former assistant defensive line coach for the Oakland Raiders of the National Football League (NFL). A former American football defensive end, the fourteen-year veteran originally was drafted by the Miami Dolphins in the 1992 NFL Draft as a first round pick (12th overall). He played at Georgia Tech and won the 1990 college football national championship and went to one Pro Bowl before retiring from professional football after the 2005 season.",
  "/wiki/Canute_Curtis": "Canute J. Curtis (born August 4, 1974) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for six seasons during the 1990s and early 2000s.  He played college football for West Virginia University, where he was a consensus All-American.  He was drafted in the 1997 NFL Draft, and played professionally for the Cincinnati Bengals.  Curtis is a former defensive line coach at Towson University.",
  "/wiki/Garrett_Dickerson": "Garrett Dickerson (born December 30, 1995) is an American football tight end for the New York Giants of the National Football League (NFL). He played college football at Northwestern.",
  "/wiki/Chris_Doleman": "Christopher John Doleman (October 16, 1961 – January 28, 2020) was an American professional football player who was a defensive end in the National Football League (NFL). He spent the majority of his career with the Minnesota Vikings, and also played for the Atlanta Falcons and San Francisco 49ers. Doleman was an eight-time Pro Bowl selection and a three-time first-team All-Pro, recording 150.5 career sacks. He is a member of the Pro Football Hall of Fame class of 2012.",
  "/wiki/Donald_Driver": "Donald Jerome Driver (born February 2, 1975) is a former American football wide receiver. After playing college football for Alcorn State University, Driver was picked by the Green Bay Packers in the seventh round of the 1999 NFL Draft. He spent his entire 14-season NFL career with the Packers and holds the franchise's all-time records for most career receptions and receiving yards.  Driver was a member of the Packers team that won Super Bowl XLV  over the Pittsburgh Steelers. Every year in Cleveland, Driver holds the Donald Driver Football Camp for local kids which is held at the Cleveland High School Football field. Upon retirement, he won season 14 of Dancing with the Stars.",
  "/wiki/Alcorn_State_University": "Alcorn State University (Alcorn State, ASU or Alcorn) is a public, historically black, land-grant university in rural unincorporated Claiborne County, Mississippi. It was founded in 1871 by the Reconstruction-era legislature to provide higher education for freedmen. It is the first black land grant college established in the United States. Its main campus is approximately 80 miles southwest of Jackson, Mississippi.",
  "/wiki/Carl_Eller": "Carl Eller (born January 25, 1942) is a former professional American football player in the National Football League (NFL) who played from 1964 through 1979. He was born in Winston-Salem, North Carolina and attended the University of Minnesota. He was elected to the Pro Football Hall of Fame in 2004.",
  "/wiki/Mel_Farr,_Jr.": "Melvin Farr Jr. (born August 12, 1966) is a former American football running back who played one season for the Los Angeles Rams of the National Football League (NFL).  He attended and played college football for the UCLA Bruins.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Mike_Farr": "Michael Anthony Farr (born August 8, 1967) known as the Third Down Receiver because of his many clutch catches on Third Down. He is a former American football wide receiver who played a total of four seasons, three with the Detroit Lions of the National Football League and one with the New England Patriots.  He attended University of California, Los Angeles where he was an academic and athletic star graduating with honors in 4 years while breaking the school record for receptions in a single season.",
  "/wiki/Charles_Fisher_(American_football)": "Charles Fisher (born February 2, 1976) is a former American football cornerback and was also a scout for the Seattle Seahawks. He was drafted by the Cincinnati Bengals in the second round of the 1999 NFL Draft. He played college football at West Virginia.",
  "/wiki/West_Virginia_University": "West Virginia University (WVU) is a public, land-grant, research university with its main campus in Morgantown, West Virginia. Its other campuses are those of the West Virginia University Institute of Technology in Beckley, Potomac State College of West Virginia University in Keyser, and a second clinical campus for the university's medical and dental schools at Charleston Area Medical Center in Charleston. WVU Extension Service provides outreach with offices in all of West Virginia's 55 counties.",
  "/wiki/Julius_Franks": "Julius Franks, Jr. (September 5, 1922 – November 26, 2008) was a civil rights leader and an All-American guard who played football at the University of Michigan from 1941 to 1942.  Franks wore #62 as a varsity letterman in 1941 and #63 in 1942. Franks was the first (or  second depending on the source) African-American University of Michigan player to become an All-American in football.  Illness cut short his collegiate athletic career.",
  "/wiki/List_of_Alpha_Phi_Alpha_brothers": "The list of Alpha Phi Alpha brothers (commonly referred to as Alphas) includes initiated and honorary members of Alpha Phi Alpha (ΑΦΑ), the first inter-collegiate Greek-letter organization established for Black college students. Founded in December 1905 as a literary society with the first presiding officer being CC Poindexter, it was established as a fraternity on December 4, 1906 at Ithaca, New York.  Alpha Phi Alpha opened chapters at other colleges, universities, and cities, and named them with Greek letters. Members traditionally pledge into a chapter, although some members were granted honorary status prior to the fraternity's discontinuation of the practice of granting honorary membership. A chapter name ending in \"Lambda\" denotes an alumni chapter. The only alumni chapter that does not end in \"Lambda\" is Rho Chapter, located in Philadelphia, Pennsylvania."
}