{
  "/wiki/Donauturm": "The Donauturm (English: Danube Tower) is a tower in Vienna, the tallest structure in Austria at 252 metres (827 ft), and among the 75 tallest towers in the world. Opening in April 1964, the tower is located near the north bank of the Danube River in the district of Donaustadt. The hills Leopoldsberg and Kahlenberg are visible in the background.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/DC_Towers": "The DC Towers (also known as Donau City Towers) will be a pair of towers in Vienna's Donaucity. DC Tower 1 is complete and the first tenants moved into the offices in October 2013. Construction of DC Tower 2 will start afterwards. French architect Dominique Perrault has designed both towers.",
  "/wiki/Skyscraper": "A skyscraper is a continuously habitable high-rise building that has over 40 floors and is taller than approximately 150 m (492 ft). Historically, the term first referred to buildings with 10 to 20 floors in the 1880s. The definition shifted with advancing construction technology during the 20th century. Skyscrapers may host offices, residential spaces, and retail spaces. For buildings above a height of 300 m (984 ft), the term supertall skyscrapers can be used, while skyscrapers reaching beyond 600 m (1,969 ft) are classified as megatall skyscrapers.",
  "/wiki/D%C3%BCrnrohr_Power_Station": "The Dürnrohr power station is a thermal power station in Lower Austria.",
  "/wiki/D%C3%BCrnrohr": "Dürnrohr is a village in Austria, which belongs to Zwentendorf, Lower Austria, Austria.",
  "/wiki/Chimney": "A chimney is an architectural ventilation structure made of masonry, clay or metal that isolates hot toxic exhaust gases or smoke produced by a boiler, stove, furnace, incinerator or fireplace from human living areas. Chimneys are typically vertical, or as near as possible to vertical, to ensure that the gases flow smoothly, drawing air into the combustion in what is known as the stack, or chimney effect. The space inside a chimney is called the flue. Chimneys are adjacent to large industrial refineries, fossil fuel combustion facilities or part of buildings, steam locomotives and ships.",
  "/wiki/Millennium_Tower,_Vienna": "The Millennium Tower is the second tallest building and fourth tallest structure in Austria at 171 metres (561 feet). The tower is located at Handelskai 94-96 in the Brigittenau 20th district in Vienna, Austria. An antenna mounted on top of the tower brings the total height to 202 metres (663 feet) but does not count towards the buildings architectural its height.",
  "/wiki/K%C3%B6lnbrein_Dam": "The Kölnbrein Dam is an arch dam in the Hohe Tauern range within Carinthia, Austria. It was constructed between 1971 and 1979 and at 200 metres (660 ft) high, it is the tallest dam in Austria. The dam's reservoir serves as the primary storage in a three-stage pumped-storage power system that consists of nine dams, four hydroelectric power plants and a series of pipeline and penstocks. The complex is owned by Verbund power company and is referred to as the Malta-Reisseck Power Plant Group. The installed capacity of the group is 1,028.5 MW and its annual generation is 1,216 gigawatt-hours (4,380 TJ).",
  "/wiki/Malta_(K%C3%A4rnten)": "Malta is a municipality in the district of Spittal an der Drau, in the Austrian state of Carinthia.",
  "/wiki/Europabr%C3%BCcke": "The Europa Bridge or Bridge of Europe (Europabrücke) is a 777-metre-long (2,549 ft) bridge carrying the A13 Brenner Autobahn (and European route E45) over the 657-metre (2,156 ft) Wipp valley just south of Innsbruck, Tyrol, Austria. The bridge spans the Sill River, and forms part of the main route across the Alps from western Austria to South Tyrol in Italy. It is also part of the main route between southeastern Germany and northern Italy.",
  "/wiki/Innsbruck": "Innsbruck (German: [ˈɪnsbʁʊk]; Bavarian: [ˈɪnʃprʊk]) is the capital city of Tyrol and the fifth-largest city in Austria. It is in the Inn valley, at its junction with the Wipp valley, which provides access to the Brenner Pass some 30 km (18.6 mi) to the south.",
  "/wiki/Bridge": "A bridge is a structure built to span a physical obstacle, such as a body of water, valley, or road, without closing the way underneath.  It is constructed for the purpose of providing passage over the obstacle, usually something that can be detrimental to cross otherwise. There are many different designs that each serve a particular purpose and apply to different situations. Designs of bridges vary depending on the function of the bridge, the nature of the terrain where the bridge is constructed and anchored, the material used to make it, and the funds available to build it.",
  "/wiki/Zillergr%C3%BCndl_Dam": "The Zillergründl Dam is an arch dam on the Ziller River in the upper Ziller Valley of Tyrol state, Austria. It is 16 km (10 mi) east of Mayrhofen. The primary purpose of the dam is hydroelectric power production and it supports a 360 MW pumped-storage power station. As part of the Zemm-Ziller Development, construction on the dam began in 1981 and it along with the Häusling Pumped Storage Power Plant were complete in 1986. The power plant was fully commissioned by 1988. The dam is the second tallest in Austria.",
  "/wiki/Mayrhofen": "Mayrhofen is a town in the Zillertal (Ziller river valley) in the Austrian state of Tyrol. It is located approximately an hour from the Tyrolean capital city of Innsbruck.",
  "/wiki/Linz": "Linz (/lɪnts, lɪnz/, German: [ˈlɪnts]; Czech: Linec) is the third-largest city of Austria and capital and largest city of the state of Upper Austria (German: Oberösterreich). It is in the north centre of Austria, approximately 30 kilometres (19 miles) south of the Czech border, on both sides of the river Danube. The population of the city is 205,726, and that of the Greater Linz conurbation is about 789,811.",
  "/wiki/Voitsberg": "Voitsberg is a small city in the district of Voitsberg in Styria, Austria, with a population of c. 9,700 as of 2009[update]. It grew upon the St. Margaret church at the Tregistbach river and was first mentioned in 1220 as Civitas. Remains of the Greisenegg palace and Obervoitsberg castle can be seen. Other objects of interest are its Cityhall Voitsberg, designed by architect Arik Brauer.",
  "/wiki/Sendeturm_Dobratsch": "The Sendeturm Dobratsch (Dobratsch Transmitter Tower) is a radio tower on the Dobratsch mountain, the easternmost peak of the Gailtal Alps near Villach in Carinthia, Austria.",
  "/wiki/Villach": "Villach (German pronunciation: [ˈfɪlax] (listen); Slovene: Beljak, Italian: Villaco, Friulian: Vilac) is the seventh-largest city in Austria and the second-largest in the federal state of Carinthia. It represents an important traffic junction for southern Austria and the whole Alpe-Adria region. As of January 2018[update], the population is 61,887.",
  "/wiki/Kahlenberg_Transmitter": "The Kahlenberg Transmitter is a facility for FM- and TV on the Kahlenberg near Vienna. It was established in 1953 and used until 1956 an antenna on the observation tower Stefaniewarte. From 1956 to 1974 a 129-metre-high guyed mast built of lattice steel was used. Since 1974 a 165-metre-high guyed steel tube mast has been used, which is equipped with rooms of technical equipment.",
  "/wiki/Bezirk_Wolfsberg": "Bezirk Wolfsberg is a district of the state of \nCarinthia in Austria.",
  "/wiki/Korneuburg": "Korneuburg (German pronunciation: [kɔʁˈnɔʏbʊʁk]) is a town in Austria. It is located in the state Lower Austria and is the administrative center of the district of Korneuburg. Korneuburg is situated on the left bank of the Danube, opposite the city of Klosterneuburg, and is 12 km northwest of Vienna. It covers an area of 9.71 square km and as of 2001 there were 11,032 inhabitants.",
  "/wiki/Lenzing": "Lenzing is a small town of approximately 5,000 residents, three kilometers north of Lake Attersee in Austria,  It is located in the Upper Austrian part of the Salzkammergut.",
  "/wiki/Dobl_Transmitter": "Dobl Transmitter was a facility for medium wave broadcasting at Dobl, Styria, Austria, built in 1939–1941. It used as antenna a 156-metre (511 ft) high guyed mast of lattice steel, which was guyed in two levels at 113 and 73 metres (371 and 240 ft). Dobl Transmitter was shut down in 1984 and is now a technical museum.",
  "/wiki/Graz": "Graz (/ɡrɑːts/ GRAHTS, German: [ɡʁaːts] (listen); Slovene: Gradec) is the capital city of Styria and Austria's second-largest city after Vienna. As of 1 January 2019, Graz had a population of 328,276 (292,269 of whom had principal-residence status). In 2015, the population of the Graz larger urban zone (LUZ) stood at 633,168, based on principal-residence status. Graz has a long tradition as a seat of higher education. It has four colleges and four universities with more than 60,000 students. Its historic centre  (Altstadt) is one of the best-preserved city centres in Central Europe.",
  "/wiki/List_of_tallest_structures_in_Austria": "A list of tallest structures and buildings in Austria. The list contains all types of structures. Please expand and correct this list.\nThe tallest buildings are listed in the List of tallest buildings in Austria."
}