{
  "/wiki/Airbus_Defence_and_Space": "Airbus Defence and Space is a division of Airbus responsible for defence and aerospace products and services. The division was formed in January 2014 during the corporate restructuring of European Aeronautic Defence and Space (EADS), and comprises the former Airbus Military, Astrium, and Cassidian divisions. It is the world's second largest space company after Boeing and one of the top ten defence companies in the world.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Astrium": "Astrium was an aerospace manufacturer subsidiary of the European Aeronautic Defence and Space Company (EADS) that provided civil and military space systems and services from 2006 to 2013. In 2012, Astrium had a turnover of €5.8 billion and 18,000 employees in France, Germany, the United Kingdom, Spain and the Netherlands. Astrium was a member of Institute of Space, its Applications and Technologies.",
  "/wiki/OHB_SE": "OHB SE is a European multinational technology corporation. Headquartered in Bremen, Germany, the corporation consists of the two business divisions Space Systems and Aerospace + Industrial Products. A key product of the corporation is fully integrated spacecraft. At present OHB is the third largest corporation in Europe's space sector.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Boeing_Defense,_Space_%26_Security": "Boeing Defense, Space & Security (BDS) is a division (business unit) of The Boeing Company based in Arlington, Virginia. It is responsible for defense and aerospace products and services. It was formerly known as Boeing Integrated Defense Systems (IDS).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Boeing_Integrated_Defense_Systems": "Boeing Defense, Space & Security (BDS) is a division (business unit) of The Boeing Company based in Arlington, Virginia. It is responsible for defense and aerospace products and services. It was formerly known as Boeing Integrated Defense Systems (IDS).",
  "/wiki/INVAP": "INVAP S.E. (INVestigacion APlicada) is an Argentine company that provides design, integration, construction and delivery of equipment, plants and devices. The company operates in North America, Europe, Asia Pacific, Latin America, the Middle East and Africa, and delivers projects for nuclear, aerospace, chemical, medical, petroleum and governmental sectors.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/ARSAT-3": "ARSAT-3 is a geostationary communications satellite ordered by ARSAT and being designed by the Argentine company INVAP. ARSAT-3 is expected to be launched from French Guiana on an Ariane 5ECA rocket. It is expected to be located at 81° West longitude geostationary slot. ARSAT-3 will be the third geostationary satellite built in INVAP, after ARSAT-1 and ARSAT-2. The ARSAT-3 will introduce an enhanced bus platform that will enable enhanced services.",
  "/wiki/SAOCOM": "SAOCOM (Satélite Argentino de Observación COn Microondas, Spanish for Argentine Microwaves Observation Satellite) is an Earth observation satellite constellation of Argentina's space agency CONAE. The first of two satellites is already orbiting the Earth in a polar orbit, while the second one is planned to be launched in 2020.",
  "/wiki/SABIA-Mar": "The SABIA-Mar (Spanish: Satélites Argentino-Brasileño para Información Ambiental del Mar), originally called SAC-E by CONAE, is a dual satellite joint Earth observation mission. The mission objective is to study the oceanic biosphere, its changes over time, and how it is affected by and reacts to human activity. It will focus on the monitoring of ocean surfaces, especially studying the ocean ecosystem, the carbon cycle, and marine habitats, as well as ocean mapping.",
  "/wiki/JSC_Information_Satellite_Systems": "JSC Information Satellite Systems Reshetnev (Russian: Информационные спутниковые системы имени академика М. Ф. Решетнёва, romanized: Informatsionnye sputnikovye systemy imeny akademika M. F. Reshetnyova) is a Russian satellite manufacturing company. It is based in the closed city of Krasnoyarsk-26 (today called Zheleznogorsk), Krasnoyarsk Krai near the city of Krasnoyarsk. The company was formerly called NPO PM.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Lockheed_Martin": "Lockheed Martin Corporation is an American global aerospace, defense, security, and advanced technologies company with worldwide interests. It was formed by the merger of Lockheed Corporation with Martin Marietta in March 1995. It is headquartered in North Bethesda, Maryland, in the Washington, D.C., area. Lockheed Martin employs approximately 110,000 people worldwide as of January, 2020.",
  "/wiki/Northrop_Grumman": "Northrop Grumman Corporation (NYSE: NOC) is an American global aerospace and defense technology company. With over 85,000 employees and an annual revenue in excess of $30 billion, it is one of the world's largest weapons manufacturers and military technology providers. The firm ranks No. 108 on the 2020 Fortune 500 list of America's largest corporations.",
  "/wiki/Orbital_ATK": "Northrop Grumman Innovation Systems is an American aerospace manufacturer and defense industry company that operates as the aviation division of parent company Northrop Grumman. It was formed as Orbital ATK Inc. in 2015 from the merger of Orbital Sciences Corporation and parts of Alliant Techsystems, and was purchased by Northrop Grumman in 2018. Innovation Systems designs, builds, and delivers space, defense, and aviation-related systems to customers around the world both as a prime contractor and as a merchant supplier. It has a workforce of approximately 12,000 employees dedicated to aerospace and defense including about 4,000 engineers and scientists; 7,000 manufacturing and operations specialists; and 1,000 management and administration personnel.",
  "/wiki/Space_Systems/Loral": "SSL, formerly Space Systems/Loral, LLC (SS/L), of Palo Alto, California, is a wholly owned manufacturing subsidiary of Maxar Technologies.",
  "/wiki/Thales_Alenia_Space": "Thales Alenia Space is a Franco-Italian aerospace manufacturer formed  after the  Thales Group bought the participation of Alcatel in the two joint-ventures between Alcatel and Leonardo, Alcatel Alenia Space and Telespazio. The company is Europe's largest satellite manufacturer, and was responsible for the manufacturing of the ESA built modules of the International Space Station.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Alcatel_Alenia_Space": "Thales Alenia Space is a Franco-Italian aerospace manufacturer formed  after the  Thales Group bought the participation of Alcatel in the two joint-ventures between Alcatel and Leonardo, Alcatel Alenia Space and Telespazio. The company is Europe's largest satellite manufacturer, and was responsible for the manufacturing of the ESA built modules of the International Space Station."
}