{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Dynetics": "Dynetics is an American applied science and information technology company headquartered in Huntsville, Alabama. Its primary customers are the United States Department of Defense, the United States Intelligence Community, and National Aeronautics and Space Administration (NASA).",
  "/wiki/Tethers_Unlimited,_Inc.": "Tethers Unlimited, Inc. (TUI) is an American private aerospace company headquartered near Seattle, Washington, which performs research and development of new products and technologies for space, sea, and air.\n Founded in 1994 by Robert P. Hoyt and Robert L. Forward, Tethers Unlimited began developing products based on space tether technologies, including concepts for removal of space debris and momentum exchange tethers for launching payloads into higher orbits. TUI has since broadened its suite of technologies to include power, propulsion, actuation, and communications systems for small satellites, robotic technologies for on-orbit fabrication and assembly, optical fiber winding and deployment, software defined radio communications, and 3D printed radiation shielding.\n In 2007, in collaboration with Stanford University, the company launched the Multi-Application Survivable Tether (MAST) experiment to test the survivability of tethers in space.\nIn 2016 it was reported by SpaceNews and Yahoo that the company's subdivision Firmamentum signed a deal with SSL to fly its in-space manufacturing technologies on SSL's Dragonfly program which is funded by NASA's Tipping point initiative.\n In December 2018 it was reported that Tethers Unlimited delivered a Refabricator to the ISS that accepts plastic material and converts it into high-quality 3D printer filament, for the mission duration of October 2018 to April 2019.\n According to TUI's website, Firmamentum is currently working on building the 'Spiderfab' technology to \"enable on-orbit fabrication of large spacecraft components such as antennas, solar panels, trusses, and other multifunctional structures.\" Through this technology a spacecraft would be able to build structures far greater than itself in orbit.",
  "/wiki/RUAG_Space": "RUAG Space is a segment of the Swiss technology group RUAG. At a total of fourteen sites in Switzerland (Zurich, Emmen and Nyon), Sweden (Gothenburg, Linköping), Finland (Tampere), Germany (Coswig), USA (Denver, Titusville, Decatur) and Austria (Vienna, Berndorf). RUAG Space employs around 1,345 people and posted sales of 377 million Swiss Francs in 2018. As a supplier of Arianespace, RUAG Space is also a shareholder, with 0.82% of capital in 2018.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/GAUSS_Srl": "G.A.U.S.S. Srl (also known as GAUSS Srl) is an Italian limited liability private company specialized in the development and launch of small satellites, CubeSats and PocketQubes.\n The company name is an acronym for \"Group of Astrodynamics for the Use of Space Systems\".\n The company's small satellites are used as launch platforms for third-party satellites. As a private company, it has successfully launched two small satellites, UniSat-5 and UniSat-6.\n G.A.U.S.S. Srl business is mainly related to the design and realization of microsatellites, which are also intended as CubeSat, PocketQube and releasing platforms. Several universities and research centers around the world have launched their satellites through the company's UniSat launching platforms, thus letting G.A.U.S.S. being a small satellites launch provider.\n G.A.U.S.S. Srl activities include structural design, realization and integration of the main subsystems and payloads and all the ground segment operations.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Andrews_Space": "Andrews Space was founded in 1999 by Jason Andrews and Marian Joh to be a catalyst in the commercialization, exploration and development of space. Originally named Andrews Space & Technology, the company shortened its name in 2003 to Andrews Space. Over its life the company developed many unique technologies and space transportation architectures for the US Government (NASA, DARPA, others) and commercial customers. The company is now Spaceflight Systems, a subsidiary of Spaceflight Industries, Inc.",
  "/wiki/Mynaric": "Mynaric is a manufacturer of laser communication equipment for airborne and spaceborne communication networks, so called constellations.",
  "/wiki/Laser_communication_in_space": "Laser communication in space is free-space optical communication in outer space. \n In outer space, the communication range of free-space optical communication is currently of the order of several thousand kilometers, suitable for inter-satellite service. It has the potential to bridge interplanetary distances of millions of kilometers, using optical telescopes as beam expanders.",
  "/wiki/Satellite_constellation": "A satellite constellation is a group of artificial satellites working together as a system. Unlike a single satellite, a constellation can provide permanent global or near-global coverage, such that at any time everywhere on Earth at least one satellite is visible. Satellites are typically placed in sets of complementary orbital planes and connect to globally distributed ground stations. They may also use inter-satellite communication.\n Satellite constellations should not be confused with satellite clusters, which are groups of satellites moving very close together in almost identical orbits (see satellite formation flying), satellite programs (such as Landsat), which are generations of satellites launched in succession, and satellite fleets, which are groups of satellites from the same manufacturer or operator that function independently from each other (not as a system).",
  "/wiki/Kongsberg_Defence_&_Aerospace": "Kongsberg Defence Systems (KDS) is one of four wholly owned subsidies of Kongsberg Gruppen (KOG) of Norway and the supplier of defence and space related systems and products, mainly anti-ship missiles, military communications, and command and weapons control systems for naval vessels and air-defence applications. Today, the company is probably best known abroad for its development/industrialisation and production of the first passive IR homing anti-ship missile of the western world, the Penguin, starting delivery in the early 1970s (when KDA was part of KOG's predecessor Kongsberg Våpenfabrikk). As of 2005, Kongsberg Defence & Aerospace had 1,421 employees.\n Space related activities are conducted within KDS itself in addition to its subsidiaries, Kongsberg Spacetec (wholly owned) and Kongsberg Satellite Services (50% owned by KDS, 50% by the Norwegian Space Centre), both located in Tromsø. Notable space related products from KDS are the Booster Attachment and Release Mechanisms for ESA's Ariane 5. In the early 1990s KDA was involved with NASA's JPL and Germany's DASA in software development of the test/checkout system, as well as spacecraft hardware production, for the NASA/ESA Cassini-Huygens space probe. KDS has also delivered the Solar Array Drive Mechanism for ESA's Rosetta space probe.\n On 22 November 2008 Norwegian Minister of Defence Anne-Grete Strøm-Erichsen opened a new KDA plant that will produce parts for the aircraft recently chosen as Norway's future fighter, the F-35 Lightning II.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Rosetta_(spacecraft)": "Rosetta was a space probe built by the European Space Agency launched on 2 March 2004. Along with Philae, its lander module, Rosetta performed a detailed study of comet 67P/Churyumov–Gerasimenko (67P). During its journey to the comet, the spacecraft performed flybys of Earth, Mars, and the asteroids 21 Lutetia and 2867 Šteins. It was launched as the third cornerstone mission of the ESA's Horizon 2000 programme, after SOHO / Cluster and XMM-Newton.\n On 6 August 2014, the spacecraft reached the comet and performed a series of manoeuvres to eventually orbit the comet at distances of 30 to 10 kilometres (19 to 6 mi). On 12 November, its lander module Philae performed the first successful landing on a comet, though its battery power ran out two days later. Communications with Philae were briefly restored in June and July 2015, but due to diminishing solar power, Rosetta's communications module with the lander was turned off on 27 July 2016. On 30 September 2016, the Rosetta spacecraft ended its mission by hard-landing on the comet in its Ma'at region.\n The probe was named after the Rosetta Stone, a stele of Egyptian origin featuring a decree in three scripts. The lander was named after the Philae obelisk, which bears a bilingual Greek and Egyptian hieroglyphic inscription.",
  "/wiki/Mars_Express": "Mars Express is a space exploration mission being conducted by the European Space Agency (ESA). The Mars Express mission is exploring the planet Mars, and is the first planetary mission attempted by the agency. \"Express\" originally referred to the speed and efficiency with which the spacecraft was designed and built. However \"Express\" also describes the spacecraft's relatively short interplanetary voyage, a result of being launched when the orbits of Earth and Mars brought them closer than they had been in about 60,000 years.\n Mars Express consists of two parts, the Mars Express Orbiter and Beagle 2, a lander designed to perform exobiology and geochemistry research. Although the lander failed to fully deploy after it landed on the Martian surface, the orbiter has been successfully performing scientific measurements since early 2004, namely, high-resolution imaging and mineralogical mapping of the surface, radar sounding of the subsurface structure down to the permafrost, precise determination of the atmospheric circulation and composition, and study of the interaction of the atmosphere with the interplanetary medium.\n Due to the valuable science return and the highly flexible mission profile, Mars Express has been granted several mission extensions. The latest one, as of November 2018, is scheduled to end in late 2020, when it is expected to receive another mission extension lasting until 2022.\n Some of the instruments on the orbiter, including the camera systems and some spectrometers, reuse designs from the failed launch of the Russian Mars 96 mission in 1996 (European countries had provided much of the instrumentation and financing for that unsuccessful mission). The design of Mars Express is based on ESA's Rosetta mission, on which a considerable sum was spent on development. The same design was also used for the Venus Express mission in order to increase reliability and reduce development cost and time. Because of these redesigns and repurposings, the total cost of the project was about $345 million- less than half of comparable U.S. missions.\n On 19 October 2014, the ESA reported the Mars Express was healthy after the Comet Siding Spring flyby of Mars on 19 October 2014 — as are, as well, all NASA Mars orbiters and ISRO's orbiter, the Mars Orbiter Mission.\n Arriving at Mars in 2003, 16 years, 1 month and 23 days ago (and counting), it is the second longest surviving, continually active spacecraft in orbit around a planet other than Earth, behind only NASA's still active 2001 Mars Odyssey.",
  "/wiki/Venus_Express": "Venus Express (VEX) was the first Venus exploration mission of the European Space Agency (ESA). Launched in November 2005, it arrived at Venus in April 2006 and began continuously sending back science data from its polar orbit around Venus. Equipped with seven scientific instruments, the main objective of the mission was the long term observation of the Venusian atmosphere. The observation over such long periods of time had never been done in previous missions to Venus, and was key to a better understanding of the atmospheric dynamics. It was hoped that[needs update] such studies can contribute to an understanding of atmospheric dynamics in general, while also contributing to an understanding of climate change on Earth. ESA concluded the mission in December 2014.",
  "/wiki/Sentinel_1": "Sentinel-1 is the first of the Copernicus Programme satellite constellation conducted by the European Space Agency. This mission is composed of a constellation of two satellites, Sentinel-1A and Sentinel-1B, which share the same orbital plane. They carry a C-band synthetic-aperture radar instrument which provides a collection of data in all-weather, day or night. This instrument has a spatial resolution of down to 5m and a swath of up to 400 km. The constellation is on a sun synchronous, near-polar (98.18°) orbit. The orbit has a 12-day repeat cycle and completes 175 orbits per cycle.\n The first satellite, Sentinel-1A, launched on 3 April 2014, and Sentinel-1B was launched on 25 April 2016. Both satellites lifted off from the same location in Kourou, French Guiana, and each on a Soyuz rocket. Sentinel-1C and 1D are in development with launch dates to be determined.\n There are a wide range of applications for the data collected via the Sentinel-1 mission. A few of these uses include sea and land monitoring, emergency response due to environmental disasters, and economic applications. Recently, Sentinel-1 has worked in conjunction with SMAP (Soil Moisture Active and Passive) to help achieve a more accurate measure of soil moisture estimates. Observations from both instruments show to be complementary of each other as they combine data of soil moisture contents.",
  "/wiki/Sentinel_3": "Sentinel-3  is an Earth observation satellite constellation developed by the European Space Agency as part of the Copernicus Programme. It currently (as of 2019) consists of 2 satellites: Sentinel-3A and Sentinel-3B. Two more satellites, Sentinel-3C and Sentinel-3D, are on order.\n Copernicus, formerly Global Monitoring for Environment and Security, is the European programme to establish a European capacity for Earth observation designed to provide European policy makers and public authorities with accurate and timely information to better manage the environment, and to understand and mitigate the effects of climate change.",
  "/wiki/BepiColombo": "BepiColombo is a joint mission of the European Space Agency (ESA) and the Japan Aerospace Exploration Agency (JAXA) to the planet Mercury. The mission comprises two satellites launched together: the Mercury Planetary Orbiter (MPO) and Mio (Mercury Magnetospheric Orbiter, MMO). The mission will perform a comprehensive study of Mercury, including characterization of its magnetic field, magnetosphere, and both interior and surface structure. It was launched on an Ariane 5 rocket on 20 October 2018 at 01:45 UTC, with an arrival at Mercury planned for December 2025, after a flyby of Earth, two flybys of Venus, and six flybys of Mercury. The mission was approved in November 2009, after years in proposal and planning as part of the European Space Agency's Horizon 2000+ programme; it is the last mission of the programme to be launched.",
  "/wiki/Ariane_5": "Ariane 5 is a European heavy-lift launch vehicle that is part of the Ariane rocket family, an expendable launch system designed by the French government space agency Centre national d'études spatiales (CNES). It is used to deliver payloads into geostationary transfer orbit (GTO) or low Earth orbit (LEO). \n German and French government agencies worked closely together to develop the Ariane. Ariane 5 rockets are manufactured under the authority of the European Space Agency (ESA) and the French space agency Centre National d'Etudes Spatiales. Airbus Defence and Space is the prime contractor for the vehicles, leading a multi-country consortium of other European contractors. Ariane 5 is operated and marketed by Arianespace as part of the Ariane programme. The rockets are launched by Arianespace  from the Guiana Space Centre in French Guiana.\n Ariane 5 succeeded Ariane 4, but was not derived from it directly as Ariane 5 was developed from scratch. Ariane 5 has been refined since the first launch in successive versions, \"G\", \"G+\", \"GS\", \"ECA\", and most recently, \"ES\".  ESA originally designed Ariane 5 to launch the Hermes spaceplane, and thus intended it to be human rated from the beginning.\n Ariane 5 has a commonly used dual-launch capability where up to two large geostationary belt communication satellites can be mounted using a SYLDA carrier (Système de Lancement Double Ariane, \"Ariane Double-Launch System\"). Up to three, somewhat smaller, main satellites are possible depending on size using SPELTRA (Structure Porteuse Externe Lancement Triple Ariane, \"Ariane Triple-Launch External Carrier Structure\"). Up to eight secondary payloads, usually small experiment packages or minisatellites, can be carried with an ASAP (Ariane Structure for Auxiliary Payloads) platform.\n As of January 2018[update] Arianespace had signed contracts for Ariane 5 ECA launches up through 2022, approximately two years following the planned introduction of Ariane 6 in 2020.",
  "/wiki/Production_Corporation_Polyot": "Production Association Polyot (Russian: Производственное объединение «Полёт», lit. 'flying, flight') is a Russian aerospace engineering company best known for being the manufacturer of GLONASS satellites and the Kosmos-3M space launch vehicle. The company is based in Omsk, in the Russian Federation.\n In 2007, the company was integrated into the Khrunichev enterprise. Its full name is \"Polyot\" Manufacturing Corporation – A Branch of The Federal State Unitary Enterprise \"Khrunichev State Research and Production Space Center\".",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/SpaceDev": "SpaceDev, a part of the \"Space Systems Business\" of Sierra Nevada Corporation, is prominent for its spaceflight and microsatellite work.  It designed and built components for the hybrid rocket motors for Paul Allen's Tier One suborbital SpaceShipOne space program operated by Scaled Composites.  It is also developing micro- and nano-satellites, a small expendable launch vehicle, the SpaceDev Streaker, and has designed a piloted suborbital and orbital spaceship of its own, the SpaceDev Dream Chaser, in collaboration with NASA.\n SpaceDev is based near San Diego in Poway, California.  Its objective is to make routine commercial spaceflight possible and to help open space for all of humanity.\n Previously a publicly traded company (OTCBB:SPDV), on 20 October 2008 SpaceDev officials announced that the company would be acquired by Sierra Nevada Corporation, a privately owned company.  The announced acquisition price was 38 million dollars.  The role of SpaceDev will be melded into another of Sierra Nevada's subsidiary companies, MicroSat, to create a more complete space technology unit. On December 16, 2008 SpaceDev announced its acquisition by Sierra Nevada Corporation had been completed.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/List_of_spacecraft_manufacturers": "During the early years of spaceflight only nation states had the resources to develop and fly spacecraft. Both the U.S. space program and Soviet space program were operated using mainly military pilots as astronauts. During this period, no commercial space launches were available to private operators, and no private organization was able to offer space launches.\n In the 1980s, the European Space Agency created Arianespace, the world's first commercial space transportation company, and, following the Challenger disaster, the American government deregulated the American space transportation market as well. In the 1990s the Russian government sold their majority stake in RSC Energia to private investors (although it has recently renationalized the Russian space sector in 2013–2014.) \nThese events for the first time allowed private organizations to purchase, develop and offer space launch services; beginning the period of private spaceflight in the late-1980s and early-1990s."
}