{
  "/wiki/Aberdeen_North_(UK_Parliament_constituency)": "Aberdeen North is a burgh constituency of the House of Commons of the Parliament of the United Kingdom and it elects one Member of Parliament (MP) by the first past the post system of election. It was first used in the 1885 general election, but has undergone various boundary changes since that date.",
  "/wiki/Helen_Crawfurd": "Helen Crawfurd Anderson (9 November 1877 – 18 April 1954) was a Scottish suffragette, rent strike organiser, Communist activist, and politician. She was born in Glasgow and brought up there and in the London area.",
  "/wiki/Battersea_North_(UK_Parliament_constituency)": "Battersea North was a parliamentary constituency in the then Metropolitan Borough of Battersea in South London. It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first-past-the-post voting system.",
  "/wiki/Shapurji_Saklatvala": "Shapurji Dorabji Saklatvala (28 March 1874 – 16 January 1936) was a British politician of Indian Parsi heritage.  In 1922, Saklatvala became the third ethnic Indian elected to the Parliament of the United Kingdom, following Dadabhai Naoroji and Mancherjee Bhownaggree.  He also was among the few members of the Communist Party of Great Britain (CPGB) to serve as a Member of Parliament.",
  "/wiki/Bethnal_Green_South_West_(UK_Parliament_constituency)": "Bethnal Green South West was a constituency in London. It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/Joe_Vaughan_(politician)": "Joseph James Vaughan (1878 – fl.1938) was a British politician.",
  "/wiki/Bermondsey_West_(UK_Parliament_constituency)": "Bermondsey West was a parliamentary constituency centred on the Bermondsey district of South London.  It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/Wal_Hannington": "Walter \"Wal\" Hannington (1896–1966) was a founding member of the Communist Party of Great Britain and National Organiser of the National Unemployed Workers' Movement, from its formation in 1921 to its end in 1939, when he became National Organiser of the Amalgamated Engineering Union.",
  "/wiki/Birmingham_Duddeston_(UK_Parliament_constituency)": "Birmingham Duddeston was a constituency of the House of Commons of the Parliament of the United Kingdom from 1918 to 1950. It elected one Member of Parliament (MP) by the first-past-the-post system of election.",
  "/wiki/Bothwell_(UK_Parliament_constituency)": "Bothwell was a county constituency in Lanarkshire represented in the House of Commons of the Parliament of the United Kingdom from 1918 to 1983. It was formed by the division of Lanarkshire constituency.",
  "/wiki/Burnley_(UK_Parliament_constituency)": "Burnley is a constituency[n 1] centred on the town of Burnley in Lancashire which has been represented since 2019 by Antony Higginbotham, a Conservative.[n 2]",
  "/wiki/Dundee_(UK_Parliament_constituency)": "Dundee was a constituency of the House of Commons of the Parliament of the United Kingdom from 1832 to 1950, when it was split into Dundee East and Dundee West.",
  "/wiki/Bob_Stewart_(communist)": "Robert J. Stewart (16 February 1877 – 1971), known as Bob Stewart, was a  member of the Communist Party of Great Britain (CPGB) and was in charge of the underground cell which, in the 1930s, operated a clandestine transmitter in Wimbledon that relayed information between the CPGB and the Comintern in Moscow. He was the CPGB's spymaster and, at one stage,  controlled the Cambridge Five.",
  "/wiki/Edinburgh_Central_(UK_Parliament_constituency)": "Edinburgh Central was a burgh constituency of the House of Commons of the Parliament of the United Kingdom (at Westminster) from 1885 to 2005. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Glasgow_Gorbals_(UK_Parliament_constituency)": "Glasgow Gorbals was a parliamentary constituency in the city of Glasgow.  From 1918 until 1974, it returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first-past-the-post system.",
  "/wiki/Harry_McShane": "Harry McShane (7 May 1891 – 12 April 1988) was a Scottish socialist, and a close colleague of John Maclean.",
  "/wiki/Glasgow_Springburn_(UK_Parliament_constituency)": "Glasgow Springburn was a constituency of the House of Commons of the Parliament of the United Kingdom from 1918 until the 2005 general election, when it was largely replaced by the Glasgow North East constituency.",
  "/wiki/Gorton_(UK_Parliament_constituency)": "Manchester Gorton is a constituency[n 1] represented in the House of Commons of the UK Parliament by Labour's Afzal Khan, who was elected at the 2017 general election.",
  "/wiki/Greenock_(UK_Parliament_constituency)": "Greenock was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1832 until 1974, when it was abolished and its area was merged into the new Greenock and Port Glasgow constituency.",
  "/wiki/Aitken_Ferguson": "Aitken Ferguson (1891 – 1975) was a Scottish communist activist.",
  "/wiki/Greenwich_(UK_Parliament_constituency)": "Greenwich was a constituency in south-east London, which returned two then (from 1885) one member (MP) to the House of Commons of the UK Parliament. It existed from 1832 to 1997. Elections used the first past the post system; when this elects more than one member it is sometimes called plurality-at-large voting.",
  "/wiki/Kath_Duncan": "Katharine Sinclair Duncan (née MacColl; 4 July 1888 – 15 August 1954) was a Scottish communist activist.",
  "/wiki/Hammersmith_North_(UK_Parliament_constituency)": "Hammersmith North was a borough constituency in the Metropolitan Borough of Hammersmith in West London. It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/Ted_Bramley": "Edward F. Bramley (1905 – February 1989), known as Ted Bramley, was a British communist activist.",
  "/wiki/Liverpool_Scotland_(UK_Parliament_constituency)": "Liverpool Scotland was a constituency represented in the House of Commons of the Parliament of the United Kingdom. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Ogmore_(UK_Parliament_constituency)": "Ogmore (Welsh: Ogwr) is a constituency created in 1918 represented in the House of Commons of the UK Parliament by Chris Elmore of the Labour Party.[n 1][n 2]",
  "/wiki/John_Ross_Campbell": "John Ross Campbell MM (15 October 1894 – 18 September 1969), best known as J. R. Campbell and also as Johnny Campbell, was a British communist activist and newspaper editor. Campbell is best remembered as the principal in the so-called Campbell Case. In 1924, Campbell was charged under the Incitement to Mutiny Act for an article published in the paper Workers' Weekly. Campbell called on British soldiers to \"let it be known that, neither in the class war nor in a military war, will you turn your guns on your fellow workers.\"",
  "/wiki/Rhondda_East_(UK_Parliament_constituency)": "Rhondda East was a parliamentary constituency which returned one Member of Parliament (MP) to the House of Commons to the Parliament of the United Kingdom from 1918 until 1974. Along with Rhondda West it was formed by dividing the old Rhondda constituency.",
  "/wiki/Arthur_Horner_(politician)": "Arthur Lewis Horner (5 April 1894 – 4 September 1968) was a Welsh trade union leader and communist politician. During his periods of office as President of the South Wales Miners Federation (SWMF) from 1936, and as General Secretary of the National Union of Mineworkers (NUM) from 1946, he became one of the most prominent and influential communists in British public life.",
  "/wiki/Rhondda_West_(UK_Parliament_constituency)": "Rhondda West was a parliamentary constituency centred on the Rhondda district of Wales.  It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system. Along with Rhondda East it was formed by dividing the old Rhondda constituency.",
  "/wiki/St_Pancras_North_(UK_Parliament_constituency)": "St. Pancras North was a borough constituency represented in the House of Commons of the Parliament of the United Kingdom. It elected one Member of Parliament (MP) by the first-past-the-post system of election. It was created in 1885 and abolished in 1983 with the area becoming part of the new constituency of Holborn and St Pancras.",
  "/wiki/Communist_Party_of_Great_Britain_election_results": "This article lists the Communist Party of Great Britain's election results in UK parliamentary elections."
}