{
  "/wiki/Dundee_West_(UK_Parliament_constituency)": "Dundee West is a constituency of the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first-past-the-post voting system.",
  "/wiki/East_Dunbartonshire_(UK_Parliament_constituency)": "East Dunbartonshire is a county constituency of the House of Commons of the Parliament of the United Kingdom (Westminster). It elects one Member of Parliament (MP) by the first past the post system of election. The seat is best known for formerly being the constituency of Jo Swinson, the former leader of the Liberal Democrats, from 2005-2015 and again from 2017-2019. The current MP for the constituency is the Scottish National Party's Amy Callaghan.",
  "/wiki/Glasgow_Gorbals_(UK_Parliament_constituency)": "Glasgow Gorbals was a parliamentary constituency in the city of Glasgow.  From 1918 until 1974, it returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first-past-the-post system.",
  "/wiki/Peter_Kerrigan": "Peter Kerrigan (26 June 1899 – 15 December 1977) was a communist activist in Britain.",
  "/wiki/Hackney_South_(UK_Parliament_constituency)": "Hackney South was a parliamentary constituency in \"The Metropolis\" (later the  County of London). It was represented by nine Members of Parliament to the House of Commons of the Parliament of the United Kingdom, only two of whom, Horatio Bottomley and Herbert Morrison, were returned.",
  "/wiki/Lewisham_South_(UK_Parliament_constituency)": "Lewisham South was a parliamentary constituency in Lewisham, London which returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom from 1950 until it was abolished for the February 1974 general election.",
  "/wiki/John_Mahon_(politician)": "John Mahon (1901 – 1975) was a British communist political activist.",
  "/wiki/Rhondda_East_(UK_Parliament_constituency)": "Rhondda East was a parliamentary constituency which returned one Member of Parliament (MP) to the House of Commons to the Parliament of the United Kingdom from 1918 until 1974. Along with Rhondda West it was formed by dividing the old Rhondda constituency.",
  "/wiki/Idris_Cox": "Idris Cox (15 July 1899 – 25 June 1989) was a Welsh communist activist and newspaper editor.",
  "/wiki/Sheffield_Brightside_(UK_Parliament_constituency)": "Sheffield, Brightside was a parliamentary constituency in the City of Sheffield. Created for the 1885 general election, and replaced at the 2010 general election by the new constituency of Sheffield Brightside and Hillsborough, it elected one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, using the first-past-the-post voting system.",
  "/wiki/Stepney_(UK_Parliament_constituency)": "Stepney was a parliamentary constituency centred on the Stepney district of the East End of London.  It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/Ted_Bramley": "Edward F. Bramley (1905 – February 1989), known as Ted Bramley, was a British communist activist.",
  "/wiki/West_Fife_(UK_Parliament_constituency)": "West Fife was a parliamentary constituency represented in the House of Commons of the Parliament of the United Kingdom from 1885-1974. It is notable for providing the Communist Party Of Great Britain with their longest-serving Member of Parliament. Along with East Fife, it was formed by dividing the old Fife constituency.",
  "/wiki/William_Lauchlan": "William Lauchlan (born May 1916) was a Scottish communist activist.",
  "/wiki/Woodford_(UK_Parliament_constituency)": "Woodford was a parliamentary constituency in Essex which returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom from 1945 until it was renamed for the 1964 general election.",
  "/wiki/John_Ross_Campbell": "John Ross Campbell MM (15 October 1894 – 18 September 1969), best known as J. R. Campbell and also as Johnny Campbell, was a British communist activist and newspaper editor. Campbell is best remembered as the principal in the so-called Campbell Case. In 1924, Campbell was charged under the Incitement to Mutiny Act for an article published in the paper Workers' Weekly. Campbell called on British soldiers to \"let it be known that, neither in the class war nor in a military war, will you turn your guns on your fellow workers.\""
}