{
  "/wiki/Soup_for_One_(film)": "Soup for One is a 1982 American sex comedy film directed and written by Jonathan Kaufer and produced by Marvin Worth. While the film was a box office failure (mostly due to mixed reviews over its gratuitous sex scenes, including one involving S/M), it is best remembered for its soundtrack, which was produced by Nile Rodgers and Bernard Edwards of the group Chic, who performed the title track.",
  "/wiki/Lovesick_(1983_film)": "Lovesick is a 1983 American romantic comedy film written and directed by Marshall Brickman.  It stars Dudley Moore and Elizabeth McGovern and features Alec Guinness as the ghost of Sigmund Freud.",
  "/wiki/Crackers_(1984_film)": "Crackers is a 1984 American comedy crime film directed by Louis Malle. It was entered into the 34th Berlin International Film Festival.",
  "/wiki/9%C2%BD_Weeks_(film)": "​9 1⁄2 Weeks is a 1986 American erotic romantic drama film directed by Adrian Lyne with a screenplay by Sarah Kernochan, Zalman King and Patricia Louisianna Knop. The film is based on the 1978 memoir of the same name by Austrian-American author Ingeborg Day. It stars Kim Basinger as Elizabeth McGraw and Mickey Rourke as John Gray. McGraw is a New York City art gallery employee who has a brief yet intense affair with a mysterious Wall Street broker. The film was completed in 1984, but did not get released until February 1986.",
  "/wiki/Legal_Eagles": "Legal Eagles is a 1986 American trial film directed by Ivan Reitman, written by Jim Cash and Jack Epps, Jr. from a story by Reitman and the screenwriters, and starring Robert Redford, Debra Winger, and Daryl Hannah.",
  "/wiki/The_Pick-up_Artist_(film)": "The Pick-up Artist is a 1987 American romantic comedy film written and directed by James Toback, starring Molly Ringwald and Robert Downey",
  "/wiki/Reversal_of_Fortune": "Reversal of Fortune is a 1990 American drama film adapted from the 1985 book Reversal of Fortune: Inside the von Bülow Case, written by law professor Alan Dershowitz. It recounts the true story of the unexplained coma of socialite Sunny von Bülow, the subsequent attempted murder trial, and the eventual acquittal of her husband, Claus von Bülow, who had Dershowitz acting as his defense. The film was directed by Barbet Schroeder and stars Jeremy Irons as Claus, Glenn Close as Sunny, and Ron Silver as Dershowitz. Screenwriter Nick Kazan originally envisioned Austrian actor Klaus Maria Brandauer in the role of Claus von Bülow, but was thrilled with Irons' performance. Irons earned the 1990 Academy Award for Best Actor for his performance in the film.",
  "/wiki/The_Night_We_Never_Met": "The Night We Never Met is a 1993 American romantic comedy film directed by Warren Leight. The film stars Matthew Broderick, Annabella Sciorra and Kevin Anderson.",
  "/wiki/Life_with_Mikey": "Life with Mikey (also known as Give Me a Break) is a 1993 American comedy film starring Michael J. Fox, Christina Vidal, Nathan Lane, Cyndi Lauper and David Krumholtz.",
  "/wiki/Addams_Family_Values": "Addams Family Values is a 1993 American comedy film directed by Barry Sonnenfeld and written by Paul Rudnick, based on the characters created by Charles Addams. It is the sequel to The Addams Family (1991). The film features many cast members from the original, including Raul Julia, Anjelica Huston, Christopher Lloyd, Christina Ricci, Carel Struycken, Jimmy Workman, and Christopher Hart. Joan Cusack plays a serial killer who marries Uncle Fester (Lloyd) intending to murder him for his inheritance, while teenagers Wednesday (Ricci) and Pugsley (Workman) are sent to summer camp. Included in the soundtrack is \"Supernatural Thing\", which was a chart success for Ben E. King.",
  "/wiki/The_Ref": "The Ref (Hostile Hostages in some countries) is a 1994 American black comedy film directed by Ted Demme, starring Denis Leary, Judy Davis and Kevin Spacey.",
  "/wiki/Getting_In": "Getting In, also known as Student Body, is a 1994 American comedy film directed by Doug Liman starring Andrew McCarthy and Stephen Mailer.",
  "/wiki/The_War_(1994_film)": "The War is a 1994 drama film directed by Jon Avnet and starring Elijah Wood, Kevin Costner, and Mare Winningham. It is a coming of age tale set in Mississippi in the 1970s. The film gained Wood a young actor's award.",
  "/wiki/New_Jersey_Drive": "New Jersey Drive is a 1995 crime drama film about joy riding black teenagers in 1990s Newark, New Jersey, then known as the \"car theft capital of the world\".",
  "/wiki/Jeffrey_(1995_film)": "Jeffrey is a 1995 American gay romantic comedy film directed by Christopher Ashley. It is based on a play depicting the life and times of Richard Jeffrey by Paul Rudnick, who also wrote the screenplay.",
  "/wiki/The_Birdcage": "The Birdcage is a 1996 American comedy film directed by Mike Nichols, adapted by Elaine May, and starring Robin Williams, Gene Hackman, Nathan Lane, and Dianne Wiest. Dan Futterman, Calista Flockhart, Hank Azaria, and Christine Baranski appear in supporting roles. It is a remake of the 1978 Franco-Italian film La Cage aux Folles by Édouard Molinaro starring Michel Serrault and Ugo Tognazzi.",
  "/wiki/The_Odd_Couple_II": "The Odd Couple II is the 1998 sequel to 1968's The Odd Couple. Written by Neil Simon (who also produced), the film reunites Jack Lemmon as Felix Ungar and Walter Matthau as Oscar Madison. The film was the actors' last together, and Simon's final screenplay. It is also significant among sequels for having one of the longest gaps between the release of the original and a sequel in which all leads return.",
  "/wiki/Bulworth": "Bulworth is a 1998 American political satire comedy film co-written, co-produced, directed by, and starring Warren Beatty. It co-stars Halle Berry, Oliver Platt, Don Cheadle, Paul Sorvino, Jack Warden, and Isaiah Washington. The film follows the title character, California Senator Jay Billington Bulworth (Beatty), as he runs for re-election while trying to avoid a hired assassin. The film received generally positive reviews and a nomination for the Academy Award for Best Original Screenplay yet narrowly failed to break even on a $30 million budget.",
  "/wiki/Cruel_Intentions": "Cruel Intentions is a 1999 American teen romantic drama film written and directed by Roger Kumble and starring Sarah Michelle Gellar, Ryan Phillippe, Reese Witherspoon, and Selma Blair. The film is an adaptation of the novel Les Liaisons dangereuses, written by Pierre Choderlos de Laclos in 1782, but set among wealthy teenagers attending high school in New York City instead of 18th-century France.",
  "/wiki/Bowfinger": "Bowfinger is a 1999 American comedy film directed by Frank Oz. It depicts a down-and-out filmmaker in Hollywood attempting to make a film on a small budget with a star who does not know that he is in the film. It was written by Steve Martin, who also stars alongside Eddie Murphy in two roles, and Heather Graham as a vapid, ambitious starlet. The film was released on August 13, 1999 and grossed $98 million.",
  "/wiki/Christine_Baranski": "Christine Jane Baranski (born May 2, 1952) is an American actress, singer, and producer. She is a 15-time Emmy Award nominee, winning once in 1995 for Outstanding Supporting Actress in a Comedy Series for her role as Maryann Thorpe in the sitcom Cybill (1995–98). Baranski has received further critical acclaim for her performance as Diane Lockhart in the legal drama series The Good Wife (2009–2016) and its spinoff series The Good Fight (2017–present), as well as her recurring role as Dr. Beverly Hofstadter in the sitcom The Big Bang Theory (2009–2019) for which she received four Emmy nominations. She is also known for her roles in numerous successful TV films, such as her portrayal of Kate in To Dance with the White Dog (1993), Prunella Stickler in Eloise at the Plaza, and Eloise at Christmastime (both 2003), and Amanda in Who Is Simon Miller? (2011)."
}