{
  "/wiki/20th_Street_Station": "20th Street station is a light rail stop on the Muni Metro T Third Street line in the Dogpatch neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of 20th Street, and the southbound platform south of 20th Street, so that trains can pass through the intersection before the station stop.",
  "/wiki/T_Third_Street": "The T Third Street is a Muni Metro line in San Francisco, California.  It is the first new light rail line in San Francisco in more than half a century, and the first fully accessible line in the system. It is also the first true light rail line in the mostly streetcar Muni Metro system, as it operates mostly in a street median, rather than in mixed traffic.",
  "/wiki/23rd_Street_(SF_Muni_station)": "23rd Street is a light rail station on the Muni Metro T Third Street line, located in the median of Third Street in the Dogpatch neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of 23rd Street, and the southbound platform south of 23rd Street, so that trains can pass through the intersection before the station stop.",
  "/wiki/2nd_and_King_Station": "2nd and King station is a Muni Metro light rail station located in the median of King Street near Second Street in the China Basin neighborhood of San Francisco, California. It is adjacent to Oracle Park. Muni Metro trains use a high-level island platform, while historic streetcars use a pair of side platforms just to the south.",
  "/wiki/N_Judah": "The N Judah is a Muni Metro light rail line in San Francisco, California, so named as it runs along Judah Street for much of its length, named after railroad engineer Theodore Judah. It links downtown San Francisco to the Cole Valley and Sunset neighborhoods. It is the busiest line in the Muni Metro system, serving an average of 41,439 weekday passengers in 2013. It was one of San Francisco's streetcar lines, beginning operation in 1928, and was partially converted to modern light-rail operation with the opening of the Muni Metro system in 1980. While many streetcar lines were converted to bus lines after World War II, the N Judah remained a streetcar line due to its use of the Sunset Tunnel.",
  "/wiki/S_Shuttle": "The S Shuttle is a light rail service on the Muni Metro system in San Francisco, California. The service began in 2001 as the S Castro Shuttle, an effort to reduce crowding at Castro station. It was briefly discontinued in 2007 when the T Third Street line was opened. Service was extended to St. Francis Circle station in 2013, but cut back to West Portal station in 2016.",
  "/wiki/San_Francisco_4th_and_King_Street_Station": "San Francisco 4th and King Street, 4th and King (previously 4th & Townsend), or Caltrain Depot is the north end of the Caltrain commuter rail line to the San Francisco Peninsula and Santa Clara Valley, and is a major area transit hub. It is next to a Muni Metro light rail station, which provides connections to downtown San Francisco and Bay Area Rapid Transit.",
  "/wiki/Arleta_Station": "Arleta station is a light rail stop on the Muni Metro T Third Street line in the Visitacion Valley neighborhood of San Francisco, California on the south slope of Candlestick Hill. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Bayshore Boulevard between Arleta Avenue and Blanken Avenue, with access from crosswalks at both streets. The station is the closest Muni Metro stop to the Caltrain station at Bayshore station, which is 0.4 miles (0.64 km) to the south.",
  "/wiki/Balboa_Park_Station": "Balboa Park is a Bay Area Rapid Transit (BART) and Muni Metro station complex located south of Balboa Park in southern San Francisco, California. It is an intermodal hub served by four BART routes, three Muni Metro lines, and a number of Muni bus routes. The station complex also includes two rail yards, Cameron Beach Yard and Green Light Rail Center, where Muni maintains Muni Metro trains and heritage streetcars. BART uses a below-grade island platform on the west side of the complex; Muni Metro routes use several smaller side platforms located on surface-level rail loops around the yards.",
  "/wiki/J_Church": "The J Church is a Muni Metro light rail line in San Francisco, California, mainly serving the Noe Valley and Balboa Park neighborhoods, connecting them to downtown.",
  "/wiki/K_Ingleside": "The K Ingleside is a Muni Metro line in San Francisco, California, mainly serving the West Portal and Ingleside neighborhoods. Opened on February 3, 1918, it was the first line to use the Twin Peaks Tunnel.",
  "/wiki/Brannan_and_The_Embarcadero_Station": "The Embarcadero and Brannan station is a Muni Metro light rail station located in the median of The Embarcadero south of Brannan Street in the South Beach area of San Francisco, California. Muni Metro trains use a high-level island platform, while historic streetcars use a pair of side platforms at the south end of the station.",
  "/wiki/Carroll_Station": "Carroll station is a light rail station on the Muni Metro T Third Street line, located in the median of Third Street in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of Carroll Avenue, and the southbound platform south of Carroll Avenue, so that trains can pass through the intersection before the station stop.",
  "/wiki/Evans_Station": "Evans station is a light rail stop on the Muni Metro T Third Street line, located in the median of 3rd Street at Evans Avenue in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of Evans Avenue, and the southbound platform south of Evans Avenue so that trains can pass through the intersection before the station stop.",
  "/wiki/Folsom_and_The_Embarcadero_Station": "The Embarcadero and Folsom station is a Muni Metro light rail station located in the median of The Embarcadero between Folsom Street and Harrison Street in the Rincon Hill area of San Francisco, California. Muni Metro trains use a high-level island platform, while historic streetcars use a pair of side platforms (The Embarcadero and Harrison) at the southeast end of the station next to the Harrison Street grade crossing.",
  "/wiki/Gilman/Paul_Station": "Gilman/Paul station is a light rail station on the Muni Metro T Third Street line, located in the median of Third Street in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of Gilman Avenue/Paul Avenue, and the southbound platform to the south, so that trains can pass through the intersection before the station stop.",
  "/wiki/Hudson/Innes_Station": "Hudson/Innes station is a light rail stop on the Muni Metro T Third Street line in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Third Street between Hudson Avenue and Innes Avenue, with access from crosswalks at both streets.",
  "/wiki/Kirkwood/La_Salle_Station": "Kirkwood/La Salle station is a light rail stop on the Muni Metro T Third Street line in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Third Street between Kirkwood Avenue and La Salle Avenue, with access from crosswalks at both streets.",
  "/wiki/Le_Conte_Station": "Le Conte station is a light rail stop on the Muni Metro T Third Street line in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Third Street south of Le Conte Avenue. The station is located in an open cut between the travel lanes of Third Street, which rise south of Le Conte Avenue to pass over Candlestick Hill and the Bayshore Freeway. South of the station, the line also rises to pass over the hill and highway.",
  "/wiki/Marin_Street_Station": "Marin Street station is a light rail stop on the Muni Metro T Third Street line, located in the median of 3rd Street one block south of Cesar Chavez Street in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is south of South Street, and the southbound platform north of Marin Street.",
  "/wiki/Mariposa_station_(San_Francisco)": "Mariposa (signed as UCSF Medical Center) is a light rail station on the Muni Metro T Third Street line, located in the median of Third Street at Mariposa Street in the Mission Bay neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of Mariposa Street, and the southbound platform south of Mariposa Street, which allows trains to pass through the intersection before stopping at the station.",
  "/wiki/Mission_Rock_Station": "Mission Rock station is a light rail station on the Muni Metro T Third Street line, located in the median of Third Street at Mission Rock Street in the Mission Bay neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has two side platforms; the northbound platform is north of Mission Rock Street, and the southbound platform south of Mission Rock Street, which allows trains to pass through the intersection before stopping at the station.",
  "/wiki/Oakdale/Palou_Station": "Oakdale/Palou station is a light rail stop on the Muni Metro T Third Street line in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Third Street between Oakdale Avenue and Palou Avenue, with access from crosswalks at both streets.",
  "/wiki/Revere/Shafter_Station": "Revere/Shafter station is a light rail stop on the Muni Metro T Third Street line in the Bayview neighborhood of San Francisco, California. The station opened with the T Third Street line on April 7, 2007. It has a single island platform located in the median of Third Street between Revere Avenue and Shafter Avenue, with access from crosswalks at both streets."
}