{
  "/wiki/Amadeus_(film)": "Amadeus is a 1984 American epic period biographical drama film directed by Miloš Forman and adapted by Peter Shaffer from his stage play Amadeus. The story is set in Vienna, Austria during the latter half of the 18th century, and is a fictionalized biography of Wolfgang Amadeus Mozart, described by its writer as \"fantasia on the theme of Mozart and Salieri\". Mozart's music is heard extensively in the soundtrack of the film. The film follows a fictional rivalry between Mozart and Italian composer Antonio Salieri at the court of Emperor Joseph II.",
  "/wiki/Emanuel_Schikaneder": "Emanuel Schikaneder (1 September 1751 – 21 September 1812), born Johann Joseph Schickeneder, was a German impresario, dramatist, actor, singer, and composer. He wrote the libretto of Wolfgang Amadeus Mozart's opera The Magic Flute and was the builder of the Theater an der Wien. Peter Branscombe called him \"one of the most talented theatre men of his era\".",
  "/wiki/The_Good_Father": "The Good Father is a 1985 British film directed by Mike Newell and starring Anthony Hopkins, Jim Broadbent, Harriet Walter, Fanny Viner, Simon Callow, Joanne Whalley, and Michael Byrne. It is loosely based on Peter Prince's novel of the same name. It marked the first credited appearance in a feature film of Stephen Fry. The film was produced for British television but received a theatrical release in the US.",
  "/wiki/A_Room_with_a_View_(1985_film)": "A Room with a View is a 1985 British romance film directed by James Ivory with a screenplay written by Ruth Prawer Jhabvala, and produced by Ismail Merchant, of E. M. Forster's novel of the same name (1908). It stars Helena Bonham Carter as Lucy and Julian Sands as George, and features Maggie Smith, Denholm Elliott, Daniel Day-Lewis, Judi Dench and Simon Callow in supporting roles.",
  "/wiki/Maurice_(film)": "Maurice is a 1987 British romantic drama film directed by James Ivory, based on the novel Maurice by E. M. Forster.  The film stars James Wilby as Maurice, Hugh Grant as Clive and Rupert Graves as Alec. The supporting cast includes Denholm Elliott as Dr Barry, Simon Callow as Mr Ducie, Billie Whitelaw as Mrs Hall, and Ben Kingsley as Lasker-Jones.",
  "/wiki/Postcards_from_the_Edge_(film)": "Postcards from the Edge is a 1990 American comedy-drama film directed by Mike Nichols. The screenplay by Carrie Fisher is based on her 1987 semi-autobiographical novel of the same title. The film stars Meryl Streep, Shirley MacLaine, and Dennis Quaid.",
  "/wiki/Mr._and_Mrs._Bridge": "Mr. & Mrs. Bridge is a 1990 American drama film based on the novels by Evan S. Connell of the same name. It is directed by James Ivory, with a screenplay by Ruth Prawer Jhabvala, and produced by Ismail Merchant.",
  "/wiki/The_Ballad_of_the_Sad_Caf%C3%A9_(film)": "The Ballad of the Sad Café is a 1991 Merchant Ivory film, produced by Ismail Merchant and directed by Simon Callow, starring Vanessa Redgrave and Keith Carradine. Michael Hirst adapted the Edward Albee play, which in turn was based on a novella in a collection of short stories of the same title by Carson McCullers. The film was entered into the 41st Berlin International Film Festival.",
  "/wiki/Howards_End_(film)": "Howards End is a 1992 romantic drama film based upon the novel of the same name by E. M. Forster (published in 1910), a story of class relations in turn-of-the-20th-century Britain. The film — produced by Merchant Ivory Productions as their third adaptation of a Forster novel (following A Room with a View in 1985 and Maurice in 1987) — was the first film to be released by Sony Pictures Classics. The screenplay was written by Ruth Prawer Jhabvala, directed by James Ivory, and produced by Ismail Merchant.",
  "/wiki/Soft_Top_Hard_Shoulder": "Soft Top Hard Shoulder is a 1992 British comedy drama film directed by Stefan Schwartz, produced by Richard Holmes, written by and starring Peter Capaldi and also starring Elaine Collins, Frances Barber, Jeremy Northam and Richard Wilson.",
  "/wiki/Four_Weddings_and_a_Funeral": "Four Weddings and a Funeral is a 1994 British romantic comedy film directed by Mike Newell. It was the first of several films by screenwriter Richard Curtis to feature Hugh Grant, and follows the adventures of Charles (Grant) and his circle of friends through a number of social occasions as they each encounter romance. Andie MacDowell stars as Charles's love interest Carrie, with Kristin Scott Thomas, James Fleet, Simon Callow, John Hannah, Charlotte Coleman, David Bower, Corin Redgrave, and Rowan Atkinson in supporting roles.",
  "/wiki/Street_Fighter_(1994_film)": "Street Fighter is a 1994 Japanese-American action film written and directed by Steven E. de Souza, based on the Street Fighter video game series, produced by Capcom. It stars Jean-Claude Van Damme and Raúl Juliá, along with supporting performances by Byron Mann, Damian Chapa, Kylie Minogue, Ming-Na Wen and Wes Studi.",
  "/wiki/England,_My_England": "England, My England is a 1995 British historical film directed by Tony Palmer and starring Michael Ball, Simon Callow, Lucy Speed and Robert Stephens. It depicts the life of the composer Henry Purcell, seen through the eyes of a playwright in the 1960s who is trying to write a play about him. It was written by John Osborne and Charles Wood.",
  "/wiki/Charles_II_of_England": "Charles II (29 May 1630 – 6 February 1685)[c] was king of England, Scotland, and Ireland. He was king of Scotland from 1649 until his deposition in 1651, and king of England, Scotland and Ireland from the 1660 Restoration of the monarchy until his death in 1685.",
  "/wiki/Victory_(1995_film)": "Victory is a 1996 French-German drama suspense film written and directed by Mark Peploe and starring Willem Dafoe, Irène Jacob, Sam Neill and Rufus Sewell. It is based on the novel of the same name by Joseph Conrad.",
  "/wiki/Jefferson_in_Paris": "Jefferson in Paris is a 1995 Franco-American historical drama film, directed by James Ivory, and previously entitled Head and Heart. The screenplay, by Ruth Prawer Jhabvala, is a semi-fictional account of Thomas Jefferson's tenure as the Ambassador of the United States to France before his presidency and of his alleged relationships with British artist Maria Cosway and his slave, Sally Hemings.",
  "/wiki/Ace_Ventura:_When_Nature_Calls": "Ace Ventura: When Nature Calls (also known as Ace Ventura 2: When Nature Calls) is a 1995 American detective comedy film and the sequel to Ace Ventura: Pet Detective (1994). Jim Carrey reprises his role as the title character Ace Ventura, a detective who specializes in retrieval of tame and captive animals. Ian McNeice, Simon Callow, and Sophie Okonedo co-star. Tommy Davidson, who co-starred with Carrey on the show In Living Color, makes a cameo appearance in the film.",
  "/wiki/James_and_the_Giant_Peach_(film)": "James and the Giant Peach is a 1996 musical fantasy film directed by Henry Selick, based on the 1961 novel of the same name by Roald Dahl. It was produced by Tim Burton and Denise Di Novi, and starred Paul Terry as James. The film is a combination of live action and stop-motion animation. Co-stars Joanna Lumley and Miriam Margolyes played James's aunts in the live-action segments, and Simon Callow, Richard Dreyfuss, Susan Sarandon, Jane Leeves, David Thewlis, and Margolyes voiced his insect friends in the animation sequences.",
  "/wiki/Bedrooms_and_Hallways": "Bedrooms and Hallways is a 1998 comedy-drama film about homosexuality. It was written by Robert Farrar and directed by Rose Troche, starring Kevin McKidd, James Purefoy, Tom Hollander, Julie Graham, Simon Callow and Hugo Weaving.",
  "/wiki/Shakespeare_in_Love": "Shakespeare in Love is a 1998 American romantic period comedy-drama film directed by John Madden, written by Marc Norman and playwright Tom Stoppard. It stars Gwyneth Paltrow, Joseph Fiennes, Geoffrey Rush, Colin Firth, Ben Affleck and Judi Dench.",
  "/wiki/Edmund_Tylney": "Sir Edmund Tilney  or Tylney (1536–1610) was a courtier best known now as Master of the Revels to Queen Elizabeth and King James. He was responsible for the censorship of drama in England. He was also instrumental in the development of English drama of the Elizabethan period. Tilney made the office of Master of the Revels into an institution.",
  "/wiki/Simon_Callow": "Simon Phillip Hugh Callow CBE (born 15 June 1949) is an English actor, musician, writer, and theatre director."
}