{
  "/wiki/San_Juan-Carolina-Caguas,_PR_Metropolitan_Statistical_Area": "The San Juan–Caguas–Guaynabo metropolitan area is a United States Census Bureau defined metropolitan statistical area (MSA) in northeastern Puerto Rico. A July 1, 2009, Census Bureau estimate placed the population at 2,617,089, a 4.31% increase over the 2000 census figure of 2,509,007.",
  "/wiki/San_Juan-Carolina,_PR_Combined_Statistical_Area": "The San Juan–Caguas–Guaynabo metropolitan area is a United States Census Bureau defined metropolitan statistical area (MSA) in northeastern Puerto Rico. A July 1, 2009, Census Bureau estimate placed the population at 2,617,089, a 4.31% increase over the 2000 census figure of 2,509,007.",
  "/wiki/Ponce,_PR_Metropolitan_Statistical_Area": "The Ponce Metropolitan Statistical Area is a United States Census Bureau defined Metropolitan Statistical Area (MSA) in south central Puerto Rico. A 1 July 2009 Census Bureau estimate placed the population at 262,414, a 0.95% decrease from the 2000 census figure of 264,919.",
  "/wiki/Ponce-Coamo-Santa_Isabel,_PR_Combined_Statistical_Area": "The Ponce Metropolitan Statistical Area is a United States Census Bureau defined Metropolitan Statistical Area (MSA) in south central Puerto Rico. A 1 July 2009 Census Bureau estimate placed the population at 262,414, a 0.95% decrease from the 2000 census figure of 264,919.",
  "/wiki/Aguadilla-Isabela,_PR_Metropolitan_Statistical_Area": "Aguadilla (Spanish pronunciation: [aɣwaˈðiʝa]), founded in 1775 by Luis de Córdova, is a city and municipality located in the northwestern tip of Puerto Rico, bordered by the Atlantic Ocean to the north and west, north of Aguada, and Moca and west of Isabela. Aguadilla is spread over 15 wards and Aguadilla Pueblo (the downtown area and the administrative center of the city). It is a principal city of Aguadilla-Isabela-San Sebastián Metropolitan Statistical Area.",
  "/wiki/Arecibo,_PR_Metropolitan_Statistical_Area": "Arecibo (Spanish pronunciation: [aˈɾesiβo]) is a municipality on the northern coast of Puerto Rico, on the shores of the Atlantic Ocean, located north of Utuado and Ciales; east of Hatillo; and west of Barceloneta and Florida.  It is about 50 miles (80 km) west of San Juan, the capital city. Arecibo is the largest municipality in Puerto Rico by area, and is part of the San Juan, Caguas and Guaynabo Metropolitan Statistical Area. It is spread over 18 wards and Arecibo Pueblo (the downtown area and the administrative center of the city). Its population in 2010 was 96,440.",
  "/wiki/San_Germán,_PR_Metropolitan_Statistical_Area": "San Germán (Spanish pronunciation: [saŋ xeɾˈman]) is a municipality located in the southwestern region of Puerto Rico, south of Mayagüez and Maricao, north of Lajas, east of Hormigueros and Cabo Rojo, and west of Sabana Grande. San Germán is spread over eighteen wards plus San Germán Pueblo (the downtown area and the administrative center of the city). It is both a principal city of the San Germán–Cabo Rojo Metropolitan Statistical Area and the Mayagüez–San Germán–Cabo Rojo Combined Statistical Area.\nSan Germán is the second oldest city of Puerto Rico, after San Juan. The island of Puerto Rico was once split between the San Juan and the San Germán municipalities. The latter covered the western half of Puerto Rico, and extended from the western shores of the island to Arecibo in the north and Ponce in the south.",
  "/wiki/Mayagüez-San_Germán,_PR_Combined_Statistical_Area": "The Mayagüez Metropolitan Statistical Area is a United States Census Bureau defined Metropolitan Statistical Area (MSA) in west central Puerto Rico. A July 1, 2009 Census Bureau estimate placed the population at 109,842, a 4.53% decrease from the 2000 census figure of 115,048.",
  "/wiki/Mayagüez,_PR_Metropolitan_Statistical_Area": "The Mayagüez Metropolitan Statistical Area is a United States Census Bureau defined Metropolitan Statistical Area (MSA) in west central Puerto Rico. A July 1, 2009 Census Bureau estimate placed the population at 109,842, a 4.53% decrease from the 2000 census figure of 115,048.",
  "/wiki/Guayama,_PR_Metropolitan_Statistical_Area": "The Guayama Metropolitan Statistical Area is a United States Census Bureau defined Metropolitan Statistical Area (MSA) in southeastern Puerto Rico. 2010 Census results placed the population at 84,214, a 0.83% increase over the 2000 census figure of 83,570.",
  "/wiki/Coamo,_PR_Micropolitan_Statistical_Area": "Coamo (Spanish pronunciation: [koˈamo]) is a municipality founded 1579 in the south-central region of Puerto Rico, located north of Santa Isabel; south of Orocovis and Barranquitas; east of Villalba and Juana Díaz; and west of Aibonito and Salinas. Coamo is spread over 10 wards and Coamo Pueblo – the downtown area and the administrative center of the city. It is both a principal city of the Coamo Micropolitan Statistical Area and the Ponce-Yauco-Coamo Combined Statistical Area.",
  "/wiki/Coco,_PR_Micropolitan_Statistical_Area": "Salinas (Spanish pronunciation: [saˈlinas]) is a municipality in the southern part of Puerto Rico located in the southern coast of the island, south of Aibonito and Cayey; southeast of Coamo, east of Santa Isabel; and west of Guayama. Salinas is spread over 5 wards and Salinas Pueblo (the downtown area and the administrative center of the city).",
  "/wiki/Santa_Isabel,_PR_Micropolitan_Statistical_Area": "Santa Isabel (Spanish pronunciation: [ˈsanta isaˈβel]) is a municipality of Puerto Rico located in the southern coast, south of Coamo; east of Juana Díaz; and west of Salinas. Santa Isabel is spread over 7 wards and Santa Isabel Pueblo (the downtown area and the administrative center). It is the principal city of the Santa Isabel Micropolitan Statistical Area and is part of the Ponce-Yauco-Coamo Combined Statistical Area.",
  "/wiki/Adjuntas,_PR_Micropolitan_Statistical_Area": "Adjuntas (Spanish pronunciation: [aðˈxuntas]) is a small mountainside municipality in Puerto Rico located central midwest of the island on the Cordillera Central, north of Yauco, Guayanilla and Peñuelas; southeast of Utuado; east of Lares and Yauco; and northwest of Ponce. Adjuntas is spread over 16 wards and Adjuntas Pueblo (the downtown area and the administrative center of the city). Adjuntas is about two hours by car westward from the capital, San Juan. It is the principal city of and comprises the Adjuntas Micropolitan Statistical Area.",
  "/wiki/Jayuya,_PR_Micropolitan_Statistical_Area": "Jayuya (Spanish pronunciation: [xaˈʝuʝa]) is a municipality of Puerto Rico (U.S.) located in the mountainous center region of the island, north of Ponce; east of Utuado; and west of Ciales. Jayuya is spread over 10 wards and Jayuya Pueblo  (The downtown area and the administrative center of the city). It is the principal city of the Jayuya Micropolitan Statistical Area.",
  "/wiki/List_of_core-based_statistical_areas": "The United States Office of Management and Budget (OMB) has defined 917 core-based statistical areas (CBSAs) for the United States and 12 for Puerto Rico.  The OMB defines a core-based statistical area as one or more adjacent counties or county equivalents that have at least one urban core area of at least 10,000 population, plus adjacent territory that has a high degree of social and economic integration with the core as measured by commuting ties.  The 929 Core Based Statistical Areas currently defined by the OMB include the 388 metropolitan statistical areas (MSAs), which have an urban core population of at least 50,000, and the 541 Micropolitan statistical areas (μSAs), which have an urban core population of at least 10,000 but less than 50,000."
}