{
  "/wiki/Venevisi%C3%B3n": "Venevisión (Spanish pronunciation: [beneβiˈsjon]) is a Venezuelan free-to-air television channel and one of Venezuela's largest television networks, owned by Gustavo Cisneros. In the United States, many of Venevisión's popular programs can be seen on Univision.",
  "/wiki/Guerra_de_mujeres": "Guerra de mujeres (English title: War of the women) is a Venezuelan telenovela written by César Miguel Rondon and Monica Montañés, and it was produced by Venevisión in 2001.",
  "/wiki/Las_Gonz%C3%A1lez": "Las González is a Venezuelan telenovela written by Cesar Miguel Rondòn and Mònica Montañez, and produced by Venevisión in 2002. The series lasted for 91 episodes and was distributed internationally by Venevisión International.",
  "/wiki/Enga%C3%B1ada": "Engañada is a Venezuelan telenovela written by Vivel Nouel and Benilde Ávila which was produced by Venevisión in 2003. The telenovela lasted for 129 episodes and was distributed internationally by Venevisión International.",
  "/wiki/%C3%81ngel_rebelde": "Ángel Rebelde is a 2004 Miami, Florida-based telenovela produced by Fonovideo Productions which aired first on Venevisión in Venezuela. Mexican actors Grettel Valdez and Victor Noriega star as the main protagonists while Maritza Rodríguez and Ismael La Rosa star as the main antagonists. The telenovela aired on Univision from February 2 to December 6, 2004. It recently aired on Venevisión Plus in 2012.",
  "/wiki/Mi_vida_eres_t%C3%BA": "Mi vida eres tú (English title: My life is yours) is a 2006 telenovela developed by Verónica Suárez and produced by Cisneros Media Distribution in Miami, Florida.",
  "/wiki/Acorralada": "Acorralada (Trapped) is an American telenovela produced by Venevisión. Univision aired Acorralada from January 2007 to October 2007 on weekday afternoons at 2 pm central. It was rebroadcast in late 2011 through April 2012 on Univision's sister network, Telefutura. It was filmed in Miami, Florida (USA), and lasted about 187 episodes. It is the second long-running telenovela that Venevisión Productions has produced without its former co-producer Fonovideo. Acorralada is the theme and another notable song  \"Eres Tu\" written by Angel Arce and Jossel Calveiro.",
  "/wiki/Torrente_(telenovela)": "Torrente: ¡Un torbellino de pasiones! (English title:Torrente: A Storm of Passion) is a Venezuelan telenovela written by Neida Padilla and Benilde Ávila which was produced by Venevisión in 2008.",
  "/wiki/Pecadora_(telenovela)": "Pecadora (\"Sinner\") is a telenovela produced in Miami, Florida by Venevision Productions, LLC.",
  "/wiki/Perro_Amor": "Perro Amor (Dog Love) is a Spanish-language telenovela produced by the United States-based television network Telemundo that originally ran in the United States from January to July 2010. This is a Colombian remake of the 1998 Cenpro Televisión daily telenovela Perro Amor, written by Natalia Ospina and Andrés Salgado. As with most of its other telenovelas, Telemundo broadcast English subtitles as closed captions on CC3.",
  "/wiki/Telemundo": "Telemundo (Spanish pronunciation: [teleˈmundo] (listen); formerly NetSpan) is an American Spanish-language terrestrial television network owned by Comcast through NBCUniversal. It is the second-largest provider of Spanish-language content nationally behind American competitor Univision, with programming syndicated worldwide to more than 100 countries in over 35 languages.",
  "/wiki/El_Fantasma_de_Elena": "El Fantasma de Elena (Elena's Ghost) is a Spanish-language telenovela produced by the American television network Telemundo. It is a remake of the 1983 Venezuelan telenovela Julia.  The telenovela ran for 117 episodes from July 20, 2010 to January 7, 2011.  It was broadcast with English translation subtitles in CC3.",
  "/wiki/Relaciones_Peligrosas": "Relaciones peligrosas (English: Dangerous Affairs), originally known as Física o Química (Physics or Chemistry), is an American Spanish-language telenovela produced by Telemundo Studios, Miami. It is an adaptation of the Spanish television series Física o Química.",
  "/wiki/Los_secretos_de_Luc%C3%ADa": "Los secretos de Lucía (Lucia's Secrets) is a Venezuelan telenovela produced by Venevisión in conjunction with Univision Studios and BE-TV. The telenovela is an original story from Colombian writer Jorg Hiller.",
  "/wiki/Reina_de_corazones_(American_telenovela)": "Reina de corazones (English: Queen of Hearts) is an American telenovela produced by Joshua Mintz and Aurelio Valcárcel Carroll for Telemundo.",
  "/wiki/Eva_la_trailera": "Eva la Trailera is an American telenovela created by Valentina Párraga and produced by Martha Godoy for Telemundo.",
  "/wiki/La_fan": "La Fan, is an American telenovela produced by Telemundo, is a story written by Marcela Citterio and inspired by an idea of history Angélica Vale.",
  "/wiki/Maritza_Bustamante": "Maritza Bustamante Abidar, better known as Maritza Bustamante, (born September 26, 1980) is a Venezuelan actress and model. Sister of the animator Nelson Bustamante. She is mostly known for her participation in Venezuelan telenovelas with the TV network Venevisión."
}