{
  "/wiki/Abou_Bakr_Al-Mel": "Abou Bakr Al-Mel (Arabic: أبو بكر المل‎; born 15 November 1992), also known as Bako, is a Lebanese professional footballer who plays as a forward for Lebanese Premier League club Tripoli.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]\n The earliest evidence of civilization in Lebanon dates back more than seven thousand years, predating recorded history. Lebanon was the home of the Canaanites/Phoenicians and their kingdoms, a maritime culture that flourished for almost three thousand years (c. 3200–539 BC). In 64 BC, the region came under the rule of the Roman Empire, and eventually became one of the Empire's leading centers of Christianity. In the Mount Lebanon range a monastic tradition known as the Maronite Church was established. As the Arab Muslims conquered the region, the Maronites held onto their religion and identity. However, a new religious group, the Druze, established themselves in Mount Lebanon as well, generating a religious divide that has lasted for centuries. During the Crusades, the Maronites re-established contact with the Roman Catholic Church and asserted their communion with Rome. The ties they established with the Latins have influenced the region into the modern era.\n The region eventually was ruled by the Ottoman Empire from 1516 to 1918. Following the collapse of the empire after World War I, the five provinces that constitute modern Lebanon came under the French Mandate of Lebanon. The French expanded the borders of the Mount Lebanon Governorate, which was mostly populated by Maronites and Druze, to include more Muslims. Lebanon gained independence in 1943, establishing confessionalism, a unique, Consociationalism-type of political system with a power-sharing mechanism based on religious communities. Bechara El Khoury, President of Lebanon during the independence, Riad El-Solh, first Lebanese prime minister and Emir Majid Arslan II, first Lebanese minister of defence, are considered the founders of the modern Republic of Lebanon and are national heroes for having led the country's independence. Foreign troops withdrew completely from Lebanon on 31 December 1946, although the country was subjected to military occupations by Syria that lasted nearly thirty years before being withdrawn in April 2005 as well as Israel for fifteen years before being withdrawn in May 2000.\n Despite its small size, the country has developed a well-known culture and has been highly influential in the Arab world, powered by its large diaspora. Before the Lebanese Civil War (1975–1990), the country experienced a period of relative calm and renowned prosperity, driven by tourism, agriculture, commerce, and banking. Because of its financial power and diversity in its heyday, Lebanon was referred to as the \"Switzerland of the East\" during the 1960s, and its capital, Beirut, attracted so many tourists that it was known as \"the Paris of the Middle East\". At the end of the war, there were extensive efforts to revive the economy and rebuild national infrastructure. In spite of these troubles, Lebanon has the highest Human Development Index and GDP per capita in the Arab world outside of the oil-rich economies of the Persian Gulf. Lebanon has been a member of the United Nations since its founding in 1945 as well as of the Arab League (1945), the Non-Aligned Movement (1961), Organisation of the Islamic Cooperation (1969) and the Organisation internationale de la francophonie (1973).",
  "/wiki/Mamadou_Danso": "Mamadou Danso (born April 27, 1983) is a Gambian professional footballer who plays as a centre back for Malaysia Premier League club UiTM.",
  "/wiki/The_Gambia": "The Gambia (/ˈɡæmbiə/ (listen); Mandinka: Kambiya; Wolof: Gámbi), officially the Republic of The Gambia, is a country in Western Africa that is almost entirely surrounded by Senegal with the exception of its western coastline along the Atlantic Ocean. It is the smallest country within mainland Africa. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of The Gambia and empties into the Atlantic Ocean. It has an area of  10,689 square kilometres (4,127 sq mi) with a population of 1,857,181 as of the April 2013 census. Banjul is the Gambian capital and the largest cities are Serekunda and Brikama.\n The Gambia shares historical roots with many other West African nations in the slave trade, which was the key factor in the placing and keeping of a colony on the Gambia River, first by the Portuguese, during which era it was known as A Gâmbia. Later, on 25 May 1765, The Gambia was made a part of the British Empire when the government formally assumed control, establishing the Province of Senegambia. In 1965, The Gambia gained independence under the leadership of Dawda Jawara, who ruled until Yahya Jammeh seized power in a bloodless 1994 coup. Adama Barrow became The Gambia's third president in January 2017, after defeating Jammeh in the December 2016 elections. Jammeh initially accepted the results, then refused to accept them, which triggered a constitutional crisis and military intervention by the Economic Community of West African States, resulting in his exile.\n The Gambia's economy is dominated by farming, fishing and, especially, tourism. In 2015, 48.6% of the population lived in poverty. In rural areas, poverty is even more widespread, at almost 70%.",
  "/wiki/Alessandro_Celin": "Alessandro Padovani Celin (Chinese: 沙恩; Hangul: 셀린 ; born 11 September 1989 in Castelo Espírito Santo, Brazil), is a Brazilian-Italian footballer who plays as a forward for Saif.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Morgaro_Gomis": "Morgaro Lima Gomis (born 14 July 1985) is a Senegalese professional footballer who plays as a defensive midfielder for Scottish League One club Falkirk.\n Starting his career in France, Gomis spent most of his early career in English non-League football before moving to Scottish Football League side Cowdenbeath. His performances earned him a move to Dundee United in January 2007, where he exceeded expectations and was young player of the year for 2007–08. He was part of the Dundee United side that won the Scottish Cup in 2010 and was the first African to have played 100 times for the club. He left the club when his contract expired at the end of the 2010–11 season to join Football League Championship side Birmingham City. Gomis left Birmingham City in July 2013, having made 43 appearances for the club. He then rejoined Dundee United for a season before signing for Hearts in 2014. In 2016, he was loaned to Motherwell and made 10 appearances for the club before joining Kelantan in July 2016. After spending time with Omani club Sur SC in 2018, he returned to Scotland in January 2019 for a third spell with Dundee United.\n Although born in Paris and self-identifying as French, Gomis represented Senegal at international level, for whom he qualified through his Senegalese parents.",
  "/wiki/Senegal": "Senegal (/ˌsɛnɪˈɡɔːl, -ˈɡɑːl/ (listen); French: Sénégal; Wolof: Senegaal) officially the Republic of Senegal (French: République du Sénégal; Wolof: Réewum Senegaal) is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal also surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. Senegal's economic and political capital is Dakar.\n The unitary presidential republic  is the westernmost country in the mainland of the Old World, or Afro-Eurasia, and owes its name to the Senegal River, which borders it to the east and north. Senegal covers a land area of almost 197,000 square kilometres (76,000 sq mi) and has an estimated population of about 16 million. The climate is typically Sahelian, though there is a rainy season.",
  "/wiki/Wander_Luiz_Bitencourt_Junior": "Wander Luiz Bitencourt Junior or simply Wander Luiz (born May 30, 1987 in Lamim), is a Brazilian professional footballer who plays for Malaysian club Perak. Luiz plays mainly as an attacking midfielder and also can be deployed as a forward.",
  "/wiki/Jonathan_McKain": "Jonathan \"Jon\" McKain (born 21 September 1982) is a Scottish Australian football player plays for Rochedale Rovers in QPL. He is generally a defender but can also play as a defensive midfielder.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Baže_Ilijoski": "Blazhe Ilijoski (Macedonian: Блаже Илијоски), nicknamed Bazhe (born 9 July 1984) is a Macedonian football player who plays as a forward.",
  "/wiki/Republic_of_Macedonia": "North Macedonia[c] (officially the Republic of North Macedonia;[d] before 2019: Macedonia), is a country in the Balkan Peninsula in Southeast Europe. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.\n The history of the region dates back to antiquity, beginning with the kingdom of Paeonia, presumably a mixed Thraco-Illyrian polity. In the late sixth century BC, the area was incorporated into the Persian Achaemenid Empire, then annexed by the kingdom of Macedonia in the fourth century BC. The Romans conquered the region in the second century BC and made it part of the much larger province of Macedonia. Τhe area remained part of the Byzantine Empire, but was often raided and settled by Slavic tribes beginning in the sixth century of the Christian era. Following centuries of contention between the Bulgarian, Byzantine, and Serbian Empire, it was part of the Ottoman dominion from the mid-14th until the early 20th century, when following the Balkan Wars of 1912 and 1913, the modern territory of North Macedonia came under Serbian rule.\n During the First World War (1915–1918) it was ruled by Bulgaria, but after the end of the war, it returned to being under Serbian rule as part of the newly formed Kingdom of Serbs, Croats and Slovenes. Later, during the Second World War (1941–1944), it was ruled by Bulgaria again, and in 1945 it was established as a constituent state of communist Yugoslavia, which it remained until its peaceful secession in 1991. The country became a member of the United Nations in April 1993, but as a result of a dispute with Greece over the name \"Macedonia\", it was admitted under the provisional description the former Yugoslav Republic of Macedonia[f] (abbreviated as FYR Macedonia and FYROM). In June 2018, Macedonia and Greece resolved the conflict with an agreement that the country should rename itself Republic of North Macedonia. This renaming came into effect in February 2019. \n A unitary parliamentary constitutional republic, North Macedonia is a member of the UN, Council of Europe, World Bank, OSCE, PfP, CEFTA, and the WTO. Since 2005, it has also been a candidate for joining the European Union and has applied for NATO membership. North Macedonia is an upper-middle-income country and has undergone considerable economic reform since independence in developing an open economy. North Macedonia ranks high in terms of human development, and provides a social security, universal health care system, and free primary and secondary education to its citizens.",
  "/wiki/Dramane_Traore": "Dramane Traoré (born 17 June 1982) is a Malian professional footballer who plays as a striker.",
  "/wiki/Mali": "Mali (/ˈmɑːli/ (listen); French pronunciation: ​[mali]), officially the Republic of Mali (French: République du Mali; Bambara: Mali ka Fasojamana; N'Ko script: ߡߊߟߌ ߝߊ ߝߊߛߏߖߊߡߊߣߊ ) is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders on the north reach deep into the middle of the Sahara Desert, while the country's southern part, where the majority of inhabitants live, features the Niger and Senegal rivers. The country's economy centers on agriculture and mining. Some of Mali's prominent natural resources include gold, being the third largest producer of gold in the African continent, and salt.\n Present-day Mali was once part of three West African empires that controlled trans-Saharan trade: the Ghana Empire (for which Ghana is named), the Mali Empire (for which Mali is named), and the Songhai Empire. During its golden age, there was a flourishing of mathematics, astronomy, literature, and art. At its peak in 1300, the Mali Empire covered an area about twice the size of modern-day France and stretched to the west coast of Africa. In the late 19th century, during the Scramble for Africa, France seized control of Mali, making it a part of French Sudan. French Sudan (then known as the Sudanese Republic) joined with Senegal in 1959, achieving independence in 1960 as the Mali Federation. Shortly thereafter, following Senegal's withdrawal from the federation, the Sudanese Republic declared itself the independent Republic of Mali. After a long period of one-party rule, a coup in 1991 led to the writing of a new constitution and the establishment of Mali as a democratic, multi-party state.\n In January 2012, an armed conflict broke out in northern Mali, in which Tuareg rebels took control of a territory in the north, and in April declared the secession of a new state, Azawad. The conflict was complicated by a military coup that took place in March and later fighting between Tuareg and other rebel factions. In response to territorial gains, the French military launched Opération Serval in January 2013. A month later, Malian and French forces recaptured most of the north. Presidential elections were held on 28 July 2013, with a second-round run-off held on 11 August, and legislative elections were held on 24 November and 15 December 2013.",
  "/wiki/Jonatan_Lucca": "Jonatan Lucca (born 2 June 1994) is a Brazilian professional footballer who plays for LigaPro club Farenseas a midfielder.",
  "/wiki/Austin_Amutu": "Austin Iwuji Ammachi Augustine Amutu (born 20 February 1993), known as Austin Amutu is a Nigerian footballer who plays as a forward for Egyptian Premier League club Al Masry SC.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard.  The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.\n Nigeria is often referred to as the \"Giant of Africa\", owing to its large population and economy. With 206 million inhabitants, Nigeria is the most populous country in Africa and the seventh most populous country in the world. Nigeria has the third-largest youth population in the world, after India and China, with more than 90 million of its population under the age of eighteen. Nigeria is the world's 20th largest economy as of 2015[update], worth more than $500 billion and $1 trillion in terms of nominal GDP and purchasing power parity, respectively. The 2013 debt-to-GDP ratio was 11 percent.\n Nigeria is viewed as a multinational state as it is inhabited by 250 ethnic groups, of which the three largest are the Hausa, Igbo and Yoruba; these ethnic groups speak over 500 distinct languages and are identified with a wide variety of cultures. The official language of Nigeria is English, chosen to facilitate linguistic unity at the national level. Nigeria is divided roughly in half between Christians, who live mostly in the southern part of the country, and Muslims, who live mostly in the north. A minority of the population practice religions indigenous to Nigeria, such as those native to the Igbo and Yoruba ethnicities.\n Nigeria is considered to be an emerging market by the World Bank; it has been identified as a regional power on the African continent, a middle power in international affairs, and has also been identified as an emerging global power. However, its Human Development Index ranks 158th in the world. Nigeria is a member of the MINT group of countries, which are widely seen as the globe's next \"BRIC-like\" economies. It is also listed among the \"Next Eleven\" economies set to become among the biggest in the world. Nigeria is a founding member of the African Union and a member of many other international organizations, including the United Nations, the Commonwealth of Nations and OPEC.",
  "/wiki/Gilmar_Jose_da_Silva_Filho": "Gilmar José da Silva Filho (born 28 November 1988 in São Paulo), commonly known as Gilmar, is a Brazilian footballer who plays as a forward for Cuiabá in the Brazilian Série B.",
  "/wiki/Isaac_Pupo": "Isaac Pupo (born October 23, 1985) is a Liberian footballer (midfielder) who plays for Watanga FC. He also played for Liberia national football team.\n In August 2007 Pupo signed for FK Qarabağ in the Azerbaijan Premier League on a one-year contract. Whilst with Qarabağ, Pupo won the player of the month and attracted interest from several Turkish sides, namely Denizlispor, Trabzonspor and Gençlerbirliği OFTAŞ.  After one season with Qarabağ, and the club apparently unwilling to match Pupo's wage demands, Pupo signed for newly promoted Azerbaijan Premier League side NBC Salyan.\n After his stint in Azerbaijan, Pupo signed for Greek top-flight team Panionios FC on a five-year contract. But he left the club after only one full season. Panionios'  financial problems was told to be the main reason for his exit.\n In the summer of 2011, on the 28th of July, he signed for the Swedish club Hammarby IF. A team based in the capital Stockholm, playing in the second tier, Superettan. He signed a short-term contract with the club, with an option of an additional three years.\n He lastly played for Kelantan FA",
  "/wiki/Liberia": "Liberia (/laɪˈbɪəriə/ (listen)), officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It covers an area of 111,369 square kilometres (43,000 sq mi) and has a population of around 4,900,000. English is the official language, but over 20 indigenous languages are spoken, representing the numerous ethnic groups who make up more than 95% of the population. The country's capital and largest city is Monrovia.\n Liberia began as a settlement of the American Colonization Society (ACS), who believed black people would face better chances for freedom and prosperity in Africa than in the United States. The country declared its independence on July 26, 1847. The U.S. did not recognize Liberia's independence until February 5, 1862, during the American Civil War. Between January 7, 1822, and the American Civil War, more than 15,000 freed and free-born black people who faced legislated limits in the U.S., and 3,198 Afro-Caribbeans, relocated to the settlement. The settlers carried their culture and tradition with them. The Liberian constitution and flag were modeled after those of the U.S. On January 3, 1848, Joseph Jenkins Roberts, a wealthy, free-born African American from Virginia who settled in Liberia, was elected Liberia's first president after the people proclaimed independence.\n Liberia was the first African republic to proclaim its independence, and is Africa's first and oldest modern republic. It retained its independence during the Scramble for Africa. During World War II, Liberia supported the United States war efforts against Germany and in turn, the U.S. invested in considerable infrastructure in Liberia to help its war effort, which also aided the country in modernizing and improving its major air transportation facilities. In addition, President William Tubman encouraged economic changes. Internationally, Liberia was a founding member of the League of Nations, United Nations, and the Organisation of African Unity.\n The Americo-Liberian settlers did not relate well to the indigenous peoples they encountered, especially those in communities of the more isolated \"bush\". The colonial settlements were raided by the Kru and Grebo from their inland chiefdoms. Americo-Liberians developed as a small elite that held on to political power, and indigenous tribesmen were excluded from birthright citizenship in their own land until 1904, in an echo of the United States' treatment of Native Americans. Americo-Liberians promoted religious organizations to set up missions and schools to educate the indigenous peoples.\n In 1980 political tensions from the rule of William R. Tolbert resulted in a military coup during which Tolbert was killed, marking the beginning of years-long political instability. Five years of military rule by the People's Redemption Council and five years of civilian rule by the National Democratic Party of Liberia were followed by the First and Second Liberian Civil Wars. These resulted in the deaths of 250,000 people (about 8% of the population) and the displacement of many more, and shrank Liberia's economy by 90%. A peace agreement in 2003 led to democratic elections in 2005, in which Ellen Johnson Sirleaf was elected President. National infrastructure and basic social services were severely affected by the conflicts, with 83% of the population now living below the international poverty line.",
  "/wiki/Emmanuel_Kenmogne": "Emmanuel Kenmogne (born September 2, 1980) is a Belgian-Cameroonian football striker who lastly played for Persija Jakarta. He previously played for Malaysia Super League side, Kelantan FA.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Erwin_Carrillo": "Erwin Albeiro Carrillo Fragozo (born June 25, 1983 in Santa Marta) is a Colombian professional footballer who plays for LDU Loja as a striker. He is known as \"a powerful, no-nonsense striker.\n In January 2010 arrived to the Chilean football club Everton. He has also played for Deportivo Cali, Unión Magdalena, Once Caldas, Junior and Patriotas. During 2014 season, Carrillo was the top scorer for the second division football league in Colombia representing Unión Magdalena with 19 goals.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.\n Colombia is ethnically and linguistically diverse, with its rich cultural heritage reflecting influences by various Amerindian civilizations, European settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast.\n Colombia has been inhabited by various American Indian peoples since at least 12,000 BCE, including the Muisca, Quimbaya, and the Tairona. Spaniards arrived in 1499 and by the mid-16th century annexed part of the region, establishing the New Kingdom of Granada, with Santafé de Bogotá as its capital. Independence from Spain was achieved in 1819, but by 1830 the Gran Colombia Federation was dissolved, with what is now Colombia and Panama emerging as the Republic of New Granada. The new sovereign state experimented with federalism as the Granadine Confederation (1858), and then the United States of Colombia (1863), before the Republic of Colombia was finally declared in 1886. Panama seceded in 1903, leading to Colombia's present borders. Beginning in the 1960s, the country suffered from an asymmetric low-intensity armed conflict and political violence, both of which escalated in the 1990s. Since 2005, there has been significant improvement in security, stability, and rule of law.\n Colombia has the second-highest biodiversity in the world and is one of the world's 17 megadiverse countries; its territory encompasses Amazon rainforest, highlands, grasslands, deserts, and islands and coastlines along both the Atlantic and Pacific (the only country in South America).\n Colombia is the only NATO Global Partner in Latin America. It is part of the CIVETS group of leading emerging markets and a member of the UN, the WTO,  the OAS, the Pacific Alliance, an associate member of Mercosur and other international organizations. Colombia's diversified economy is the third largest in South America, with macroeconomic stability and favorable long-term growth prospects.",
  "/wiki/Hussein_Alaa_Hussein": "Hussein Alaa Hussein (Arabic: حسين علاء حسين, born August 4, 1987 in Baghdad, Iraq) is an Iraqi football player. He played with clubs in Asia and Africa. Hussein usually plays in the defender position.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.\n Iraq has a coastline measuring 58 km (36 miles) on the northern Persian Gulf and encompasses the Mesopotamian Alluvial Plain, the northwestern end of the Zagros mountain range and the eastern part of the Syrian Desert. Two major rivers, the Tigris and Euphrates, run south through Iraq and into the Shatt al-Arab near the Persian Gulf. These rivers provide Iraq with significant amounts of fertile land.\n The region between the Tigris and Euphrates rivers, historically known as Mesopotamia, is often referred to as the cradle of civilisation. It was here that mankind first began to read, write, create laws and live in cities under an organised government—notably Uruk, from which \"Iraq\" is derived. The area has been home to successive civilisations since the 6th millennium BC. Iraq was the centre of the Akkadian, Sumerian, Assyrian and Babylonian empires. It was also part of the Median, Achaemenid, Hellenistic, Parthian, Sassanid, Roman, Rashidun, Umayyad, Abbasid, Ayyubid, Seljuk, Mongol, Timurid, Safavid, Afsharid and Ottoman empires.\n The country today known as Iraq was a region of the Ottoman Empire until the partition of the Ottoman Empire in the 20th century. It was made up of three provinces, called vilayets in the Ottoman language: Mosul Vilayet, Baghdad Vilayet, and Basra Vilayet. In April 1920 the British Mandate of Mesopotamia was created under the authority of the League of Nations. A British-backed monarchy joining these vilayets into one Kingdom was established in 1921 under Faisal I of Iraq. The Hashemite Kingdom of Iraq gained independence from the UK in 1932. In 1958, the monarchy was overthrown and the Iraqi Republic created. Iraq was controlled by the Arab Socialist Ba'ath Party from 1968 until 2003. After an invasion by the United States and its allies in 2003, Saddam Hussein's Ba'ath Party was removed from power, and multi-party parliamentary elections were held in 2005. The US presence in Iraq ended in 2011, but the Iraqi insurgency continued and intensified as fighters from the Syrian Civil War spilled into the country. Out of the insurgency came a highly destructive group calling itself ISIL, which took large parts of the north and west. It has since been largely defeated. Disputes over the sovereignty of Kurdistan Region continue. A referendum about the full sovereignty of Kurdistan Region was held on 25 September 2017. On 9 December 2017, then-Iraqi Prime Minister Haider al-Abadi declared victory over ISIL after the group lost its territory in Iraq.\n Iraq is a federal parliamentary republic consisting of 19 governorates (provinces) and one autonomous region (Kurdistan Region). The country's official religion is Islam. Culturally, Iraq has a very rich heritage and celebrates the achievements of its past in both pre-Islamic as well as post-Islamic times and is known for its poets. Its painters and sculptors are among the best in the Arab world, some of them being world-class as well as producing fine handicrafts, including rugs and carpets. Iraq is a founding member of the UN as well as of the Arab League, OIC, Non-Aligned Movement and the IMF.",
  "/wiki/Francis_Doe": "Francis Forkey Doe (born 25 December 1985) is a Liberian footballer who last plays as a forward for Pahang FA.",
  "/wiki/Mohamed_Shawky": "Mohamed Ali Abu El Yazid Shawky (Arabic: محمد شوقي‎, born 5 October 1981) is an Egyptian retired footballer. He played  Defensive midfielder  for Egypt's national football team. He played every minute of Egypt’s 2006 Africa Cup of Nations campaign.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Obinna_Nwaneri": "Obinna Nwaneri (born 18 March 1982) is a Nigerian footballer who plays as centre back or right back position but also can play as a forward.\n His name, Obinna, means \"Father's heart\" in Igbo. He is described as mobile central defender with pace, control and timing. A natural leader, which had earned him the captain armband in Enyimba and FC Sion respectively.\n His star has steadily continued to rise, first with top Nigerian side, Julius Berger, then with African Champions Enyimba, where he won the CAF champions league and then he signed with Swiss club FC Sion during the 2007 January transfer window, a club he later captained before leaving the following summer.",
  "/wiki/Arcadia_Martin_Wesay_Toe": "Arcadia Martin Wesay Toe (born August 20, 1982 in Yekepa, Nimba County, Liberia) is a Liberian footballer, who is currently playing for LISCR FC.",
  "/wiki/Dickson_Nwakaeme": "Dickson Nwakaeme Kabu (born 21 April 1986) is a Nigerian professional footballer who plays as a forward.",
  "/wiki/List_of_Kelantan_FA_players": "Below is a list of footballers who have played or currently playing for Kelantan FA."
}