{
  "/wiki/Dragon": "A dragon is a large, serpentine legendary creature that appears in the folklore of many cultures around the world. Beliefs about dragons vary drastically by region, but dragons in western cultures since the High Middle Ages have often been depicted as winged, horned, four-legged, and capable of breathing fire. Dragons in eastern cultures are usually depicted as wingless, four-legged, serpentine creatures with above-average intelligence.",
  "/wiki/Green": "Green is the color between blue and yellow on the visible spectrum. It is evoked by light which has a dominant wavelength of roughly 495–570 nm. In subtractive color systems, used in painting and color printing, it is created by a combination of yellow and blue, or yellow and cyan; in the RGB color model, used on television and computer screens, it is one of the additive primary colors, along with red and blue, which are mixed in different combinations to create all other colors. By far the largest contributor to green in nature is chlorophyll, the chemical by which plants photosynthesize and convert sunlight into chemical energy. Many creatures have adapted to their green environments by taking on a green hue themselves as camouflage. Several minerals have a green color, including the emerald, which is colored green by its chromium content.",
  "/wiki/White": "White is the lightest color and is achromatic (having no hue). It is the color of fresh snow, chalk and milk, and is the opposite of black. White objects fully reflect and scatter all the visible wavelengths of light.  White on television and computer screens is created by a mixture of red, blue and green light.",
  "/wiki/Cougar": "The cougar (Puma concolor) is a large felid of the subfamily Felinae. It is native to the Americas. Its range spans from the Canadian Yukon to the southern Andes in South America, and is the widest of any large wild terrestrial mammal in the Western Hemisphere. It is an adaptable, generalist species, occurring in most American habitat types.\nDue to its wide range, it has many names including puma, mountain lion, red tiger, and catamount.",
  "/wiki/Orange_(color)": "Orange is the colour between yellow and red on the spectrum of visible light. Human eyes perceive orange when observing light with a dominant wavelength between roughly 585 and 620 nanometres. In painting and traditional colour theory, it is a secondary colour of pigments, created by mixing yellow and red. It is named after the fruit of the same name.",
  "/wiki/Black": "Black is the darkest color, the result of the absence or complete absorption of visible light. It is an achromatic color, a color without hue, like white and gray. It is often used symbolically or figuratively to represent darkness, while white represents light. Black and white have often been used to describe opposites such as good and evil, the Dark Ages versus Age of Enlightenment, and night versus day. Since the Middle Ages, black has been the symbolic color of solemnity and authority, and for this reason is still commonly worn by judges and magistrates, including the justices of the U.S. Supreme Court.",
  "/wiki/Griffin": "The griffin, griffon, or gryphon (Greek: γρύφων, grýphōn, or γρύπων, grýpōn, early form γρύψ, grýps; Latin: gryphus, meaning \"curved\", in the sense of a beak or a hooked nose) is a legendary creature with the body, tail, and back legs of a lion; the head and wings of an eagle; and sometimes an eagle's talons as its front feet. Because the lion was traditionally considered the king of the beasts, and the eagle the king of the birds, by the Middle Ages the griffin was thought to be an especially powerful and majestic creature. Since classical antiquity, griffins were known for guarding treasures and priceless possessions.",
  "/wiki/Blue": "Blue is one of the three primary colours of pigments in painting and traditional colour theory, as well as in the RGB colour model. It lies between violet and green on the spectrum of visible light. The eye perceives blue when observing light with a dominant wavelength between approximately 450 and 495 nanometres. Most blues contain a slight mixture of other colours; azure contains some green, while ultramarine contains some violet. The clear daytime sky and the deep sea appear blue because of an optical effect known as Rayleigh scattering. An optical effect called Tyndall scattering explains blue eyes. Distant objects appear more blue because of another optical effect called aerial perspective.",
  "/wiki/Raid_(military)": "Raiding, also known as depredation, is a military tactic or operational warfare mission which has a specific purpose and is not normally intended to capture and hold a location but instead finish with the raiding force quickly retreating to a previous defended position prior to enemy forces being able to respond in a coordinated manner or formulate a counter-attack. A raiding group may consist of combatants specially trained in this tactic, such as commandos, or as a special mission assigned to any regular troops. Raids are often a standard tactic in irregular warfare, employed by warriors, guerrilla fighters or other irregular military forces. Some raids are large, for example the Sullivan Expedition.",
  "/wiki/Viking": "Vikings[a] were Scandinavians, who from the late 8th to late 11th centuries, raided and traded from their Northern European homelands across wide areas of Europe, and explored westwards to Iceland, Greenland, and Vinland. The term is also commonly extended in modern English and other vernaculars to include the inhabitants of Norse home communities during what has become known as the Viking Age, 793–1066 AD. This period of Nordic military, mercantile and demographic expansion constitutes an important element in the early medieval history of Scandinavia, Estonia, the British Isles, France, Kievan Rus' and Sicily.",
  "/wiki/Maroon_(color)": "Maroon ( /məˈruːn/ mə-ROON,) is a dark reddish purple or dark brownish red color that takes its name from the French word marron, or chestnut.",
  "/wiki/Gold_(color)": "Gold, also called golden, is a color.",
  "/wiki/Leopard": "The leopard (Panthera pardus) is one of the five extant species in the genus Panthera, a member of the Felidae. It occurs in a wide range in sub-Saharan Africa, in small parts of Western and Central Asia, on the Indian subcontinent to Southeast and East Asia. It is listed as Vulnerable on the IUCN Red List because leopard populations are threatened by habitat loss and fragmentation, and are declining in large parts of the global range. In Hong Kong, Singapore, Kuwait, Syria, Libya, Tunisia and most likely in Morocco, leopard populations have already been extirpated.\nContemporary records suggest that the leopard occurs in only 25% of its historical global range.\nLeopards are hunted illegally, and their body parts are smuggled in the wildlife trade for medicinal practices and decoration.",
  "/wiki/Eagle": "Eagle is the common name for many large birds of prey of the family Accipitridae. Eagles belong to several groups of genera, not all of which are closely related. Most of the 60 species of eagle are from Eurasia and Africa. Outside this area, just 14 species can be found—2 in North America, 9 in Central and South America, and 3 in Australia.",
  "/wiki/Sheep": "Sheep (Ovis aries) are quadrupedal, ruminant mammals typically kept as livestock. Like most ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates. Although the name sheep applies to many species in the genus Ovis, in everyday usage it almost always refers to Ovis aries. Numbering a little over one billion, domestic sheep are also the most numerous species of sheep. An adult female is referred to as a ewe (/juː/), an intact male as a ram, occasionally a tup, a castrated male as a wether, and a young sheep is a  lamb.",
  "/wiki/Black_panther": "A black panther is the melanistic colour variant of any Panthera, particularly of the leopard (P. pardus) in Asia and Africa, and the jaguar (P. onca) in the Americas.",
  "/wiki/Red": "Red is the color at the end of the visible spectrum of light, next to orange and opposite violet. It has a dominant wavelength of approximately 625–740 nanometres. It is a primary color in the RGB color model and the CMYK color model, and is the complementary color of cyan. Reds range from the brilliant yellow-tinged scarlet and vermillion to bluish-red crimson, and vary in shade from the pale red pink to the dark red burgundy. The red sky at sunset results from Rayleigh scattering, while the red color of the Grand Canyon and other geological features is caused by hematite or red ochre, both forms of iron oxide. Iron oxide also gives the red color to the planet Mars. The red color of blood comes from the protein hemoglobin, while ripe strawberries, red apples and reddish autumn leaves are colored by anthocyanins.",
  "/wiki/Lynx": "A lynx (/lɪŋks/; plural lynx or lynxes) is any of the four species (Canada lynx, Iberian lynx, Eurasian lynx, bobcat) within the medium-sized wild cat genus Lynx. The name lynx originated in Middle English via Latin from the Greek word λύγξ, derived from the Indo-European root leuk- ('light, brightness') in reference to the luminescence of its reflective eyes."
}