{
  "/wiki/Short_program_(figure_skating)": "The short program of figure skating is the first of two segments of competitions, skated before the free skating program.  It lasts, for both senior and junior singles and pair skaters, 2 minutes and 40 seconds.  In synchronized skating, for both juniors and seniors, the short program lasts 2 minutes and 50 seconds.  Vocal music with lyrics is allowed for all disciplines since the 2014-2015 season.  The short program for single skaters and for pair skaters consists of seven required elements, and there are six required elements for synchronized skaters.",
  "/wiki/Free_skating": "The free skating segment of figure skating, also called the free skate and the long program, is the second of two segments of competitions, skated after the short program.  Its duration, across all disciplines, is four minutes for senior skaters and teams, and three-and-one-half minutes for junior skaters and teams.  Vocal music with lyrics is allowed for all disciplines since the 2014—2015 season. The free skating program, across all disciplines, must be well-balanced and include certain elements described and published by the International Skating Union (ISU).",
  "/wiki/Stefania_Berton": "Stefania Berton (born 19 July 1990) is an Italian pair skater. With former partner Ondřej Hotárek, she is the 2013 European bronze medalist, the 2013 Skate Canada International champion, and a three-time Italian national champion. Berton/Hotárek are the first Italian pair skaters to win European and Grand Prix medals.",
  "/wiki/Ond%C5%99ej_Hot%C3%A1rek": "Ondřej Hotárek (born 25 January 1984) is a Czech-Italian pair skater who began competing for Italy in 2006. He competed  with Valentina Marchei until the end of their partnership in 2018. With former partner Stefania Berton, he is the 2013 European bronze medalist, the 2013 Skate Canada International champion, and a three-time Italian national champion. Berton/Hotárek are the first Italian pair skaters to win European and Grand Prix medals.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Katharina_Gierok": "Katharina Gierok (born 20 February 1992 in Krefeld, Germany) is a German pair skater. With former partner Florian Just, she is the 2011 German national bronze medalist. She previously competed in single skating and is the 2006–2007 German Junior national bronze medalist.",
  "/wiki/Florian_Just": "Florian Just (born 28 February 1982 in Nürnberg) is a German former competitive pair skater. With Mari Vartmann, he won four senior international medals and finished seventh at two European Championships. He also won four international medals with Katharina Gierok.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Adeline_Canac": "Adeline Canac (born 20 May 1990 in Lagny-sur-Marne) is a French pair skater. She is a three-time French champion, twice with Maximin Coia and once with Yannick Bonheur.",
  "/wiki/Yannick_Bonheur": "Yannick Bonheur (born 18 May 1982) is a French pair skater. He is a five-time French National Champion with three different partners: Marylin Pla, Vanessa James, and Adeline Canac.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Mari_Vartmann": "Mari-Doris Vartmann (born 25 December 1988) is a German pair skater. With Ruben Blommaert, she won four ISU Challenger Series medals. With Aaron Van Cleave, she is the 2015 German national champion, the 2011 NRW Trophy champion, and 2010 Warsaw Cup champion.",
  "/wiki/Aaron_van_Cleave": "Aaron Van Cleave (born March 14, 1987) is a German pair skater. He is best known for his partnership with Mari Vartmann for Germany. They won the 2015 German national title, the 2011 NRW Trophy, and 2010 Warsaw Cup. After they parted ways, he teamed up with Tatiana Domracheva.",
  "/wiki/Natalja_Zabijako": "Natalia Aleksandrovna Zabiiako (Russian: Наталья Александровна Забияко, born 15 August 1994) is a Russian pair skater, before competing for Estonia. Competing for Russia with Alexander Enbert, she is the 2019 World bronze medalist, 2018 European bronze medalist, 2018 Grand Prix of Helsinki champion, 2018 NHK Trophy champion, 2016 Rostelecom Cup silver medalist, and three-time Russian national medalist.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/M%C3%A9lodie_Chataigner": "Mélodie Chataigner (born 28 March 1988) is a French former pair skater. She competed with Medhi Bouzzine from 2005 to 2011, winning six French national medals and placing 8th at the 2008 European Championships.",
  "/wiki/Medhi_Bouzzine": "Medhi Bouzzine (born 9 February 1984) is a French former pair skater. He competed with Mélodie Chataigner from 2005 to 2011, winning six French national medals and placing 8th at the 2008 European Championships.",
  "/wiki/Lubov_Bakirova": "Lubov Raifovna Bakirova (Russian: Любовь Раифовна Бакирова; born 11 January 1993) is a Russian former competitive pair skater. In 2009, she teamed up with Mikalai Kamianchuk to represent Belarus. Appearing at six ISU Championships, they achieved their best result, 10th, at the 2011 Europeans in Bern and the 2012 Europeans in Sheffield. They competed together until the end of the 2011−12 season.",
  "/wiki/Mikalai_Kamianchuk": "Mikalai Kamianchuk (Belarusian: Мікалай Камянчук; born 9 August 1987) is a Belarusian pair skater. He has placed in the top ten at four European Championships, skating with Lubov Bakirova and Tatiana Danilova.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Stina_Martini": "Stina Martini (born 7 February 1993 in Salzburg) is an Austrian pair skater. With former partner Severin Kiefer, she is a three-time Austrian national champion.",
  "/wiki/Severin_Kiefer": "Severin Kiefer (born 11 October 1990) is an Austrian figure skater. He is an eight-time Austrian national pairs champion (2011–13 with Stina Martini; 2014–2016, 2018, and 2020 with Miriam Ziegler) and a three-time national bronze medalist (2012–14) in men's singles. He and Ziegler have represented Austria at the 2014 and 2018 Winter Olympics.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/2010_NRW_Trophy": "The 2010 NRW Trophy was the NRW Trophy of the 2010-2011 figure skating season. The NRW Trophy is an annual figure skating competition organized by the Skating Union of North Rhine-Westphalia (NRW). Since 2007, it has been sanctioned by the Deutsche Eislauf Union and the International Skating Union."
}