{
  "/wiki/Million": "1,000,000 (one million), or one thousand thousand, is the natural number following 999,999 and preceding 1,000,001. The word is derived from the early Italian millione (milione in modern Italian), from mille, \"thousand\", plus the augmentative suffix -one. It is commonly abbreviated as m (not to be confused with the metric prefix for 1×10−3) or M and MM (\"thousand thousands\", from Latin \"Mille\"; not to be confused with the Roman numeral MM = 2,000), mm, or mn in financial contexts.[better source needed]",
  "/wiki/Euro": "The euro (sign: €; code: EUR) is the official currency of 19 of the 27 member states of the European Union. This group of states is known as the eurozone or euro area, and counts about 343 million citizens as of 2019[update]. The euro, which is divided into 100 cents, is the second-largest and second-most traded currency in the foreign exchange market after the United States dollar.",
  "/wiki/Badou_Ndiaye": "Papa Alioune Ndiaye (IPA: [ⁿdʒaj]; born 27 October 1990), known as Badou Ndiaye, is a Senegalese professional footballer who plays as a midfielder for Trabzonspor, on loan from Stoke City.",
  "/wiki/Stoke_City_FC": "Stoke City Football Club is an English professional football club based in Stoke-on-Trent, Staffordshire. Founded as Stoke Ramblers in the 1860s, the club changed its name to Stoke in 1878 and then to Stoke City in 1925 after Stoke-on-Trent was granted city status. Stoke were one of the twelve founding members of the Football League in 1888. The team competes in the Championship, the second tier of English football.",
  "/wiki/Bruma_(footballer)": "Armindo Tué Na Bangna (born 24 October 1994), known as Bruma, is a Portuguese professional footballer who plays for Dutch club PSV Eindhoven as a winger, with skill and speed being his main assets.",
  "/wiki/RB_Leipzig": "RasenBallsport Leipzig e.V., commonly known as RB Leipzig, is a  German professional football club based in Leipzig, Saxony. The club was founded in 2009 by initiative of the company Red Bull GmbH, which purchased the playing rights of fifth-tier side SSV Markranstädt with the intent of advancing the new club to the top-flight Bundesliga within eight years. Men's professional football is run by the spin-off organization RasenBallsport Leipzig GmbH. RB Leipzig plays its home matches at the Red Bull Arena.",
  "/wiki/Arda_Turan": "Arda Turan (born 30 January 1987) is a Turkish professional footballer who plays as an attacking midfielder for Spanish club FC Barcelona, and the Turkey national team.",
  "/wiki/Atlético_Madrid": "Club Atlético de Madrid (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.",
  "/wiki/Ozan_Kabak": "Ozan Muhammed Kabak (born 25 March 2000) is a Turkish professional footballer who plays as a centre-back for the German club Schalke 04 in the Bundesliga.",
  "/wiki/VfB_Stuttgart": "Verein für Bewegungsspiele Stuttgart 1893 e. V., commonly known as VfB Stuttgart (German pronunciation: [faʊ̯ ʔɛf beː ˈʃtʊtɡaʁt]), is a German sports club based in Stuttgart, Baden-Württemberg. The club is best known for its football team which is currently part of Germany's second division 2. Bundesliga. VfB Stuttgart has won the national championship five times, most recently in 2006–07; the DFB-Pokal three times; and the UEFA Intertoto Cup a record three times.",
  "/wiki/Garry_Rodrigues": "Garry Mendes Rodrigues (born 27 November 1990) is a Dutch-born Cape Verdean footballer who plays as a winger for Fenerbahçe on loan from Al-Ittihad .",
  "/wiki/Al-Ittihad_Club_(Jeddah)": "Al-Ittihad Club Saudi Arabia  (Arabic: نادي الاتحاد العربي السعودي‎), also known as Al-Ittihad Jeddah or simply Al-Ittihad, meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles, 9 King's cup titles, 8 Crown Prince cup titles, 3 Saudi Federation Cup titles 1 Arab Champions League title, 1 Gulf Champions League title, 2 Saudi Egyptian Super Cup titles, 3 Asian championships and 13 other titles. Overall, it has won 48 official trophies in its history.",
  "/wiki/Hakan_Şükür": "Hakan Şükür (born 1 September 1971) is a Turkish former professional footballer who played as a striker. Nicknamed the \"Bull of the Bosphorus\" and Kral (king), he spent the majority of his professional career with Galatasaray, being a three-time Gol Kralı (Goal King, title and award given to the annual top goalscorer of the Süper Lig), representing the club in three different spells and winning a total of 14 major titles.",
  "/wiki/Inter_Milan": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Abdul_Kader_Keïta": "Abdul Kader Keïta (born 6 August 1981) is an Ivorian former professional footballer who played as a winger. He represented the Ivory Coast national football team from 2000 to 2012.",
  "/wiki/Al-Sadd_Sports_Club": "Al-Sadd Sports Club (Arabic: نادي السد الرياضي‎) is a Qatari sports club based in the Al Sadd district of the city of Doha. It is best known for its association football team, which competes in the top level of Qatari football, the Qatar Stars League. Locally, it is known primarily by the nickname \"Al Zaeem\", which translates to \"The Boss\". It is known as the best team in Qatar and is the only Qatari team that has won the AFC Champions League in Asia. In addition to football, the club has teams for handball, basketball, volleyball, table tennis and athletics. It is the most successful sports club in the country, and holds a national record of 57 official football championships.",
  "/wiki/Burak_Yılmaz": "Burak Yılmaz (born 15 July 1985) is a Turkish professional footballer who plays as a striker for  Beşiktaş and the Turkish national team. He has also played for the \"big four\" clubs in Turkey: Beşiktaş, Fenerbahçe, Trabzonspor and Galatasaray.",
  "/wiki/Beijing_Guoan_F.C.": "Beijing Sinobo Guoan F.C. (Chinese: 北京中赫国安; pinyin: Běijīng Zhōnghè Guó'ān) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in the Chaoyang District in Beijing and their home stadium is the Workers' Stadium with a seating capacity of 66,161. Their shareholders are the real estate company Sinobo Group (64%) and CITIC Limited (36%) of CITIC Group, a state-owned enterprise of China. Beijing Guoan F.C. was founded as a professional team by CITIC Guoan Group, which was a subsidiary of CITIC Group until 2014. The club is one of the four teams to never have been relegated from the league since its debut in 2004.",
  "/wiki/Adrian_Ilie": "Adrian Bucurel Ilie (Romanian pronunciation: [adriˈan bukuˈrel iˈli.e]; born 20 April 1974) is a Romanian former international footballer who played as a forward. He was nicknamed \"Cobra\" by his former coach at Valencia, Claudio Ranieri, because of his spectacular skills and goalscoring prowess.",
  "/wiki/Valencia_CF": "Valencia Club de Fútbol (Spanish: [baˈlenθja ˈkluβ ðe ˈfuðβol], Valencian: València Club de Futbol [vaˈlensia ˈklub de fubˈbɔl]), commonly referred to as Valencia CF or simply Valencia, is a Spanish professional football club based in Valencia. They play in La Liga. Valencia have won six La Liga titles, eight Copa del Rey titles, one Supercopa de España and one Copa Eva Duarte. In European competitions, they've won two Inter-Cities Fairs Cups (the predecessor to the UEFA Cup), one UEFA Cup, one UEFA Cup Winners' Cup, two UEFA Super Cups and one UEFA Intertoto Cup. They also reached two UEFA Champions League finals in a row, losing to La Liga rivals Real Madrid in 2000 and German club Bayern Munich on penalties after a 1–1 draw in 2001. Valencia were also members of the G-14 group of leading European football clubs and since its end has been part of the original members of the European Club Association. In total, Valencia have reached seven major European finals, winning four of them.",
  "/wiki/Alex_Telles": "Alex Nicolao Telles (born 15 December 1992) is a Brazilian professional footballer who plays as a left-back for Portuguese club Porto. Telles is an offensive full-back and is described as a skilled, quick and playmaking defender.",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/List_of_Galatasaray_S.K._records_and_statistics": "Below are statistics and records related to Galatasaray."
}