{
  "/wiki/Tom_Iredale": "Tom Iredale (24 March 1880 – 12 April 1972) was an English-born ornithologist and malacologist who had a long association with Australia, where he lived for most of his life. He was an autodidact who never went to university and lacked formal training. This was reflected in his later work; he never revised his manuscripts and never used a typewriter.",
  "/wiki/Nomen_dubium": "In zoological nomenclature, a nomen dubium (Latin for \"doubtful name\", plural nomina dubia) is a scientific name that is of unknown or doubtful application.",
  "/wiki/Queensland": "Queensland (locally /ˈkwiːnzlænd/ KWEENZ-land,[note 1] abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi).",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Carl_Linnaeus": "Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/; 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, zoologist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).",
  "/wiki/Foraminifera": "Foraminifera (/fəˌræməˈnɪfərə/; Latin for \"hole bearers\"; informally called \"forams\") are members of a phylum or class of amoeboid protists characterized by streaming granular ectoplasm for catching food and other uses; and commonly an external shell (called a \"test\") of diverse forms and materials. Tests of chitin (found in some simple genera, and Textularia in particular) are believed to be the most primitive type. Most foraminifera are marine, the majority of which live on or within the seafloor sediment (i.e., are benthic), while a smaller variety float in the water column at various depths (i.e., are planktonic). Fewer are known from freshwater or brackish conditions, and some very few (nonaquatic) soil species have been identified through molecular analysis of small subunit ribosomal DNA.",
  "/wiki/Adriatic_Sea": "The Adriatic Sea /ˌeɪdriˈætɪk/ is a body of water separating the Italian Peninsula from the Balkan peninsula. The Adriatic is the northernmost arm of the Mediterranean Sea, extending from the Strait of Otranto (where it connects to the Ionian Sea) to the northwest and the Po Valley. The countries with coasts on the Adriatic are Albania, Bosnia and Herzegovina, Croatia, Italy, Montenegro and Slovenia. The Adriatic contains over 1,300 islands, mostly located along the Croatian part of its eastern coast. It is divided into three basins, the northern being the shallowest and the southern being the deepest, with a maximum depth of 1,233 metres (4,045 ft). The Otranto Sill, an underwater ridge, is located at the border between the Adriatic and Ionian Seas. The prevailing currents flow counterclockwise from the Strait of Otranto, along the eastern coast and back to the strait along the western (Italian) coast. Tidal movements in the Adriatic are slight, although larger amplitudes are known to occur occasionally. The Adriatic's salinity is lower than the Mediterranean's because the Adriatic collects a third of the fresh water flowing into the Mediterranean, acting as a dilution basin. The surface water temperatures generally range from 30 °C (86 °F) in summer to 12 °C (54 °F) in winter, significantly moderating the Adriatic Basin's climate.",
  "/wiki/Linnean_Society_of_London": "The Linnean Society of London is a learned society dedicated to the study and dissemination of information concerning natural history, evolution, and taxonomy. It possesses several important biological specimen, manuscript and literature collections and publishes academic journals and books on plant and animal biology. The society also awards a number of prestigious medals and prizes.",
  "/wiki/Mediterranean_Sea": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Southern Europe and Anatolia, on the south by North Africa and on the east by the Levant. Although the sea is sometimes considered a part of the Atlantic Ocean, it is usually referred to as a separate body of water. Geological evidence indicates that around 5.9 million years ago, the Mediterranean was cut off from the Atlantic and was partly or completely desiccated over a period of some 600,000 years (the Messinian salinity crisis) before being refilled by the Zanclean flood about 5.3 million years ago.",
  "/wiki/Turbo_(genus)": "Turbo is a genus of large sea snails with gills and an operculum, marine gastropod molluscs  in the family Turbinidae, the turban snails.",
  "/wiki/John_Lightfoot_FRS": "The Reverend John Lightfoot (9 December 1735 – 20 February 1788) was an English parson-naturalist, spending much of his free time as a conchologist and botanist. He was a systematic and effective curator of the private museum of Margaret Bentinck, Duchess of Portland. He is best known for his Flora Scotica which pioneered the scientific study of the plants and fungi of Scotland. He elected a Fellow of the Royal Society for his scientific work.",
  "/wiki/Helix_(genus)": "Helix is a genus of large, air-breathing land snails native to Europe and the Mediterranean region. They are the type genus of the family Helicidae and among the first animal genera described by Carl Linnaeus. Members of the genus first appeared during the Oligocene. Like most land snails, Helix species are hermaphroditic, and like other helicids a courting pair will impale each other with hormone-rich love darts prior to exchanging sperm. Well-known species include Helix pomatia (Roman snail, Burgundy snail, or edible snail) and Helix lucorum (Turkish snail). Cornu aspersum (garden snail) – another well-known helicid – was originally described as a member of Helix (as \"Helix aspersa\"), but the prevailing classification places it in the sister genus Cornu.",
  "/wiki/Lewis_Weston_Dillwyn": "Lewis Weston Dillwyn, FRS (21 August 1778 – 31 August 1855) was a British porcelain manufacturer, naturalist and Whig Member of Parliament (MP).",
  "/wiki/Louis_Joubin": "Louis Marie Adolphe Olivier Édouard Joubin (27 February 1861 in Épinal – 24 April 1935 in Paris) was a professor at the Muséum national d'Histoire naturelle in Paris. He published works on nemerteans, chaetognatha, cephalopods, and other molluscs.",
  "/wiki/Nomen_nudum": "In taxonomy (especially in zoological and botanical nomenclature), a nomen nudum (\"naked name\"; plural nomina nuda) is a designation which looks exactly like a scientific name of an organism, and may have originally been intended to be a scientific name, but fails to be one because it has not (or has not yet) been published with an adequate description (or a reference to such a description). This makes it a \"bare\" or \"naked\" name, one which cannot be accepted as it stands. A largely equivalent but much less frequently used term is nomen tantum (\"name only\").",
  "/wiki/New_Guinea": "New Guinea (Tok Pisin: Niugini; Hiri Motu: Niu Gini; Indonesian: Papua, historically, Irian) is a large island separated by the shallow Torres Strait from the rest of the Australian continent. It is the world's second-largest island, after Greenland, covering a land area of 785,753 km2 (303,381 sq mi), and the largest island wholly or partly within the Southern Hemisphere and Oceania.",
  "/wiki/Liburni": "The Liburnians (or Liburni) (Ancient Greek: Λιβυρνοὶ) were an ancient tribe inhabiting the district called Liburnia, a coastal region of the northeastern Adriatic between the rivers Arsia (Raša) and Titius (Krka) in what is now Croatia. According to legend they populated Kerkyra until shortly after the Corinthians settled the island, c. 730 BC."
}