{
  "/wiki/2007%E2%80%9308_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Morris_Almond": "Morris Almond (born February 2, 1985) is an American former professional basketball player. Almond is the founder of Almond Athletics. His last professional appearance would be for the Los Angeles D-Fenders of the NBA Development League (D-League).",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Utah_Flash": "The Delaware Blue Coats are an American professional basketball team of the NBA G League. It is an affiliate of the Philadelphia 76ers in the National Basketball Association. The home games were most recently played at the Bob Carpenter Center on the campus of University of Delaware in Newark, Delaware. The team was founded in 2007 as the Utah Flash and served as an affiliate to the Utah Jazz. In April 2013, the 76ers acquired the team and relocated it to Delaware, where it played as the Delaware 87ers (nicknamed the Sevens) until 2018.",
  "/wiki/2008%E2%80%9309_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Eddie_Gill": "Edward Gill III (born August 16, 1978) is an American former professional basketball player. Gill grew up in Aurora, Colorado and played college basketball at the College of Eastern Utah, Salt Lake Community College, and Weber State University. With the Weber State Wildcats, Gill was MVP of the 1999 Big Sky Conference Tournament.",
  "/wiki/Colorado_14ers": "The Texas Legends are an NBA G League team based in Frisco, Texas, and the minor league affiliate of the Dallas Mavericks. The franchise began as the Colorado 14ers in 2006, before relocating to Frisco in 2009 and becoming the Texas Legends for the 2010–11 season. The Legends play their home games at the Comerica Center.",
  "/wiki/2009%E2%80%9310_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Brian_Butch": "Brian Butch (born December 22, 1984) is an American former professional basketball player. He is currently working as a radio color commentator for the Wisconsin Herd of the NBA G League.  He was a center on the 2003 McDonald's All-American basketball team and later attended the University of Wisconsin–Madison on a basketball scholarship. He was briefly a member of the Denver Nuggets of the NBA, although he never played any games for them.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Bakersfield_Jam": "The Northern Arizona Suns are an NBA G League team based in Prescott Valley, Arizona and the minor league affiliate of the Phoenix Suns. The franchise began as the Long Beach Jam in 2003 under the revived American Basketball Association and moved to Bakersfield in the D-League in 2006 as the Bakersfield Jam; after 10 years in Bakersfield, California, the franchise was moved to Prescott Valley in 2016 by the Phoenix Suns and were subsequently renamed the Northern Arizona Suns.",
  "/wiki/2010%E2%80%9311_NBA_Development_League_season": "The 2010–11 NBA Development League season is the tenth season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league adopted its current name in 2005 to reflect its close affiliation with the NBA. One expansion franchise, the Texas Legends, joined the 15 returning teams from the previous season.",
  "/wiki/Jeff_Adrien": "Jeffrey Adrien (born February 10, 1986) is an American professional basketball player who last played for Ironi Nahariya of the Israeli Premier League. He formerly served as captain for the University of Connecticut Huskies where he played as a power forward.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Rio_Grande_Valley_Vipers": "The Rio Grande Valley Vipers are an American professional basketball team based in Edinburg, Texas.  The Vipers compete in the NBA G League, and play their home games at the Bert Ogden Arena. The Vipers have won three league titles in 2010, 2013, and 2019, most for any club in league history.",
  "/wiki/2011%E2%80%9312_NBA_Development_League_season": "The 2011–12 NBA Development League season is the 11th season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league adopted its current name in 2005 to reflect its close affiliation with the NBA. The 2011–12 season will be competed by 16 teams. The Los Angeles D-Fenders, after spending one season inactive, joined the 15 returning teams from the previous season. The Utah Flash ceased operation at the end of the previous season and would not be playing in the 2011–12 season. The New Mexico Thunderbirds relocated to Canton, Ohio and were renamed as the Canton Charge.",
  "/wiki/Eric_Dawson": "Eric Lamont Dawson (born July 7, 1984) is an American professional basketball player for Cariduros de Fajardo of the Baloncesto Superior Nacional (BSN). He played college basketball for McLennan CC and Midwestern State.",
  "/wiki/Austin_Toros": "The Austin Spurs are an American basketball team of the NBA G League based in Cedar Park, Texas. The team plays their home games at H-E-B Center at Cedar Park. The team has made the postseason in 8 out of their 14 seasons in the NBA Development League.",
  "/wiki/2012%E2%80%9313_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Rasual_Butler": "Rasual Butler (May 23, 1979 – January 31, 2018) was an American professional basketball player. In his 14-year National Basketball Association (NBA) career, he played for the Miami Heat, New Orleans Hornets, Los Angeles Clippers, Chicago Bulls, Toronto Raptors, Indiana Pacers, Washington Wizards and San Antonio Spurs. He was born in Philadelphia, and raised in the Point Breeze area of South Philadelphia. After playing college basketball at La Salle, he was drafted in second round of the 2002 NBA draft by the Heat.",
  "/wiki/Tulsa_66ers": "The Oklahoma City Blue are an NBA G League team based in Oklahoma City, Oklahoma, and the minor league affiliate of the Oklahoma City Thunder. The franchise began as the Asheville Altitude in 2001, before moving to Tulsa, Oklahoma, in 2005 and becoming the Tulsa 66ers. After nine seasons in Tulsa, the franchise moved to Oklahoma City in 2014 and were subsequently renamed the Oklahoma City Blue.",
  "/wiki/2013%E2%80%9314_NBA_Development_League_season": "These are regular season standings and playoff results for the NBA G League. The NBA G League is the official minor league basketball organization owned and run by the National Basketball Association (NBA). The league was formed in 2001 as the National Basketball Development League (NBDL). The league was renamed to NBA Development League (NBA D-League) in 2005 to reflect its close affiliation with the NBA. In 2017, it was renamed NBA G League, as part of a sponsorship deal with Gatorade.",
  "/wiki/Ike_Diogu": "Ikechukwu Somtochukwu Diogu (born September 11, 1983) is a Nigerian-American professional basketball player for the Shimane Susanoo Magic of the B.League.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/2014%E2%80%9315_NBA_Development_League_season": "The 2014–15 NBA Development League season was the 14th season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned by the National Basketball Association (NBA). The NBA D-League will expand to a record 18 teams for the 2014–15 season. For the first time in league history the NBA D-League was aligned into two conferences with two divisions each, two with five and two with four.",
  "/wiki/Jerel_McNeal": "Jerel McNeal (born June 1, 1987) is an American professional basketball player for Ironi Nahariya of the Israeli Premier League. He played college basketball for Marquette University before playing professionally in Belgium, the NBA D-League, Italy, China, Greece, Germany and Israel, including a short stint in the NBA with the Phoenix Suns in 2014.",
  "/wiki/2015%E2%80%9316_NBA_Development_League_season": "The 2015–16 NBA Development League season was the 15th season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned by the National Basketball Association (NBA).",
  "/wiki/Ryan_Gomes": "Ryan Anthony Gomes (born September 1, 1982) is an American former professional basketball player and former assistant coach for the Long Island Nets of the NBA G League. He was named a First Team All-American power forward at Providence College before being selected with the 50th overall pick in the 2005 NBA draft by the Boston Celtics.",
  "/wiki/Los_Angeles_D-Fenders": "The South Bay Lakers are an American professional basketball team of the NBA G League, based in Los Angeles. Founded in 2006 as the Los Angeles D-Fenders, the team is owned by the Los Angeles Lakers, who were the first National Basketball Association (NBA) franchise to own a D-League team. At the conclusion of the 2016–17 D-League season, the D-Fenders re-branded as the South Bay Lakers for the G League. They also moved their home games from the Toyota Sports Center into the UCLA Health Training Center, a new practice facility for the Los Angeles Lakers in El Segundo.",
  "/wiki/2016%E2%80%9317_NBA_Development_League_season": "The 2016–17 NBA Development League season was the 16th season of the NBA Development League (NBA D-League). The NBA D-League is the official minor league basketball organization owned by the National Basketball Association (NBA). The following season, the league was rebranded to NBA G League as part of multi-year partnership with Gatorade and its parent company, PepsiCo.",
  "/wiki/John_Holland_(basketball)": "John Michael Joseph Holland (born November 6, 1988) is an American professional basketball player of Puerto Rican descent for Hapoel Jerusalem of the Israeli Premier League and the FIBA Champions League. A small forward, he played college basketball for the Boston Terriers and represents the Puerto Rican national team.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Canton_Charge": "The Canton Charge are an American professional basketball team based in Canton, Ohio, that competes in the NBA G League. The Charge are owned by and are also the minor league affiliate of the Cleveland Cavaliers of the National Basketball Association (NBA). Its home games are held at the Canton Memorial Civic Center.",
  "/wiki/NBA_Development_League_Impact_Player_of_the_Year_Award": "The NBA Development League Impact Player of the Year was an annual NBA Development League (D-League) award given between the 2007–08 and 2016–17 seasons to the player who joined the D-League mid-season and made the greatest contribution to his team's success following that acquisition. The league's head coaches determined the award by voting and it was usually presented to the honoree during the D-League playoffs."
}