{
  "/wiki/The_Abraham_Park_Kenneth_Vine_Collection": "The Abraham Park Kenneth Vine Collection, also known as the Pyung Kang Biblical Archaeology Museum is a privately owned museum established by Rev.",
  "/wiki/Oryu_2-dong": "Oryu-dong is a dong, neighbourhood of Guro-gu in Seoul, South Korea.",
  "/wiki/Guro-gu": "Guro District (Guro-gu) is a district of Seoul, South Korea, which was separated from Yeongdeungpo District on April 1, 1980. Located in the southwestern part of the city, where besides Yangcheon District and Geumcheon District Guro District has an important position as a transport link which contains railroads, land routes from the rest of Seoul to the south of the country.  The Gyeongbu and Gyeongin railway lines connect Seoul to Busan and Incheon.  In addition, Seoul Metropolitan Subway lines 1, 2, and 7, and major highways intersect in Guro District.",
  "/wiki/Artsonje_Center": "Artsonje Center is a private art museum in Seoul, Korea, located in Samcheong-dong, a neighborhood adjacent to  known for its numerous art galleries, cafes, restaurants and boutiques. \nFounded in 1998, the museum introduces current and experimental contemporary art to the art world and public with its international exhibitions and educational programs.",
  "/wiki/Sogyeok-dong": "Sogyeok-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea. It is a legal dong (법정동 法定洞) administered under its administrative dong (삼청동 行政洞), Samcheong-dong.",
  "/wiki/Jongno-gu": "Jongno District (Jongno-gu) is a gu, or district, in central Seoul, South Korea. It takes its name from a major local street, Jongno, which means \"Bell Street\".",
  "/wiki/Art_Center_Nabi": "The Art Center Nabi is an art museum in Seorin-dong, Jongno-gu, Seoul, South Korea. It was relocated to the 4th floor of SK building of SK Group in 2000 and reborn as digital art museum.",
  "/wiki/Seorin-dong": "Seorin-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea. It is a legal dong (법정동 法定洞) administered under its administrative dong (행정동 行政洞), Jongno 1, 2, 3, 4 ga-dong.",
  "/wiki/Bank_of_Korea_Museum": "Bank of Korea Museum (Korean: 한국은행 화폐박물관; Hanja: 韓國銀行貨幣博物館), is an economics and numismatics museum in Seoul founded by the Bank of Korea in 2001.  Its address is 39, Namdaemunno, Jung-gu, Seoul.",
  "/wiki/Namdaemunno": "Namdaemunno, also known as Namdaemun-ro, is a major thoroughfare in the central districts of Seoul, South Korea and a two-way road consisting of 8 lanes. With a 2 km length and a 40∼50m width, Namdaemunno originates at Bosingak in Jongno-gu and terminates at Seoul Station in Jung-gu.",
  "/wiki/Jung-gu,_Seoul": "Jung District (Korean: 중구; Hanja: 中區; RR: Junggu; lit. Central District) is one of the 25 districts of Seoul, South Korea.",
  "/wiki/Bukchon_Art_Museum": "Bukchon Art Museum is an art museum in Seoul, South Korea. It has 150 pieces of Korean modern art, 200 pieces of Chinese art, 2500 of old documents of Joseon dynasty in total of 2850.",
  "/wiki/Gahoe-dong": "Gahoe-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea.",
  "/wiki/Chiwoo_Craft_Museum": "The Chiwoo Craft Museum is a crafts museum in Seoul, South Korea. It is named after Chiwoo Cheonwhang (치우천황 蚩尤), a Korean mythical god.",
  "/wiki/Umyeon-dong": "Umyeon-dong is a dong, neighbourhood of Seocho-gu in Seoul, South Korea is part of Gangnam District and a well-known, private neighborhood for the wealthy in southern Seoul.  It is a legal dong (법정동) administered under its administrative dong (행정동), Yangjae 1-dong. The first syllable of the name is derived from Umyeonsan, or Mt. Umyeon due to the geographical feature of the area has the mountain.",
  "/wiki/Seocho-gu": "Seocho District (Korean: 서초구) is one of the 25 gu (local government districts) which make up the city of Seoul, South Korea.  Seocho is generally referred to as a part of Greater Gangnam Area, along with Gangnam District and Songpa District.",
  "/wiki/Chojun_Textile_%26_Quilt_Art_Museum": "The Chojun Textile & Quilt Art Museum is a textiles museum located in Myeongdong, Seoul, South Korea.",
  "/wiki/Namsan-dong,_Seoul": "Namsan-dong is a legal dong, or neighbourhood of the Jung-gu district in Seoul, South Korea and governed by its administrative dong, Myeong-dong.",
  "/wiki/Gahoe_Museum": "Gahoe Museum is a private museum in Gahoe-dong, Jongno-gu, Seoul. Established in 2002, its collection includes over 1,500 items, including 750 amulets, 250 items of folk paintings, approximately 150 classical books, and 250 other odd items. The museum is located on a street of traditional Hanok houses and gardens. The main exhibition hall retains traditional Joseon era architectural features.",
  "/wiki/Global_Village_Folk_Museum": "Global Village Folk Museum is a museum in Seoul, South Korea. It is located near Mt. Namsan.",
  "/wiki/The_Han_Sang_Soo_Embroidery_Museum": "The Han Sang Soo Embroidery Museum is an art museum specializing in Korean embroidery located in Gahoe-dong, Jongno-gu, central of Seoul, South Korea. It was established by Han Sang Soo (한상수, born c. 1934), who holds a title as a jasujang (자수장, embroidery artisan), a profession recognized as an Important Intangible Cultural Property by the Cultural Heritage Administration of South Korea.",
  "/wiki/Seongbuk-gu": "Seongbuk District (Seongbuk-gu) is one of the 25 gu which make up the city of Seoul, South Korea. It is located in the mid-north part of the city. The current Mayor is Kim Young-bae (김영배), who has been mayor since July 1, 2010.",
  "/wiki/Hanul_Science_Museum": "The Hanul Science Museum is a science museum in Seoul, South Korea.",
  "/wiki/Horim_Museum": "Horim Museum is a museum in Seoul, South Korea.",
  "/wiki/Sillim-dong": "Sillim or Sillim-dong is a statutory division of Gwanak District, Seoul, South Korea. Seoul National University and Nokdu Street are located in the town. Its name means \"new forest\", which was derived from the woods outstretched from Mt. Gwanak. It consists 11 administrative neighbourhoods.",
  "/wiki/Gwanak-gu": "Gwanak District (Gwanak-gu) is an administrative subdivision (gu) of Seoul, South Korea. It lies on the southern skirt of Seoul, bordering Anyang of Gyeonggi Province. The southern border of Gwanak-gu, bordering Anyang, consists of the craggy ridgeline of Gwanaksan (Mt. Gwanak), which dominates the local geography.",
  "/wiki/Hwajeong_Museum": "The Hwajeong Museum is a museum in Pyeongchang-dong, Jongno-gu, Seoul, South Korea.",
  "/wiki/Pyeongchang-dong": "Pyeongchang-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea.",
  "/wiki/Ilmin_Museum_of_Art": "Ilmin Museum of Art is a private art museum of South Korea, located on Sejongno street in Jongno-gu, a central district of Seoul, known for exhibiting mainly Korean art. The museum was established and run by the Ilmin Cultural Foundation (일민문화재단), a non-profit organization founded in 1994 in memory of Kim Sang-man (김상만 金相万 1910 ~ 1994), former president of Dong-A Ilbo, one of the major newspaper companies of South Korea. Kim devoted his entire life to developing Korean journalism and promoting Korean culture. The museum is named after his pen name, \"Ilmin\" (일민 一民, literally \"one people\").",
  "/wiki/Hapjeong-dong": "Hapjeong-dong (Korean pronunciation: [hapt͈ɕʌŋdoŋ]) is a dong, neighbourhood of the Mapo-gu district in Seoul, South Korea.",
  "/wiki/Mapo-gu": "Mapo District (Korean: 마포구, romanized: Mapo-gu) is one of the 25 districts of Seoul, South Korea."
}