{
  "/wiki/Jaywalk_(horse)": "Jaywalk (foaled March 30, 2016 in Kentucky) is a Thoroughbred filly racehorse who in 2018 won the $2,000,000 Breeders' Cup Juvenile Fillies, the world's richest race of its class. She is trained by John Servis for owners Cash is King, LLC (Charles J. Zacney, et al) and D J Stable, LL (Leonard C. Green).",
  "/wiki/John_Servis": "John C. Servis (born October 25, 1958 in Charles Town, West Virginia) is an American Thoroughbred racehorse trainer who was relatively unknown until May 2004 when his horse Smarty Jones won the Kentucky Derby. The colt then went on to win the Preakness Stakes further increasing Servis' reputation. Servis' Cathryn Sophia won 2016 Kentucky Oaks, winning by 2-3/4 lengths over Land Over Sea.",
  "/wiki/Champagne_Room_(horse)": "Champagne Room (foaled February 5, 2014) is a retired American Thoroughbred racehorse, best known for winning the 2016 GI Breeders' Cup Juvenile Fillies as a 33-1 long-shot and for being named American Champion Two-Year-Old Filly of 2016.",
  "/wiki/Songbird_(horse)": "Songbird (foaled April 30, 2013) is a retired American Thoroughbred racehorse who was a two-time Eclipse Award winner. She won thirteen times, nine of them in Grade I races, and had career earnings of almost $4.7 million.",
  "/wiki/Jerry_Hollendorfer": "Jerry Hollendorfer (born June 18, 1946 in Akron, Ohio) is an American Thoroughbred racehorse trainer whose notable horses include Eclipse Award winners Blind Luck, Shared Belief and Songbird. He has the most wins in the history of Northern California race horse trainers. In 2011, he was inducted into the US Racing Hall of Fame.",
  "/wiki/Take_Charge_Brandi": "Take Charge Brandi (foaled 7 February 2012) is an American Thoroughbred racehorse. A descendant of the outstanding broodmare Take Charge Lady, she was one of the leading juvenile fillies in North America in 2014. After winning only one of her first five races she sprang a 66/1 upset when winning the Breeders' Cup Juvenile Fillies and followed up with victories in the Delta Princess Stakes and the Grade I Starlet Stakes.  After winning a listed stakes race early in 2015, a bone chip in her knee, discovered prior to her anticipated start in the Rebel Stakes, took her out of contention for the Kentucky Oaks.  Returning to the track in August 2015, following two lackluster performances, she was retired in September, 2015.",
  "/wiki/D._Wayne_Lukas": "Darrell Wayne Lukas (born September 2, 1935 in Antigo, Wisconsin) is an American horse trainer and a U.S. Racing Hall of Fame inductee. He has won twenty Breeders' Cup races, received five Eclipse Awards for his accomplishments, and his horses have won 25 year-end Eclipse Awards. He was inducted into the American Quarter Horse Hall of Fame in 2007.",
  "/wiki/She%27s_a_Tiger": "She's a Tiger (foaled 10 May 2011) is an American Thoroughbred racehorse. In 2013, racing exclusively in California, she won three of her six races including the Del Mar Debutante Stakes and was disqualified after finishing first in the Breeders' Cup Juvenile Fillies. She was voted American Champion Two-Year-Old Filly for 2013.",
  "/wiki/Beholder_(horse)": "Beholder (foaled May 9, 2010) is an American Thoroughbred race horse and multiple Eclipse Award winner. She was purchased as a yearling by B. Wayne Hughes of Spendthrift Farm. She had an early reputation for being difficult to handle, but trainer Richard Mandella worked extensively with the fractious young horse, gradually developing her from a temperamental front-runner into a seasoned veteran who could be placed in strategic positions.",
  "/wiki/Richard_E._Mandella": "Richard Eugene Mandella (born November 5, 1950 in Altadena, California) is a Thoroughbred horse trainer and a member of the U.S. Racing Hall of Fame.",
  "/wiki/Spendthrift_Farm": "Spendthrift Farm is a thoroughbred race horse breeding farm and burial site in Lexington, Kentucky currently owned by B. Wayne Hughes. It was founded by Leslie Combs II and named for the great stallion Spendthrift, who was owned by Combs' ancestor, Daniel Swigert of Elmendorf Farm.  Spendthrift was the great-grandfather of Man o' War.",
  "/wiki/My_Miss_Aurelia": "My Miss Aurelia (foaled 16 March 2009) is an American Thoroughbred racehorse. As a two-year-old in 2011, she was unbeaten in four races including the Adirondack Stakes, Frizette Stakes and Breeders' Cup Juvenile Fillies and was voted American Champion Two-Year-Old Filly at the Eclipse Award. After missing the early part of the following season through injury she took her winning run to six with two more victories including a win over Questing in the Cotillion Stakes. She sustained her first defeat when second to Royal Delta in the Breeders' Cup Ladies Classic and was beaten in her only subsequent race that year. She finished third on her only appearance as a four-year-old and was retired in September 2014 to Stonestreet Farm.",
  "/wiki/Steve_Asmussen": "Steven Mark Asmussen (born November 18, 1965) is an American Thoroughbred racehorse trainer. He is a two-time winner of the Eclipse Award for Outstanding Trainer and was inducted into the National Museum of Racing and Hall of Fame in 2016. His horses have won the Breeders' Cup Classic, Preakness Stakes, Belmont Stakes, Breeders' Cup Distaff, Kentucky Oaks and Dubai World Cup.",
  "/wiki/Stonestreet_Stables": "Jess Stonestreet Jackson Jr. (February 18, 1930 – April 21, 2011) was an American wine entrepreneur, lawyer and self-made businessman. He started the Kendall-Jackson wine business with the family's 1974 purchase of an 80-acre (32 ha) pear and walnut orchard in Lakeport, California that was converted to a vineyard. The first release of Vintner's Reserve Chardonnay in 1982 closed the gap between the super premium and cheap wine market. As of 2010, Vintner's Reserve Chardonnay was one of the most popular wines on the market. His style as a vintner was focused upon single-vineyard, mountain grown wines.",
  "/wiki/Awesome_Feather": "Awesome Feather (foaled March 15, 2008 in Kentucky) is an American Champion Thoroughbred racehorse who won the Breeders' Cup Juvenile Fillies.",
  "/wiki/Stanley_I._Gold": "Stanley I. Gold (born August 8, 1947 in Fair Lawn, New Jersey) is a former Arthur Young & Co. Accountant who left the professional services industry and became a Champion trainer of Thoroughbred racehorses. In 2010 he won the Breeders' Cup Juvenile Fillies with Awesome Feather who would be voted that year's Eclipse Award for American Champion Two-Year-Old Filly.",
  "/wiki/She_Be_Wild": "She Be Wild (foaled March 7, 2007, in Kentucky), is an American Thoroughbred racehorse.",
  "/wiki/Wayne_M._Catalano": "Wayne M. Catalano (born July 24, 1956 in New Orleans, Louisiana) is a former jockey and current trainer in American Thoroughbred horse racing who has won three Breeders' Cup World Championship races and trained two Eclipse Award Champions.",
  "/wiki/Stardom_Bound": "Stardom Bound (foaled in Kentucky on April 9, 2006) is an American Thoroughbred racehorse who won the 2008 Breeders' Cup Juvenile Fillies and the Eclipse Award for Champion 2-Year-Old Filly.",
  "/wiki/IEAH_Stables": "IEAH Stables (International Equine Acquisitions Holding) operated a thoroughbred horse racing stable in the United States that included Big Brown, the winner of the 2008 Kentucky Derby and Preakness\n. The company was based in Garden City, New York. It has been inactive since 2012.",
  "/wiki/Indian_Blessing": "Indian Blessing (foaled April 9, 2005, in Kentucky) is an American Thoroughbred racehorse who was the American Champion Two-Year-Old Filly in 2007 and Champion Female Sprint Horse in 2008.",
  "/wiki/Bob_Baffert": "Robert A. Baffert (born January 13, 1953) is an American racehorse trainer who trained the 2015 Triple Crown winner American Pharoah and 2018 Triple Crown winner Justify. Baffert's horses have won five Kentucky Derbies, seven Preakness Stakes, three Belmont Stakes and three Kentucky Oaks.",
  "/wiki/Dreaming_of_Anna": "Dreaming of Anna (February 5, 2004 – January 9, 2018) was an American thoroughbred racehorse.",
  "/wiki/Folklore_(horse)": "Folklore (born 2003) is a retired American Thoroughbred racing filly. In 2005, she won the Breeders' Cup Juvenile Fillies and won an Eclipse Award for champion juvenile filly of 2005. She won the Matron Stakes by fourteen lengths and finished third in the Santa Ynez Stakes in her only start as a three-year-old. She fractured her knee in 2006 which caused her early retirement.",
  "/wiki/Robert_B._Lewis": "Robert B. \"Bob\" Lewis (May 12, 1924 – February 17, 2006) was an American businessman who owned a number of champion Thoroughbred racehorses during the 1990s and 2000s.",
  "/wiki/Sweet_Catomine": "Sweet Catomine (foaled February 14, 2002) is an American Thoroughbred racehorse and broodmare. After finishing second on her racecourse debut as a two-year-old in July 2004, she emerged as the best juvenile filly of her generation in the United States, winning the Del Mar Debutante Stakes, Oak Leaf Stakes and Breeders' Cup Juvenile Fillies before being voted American Champion Two-Year-Old Filly. In the following spring she won the Santa Ysabel Stakes and Santa Anita Oaks and was considered a serious contender for the Kentucky Derby before finishing fifth in the Santa Anita Derby and was retired from racing shortly afterwards. Her run in the Santa Anita Derby was controversial as there were allegations that her connections had not been fully open about her training problems. The complaints were dismissed after a formal hearing by the local racing authority.",
  "/wiki/Julio_C._Canani": "Julio Canani (born November 13, 1938 in Oxapampa, Peru) is a trainer in American Thoroughbred horse racing who has won three Breeders' Cup races.",
  "/wiki/Martin_J._Wygod": "Martin J. Wygod (born February 1, 1940) is an American businessman and a prominent Thoroughbred racehorse owner/breeder.",
  "/wiki/Halfbridled": "Halfbridled (foaled February 2, 2001 in Kentucky) is a dark bay or brown Thoroughbred racehorse. She is best known as the 2003 Eclipse Champion Two-Year-Old Filly.",
  "/wiki/Wertheimer_et_Frere": "Wertheimer et Frère is a Thoroughbred horse racing and breeding business partnership between brothers Alain and Gérard Wertheimer of France.",
  "/wiki/Storm_Flag_Flying": "Storm Flag Flying (foaled April 11, 2000 at Claiborne Farm in Paris, Kentucky – January 22, 2016) was an American Champion Thoroughbred racehorse who won the Breeders' Cup Juvenile Fillies in 2002.",
  "/wiki/Claude_R._McGaughey_III": "Claude R. \"Shug\" McGaughey III  (born January 6, 1951) is an American Hall of Fame thoroughbred horse trainer.",
  "/wiki/Ogden_Mills_Phipps": "Ogden Mills \"Dinny\" Phipps (September 18, 1940 – April 6, 2016) was an American financier, Thoroughbred racehorse industry executive, and horse breeder. Widely known by the nickname \"Dinny,\" he was chairman of the family's Bessemer Trust until retiring in 1994, and served as its vice chairman.",
  "/wiki/Tempera_(horse)": "Tempera (March 12, 1999 – April 28, 2002) was an American Thoroughbred racehorse.",
  "/wiki/Eoin_G._Harty": "Eoin G. Harty (born November 23, 1962 in Dublin, Ireland) is a Thoroughbred racehorse trainer in the United States. From a family of horsemen, Eoin (pronounced Owen) Harty is the fourth generation to be involved in racing. At age sixteen he went to work at the Irish National Stud then a year later moved to the United States, working in the business in California where he still makes his home.",
  "/wiki/Godolphin_Racing": "Godolphin (Arabic: جودلفين) is the Maktoum family's private Thoroughbred horseracing stable and was named in honour of the Godolphin Arabian, who came from the desert to become one of the three founding stallions of the modern Thoroughbred. Godolphin is buried at Wandlebury Park in Cambridge, where there is a stone to commemorate this horse in the passageway of the old buildings.",
  "/wiki/Caressing_(horse)": "Caressing (foaled April 18, 1998) is an American Thoroughbred racehorse and broodmare. She won five of her eighteen races in a track career which lasted from July 2000 until November 2002. As a two-year-old she won two of her first four races before recording a 47/1 upset win in the Breeders' Cup Juvenile Fillies, which led to her being named American Champion Two-Year-Old Filly. In the following year her career was disrupted by illness but she did win the La Troienne Stakes and the Singapore Plate. After competing without success as a four-year-old she was retired from racing and has had some success as a broodmare - the dam of two graded black type placed horses and multiple Grade 1 winner West Coast, Eclipse Champion 3 Year Old Male of 2018.",
  "/wiki/David_R._Vance": "David R. Vance (born August 22, 1940 in Logansport, Indiana) is an American Thoroughbred horse racing trainer who has won more than 3,000 races.",
  "/wiki/Chilukki": "Chilukki (1997–2007) was an American Champion Thoroughbred racehorse, who during her racing career set two track records at Churchill Downs. She was bred in Kentucky by Dr. R. Smiser West and U.S. Racing Hall of Fame trainer MacKenzie Miller.",
  "/wiki/Bob_McNair": "Robert C. McNair (January 1, 1937 – November 23, 2018) was an American businessman, philanthropist, and the owner of the National Football League (NFL)'s Houston Texans.",
  "/wiki/American_Champion_Two-Year-Old_Filly": "The American Champion Two-Year-Old Filly is an American Thoroughbred horse racing honor awarded annually to a female horse in Thoroughbred flat racing. It became part of the Eclipse Awards program in 1971."
}