{
  "/wiki/Forward_Gal": "Forward Gal (foaled 1968 in Florida) was an American Thoroughbred Champion racehorse. Out of the mare, Forward Thrust, she was sired by Florida Derby winner Native Charger who also sired 1970 Belmont Stakes winner High Echelon.",
  "/wiki/Warren_A._Croll_Jr.": "Warren A. Croll, Jr. (March 9, 1920 – June 6, 2008), best known as Jimmy Croll, was an American Hall of Fame Thoroughbred race horse trainer.",
  "/wiki/Aisco_Stable": "Aisco Stable was the nom de course for the Thoroughbred racing stable owned by Abraham I. \"Butch\" Savin, a New London, Connecticut native and owner of construction conglomerate Aisco Construction.",
  "/wiki/Tudor_Queen": "Tudor Queen (foaled 1967 in Kentucky) was a Champion Thoroughbred racehorse in Canada and the United States. In 1969 she was voted American Champion Two-Year-Old Filly by the Thoroughbred Racing Association.",
  "/wiki/Gil_Rowntree": "Gil H. Rowntree (born January 17, 1934 in Toronto, Ontario) \nis a Canadian Hall of Fame Thoroughbred racehorse trainer and owner.",
  "/wiki/Gallant_Bloom": "Gallant Bloom (foaled May 22, 1966 – June 7, 1991) was a plain brown filly sired by the great Gallant Man, also a plain brown horse. She was small and possessed a gentle temperament. And yet she regularly beat the best fillies and mares in America. She defeated both Shuvee and Gamely.",
  "/wiki/Max_Hirsch": "Maximilian Justice \"Max\" Hirsch (July 12, 1880 - April 3, 1969) was an American Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/King_Ranch": "King Ranch, located in South Texas between Corpus Christi and Brownsville near Kingsville, is the largest ranch in Texas, an area larger than the state of Rhode Island. The King Ranch comprises 825,000 acres (3,340 km2; 1,289 sq mi) and was founded in 1853 by Captain Richard King and Gideon K. Lewis. It includes portions of six Texas counties; most of Kleberg County and much of Kenedy County, with portions extending into Brooks, Jim Wells, Nueces, and Willacy counties. The ranch does not consist of one single contiguous plot of land, but rather four large sections called divisions. The divisions are the Santa Gertrudis, the Laureles, the Encino and the Norias. Only the first two of the four divisions border each other, and that border is relatively short. The ranch was designated a National Historic Landmark in 1961.",
  "/wiki/Process_Shot": "Process Shot (foaled 1966 in Florida) was an American Champion racehorse. Owned and bred by Elberon Farm, she descended from her sire Restless Wind out of a Determine mare named Possessed. Process Shot is probably best remembered for her win in the 1968 Black-Eyed Susan Stakes on May 16, 1969.",
  "/wiki/Sonny_Werblin": "David Abraham \"Sonny\" Werblin (March 17, 1910 – November 21, 1991) was a prominent entertainment industry executive and sports impresario who was an owner of the New York Jets and chairman of Madison Square Garden, and who built and managed the Meadowlands Sports Complex.",
  "/wiki/Edward_A._Neloy": "Edward Albert \"Eddie\" Neloy (May 15, 1924 – May 26, 1971) was an American Thoroughbred racehorse trainer. At age fourteen, he began working at a racetrack then joined the United States Army during World War II. During the intense action in the Italian Campaign following Operation Shingle, Neloy was seriously wounded in Anzio and lost an eye.",
  "/wiki/Ogden_Phipps": "Ogden Phipps (November 26, 1908 – April 21, 2002) was an American stockbroker, court tennis champion and Hall of Fame member, thoroughbred horse racing executive and owner/breeder, and an art collector and philanthropist. In 2001, he was inducted into the International Court Tennis Hall of Fame.",
  "/wiki/Regal_Gleam": "Regal Gleam (March 17, 1964 – April 13, 1976) was an American Thoroughbred racehorse who was voted 1966 American Champion Two-Year-Old Filly honors.",
  "/wiki/Hirsch_Jacobs": "Hirsch Jacobs (April 8, 1904 – February 13, 1970) was an American thoroughbred horse trainer and owner.",
  "/wiki/Louis_Wolfson": "Louis Elwood Wolfson (January 28, 1912 – December 30, 2007) was a Wall Street financier and one of the first modern corporate raiders, labeled by Time as such in a 1956 article.\nLouis Wolfson became a self-made millionaire before he was 29 years old.\nHe significantly contributed to the wealth of U.S. and global financial markets by creating the modern hostile tender offer, which laid the technical framework to the LBO.\nIn later years he was a major thoroughbred horse racing participant best known as the owner and breeder of 1978 American Triple Crown winner, Affirmed.",
  "/wiki/Moccasin_(horse)": "Moccasin (April 16, 1963 – July 1, 1986) was an American Thoroughbred Champion racehorse. In a career that lasted from 1965 to 1967, she ran twenty-one times and won eleven races. She remains the only two-year-old filly to be voted United States Horse of the Year. Moccasin won only one race in each of her two subsequent seasons but was an effective performer over sprint distances.",
  "/wiki/Harry_Trotsek": "Harry E. Trotsek (April 18, 1912 – February 5, 1997) was an American Hall of Fame trainer and owner of Thoroughbred racehorses. He trained 96 stakes race winners including Champions Hasty Road, Moccasin, Oil Capitol, and Stan, and led all North American trainers in purse winnings in 1953.",
  "/wiki/Claiborne_Farm": "Claiborne Farm is a thoroughbred horse breeding operation near Paris, Kentucky. It was established in 1910 by Arthur B. Hancock, owner of Ellerslie Farm in Albemarle County, Virginia, and has been operated by members of his family ever since.",
  "/wiki/William_C._Winfrey": "William C. \"Bill\" Winfrey (May 9, 1916 – April 14, 1994) was an American Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/Wheatley_Stable": "Wheatley Stable was the nom de course  for the thoroughbred horse racing partnership formed by Gladys Mills Phipps and her brother, Ogden Livingston Mills. The horses were raised at Claiborne Farm near Paris, Kentucky.",
  "/wiki/Tosmah": "Tosmah (1961–1992) was a champion Thoroughbred race horse. She was the leading American filly of her generation at both two and three years of age.",
  "/wiki/Castle_Forbes_(horse)": "Castle Forbes (foaled 1961) was an American Thoroughbred Champion racemare voted the American Co-Champion Two-Year-Old Filly of 1963. Sired by the Irish stallion Tulyar, winner of the 1952 Epsom Derby, her dam was Longford, a daughter of the very good American runner, Menow.",
  "/wiki/Smart_Deb": "Smart Deb (foaled 1960) was an American Thoroughbred Champion racehorse.",
  "/wiki/Affectionately": "Affectionately (April 26, 1960 – 1979) was an American Thoroughbred racehorse.",
  "/wiki/Ethel_D._Jacobs": "Ethel D. Jacobs (March 18, 1910 - November 9, 2001) was a prominent American Thoroughbred racehorse owner/breeder who was a three-time leading owner in North America.",
  "/wiki/Cicada_(horse)": "Cicada (May 9, 1959 – 1981) was an American Thoroughbred racehorse who was the first filly in American racing history to be awarded consecutive championships at the ages of two, three and four. She was inducted into the National Museum of Racing and Hall of Fame in 1967.",
  "/wiki/Casey_Hayes": "James Homer \"Casey\" Hayes (June 16, 1906 - June 25, 1980) was an American Thoroughbred racehorse trainer whose horses won eight national Championship titles of which two were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Christopher_Chenery": "Christopher Tompkins Chenery (September 19, 1886 – January 3, 1973) was an American engineer, businessman, and the owner/breeder of record for Thoroughbred horse racing's U.S. Triple Crown champion Secretariat.",
  "/wiki/Bowl_of_Flowers": "Bowl of Flowers (foaled 1958 in Virginia) was an American Hall of Fame Thoroughbred Champion racehorse.",
  "/wiki/J._Elliott_Burch": "John Elliott Burch (March 3, 1924 – January 30, 2011) was an American National Museum of Racing and Hall of Fame Thoroughbred racehorse trainer. Four of his horses were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Brookmeade_Stable": "Brookmeade Stable was a successful thoroughbred horse racing stable owned by Dodge Automobile heiress and socialite Isabel Dodge Sloane. Sloane first won using the name Brookmeade Stable at the Manly Memorial Steeplechase at Pimlico in 1924.",
  "/wiki/My_Dear_Girl": "My Dear Girl (foaled February 17, 1957 in Florida) was an American Champion Thoroughbred racehorse.",
  "/wiki/Frances_A._Genter": "Frances A. Genter (February 17, 1898 – November 24, 1992) was a major figure in American Thoroughbred horse racing. She is best known as the owner of Unbridled, the 1990 American Champion Three-Year-Old Male Horse and winner of the 1990 Kentucky Derby and Breeders' Cup Classic.  Part of horse racing lore took place at the 1990 Kentucky Derby when trainer Carl Nafzger called the race aloud to the petite 92-year-old Mrs. Genter because her eyesight was failing & she could not see as her horse headed down the stretch en route to winning the race. The staff of Blood-Horse Publications selected the scene for its book Horse Racing's Top 100 Moments.",
  "/wiki/Quill_(horse)": "Quill (foaled 1956 in Kentucky) was an American Thoroughbred racehorse who was the 1958 Champion Two-Year-Old Filly in the United States. After her retirement from racing she became a successful broodmare. Among her foals was Caucasus who won the Irish St Leger and several major turf races in North America. She made Lucien Laurin's name as a trainer.",
  "/wiki/Lucien_Laurin": "Lucien Laurin (March 18, 1912 – June 26, 2000) was a French-Canadian jockey and Hall of Fame Thoroughbred horse trainer.",
  "/wiki/Reginald_N._Webster": "Reginald N. Webster (February 7, 1898 - February 8, 1983) was an American businessman and Thoroughbred racehorse owner.",
  "/wiki/Idun_(horse)": "Idun (1955-?) was an American Thoroughbred Champion racehorse who won U.S. Champion 2 and 3-year-old filly honors.",
  "/wiki/Sherrill_W._Ward": "Sherrill W. Ward (March 14, 1911 - February 23, 1984) was an American Hall of Fame Thoroughbred racehorse trainer. Born in Miami, Florida, he was the son of trainer John Sherrill Ward. His brother, John T. Ward, also trained horses and ran Fort Springs Farm in Lexington, Kentucky. Having learned the business from his father, in 1929 Sherrill Ward embarked on a training career of his own.",
  "/wiki/Leallah": "Leallah (foaled February 7, 1954 in Kentucky) was an American Thoroughbred racehorse won seven of her eight starts in her first year of racing and was voted the 1956 American Champion Two-Year-Old Filly by Daily Racing Form and Turf & Sports Digest.",
  "/wiki/MacKenzie_Miller": "Mackenzie \"Mack\" Todd Miller   (October 16, 1921 – December 10, 2010) was an American Thoroughbred racehorse trainer and owner/breeder. During his forty-six-year career, he conditioned seventy-two stakes winners, including four Eclipse Award champions.",
  "/wiki/Frankie_Sanders": "Frankie J. Sanders (born January 23, 1957) is an American former professional basketball player. After a standout collegiate career at Southern University, in which Sanders averaged 26 points and 10 rebounds per game and scored over 2,000 points in his three-year career, he was selected in the 1978 NBA draft by the San Antonio Spurs as the 20th overall pick."
}