{
  "/wiki/Coastal_Spirit_FC": "Coastal Spirit FC is an association football club in Christchurch, New Zealand. Their Premier Men's team currently compete in the Mainland Premier Football League, commonly regarded as the strongest league in the South Island of New Zealand, and their Premier Women's team compete in the Mainland Women's Premier League.  \n Coastal Spirit FC was established through the merger of New Brighton AFC and Rangers AFC in 2007, which was one of the oldest clubs in New Zealand having been founded in 1910.",
  "/wiki/Linwood,_New_Zealand": "Linwood is an inner suburb of the city of Christchurch, New Zealand. It lies to the east of the city centre, mostly between Ferry Road and Linwood Avenue, two of the major arterial roads to the eastern suburbs of Christchurch.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/Christchurch_United": "Christchurch United is an amateur association football club in Christchurch, New Zealand. They compete in various Mainland Football competitions at Junior and Senior level.",
  "/wiki/Spreydon": "Spreydon is a suburb of Christchurch, New Zealand, 4 kilometres (2.5 mi) south-south-west of Cathedral Square. The most central street through Spreydon is Barrington Street. Spreydon is flanked by the suburbs Hoon Hay, Somerfield, and Lower Cashmere.\n Spreydon was constituted as a borough in 1911. It merged into the city of Christchurch in 1921.",
  "/wiki/Ferrymead_Bays": "Ferrymead Bays is a semi-professional association football club based in Christchurch, New Zealand. They compete in the Mainland Premier League\nand they have won the league title on four occasions. Ferrymead Bays play their home games at Barnett Park in Redcliffs, Christchurch.\n The club's traditional kit colours are navy blue and white shirts, navy blue shorts and navy blue socks. Their club crest takes elements of the local suburbs and bays, featuring a football on waves. The club’s main rival is Cashmere Technical due to the club's close proximity and other recent rivals include Coastal Spirit.\n The club nickname is \"The Bays\", a reference to the club's several bays and coastal landmarks around that part of the city the club is located. The club crest first featured \"Ferrymead Bays Soccer\" around the ball and changed to \"Ferrymead Bays Football\" due to the modern reference to game's name.",
  "/wiki/Redcliffs": "Redcliffs is an outer coastal suburb of Christchurch, Canterbury, New Zealand.",
  "/wiki/Halswell_United": "Halswell United is an amateur association football club based in the Christchurch, New Zealand in the suburb of Halswell. They have competed in the Robbie's Premier Football League.\n The club was founded in 1964 as Halswell United Soccer, changing its name in 1999 when the national body officially changed its title to include the word football, and it is one of the largest clubs in the South Island, with over 900 members.",
  "/wiki/Halswell": "Originally a separate village, Halswell is now a residential suburb of Christchurch, New Zealand, located 9 kilometres (5.6 mi) southwest of Cathedral Square on State Highway 75.",
  "/wiki/Nelson_Suburbs": "Nelson Suburbs FC is a football (soccer) club in Nelson, New Zealand. They compete in the Mainland Premier League.\n They have won the Mainland Premier League three times and were the first club to reach 300 points, the milestone was reached in just 164 games. Nelson Suburbs FC has strong ties with the region's most successful football school Nelson College.\n Nelson Suburbs FC manages teams for Seniors (over 18yrs), Women (from age 14yrs), Juniors/Youth (ages 9 to 19), Fun Football (ages 7 to 8)  and First Kicks (ages 4 to 6).",
  "/wiki/Stoke,_New_Zealand": "Stoke is a suburb of Nelson in New Zealand, located between Richmond and Tahunanui. In 2013 its population was 17,163. Stoke was named by William Songer, the personal servant of Arthur Wakefield, after his birthplace Stoke-by-Nayland in Suffolk. In 2010 it was voted the \"Keep New Zealand Beautiful Peoples Choice Best Place in New Zealand\".",
  "/wiki/University_of_Canterbury": "The University of Canterbury (Māori: Te Whare Wānanga o Waitaha; postnominal abbreviation Cantuar. or Cant. for Cantuariensis, the Latin name for Canterbury) is New Zealand's second oldest university (after the University of Otago, itself founded four years earlier in 1869).\n It was founded in 1873 as Canterbury College, the first constituent college of the University of New Zealand. Its original campus was in the Christchurch Central City, but in 1961 it became an independent university and began moving out of its original neo-gothic buildings, which were re-purposed as the Christchurch Arts Centre. The move was completed on 1 May 1975 and the university now operates its main campus in the Christchurch suburb of Ilam and offers degrees in Arts, Commerce, Education (physical education), Engineering, Fine Arts, Forestry, Health Sciences, Law, Music, Social Work, Speech and Language Pathology, Science, Sports Coaching and Teaching.",
  "/wiki/Ilam,_New_Zealand": "Ilam /ˈaɪləm/ is a leafy suburb of Christchurch, New Zealand about five kilometres west of the city centre. It is the location of the University of Canterbury.\n Located adjacent to State Highway 1 and the Christchurch International Airport, it is handily placed for transportation. It is also located close to the major retail area of Riccarton.\n The suburb was named after the ancestral home of the Hon. John Charles Watts-Russell (1825–75), who hailed from Ilam Hall in Staffordshire, England. He settled in Canterbury in 1850, arriving on Sir George Seymour and named his property Ilam. The Ilam homestead was in the 1950s inhabited by the rector of Canterbury College, Henry Rainsford Hulme. In 1954 the homestead gained notoriety as Hulme's 16-year-old daughter Juliet was involved in the Parker–Hulme murder case.  The homestead was used as a major location for Peter Jackson's film about the murders, Heavenly Creatures. The homestead has been the University of Canterbury Staff Club since 1971.",
  "/wiki/Western_A.F.C.": "Western A.F.C. is a semi-professional association football club in Christchurch, New Zealand. They compete in the Robbie's Premier Football League.",
  "/wiki/Mairehau": "Mairehau is a suburb of Christchurch, New Zealand. It is located four kilometres north of the city centre, close to the edge of the urbanised central city area.  It is home to a secondary school, Mairehau High School. Much new development is being carried out on the northern edge of Mairehau.\n The suburb was named after Rose Mairehau (Maire) Hutton (née Rhodes), daughter of Arthur Rhodes, who in turn was Mayor of Christchurch in 1901–1902 and a major local property owner.",
  "/wiki/Cashmere_Technical": "Cashmere Technical is an association football club based in Christchurch, New Zealand. It was formed in early 2012 from the merger of two of the city's premier teams, Cashmere Wanderers and Woolston Technical. The two clubs had agreed to work together in early 2011, and the 2011 Christchurch earthquake which devastated their home city and resulted in the loss of many playing facilities hastened their merger into a combined side.\n Cashmere Technical play in the Mainland Premier League, and have reached the last 16 of the 2012 Chatham Cup.",
  "/wiki/Woolston,_New_Zealand": "Woolston is a light industrial and residential suburb of Christchurch in the South Island of New Zealand. It is situated three kilometres southeast of the city centre, close to major arterial routes including State Highways 74 and 76 to Banks Peninsula. The Heathcote River flows through the suburb.",
  "/wiki/Mainland_Premier_League": "The Mainland Premier League is a league competition run by Mainland Football for association football clubs located in the northern half of the South Island, New Zealand. It is currently regarded by the New Zealand footballing community as the strongest football league in the South Island of New Zealand and features current and former ASB Premiership players. \n The competition currently runs between March and August each year, and consists of seven teams based in Christchurch, and one team in Nelson. There are 21 rounds where teams play each other three times. The winner of the league qualifies for the South Island Championship, a one-off game against the winner of the FootballSouth Premier League, which is hosted by the two federations in alternate years.\n By statute, the winners of the Canterbury Championship League, and Nelson Bays region's Division One League play in a home and away play-off, with the winner of the tie receiving promotion to the Premier League. However, due to potential extra costs including travel, the winner of the Nelson Bay's Division One title forgoes the right to a play-off. This effectively means that the winner of the Canterbury Championship League title is promoted to the Premier League.\n In 2012, Woolston Technical and Cashmere Wanderers were merged into Cashmere Technical, they replaced the Woolston side that had finished 6th in the 2011 competition. Recently merged teams Coastal Spirit (Established between New Brighton AFC and Rangers AFC in 2008), and FC Twenty 11 (Established between Avon United and Burnside AFC in 2011) entered the Premier League through promotion from the Division One competition."
}