{
  "/wiki/Forever_Yours_(horse)": "Forever Yours (foaled 1933) was an American Thoroughbred racehorse retrospectively named the 1935 American Champion Two-Year-Old Filly. She was owned by Ethel Mars' Milky Way Farm Stable and trained by Robert McGarvey.",
  "/wiki/Ethel_V._Mars": "Ethel Veronica Mars (1884 – December 25, 1945) was an American businesswoman and racehorse owner. She was Ethel Veronica Healy prior to her marriage in 1910 to Franklin Clarence Mars, the founder of the Mars Candy company.",
  "/wiki/Nellie_Flag": "Nellie Flag (1932–1953) was an American Thoroughbred racehorse who was retrospectively named the  American Champion Two-Year-Old Filly of 1934. She was the first horse bred by Warren Wright's Calumet Farm to win a stakes race.",
  "/wiki/Calumet_Farm": "Calumet Farm is a 762-acre (3.08 km2) Thoroughbred breeding and training farm established in 1924 in Lexington, Kentucky, United States by William Monroe Wright, founding owner of the Calumet Baking Powder Company. Calumet is located in the heart of the Bluegrass, a well-known horse breeding region. Calumet Farm has a record history of Kentucky Derby and Triple Crown winners and throughout its history of over 87 years, it has produced some of the greatest Thoroughbred horses of all time.",
  "/wiki/Mata_Hari_(horse)": "Mata Hari (foaled in 1931 in Kentucky) was an American Champion Thoroughbred racehorse bred and owned by Charles T. Fisher, a Detroit automobile body manufacturer who raced under the Dixiana Stable banner named for his Dixiana Farm in Lexington, Kentucky.",
  "/wiki/Clyde_Van_Dusen": "Clyde Van Dusen (1885 – January 8, 1951) was an American jockey and trainer of Thoroughbred racehorses best known for winning the 1929 Kentucky Derby.",
  "/wiki/Charles_T._Fisher": "Charles Thomas Fisher (February 16, 1880 – August 8, 1963) was an American businessman and an automotive pioneer.",
  "/wiki/Herbert_J._Thompson": "Herbert John \"Dick\" Thompson (September 21, 1881 - November 12, 1937) was an American U. S. Racing Hall of Fame trainer of Thoroughbred racehorses. He was the trainer of the winning horse of the Kentucky Derby in 1921, 1926, 1932 and 1933.",
  "/wiki/Edward_R._Bradley": "Colonel Edward Riley Bradley (December 12, 1859 – August 15, 1946) was an American steel mill laborer, gold miner, businessman and philanthropist. As well as a race track proprietor, he was the preeminent owner and breeder of Thoroughbred racehorses in the Southern United States during the first three decades of the 20th Century. Testifying before a  United States Senate committee in April 1934, Bradley identified himself as a  \"speculator, raiser of race horses and gambler.\" He made the cover of TIME magazine on May 7, 1934. In the year 2000, the Florida Department of State honored him as one of their Great Floridians.",
  "/wiki/James_E._Fitzsimmons": "James Edward \"Sunny Jim\" Fitzsimmons (July 23, 1874 – March 11, 1966) was a thoroughbred racehorse trainer.",
  "/wiki/Belair_Stud": "Belair Stud was an American thoroughbred horse racing stable and breeding farm founded by Provincial Governor of Maryland Samuel Ogle in 1747 in Collington, Prince George's County, Maryland, in Colonial America.",
  "/wiki/Top_Flight": "Top Flight (April 15, 1929 – 1949) was an American U.S. Hall of Fame Thoroughbred racehorse. She was the leading American filly of her generation at two and three years of age.",
  "/wiki/T._J._Healey": "Thomas J. Healey (c.1866 - October 8, 1944) was an American Thoroughbred horse racing Hall of Fame trainer.",
  "/wiki/Cornelius_Vanderbilt_Whitney": "Cornelius Vanderbilt \"Sonny\" Whitney (February 20, 1899 – December 13, 1992) was an American businessman, film producer, writer, philanthropist, polo player, and government official, as well as the owner of a stable of thoroughbred racehorses.",
  "/wiki/Alcibiades_(horse)": "Alcibiades (1927–1957) was an American Thoroughbred racemare that won the Kentucky Oaks and was later a good broodmare.",
  "/wiki/Hal_Price_Headley": "Hal Price Headley  (December 19, 1888 – March 22, 1962) was an American owner and breeder of Thoroughbred racehorses and a founder of Keeneland who served as the race track's president from 1935 to 1951. He owned the 4,000 acre Beaumont Farm on Harrodsburg Road at the western edge of Lexington, Kentucky as well as the 15,000-acre Pinebloom Plantation in Baker County, Georgia.",
  "/wiki/Robert_Sterling_Clark": "Robert Sterling Clark (June 25, 1877 – December 29, 1956), an heir to the Singer Sewing Machine fortune, was an American art collector, horse breeder, and philanthropist.",
  "/wiki/Anita_Peabody": "Anita Peabody (1925–1934) was an American Champion Thoroughbred racehorse. Bred and raced by John and Fannie Hertz, she was born at their Leona Farm near Cary, Illinois. She was named after the wife of Stuyvesant Peabody, then President of the Illinois Turf Association.  Anita Peabody's sire was Luke McLuke, winner of the 1914 Belmont Stakes and a son of the important but unraced Ultimus, who had been sired by Commando. Anita Peabody's dam was La Dauphine, a daughter of The Tetrarch, who was voted Britain's greatest two-year-old of the 20th century.",
  "/wiki/Bert_S._Michell": "Bernard S. \"Bert\" Michell (c.1882 – October 21, 1938) was an American Thoroughbred horse racing trainer best known for winning the 1928 Kentucky Derby with American Horse of the Year and Hall of Fame inductee, Reigh Count.",
  "/wiki/John_D._Hertz": "John Daniel Hertz, Sr. (April 10, 1879 – October 8, 1961) was an American businessman, thoroughbred racehorse owner and breeder, and philanthropist.",
  "/wiki/Gwyn_R._Tompkins": "Gwyn R. Tompkins (1861 – November 26, 1938) was an American Thoroughbred horse racing trainer and owner in both steeplechase and flat racing.",
  "/wiki/Glen_Riddle_Farm": "Glen Riddle Farm was a large horse farm in Berlin, Maryland in the United States. Located on what today is Route 50 between Ocean City and Berlin, it was owned by a wealthy textile businessman Samuel D. Riddle who named it for his home town Glen Riddle, Pennsylvania which in turn had been named for his grandfather.",
  "/wiki/Mother_Goose_(horse)": "Mother Goose (foaled 1922 in Kentucky) was an American Thoroughbred racehorse who was named the American Co-Champion Two-Year-Old Filly of 1924. From the 128 runnings of the Belmont Futurity Stakes since its inception in 1888, through 2019 Mother Goose is one of only thirteen fillies to have ever won the event. The Mother Goose Stakes at New York's Belmont Park is named in her honor.",
  "/wiki/Harry_Payne_Whitney": "Harry Payne Whitney (April 29, 1872 – October 26, 1930) was an American businessman, thoroughbred horse breeder, and member of the prominent Whitney family.",
  "/wiki/Fluvanna_(horse)": "Fluvanna (1921) was an American Thoroughbred Champion racehorse. Bred by Samuel Ross, she was purchased at the Saratoga yearling sales in the summer of 1922 by Admiral Cary Grayson who raced her under his Salubria Stable colors. Out of the mare High Pass, her sire was the two-time American Champion Older Male Horse Cudgel.",
  "/wiki/Max_Hirsch": "Maximilian Justice \"Max\" Hirsch (July 12, 1880 - April 3, 1969) was an American Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/Cary_Travers_Grayson": "Rear Admiral Cary Travers Grayson (October 11, 1878 – February 15, 1938) was a surgeon in the United States Navy who served a variety of roles from personal aide to President Woodrow Wilson to chairman of the American Red Cross.",
  "/wiki/Willis_Sharpe_Kilmer": "Willis Sharpe Kilmer (October 18, 1869 – July 12, 1940) was a newspaperman, horse breeder, and entrepreneur.",
  "/wiki/Walter_J._Salmon_Sr.": "Walter Joseph Salmon Sr. (1871 - December 25, 1953) was a New York City real estate investor and developer who, according to the New York City Landmarks Preservation Commission, was \"responsible for rebuilding the north side of West 42nd Street between Fifth and Sixth Avenues in the first decades of the 20th century\". As well, Salmon was a major figure in the business of Thoroughbred horse racing whom The Blood-Horse magazine called \"one of the leading breeder/owners of the 20th century.\"",
  "/wiki/James_G._Rowe_Sr.": "James Gordon Rowe Sr. (1857 – August 2, 1929) was an American jockey and horse trainer elected to the Hall of Fame for Thoroughbred Horse racing. He won the Belmont Stakes twice as a jockey and 8 times as a trainer. He had 34 champion horses to his credit, more than any other trainer in the Hall of Fame.",
  "/wiki/H._Guy_Bedwell": "Harvey Guy Bedwell (June 22, 1876 – December 31, 1951) was an American Hall of Fame Thoroughbred racehorse trainer and owner who was the first trainer to win the U.S. Triple Crown.",
  "/wiki/J._K._L._Ross": "Commander John Kenneth Leveson \"Jack\" Ross, CBE (1876–1951) was a Canadian businessman, sportsman, thoroughbred racehorse owner/breeder, and philanthropist. He is best remembered for winning the first United States Triple Crown of Thoroughbred Racing in 1919 with his Hall of Fame colt, Sir Barton. In 1911, he set the world record for catching the largest tuna (680 lb, 308 kg) by rod and line at St. Anns, Nova Scotia. After his father, he was the second Canadian to be made a member of the Royal Yacht Squadron.",
  "/wiki/American_Champion_Two-Year-Old_Filly": "The American Champion Two-Year-Old Filly is an American Thoroughbred horse racing honor awarded annually to a female horse in Thoroughbred flat racing. It became part of the Eclipse Awards program in 1971."
}