{
  "/wiki/Cartridge_(firearms)": "A cartridge or a round is a type of pre-assembled firearm ammunition packaging a projectile (bullet, shot, or slug), a propellant substance (usually either smokeless powder or black powder) and an ignition device (primer) within a metallic, paper or plastic case that is precisely made to fit within the barrel chamber of a breechloading gun, for the practical purpose of convenient transportation and handling during shooting.  Although in popular usage the term \"bullet\" is often used to refer to a complete cartridge, it is correctly used only to refer to the projectile.",
  "/wiki/Arsenal_Firearms_AF2011A1": "The Arsenal Firearms AF2011-A1 is a double-barreled, semi-automatic pistol of Italian origin. The weapon is a derivative of the M1911 pistol and the majority of internal parts including the firing pins, firing pin plates, sear groups, springs, recoil rods, and mainspring housings are interchangeable with standard M1911 replacement parts. The purpose of the AF2011A1 pistol is to increase the ballistic capability of the .45 ACP round at a lower cost[clarification needed]. The AF2011A1 has its roots in the Grieco pistol that also came with double barrels for the same purpose.",
  "/wiki/.38_Super": "The .38 Super, also known as .38 Superauto or .38 Super Auto, is a pistol cartridge that fires a 0.356-inch-diameter (9.04 mm) bullet. The Super was introduced in the late 1920s as a higher pressure loading of the .38 ACP or .38 Auto. The old .38 ACP propelled a 130-grain (8.4 g) bullet at 1,050 ft/s (320.0 m/s). The improved .38 Super Auto pushed the same 130-grain (8.4 g) bullet at 1,280 ft/s (390.1 m/s). The .38 Super has gained distinction as the caliber of choice for many top pistol match competitors; it remains one of the dominant calibers in IPSC competition.",
  "/wiki/.45_ACP": "The .45 ACP (Automatic Colt Pistol) or .45 Auto (11.43×23mm) is a handgun cartridge designed by John Moses Browning in 1904, for use in his prototype Colt semi-automatic pistol.  After successful military trials, it was adopted as the standard chambering for Colt's M1911 pistol.The round was developed due to a lack of stopping power experienced in the Moro Rebellion using the .38 Long Colt. This experience and the Thompson–LaGarde Tests of 1904, led the Army and the Cavalry to decide a minimum of .45 caliber was required in a new handgun.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Baylè_1879_wallet_/_palm_pistol": "The Baylè Pistol was a 6 barrel pistol of French origin introduced in 1879. The barrels were stacked vertically and firing was actuated with a double-action trigger mechanism firing each round at a time.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/COP_357_Derringer": "The COP .357 is a 4-shot Derringer-type pistol chambered for .357 Magnum. The double-action weapon is about twice as wide, and substantially heavier than the typical .25 automatic pistol, though its relatively compact size and powerful cartridge made it an option for a defensive weapon or a police backup gun.",
  "/wiki/.38_Special": "The .38 Smith & Wesson Special (commonly .38 Special, .38 Spl, or .38 Spc, pronounced \"thirty-eight special\") is a rimmed, centerfire cartridge designed by Smith & Wesson. It is most commonly used in revolvers, although some semi-automatic pistols and carbines also use this round. The .38 Special was the standard service cartridge of most police departments in the United States from the 1920s to 1990s, and was also a common sidearm cartridge used by soldiers in World War II. In other parts of the world, it is known by its metric designation of 9×29.5mmR or 9.1×29mmR.",
  "/wiki/.357_Magnum": "The .357 S&W Magnum (9×33mmR), or simply .357 Magnum, is a revolver cartridge with a .357-inch (9.07 mm) bullet diameter. It was created by Elmer Keith, Phillip B. Sharpe, and Douglas B. Wesson of firearms manufacturers Smith & Wesson and Winchester.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Pepper-box": "The pepper-box revolver or simply pepperbox (also \"pepper-pot\", from its resemblance to the household pepper shakers) is a multiple-barrel repeating firearm that has three or more barrels which revolve around a central axis. It mostly appears in the form of a multi-shot handheld firearm. Pepperboxes exist in all ammunition systems: matchlock, wheellock, flintlock, caplock, pinfire, rimfire and centerfire. While pepperboxes are usually handguns, a few rifle-sized guns were made: Samuel Colt owned a revolving 3-barrel matchlock musket from India, and an 8-barrelled pepperbox shotgun was designed; but never went into production.",
  "/wiki/Garrucha_(pistol)": "The garrucha is a small pistol, similar to a derringer, common in southern Brazil and Argentina in the early 20th Century.  It is usually double-barreled, though with the barrels side-by-side rather than vertical as is common in American derringers, and the bores can be rifled or smooth.",
  "/wiki/.32_S&W": "The .32 S&W cartridge (also known as the .32 S&W Short) was introduced in 1878 for Smith & Wesson pocket revolvers. It was originally designed as a black powder cartridge. The .32 S&W was offered to the public as a light defense cartridge for \"card table\" distances.",
  "/wiki/.38_S&W": "The .38 S&W (9×20mmR) is a revolver cartridge developed by Smith & Wesson in 1877. Versions of the cartridge were the standard revolver cartridges of the British military from 1922 until the 1960s. Though similar in name, it is not interchangeable with the later .38 Smith & Wesson Special due to a different case shape and slightly larger bullet diameter.",
  "/wiki/.22_Short": ".22 Short is a variety of .22 caliber (5.6 mm) rimfire ammunition. Developed in 1857 for the first Smith & Wesson revolver, the .22 rimfire was the first American metallic cartridge. The original loading was a 29 or 30 gr (0.066 or 0.069 oz; 1.879 or 1.944 g) bullet and 4 gr (0.0091 oz; 0.2592 g) of black powder. The original .22 rimfire cartridge was renamed .22 Short with the introduction of the .22 Long in 1871.",
  "/wiki/.22_Long": ".22 Long is a variety of .22 caliber (5.6 mm) rimfire ammunition.  The .22 Long is the second-oldest of the surviving rimfire cartridges, dating back to 1871, when it was loaded with a 29 grain (1.9 g) bullet and 5 grains (0.32 g) of black powder, 25% more than the .22 Short it was based on.  It was designed for use in revolvers, but was soon chambered in rifles as well, in which it gained a strong reputation as a small game cartridge, and sold very well.",
  "/wiki/.22_Long_Rifle": "The .22 Long Rifle or simply .22 LR (metric designation: 5.6×15mmR) is a long-established variety of .22 caliber rimfire ammunition, and in terms of units sold is still by far the most common ammunition in the world today. It is used in a wide range of rifles, pistols, revolvers, smoothbore shotguns (No. 1 bore), and even submachine guns.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Howdah_pistol": "The howdah pistol was a large-calibre handgun, often with two or four barrels, used in India and Africa from the beginning of the nineteenth century, and into the early twentieth century, during the British Empire era.  It was typically intended for defence against tigers, lions, and other dangerous animals that might be encountered in remote areas. Multi-barreled breech-loading designs were later favoured over contemporary revolvers, due to their higher velocity and faster reloading potential.",
  "/wiki/.577_Snider": "The .577 Snider cartridge was a British black powder metallic cartridge, which fired a 14.7-millimetre (0.577 in), 31-gram (480 gr) lead projectile, primarily used in the Snider–Enfield rifle.",
  "/wiki/.455_Webley": ".455 Webley  is a British handgun cartridge, most commonly used in the Webley top break revolvers Marks I through VI. It is also known as .455 Eley and .455 Colt.",
  "/wiki/.476_Enfield": "The .476 Enfield, also known as the .476 Eley, .476 Revolver, and occasionally .455/476, is a British centrefire black powder revolver cartridge. The Enfield name derives from the location of the Royal Small Arms Factory at Enfield Lock, the armoury where British military small arms were produced, while Eley was a British commercial brand. Used in the Enfield Mk II revolver, the Mk III variant was introduced by the British Army in 1881, supplanting the earlier .476 Enfield Mark I and II cartridges, which in turn had replaced the .450 Adams cartridges, all of which also used black powder propellant.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Lancaster_pistol": "The Lancaster Pistol was a multi-barrelled (either 2 or 4 barrels) handgun produced in England in the mid-late 19th century, chambered in a variety of centrefire pistol calibres—chiefly .38 S&W, .450 Adams, .455 Webley, and .577 inch. The designer, London gunsmith Charles Lancaster, began his career in 1847 as an apprentice to his father, Charles Sr. During the 1850s he invented oval bore rifling and the gas check bullet.",
  "/wiki/.577_inch": "This article lists firearm cartridges which have a bullet that is 13 millimetres (0.51 in) caliber or larger.",
  "/wiki/.450_Adams": "The .450 Adams was a British black powder centrefire revolver cartridge, initially used in converted Beaumont–Adams revolvers, in the late 1860s. Officially designated .450 Boxer Mk I, and also known variously as the .450 Revolver, .450 Colt, .450 Short, .450 Corto and .450 Mark III, and in America as the .45 Webley, it was the British Army's first centrefire revolver round.",
  "/wiki/Mossberg_Brownie": "The Mossberg Brownie is a four shot, .22 Long Rifle pistol, similar to a derringer or pepperbox, produced by O.F. Mossberg & Sons from 1920 to 1932. The Brownie is based on an earlier pistol patented and licensed to the Shattuck Company by Oscar Mossberg.",
  "/wiki/Mk_1_Underwater_Defense_Gun": "The M1 Underwater Defense Gun, also called the Underwater Defense Gun Mark 1 Mod 0, is an underwater firearm developed by the United States during the Cold War. Similar to other underwater firearms, it fires a special 4.25 inch metal dart as its projectile.",
  "/wiki/Heckler_&_Koch_P11": "The HK P11 is a Heckler & Koch pistol designed as an underwater firearm that was developed in 1976. It has five barrels and each fires a 7.62 X 36mm dart electrically. Loading is by means of a five-round case. The design resembles that of a pepper-box firearm.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/SPP-1_underwater_pistol": "The SPP-1 underwater pistol was made in the Soviet Union for use underwater by Soviet frogmen as an underwater firearm. It was developed in the late 1960s and accepted for use in 1975. Under water, ordinary-shaped bullets are inaccurate and very short-range. As a result, this pistol fires a round-based 4.5 millimetres (0.18 in) caliber steel dart about 115 millimetres (4.5 in) long, weighing 12.8 grams (0.45 oz), which has longer range and more penetrating power than speargun spears. The complete cartridge is 145 millimetres (5.7 in) long and weighs 17.5 grams (0.62 oz).",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.",
  "/wiki/Henrion,_Dassy_&_Heuschen_double-barrel_revolvers": "The Henrion, Dassy & Heuschen double-barrel revolver was a type of revolver with two stacked barrels and two concentric sets of chambers, each serving its own barrel. They were fired by a single hammer which had two firing pins. The chambers were staggered, such that the gun fired only round at a time. These revolvers were based on a 1910 patent held by the Belgian firm of Henrion, Dassy & Heuschen (HDH), and were made in various calibers.",
  "/wiki/.25_ACP": "The .25 ACP (Automatic Colt Pistol) (6.35×16mmSR) is a semi-rimmed, straight-walled centerfire pistol cartridge introduced by John Browning in 1905 alongside the Fabrique Nationale M1905 pistol.",
  "/wiki/.32_ACP": ".32 ACP (Automatic Colt Pistol, also known as the .32 Automatic) is a centerfire pistol cartridge. It is a semi-rimmed, straight-walled cartridge developed by firearms designer John Browning, initially for use in the FN M1900 semi-automatic pistol. It was introduced in 1899 by Fabrique Nationale, and is also known as the 7.65×17mmSR Browning or 7.65 mm Browning Short.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/List_of_multiple-barrel_firearms": "Below is a list of multiple-barrel firearms of all forms from around the world."
}