{
  "/wiki/Robert_L._Bidez": "Robert L.'Bedie' Bidez was the first director of the Georgia Tech Yellow Jacket Marching Band, which he founded in 1908 as a student at the Georgia Institute of Technology. He was succeeded in that role by Mike Greenblatt.",
  "/wiki/Georgia_Tech_Yellow_Jacket_Marching_Band": "The Georgia Tech Yellow Jacket Marching Band (also known as the Marching Yellow Jackets) is the official marching band of the Georgia Institute of Technology.  Founded in 1908 by a group of 14 students, the Georgia Tech Band is one of the school's oldest student organizations.",
  "/wiki/Jim_Butterworth_(entrepreneur)": "Jim Butterworth is a technology entrepreneur, documentary filmmaker, and former investment banker and venture capitalist. He is the president and founder of Naked Edge Films, which has produced more than two dozen documentaries that have won an Oscar, two Alfred I. duPont Silver Batons, a Peabody, and have been nominated for four Emmys.  He also is the co-founder of the nonprofit documentary production company Incite Productions, and a director and producer of the award-winning film Seoul Train.  He is also the inventor of 53 U.S. and foreign patents in the field of streaming media.",
  "/wiki/Seoul_Train": "Seoul Train is a 2004 documentary film that deals with the dangerous journeys of North Korean defectors fleeing through or to China. These journeys are both dangerous and daring, since if caught, they face forced repatriation, torture, and possible execution.",
  "/wiki/Patents": "A patent is a form of intellectual property that gives its owner the legal right to exclude others from making, using, selling and importing an invention for a limited period of years, in exchange for publishing an enabling public disclosure of the invention. In most countries patent rights fall under civil law and the patent holder needs to sue someone infringing the patent in order to enforce his or her rights. In some industries patents are an essential form of competitive advantage; in others they are irrelevant.:17",
  "/wiki/Streaming_media": "Streaming media is multimedia that is constantly received by and presented to an end-user while being delivered by a provider. The verb \"to stream\" refers to the process of delivering or obtaining media in this manner;[clarification needed] the term refers to the delivery method of the medium, rather than the medium itself, and is an alternative to file downloading, a process in which the end-user obtains the entire file for the content before watching or listening to it.",
  "/wiki/Jorge_Cham": "Jorge Gabriel Cham (Spanish: [ˈxorxe]) (born 1976) is an engineer-turned cartoonist, writer and producer, who writes the web comic strip Piled Higher and Deeper (PhD Comics). Cham was born in Panama and lives in the United States, where he started drawing PhD Comics as a graduate student at Stanford University. He has since been syndicated in several university newspapers and in six published book collections.\nHe was featured on NPR on December 20, 2010. With physicist Daniel Whiteson, he is the coauthor of We Have No Idea (2017), a book about unsolved problems in physics. In September 2018, Cham and Whiteson debuted the podcast Daniel and Jorge Explain the Universe, produced by iHeartMedia, in which the hosts aim to explain popular questions and complex topics about science, technology, and the universe, in the simplest way possible. In May 2019, PBS Kids announced Elinor Wonders Why, a new animated series co-created by Cham, set to premiere on September 2020.",
  "/wiki/Piled_Higher_and_Deeper": "Piled Higher and Deeper (also known as PhD Comics), is a newspaper and webcomic strip written and drawn by Jorge Cham that follows the lives of several grad students. First published in 1997 when Cham was a grad student himself at Stanford University, the strip deals with issues of life in graduate school, including the difficulties of scientific research, the perils of procrastination, and the complex student–supervisor relationship. As of 2017, the strip's website received 6 million visitors each year.",
  "/wiki/California_Institute_of_Technology": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/Jeff_Crouse": "Jeff Crouse (born September 10, 1980 in Baltimore, Maryland) is an American artist and hacker/creative technologist who works with live data feeds from the internet to make art works.",
  "/wiki/Hacker_(programmer_subculture)": "The hacker culture is a subculture of individuals who enjoy the intellectual challenge of creatively overcoming limitations of software systems to achieve novel and clever outcomes. The act of engaging in activities (such as programming or other media) in a spirit of playfulness and exploration is termed \"hacking\". However, the defining characteristic of a hacker is not the activities performed themselves (e.g. programming), but the manner in which it is done and whether it is something exciting and meaningful. Activities of playful cleverness can be said to have \"hack value\" and therefore the term \"hacks\" came about, with early examples including pranks at MIT done by students to demonstrate their technical aptitude and cleverness. Therefore, the hacker culture originally emerged in academia in the 1960s around the Massachusetts Institute of Technology (MIT)'s Tech Model Railroad Club (TMRC) and MIT Artificial Intelligence Laboratory. Hacking originally involved entering restricted areas in a clever way without causing any major damages. Some famous hacks at the Massachusetts Institute of Technology were placing of a campus police cruiser on the roof of the Great Dome and converting the Great Dome into R2-D2.",
  "/wiki/Data_feed": "Data feed is a mechanism for users to receive updated data from data sources. It is commonly used by real-time applications in point-to-point settings as well as on the World Wide Web. The latter is also called web feed. News feed is a popular form of web feed. RSS feed makes dissemination of blogs easy. Product feeds play increasingly important role in e-commerce and internet marketing, as well as news distribution, financial markets, and cybersecurity. Data feeds usually require structured data that include different labelled fields, such as \"title\" or \"product\".",
  "/wiki/James_Crumley": "James Arthur Crumley (October 12, 1939 – September 17, 2008) was the author of violent hardboiled crime novels and several volumes of short stories and essays, as well as published and unpublished screenplays.  He has been described as \"one of modern crime writing's best practitioners\", who was \"a patron saint of the post-Vietnam private eye novel\" and a cross between Raymond Chandler and Hunter S. Thompson. His book The Last Good Kiss has been described as \"the most influential crime novel of the last 50 years.\"",
  "/wiki/Hardboiled": "Hardboiled (or hard-boiled) fiction is a literary genre that shares some of its characters and settings with crime fiction (especially detective fiction and noir fiction). The genre's typical protagonist is a detective who witnesses the violence of organized crime that flourished during Prohibition (1920–1933) and its aftermath, while dealing with a legal system that has become as corrupt as the organized crime itself. Rendered cynical by this cycle of violence, the detectives of hardboiled fiction are often antiheroes. Notable hardboiled detectives include Philip Marlowe, Mike Hammer, Sam Spade, Lew Archer, and The Continental Op.",
  "/wiki/Crime_fiction": "Crime fiction, detective story, murder mystery, mystery novel, and police novel: These terms all describe narratives that centre on criminal acts and especially on the investigation, either by an amateur or a professional detective, of a serious crime, generally a murder. It is usually distinguished from mainstream fiction and other genres such as historical fiction or science fiction, but the boundaries are indistinct. Crime fiction has multiple sub-genres, including detective fiction (such as the whodunit), courtroom drama, hard-boiled fiction and legal thrillers. Most crime drama focuses on crime investigation and does not feature the court room. Suspense and mystery are key elements that are nearly ubiquitous to the genre.",
  "/wiki/Ed_Dodd": "Edward Benton Dodd (November 7, 1902 – May 27, 1991) was a 20th-century American cartoonist known for his Mark Trail comic strip.",
  "/wiki/Cartoonist": "A cartoonist (also comic strip creator, comic book artist, graphic novel artist, or comic book illustrator) is a visual artist who specializes in drawing cartoons (individual images) or comics (sequential images). Cartoonists include the artists who handle all aspects of the work and those who contribute only part of the production. Cartoonists may work in many formats, such as booklets, comic strips, comic books, editorial cartoons, graphic novels, manuals, gag cartoons, illustrations, storyboards, posters, shirts, books, advertisements, greeting cards, magazines, newspapers, and video game packaging.",
  "/wiki/Mark_Trail": "Mark Trail is a newspaper comic strip created by the American cartoonist Ed Dodd. Introduced April 15, 1946, the strip centers on environmental and ecological themes. As of 2006, King Features syndicated the strip to nearly 175 newspapers.",
  "/wiki/Comic_strip": "A comic strip is a sequence of drawings arranged in interrelated panels to display brief humor or form a narrative, often serialized, with text in balloons and captions. Traditionally, throughout the 20th century and into the 21st, these have been published in newspapers and magazines, with horizontal strips printed in black-and-white in daily newspapers, while Sunday newspapers offered longer sequences in special color comics sections. With the development of the internet, they began to appear online as webcomics. There were more than 200 different comic strips and daily cartoon panels in American newspapers alone each day for most of the 20th century, for a total of at least 7,300,000 episodes.",
  "/wiki/Lamar_Dodd": "Lamar Dodd (September 22, 1909 - September 26, 1996) was a U.S. painter whose work reflected a love of the American South.",
  "/wiki/American_South": "The Southern United States, also known as the American South or simply the South, is a region of the United States of America. It is located between the Atlantic Ocean and the Western United States, with the Midwestern United States and Northeastern United States to its north and the Gulf of Mexico and Mexico to its south.",
  "/wiki/Jeff_Foxworthy": "Jeffrey Marshall Foxworthy (born September 6, 1958) is an American stand-up comedian, actor, television personality, radio personality and author. He is a member of the Blue Collar Comedy Tour, a comedy troupe which also comprises Larry the Cable Guy, Bill Engvall, and Ron White. Known for his \"You might be a redneck\" one-liners, Foxworthy has released six major-label comedy albums. His first two albums were each certified 3× Platinum by the Recording Industry Association of America. Foxworthy has written several books based on his redneck jokes, as well as an autobiography entitled No Shirt, No Shoes... No Problem!",
  "/wiki/Blue_Collar_Comedy_Tour": "The Blue Collar Comedy Tour was a comedy troupe, featuring Jeff Foxworthy with three of his comedian friends, Bill Engvall, Ron White, and Larry the Cable Guy, who had replaced fellow comedian Craig Hawksley, who performed in the first 26 shows on the tour. The troupe toured together for six years beginning in January 2000 at Omaha, Nebraska before finishing in 2006 at the Warner Theatre in Washington D.C.",
  "/wiki/Are_You_Smarter_Than_a_5th_Grader%3F_(U.S._game_show)": "Are You Smarter than a 5th Grader? is an American quiz game show that airs on Nickelodeon and is hosted by John Cena. It previously aired on Fox where it was hosted by Jeff Foxworthy. It is produced by Mark Burnett. The show premiered as a three-day special which began on February 27, 2007 with the first two shows each a half-hour in length. Regular one-hour episodes began airing Thursdays from March 1 through May 10, and the first season continued with new episodes beginning May 31. Are You Smarter Than a 5th Grader? was picked up for the 2007–08 season, which began on September 6, 2007, and aired in the same timeslot. Following the end of the original run of the primetime version on September 18, 2009, a first-run syndicated version of the show ran from September 2009 to May 2011, with Foxworthy returning as host.  On May 26, 2015, the program returned to Fox for a new, 4th season, with Foxworthy, again, returning as host. On February 14, 2019, it was announced that the program would be revived on Nickelodeon with new host John Cena, with the revival premiering on June 10, 2019.",
  "/wiki/Are_You_Smarter_Than_a_5th_Grader%3F_(U.S._syndicated_game_show)": "Are You Smarter than a 5th Grader? is an American quiz game show that airs on Nickelodeon and is hosted by John Cena. It previously aired on Fox where it was hosted by Jeff Foxworthy. It is produced by Mark Burnett. The show premiered as a three-day special which began on February 27, 2007 with the first two shows each a half-hour in length. Regular one-hour episodes began airing Thursdays from March 1 through May 10, and the first season continued with new episodes beginning May 31. Are You Smarter Than a 5th Grader? was picked up for the 2007–08 season, which began on September 6, 2007, and aired in the same timeslot. Following the end of the original run of the primetime version on September 18, 2009, a first-run syndicated version of the show ran from September 2009 to May 2011, with Foxworthy returning as host.  On May 26, 2015, the program returned to Fox for a new, 4th season, with Foxworthy, again, returning as host. On February 14, 2019, it was announced that the program would be revived on Nickelodeon with new host John Cena, with the revival premiering on June 10, 2019.",
  "/wiki/Are_You_Smarter_Than_a_5th_Grader%3F": "Are You Smarter than a 5th Grader? is a game show franchise that was, co-created and produced by Mark Burnett, based on the game created by Howard Stern and the Howard Stern Show.  Adult contestants answer questions as if they came from an elementary grade school quiz. The original U.S. version with host Jeff Foxworthy debuted on the Fox Broadcasting network on February 27, 2007, airing on Fox until 2009, as a syndicated TV series between 2009 and 2011, and then revived on Fox in 2015. The Are You Smarter than a 5th Grader? format has since been replicated in several other countries, some versions under the same title, and some under modified ones.",
  "/wiki/Phil_Gordon": "Philip Stewart Gordon (born July 6, 1970) is an American professional poker player, commentator and author.",
  "/wiki/Bones_Howe": "Dayton Burr \"Bones\" Howe (born March 18, 1933) is an American record producer and recording engineer associated with 1960s and 1970s hits, mostly of the sunshine pop genre, including most of the hits of the 5th Dimension and the Association, as well as music supervision of several films. He was one of the first industry members to serve as both producer and engineer of the hit records on which he worked. In addition, he was occasionally credited as a musician on recordings as \"Dayton Howe\".",
  "/wiki/The_5th_Dimension": "The 5th Dimension is an American popular music vocal group, whose repertoire includes pop, R&B, soul, jazz, light opera, and Broadway—the melange was coined as \"Champagne Soul\".",
  "/wiki/The_Association": "The Association is an American sunshine pop band from California. During the late 1960s, the band had numerous hits at or near the top of the Billboard charts (including \"Windy\", \"Cherish\", \"Never My Love\" and \"Along Comes Mary\") and were the lead-off band at 1967's Monterey Pop Festival. They are known for intricate vocal harmonies by the band's multiple singers.",
  "/wiki/Mark_Lee_(musician)": "Mark David Lee (born May 29, 1973) an American musician known as the guitarist and a founding member of the Christian rock band, Third Day. He and vocalist Mac Powell were the only original members present throughout the band's entire history.",
  "/wiki/Third_Day": "Third Day was a Christian rock band formed in Marietta, Georgia during the 1990s. The band was founded by lead singer Mac Powell, guitarist Mark Lee (both of whom were the only constant members) and Billy Wilkins. Drummer David Carr was the last band member to quit, prior to the band’s farewell tour in May and June 2018. The band's name is a reference to the biblical accounts of Jesus' rising from the dead on the third day following his crucifixion. The band was inducted in the Georgia Music Hall of Fame on September 19, 2009. They have sold over 7 million albums in the United States and had 28 number one Christian album chart radio hits. Their fans are known as \"Gomers\" after a song on their second album about Gomer.",
  "/wiki/Nicole_Jordan": "Nicole Jordan (born 1954 in Oklahoma) is a best-selling American author of romance novels. Jordan's historical romances have appeared on numerous best-seller lists, including the New York Times, USA Today, Waldenbooks, and Amazon.com list. She has been a finalist for the Romance Writers of America RITA Award as well as a runner-up for RWA's Favorite Book of the Year.  Jordan has also been awarded the Dorothy Parker Award of Excellence for best historical. Jay Leno pretended to read aloud her novel Touch Me With Fire during a skit on The Tonight Show.",
  "/wiki/Nagesh_Kukunoor": "Nagesh Kukunoor  (born 30 March 1967) is an Indian film director, producer, screenwriter and actor known for his works predominantly in Bollywood. He is known for his works in parallel cinema, such as Hyderabad Blues (1998), Rockford  (1999), Iqbal (2005), Dor (2006), Aashayein (2010), Lakshmi (2014), and Dhanak (2016). Kukunoor has received seven International Awards, and two National Film Awards for his works.",
  "/wiki/Bollywood": "Hindi cinema, often known as Bollywood and formerly as Bombay cinema, is the Indian Hindi-language film industry based in Mumbai (formerly Bombay). The term is a portmanteau of \"Bombay\" and \"Hollywood\". The industry is related to Cinema of South India and other Indian film industries, making up Indian Cinema—the world's largest by number of feature films produced.",
  "/wiki/Edlyn_Lewis": "The Miss Georgia USA competition is the pageant that selects the representative for the state of Georgia in the Miss USA pageant. This pageant is directed Greenwood Productions under the ownership of Miss Tennessee USA 1989 Kim Greenwood and it is hosted in McDonough, Georgia.",
  "/wiki/Miss_Georgia_USA": "The Miss Georgia USA competition is the pageant that selects the representative for the state of Georgia in the Miss USA pageant. This pageant is directed Greenwood Productions under the ownership of Miss Tennessee USA 1989 Kim Greenwood and it is hosted in McDonough, Georgia.",
  "/wiki/Miss_USA_1998": "Miss USA 1998, the 47th Miss USA pageant, was held in Shreveport, Louisiana in March, 1998.   The preliminary competition was held on March 6, 1998, and the final competition on March 10, 1998.  The event was won by Shawnae Jebbia of Massachusetts, who was crowned by outgoing titleholder Brandi Sherwood of Idaho.",
  "/wiki/Vivek_Maddala": "Vivek Maddala (born 17 August 1973) is a two-time Emmy-winning composer who focuses on writing music for feature films, theater and dance productions, and television. He is known for composing music scores for independent movies such as Kaboom, Highway, and American Revolutionary: The Evolution of Grace Lee Boggs, as well as for silent film restorations for Turner Classic Movies, including a 90-minute score for the Greta Garbo film The Mysterious Lady (2002). Additionally, Maddala writes, produces, and performs as a multi-instrumentalist with various recording artists. He is a Sundance Lab Fellow  for film composition, and has had work premiere at the Cannes, Toronto, Berlin, and Sundance film festivals.  Maddala has received three Daytime Emmy nominations, with two wins, in the category of \"Outstanding Music Direction and Composition.\"",
  "/wiki/Moulthrop_family": "The Moulthrop family are three generations of woodturners, starting with Ed Moulthrop, credited as the \"father of modern woodturning\".  The family has been documented in the book Moulthrop: A Legacy in Wood.",
  "/wiki/Woodturning": "Woodturning is the craft of using the wood lathe with hand-held tools to cut a shape that is symmetrical around the axis of rotation. Like the potter's wheel, the wood lathe is a simple mechanism which can generate a variety of forms. The operator is known as a turner, and the skills needed to use the tools were traditionally known as turnery. In pre-industrial England, these skills were sufficiently difficult to be known as 'the misterie' of the turners guild. The skills to use the tools by hand, without a fixed point of contact with the wood, distinguish woodturning and the wood lathe from the machinists lathe, or metal-working lathe.",
  "/wiki/Arthur_Murray": "Arthur Murray (born Moses Teichman, April 4, 1895 – March 3, 1991) was an American ballroom dancer and businessman, whose name is most often associated with the dance studio chain that bears his name.",
  "/wiki/Wallace_Potts": "Wallace Potts (4 February 1947 – 29 June 2006) was an American film director, screenwriter, and archivist. He is best known for his work as the research archivist for the Rudolf Nureyev Foundation in Bath, England, from 1993 until his death in 2006.",
  "/wiki/Rudolf_Nureyev": "Rudolf Khametovich Nureyev (/ˈnjʊəriɛf, njʊˈreɪɛf/ NEWR-ee-ef, nyuurr-AY-ef; Tatar: Рудольф Хәмит улы Нуриев; Russian: Рудо́льф Хаме́тович Нуре́ев, IPA: [rʊˈdolʲf nʊˈrʲejɪf]; 17 March 1938 – 6 January 1993) was a Soviet ballet dancer and choreographer. Nureyev is regarded by some as the greatest male ballet dancer of his generation.",
  "/wiki/Andy_Runton": "Andy Runton is the creator of the graphic novel series Owly, first published in 2005 by Top Shelf. Before he worked on Owly he was a graphic designer. His artwork is a reflection of his affection for wildlife. Andy currently resides in Atlanta, GA. In 2005, Runton won the Ignatz Award for Promising New Talent. His work was also nominated for \"Best Publication for a Younger Audience\" in Eisner Awards the same year, which he won in 2006.",
  "/wiki/Industrial_Design": "Industrial design is a process of design applied to products that are to be manufactured through techniques of mass production. Its key characteristic is that design is separated from manufacture: the creative act of determining and defining a product's form and features takes place in advance of the physical act of making a product, which consists purely of repeated, often automated, replication. This distinguishes industrial design from craft-based design, where the form of the product is determined by the product's creator at the time of its creation.",
  "/wiki/Owly": "Owly is an American children's graphic novel series created since 2004 by Andy Runton and published by Top Shelf Productions.",
  "/wiki/John_Salley": "John Thomas Salley (born May 16, 1964) is an American former professional basketball player and talk show host. He was the first player in NBA history to win championships with three franchises, as well as the first player (and only one of two, the other being Tim Duncan) in the NBA to win a championship in three decades.",
  "/wiki/The_Best_Damn_Sports_Show_Period": "The Best Damn Sports Show Period was an American sports television show that aired on Fox Sports Net and Comcast SportsNet. The show regularly featured irreverent and opinionated interviews with top athletes, coaches, celebrities, and entertainers. It also aired Top 50 countdown shows and other sports specialty shows. Since its debut on July 23, 2001, BDSSP welcomed thousands of guests and aired more than 1,300 episodes. The last original show aired June 30, 2009; however, FSN taped a handful of Top 50 specials."
}