{
  "/wiki/Cymru_Premier": "The Cymru Premier is the national football league of Wales. It has both professional and semi-professional status clubs and is at the top of the Welsh football league system. Prior to 2002, the league was known as the League of Wales (LoW), but changed its name as part of a sponsorship deal to the Welsh Premier League.  The league has been rebranded as the Cymru Premier for the 2019–20 season.",
  "/wiki/Prestatyn_Town_F.C.": "Prestatyn Town Football Club (Welsh: Clwb Pêl Droed Tref Prestatyn) is a Welsh football club based in Prestatyn, Denbighshire who play in the Cymru North.",
  "/wiki/2011%E2%80%9312_Welsh_Premier_League": "The 2011–12 Welsh Premier League season was the 20th season of the Welsh Premier League, the highest football league of Wales since its establishment in 1992. Bangor City were the defending champions, but lost their title to The New Saints in a meeting on the final game of the season.",
  "/wiki/Cymru_Alliance": "The Cymru Alliance League (known for sponsorship reasons as Huws Gray Alliance) was a football league in north and central Wales which formed the second level of the Welsh football league system. From the 2019/20 season onwards, it was replaced by the Cymru North.",
  "/wiki/Porthmadog_F.C.": "Porthmadog Football Club (Welsh: Clwb Pêl Droed Porthmadog, also abbreviated Port) are a football team, playing in the Cymru North. The club was founded in 1884 and plays at Y Traeth, Porthmadog, which accommodates 3,000 spectators (800 seated).",
  "/wiki/2018%E2%80%9319_Cymru_Alliance": "The 2018–19 Cymru Alliance, known as the Huws Gray Cymru Alliance for sponsorship reasons, was the 29th and final season of the Cymru Alliance, which is in the second level of the Welsh football pyramid.",
  "/wiki/Welsh_Cup": "The Welsh Football Association Cup (Welsh: Cwpan Cymdeithas Pêl-droed Cymru) is a knock-out football competition contested annually by teams in the Welsh football league system. It is considered the most prestigious of the cup competitions in domestic Welsh association football.",
  "/wiki/Cardiff_City_F.C.": "Cardiff City Football Club (Welsh: Clwb Pêl-droed Dinas Caerdydd) is a professional association football club based in Cardiff, Wales. It competes in the Championship, the second tier of the English football league system. Founded in 1899 as Riverside A.F.C., the club changed its name to Cardiff City in 1908 and entered the Southern Football League in 1910 before joining the English Football League in 1920. The team have spent 17 seasons in the top tier of English football since, the longest period being between 1921 and 1929. Their most recent season in the top flight was the 2018–19 Premier League season.",
  "/wiki/1928_Welsh_Cup_Final": "The 1928 Welsh Cup Final, the 47th in the competition, was contested by Bangor and Cardiff City at Farrar Road Stadium, Bangor. Cardiff won 2–0.",
  "/wiki/UEFA_Champions_League": "The UEFA Champions League (also known as the European Cup) is an annual club football competition organised by the Union of European Football Associations (UEFA) and contested by top-division European clubs, deciding the best team in Europe. It is one of the most prestigious tournaments in the world and the most prestigious club competition in European football, played by the national league champions (and, for some nations, one or more runners-up) of the strongest UEFA national associations.",
  "/wiki/HJK_Helsinki": "Helsingin Jalkapalloklubi (literally The Football Club of Helsinki), commonly known as HJK Helsinki, or simply as HJK, is a professional football club based in Helsinki, Finland. The club competes in the Finnish Veikkausliiga. Founded in 1907, the club has spent most of its history in the top tier of Finnish football. The club's home ground is the 10,770-seat Telia 5G -areena, where they have played since 2000.",
  "/wiki/2011%E2%80%9312_UEFA_Champions_League": "The 2011–12 UEFA Champions League was the 57th season of Europe's premier club football tournament organised by UEFA, and the 20th season in its current Champions League format. As part of a trial that started in the 2009–10 UEFA Europa League, two extra officials – one behind each goal – were used in all matches of the competition from the play-off round.",
  "/wiki/UEFA_Europa_League": "The UEFA Europa League (abbreviated as UEL) is an annual football club competition organised by UEFA since 1971 for eligible European football clubs. Clubs qualify for the competition based on their performance in their national leagues and cup competitions. It is the second-tier competition of European club football, ranking below the UEFA Champions League.",
  "/wiki/FC_Zimbru_Chi%C8%99in%C4%83u": "Fotbal Club Zimbru is a professional football club based in Chișinău, Moldova, that competes in the Divizia Națională, the highest tier of Moldovan football.",
  "/wiki/2012%E2%80%9313_UEFA_Europa_League": "The 2012–13 UEFA Europa League was the 42nd season of Europe's secondary club football tournament organised by UEFA, and the 4th season since it was renamed from the UEFA Cup to the UEFA Europa League.",
  "/wiki/UEFA_Cup": "The UEFA Europa League (abbreviated as UEL) is an annual football club competition organised by UEFA since 1971 for eligible European football clubs. Clubs qualify for the competition based on their performance in their national leagues and cup competitions. It is the second-tier competition of European club football, ranking below the UEFA Champions League.",
  "/wiki/%C3%8D%C3%BEr%C3%B3ttabandalag_Akraness": "Íþróttabandalag Akraness (English: Akranes Sports Club)[citation needed], commonly known simply as ÍA, is an Icelandic sports club founded in 1946 and based in the town of Akranes, west Iceland. Among the main sports its members can practice are basketball, football, golf, horsemanship, gymnastics, volleyball, bowling, karate, badminton, swimming and powerlifting. The football team plays in yellow shirts and socks, and black shorts.",
  "/wiki/1994%E2%80%9395_UEFA_Cup": "The 1994–95 UEFA Cup was won by Parma on aggregate over Juventus. \nInternazionale were the defending champions with a wild card, but were knocked out in the First Round by Aston Villa.",
  "/wiki/UEFA_Cup_Winners%27_Cup": "The UEFA Cup Winners' Cup  (abbreviated as CWC) was a football club competition contested annually by the most recent winners of all European domestic cup competitions. The cup was one of the many inter-European club competitions that have been organised by the Union of European Football Associations (UEFA). The first competition was held in the 1960–61 season – but not recognised by the governing body of European football until October 1963. The tournament ran for 39 seasons with its final edition held in 1998–99, after which it was absorbed into the UEFA Cup.",
  "/wiki/S.S.C._Napoli": "Società Sportiva Calcio Napoli, commonly referred to as Napoli (pronounced [ˈnaːpoli]), is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup.",
  "/wiki/1962%E2%80%9363_European_Cup_Winners%27_Cup": "The 1962–63 season of the European Cup Winners' Cup football club tournament was won by Tottenham Hotspur in a crushing final victory over holders Atlético Madrid. It was the first time a European cup went to an English club. The so-called \"winner's curse\" continued as Spurs failed to retain the cup in 1964.",
  "/wiki/UEFA_Intertoto_Cup": "The UEFA Intertoto Cup (abbreviated as UI Cup), originally called the International Football Cup, was a summer football competition for European clubs that had not qualified for one of the major UEFA competitions, the Champions League, the UEFA Cup and until 1999, the Cup Winners' Cup. The competition was discontinued after the 2008 tournament.  Teams who originally would have entered the Intertoto Cup now directly enter the qualifying stages of the UEFA Europa League from this point.",
  "/wiki/FC_Gloria_Progresul_Bistri%C8%9Ba": "Asociația Club de Fotbal Gloria Bistrița (Romanian pronunciation: [ˈɡlori.a ˈbistrit͡sa]), commonly known as Gloria Bistrița, or simply as Gloria, was a Romanian professional football club based in Bistrița, Bistrița-Năsăud County founded on 6 July 1922 and dissolved in 2015.",
  "/wiki/2003_UEFA_Intertoto_Cup": "The 2003 UEFA Intertoto Cup finals were won by Schalke 04, Villarreal, and Perugia. All three teams advanced to the UEFA Cup.",
  "/wiki/Lyngby_BK": "Lyngby Boldklub (Danish pronunciation: [ˈlyːŋpy ˈpɒltkʰlup]) is a Danish football club founded in 1921. It is based at Lyngby Stadion in Kongens Lyngby, Lyngby-Taarbæk Municipality, a northern suburb of Copenhagen. From 1994 to 2001 the club was known as Lyngby FC. The club has won the Danish championship twice (1983 and 1992) and the Danish Cup three times (1984, 1985 and 1990).",
  "/wiki/Exhibition_game": "An exhibition game (also known as a friendly, a scrimmage, a demonstration, a preseason game, a warmup match, or a preparation match, depending at least in part on the sport) is a sporting event whose prize money and impact on the player's or the team's rankings is either zero or otherwise greatly reduced. In team sports, matches of this type are often used to help coaches and managers select and condition players for the competitive matches of a league season or tournament. If the players usually play in different teams in other leagues, exhibition games offer an opportunity for the players to learn to work with each other. The games can be held between separate teams or between parts of the same team.",
  "/wiki/Liverpool_F.C._Reserves_and_Academy": "Liverpool F.C. Reserves is the reserve team of Liverpool. It is the most senior level of the Liverpool academy beneath the first team. In the summer of 2012, the whole English reserve football system was overhauled and replaced with an Under 21 league system, the Professional Development League. Liverpool's Reserve team became the Liverpool under 21 team and competes in the Professional Development League 1 which is also known by its sponsorship name of Barclays under 21 Premier League. The team generally consists of Under-21 players at the club but at times senior players also play for the reserves when they are recuperating from injury. Following the introduction of new regulations from 2012–13 season, only three outfield players and one goalkeeper over the age of 21 can play for the reserves regularly.",
  "/wiki/Bangor_City_F.C.": "Bangor City Football Club (Welsh: Clwb Pêl-droed Dinas Bangor) is a Welsh football club from the City of Bangor, Gwynedd. They currently play in the Cymru North on the second level of the Welsh football league system, and host games at Nantporth."
}