{
  "/wiki/America%27s_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/America%27s_Next_Top_Model_(cycle_11)": "The eleventh cycle of America's Next Top Model  premiered on September 3, 2008 and was the fifth season to be aired on The CW network. The promotional catchphrase of the cycle was \"Feel The Love.\"",
  "/wiki/The_Big_Bang_Theory": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro. All three also served as head writers. The show premiered on CBS on September 24, 2007 and concluded on May 16, 2019, having broadcast a total of 279 episodes over 12 seasons.",
  "/wiki/The_Big_Bang_Theory_(season_2)": "The second season of the American sitcom The Big Bang Theory was originally aired on CBS from September 22, 2008, to May 11, 2009, over 23 episodes. The Complete Season DVD was released September 15, 2009, and a Blu-ray version was reissued on July 10, 2012, with remastered surround sound audio, whereas the DVD version only had stereo. Season two starts immediately after the end of season one with Leonard and Penny's date.",
  "/wiki/Hung_(TV_series)": "Hung is a comedy-drama television series which ran on HBO from June 28, 2009 to December 4, 2011. It was created by Colette Burson and Dmitry Lipkin and stars Thomas Jane as Ray Drecker, a struggling suburban Detroit high school basketball and baseball coach who resorts to male prostitution. The second season premiered on June 27, 2010, and concluded its 10-episode run on September 12, 2010. The third season premiered on October 2, 2011 and concluded its 10-episode run on December 4, 2011. The series was cancelled after three seasons.",
  "/wiki/The_Power_Inside": "The Power Inside is a 2013 comedy social film developed by Intel and Toshiba. It is Intel and Toshiba's third social film after The Beauty Inside (2012) and Inside (2011). Directed by Josh Gordon & Will Speck and starring Harvey Keitel, Analeigh Tipton, and Craig Roberts, the film is broken up into six filmed episodes interspersed with interactive storytelling that all takes place on the main character's Facebook timeline.",
  "/wiki/Manhattan_Love_Story": "Manhattan Love Story is an American romantic comedy television series that was created by Jeff Lowell. He also served as an executive producer alongside Peter Traugott, Robin Schwartz, Rachel Kaplan, and Jon Liebman for ABC Studios. The series ran on ABC from September 30 to October 21, 2014, airing at 8:30 pm (Eastern). Following modest viewership, the series' cancellation was announced on October 24: the first from network television for the fall schedule and for the 2014-15 season overall.",
  "/wiki/Limitless_(TV_series)": "Limitless is an American comedy-drama television series based on the 2011 film of the same name, which originally aired on CBS from September 22, 2015, to April 26, 2016. It stars Jake McDorman as Brian Finch, who discovers the power of a mysterious nootropic drug by the name of NZT-48. This drug unlocks the full potential of the human brain and gives its user enhanced mental faculties.",
  "/wiki/Murphy_Brown": "Murphy Brown is an American sitcom created by Diane English that premiered on November 14, 1988, on CBS. The series stars Candice Bergen as the eponymous Murphy Brown, a famous investigative journalist and news anchor for FYI, a fictional CBS television newsmagazine, and later for Murphy in the Morning, a cable morning news show.",
  "/wiki/Why_Women_Kill": "Why Women Kill is an American dark comedy-drama web television series created by Marc Cherry for CBS All Access. Set in multiple time periods, the series depicts the events leading to a death that occurs after the respective husbands of three married women commit adultery. It premiered on August 15, 2019, and its first season consisted of 10 episodes. Shortly before the first season concluded, the series was renewed for a second season.",
  "/wiki/Analeigh_Tipton": "Analeigh Christian Tipton (born November 9, 1988) is an American actress and fashion model. She is known for placing third on Cycle 11 of America's Next Top Model and for her roles in the films Crazy, Stupid, Love (2011), Warm Bodies (2013), and Two Night Stand (2014)."
}