{
  "/wiki/Anse_R%C3%A9union_FC": "Anse Réunion FC is a Seychelles football club based in La Digue, which currently plays in the Seychelles League.",
  "/wiki/La_Digue": "La Digue is the third most populated island of the Seychelles, and fourth largest by land area, lying east of Praslin and west of Felicite Island. In terms of size it is the fourth largest granitic island of Seychelles after Mahé, Praslin and Silhouette Island. It has a population of 2,800 people, who mostly live in the west coast villages of La Passe (linked by ferry to Praslin and Mahé) and La Réunion. There is no airport on La Digue, so to get there from a foreign country, one has to fly to Victoria and continue by ferry, usually via Praslin. It has an area of 10.08 km2, which makes it relatively easy to travel around by bike or on foot.",
  "/wiki/C%C3%B4te_d%27Or_FC": "Côte d'Or Football Club, is a football club based in Praslin, Seychelles. It currently plays in Seychelles League. In 2013, the club has won the Seychelles League.",
  "/wiki/Grand%27Anse_Praslin": "Grand'Anse Praslin is an administrative district of Seychelles located mostly on the island of Praslin, but also administers Cousin Island, Cousine Island, Booby Island, and Aride Island.",
  "/wiki/Praslin": "Praslin is the second largest island (38.5 km2) of the Seychelles, lying 44 km (27 mi) northeast of Mahé. Praslin has a population of around 7,533 people and comprises two administrative districts: Baie Sainte Anne and Grand' Anse. The main settlements are the Baie Ste Anne, Anse Volbert and Grand' Anse.",
  "/wiki/Stade_d%E2%80%99Amiti%C3%A9": "Stade d’Amitié or Amitié Stadium is a muti-purpose stadium located in Praslin, Seychelles. It is used mostly for football matches and is the home stadium of Seychellois football clubs Revengers FC and Côte d'Or FC.",
  "/wiki/Foresters_(Mont_Fleuri)": "Foresters Mont Fleuri Football Club is a Seychelles based football club from Mont Fleuri, they are playing in the Seychelles League.",
  "/wiki/Mont_Fleuri": "Mont Fleuri is an administrative district of Seychelles with its main part located on the island of Mahé. It also includes the six islands of the Sainte Anne Marine National Park and two islets further east (Beacon Island, and Île Seche or Harrison Rock).",
  "/wiki/Mah%C3%A9,_Seychelles": "Mahé is the largest island (157.3 km²) of Seychelles, lying in the northeast of the nation in the Indian Ocean. The population of Mahé was 77,000, as of the 2010 census. It contains the capital city of Victoria and accommodates 86% of the country's total population.  The island was named after Bertrand-François Mahé de La Bourdonnais, a French governor of  Isle de France (modern-day Mauritius).",
  "/wiki/La_Passe_FC": "La Passe Football Club is a Seychelles based football club from the island of La Digue. They are playing in the Seychelles League.",
  "/wiki/Light_Stars_FC": "Light Stars FC is a Seychelles based football club, they are playing in the Seychelles League.",
  "/wiki/The_Lions_FC": "The Lions FC is a Seychelles-based football club, currently playing in the Seychelles League.",
  "/wiki/Cascade,_Seychelles": "Cascade is an administrative district of Seychelles located on the island of Mahé.",
  "/wiki/Stade_Linit%C3%A9": "The Stad Linité (official name) is a multi-use stadium in Victoria, Seychelles. It is currently used mostly for football matches. The stadium holds 10,000 and was built in 1992. The stadium plays host also to most of the home games of the Seychelles national football team. The stadium received in February 2007 an artificial turf pitch 3rd generation, One Star field test, by FIFA's development programme \"win in Africa with Africa\".",
  "/wiki/Northern_Dynamo_FC": "Northern Dynamo FC is a Seychelles based football club, they are playing in the Seychelles League.",
  "/wiki/Glacis,_Seychelles": "Glacis is an administrative district of Seychelles located in the North Region of the island of Mahé. It also encompasses uninhabited Mamelles Island 13 kilometers to the northeast of Mahé, and the tiny Brisan Rocks in between.",
  "/wiki/Revengers_FC": "Revengers Football Club also known as Revengers FC is a Seychellois football club based in Praslin, Seychelles. The club competes in Seychelles' premier league, the Seychelles First Division.",
  "/wiki/Military_of_Seychelles": "The Seychelles People's Defence Force consists of a number of distinct branches:  including an Infantry Unit, Coast Guard, Air Force and a Presidential Protection Unit.",
  "/wiki/Victoria,_Seychelles": "Victoria (French pronunciation: ​[viktɔʁja]) is the capital and largest city of Seychelles, situated on the north-eastern side of Mahé island, the archipelago's main island. The city was first established as the seat of the British colonial government. In 2010, the population of Greater Victoria (including the suburbs) was 26,450 out of the country's total population of 90,945.",
  "/wiki/St_Roch_United": "St Roch United FC is a Seychelles based football club, they are playing in the Seychelles League.",
  "/wiki/Pointe_La_Rue": "Pointe La Rue is an administrative district of Seychelles located in the eastern region of the island of Mahé.",
  "/wiki/Saint_Louis_Suns_United": "Saint Louis Suns United, is a football club based in Victoria, Seychelles. The club was formed as the result of a 2007 merger between Saint-Louis (founded in 1985) and Sunshine (1993).",
  "/wiki/St_Michel_United_FC": "Saint Michel United Football Club are a Seychelles based football club from Roche Caiman and founded in 1996.  They play in the Seychelles First Division. The club have been crowned champions of Seychelles on thirteen occasions.",
  "/wiki/Anse-aux-Pins": "Anse aux Pins is an administrative district of Seychelles located on the island of Mahé. Soleil Island is part of the district.",
  "/wiki/Roche_Caiman": "Roche Caïman is an administrative district of Seychelles located on the island of Mahé. It has a football stadium where its national team play most of the home matches."
}