{
  "/wiki/Broadcast_syndication": "Broadcasting syndication is the license to broadcast television programs and radio programs by multiple television stations and radio stations, without going through a broadcast network. It is common in the United States where broadcast programming is scheduled by television networks with local independent affiliates. Syndication is less of a practice in the rest of the world, as most countries have centralized networks or television stations without local affiliates;  shows can be syndicated internationally, although this is less common. The three main types of syndication are \"first-run syndication\", which is programming that is broadcast for the first time as a syndicated show and is made specifically to sell directly into syndication; \"off-network syndication\" (colloquially called a \"rerun\"), which is the licensing of a program that was originally run on network TV or in some cases, first-run syndication; and \"public broadcasting syndication\".",
  "/wiki/Omnibus_(UK_TV_series)": "Omnibus is an arts-based British documentary series, broadcast mainly on BBC 1 in the United Kingdom. The programme was the successor to the arts-based series Monitor.",
  "/wiki/BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees. It employs over 22,000 staff in total, more than 16,000 of whom are in public sector broadcasting. The total number of staff is 35,402 when part-time, flexible, and fixed-contract staff are included.",
  "/wiki/Ultra": "Ultra was the designation adopted by British military intelligence in June 1941 for wartime signals intelligence obtained by breaking high-level encrypted enemy radio and teleprinter communications at the Government Code and Cypher School (GC&CS) at Bletchley Park. Ultra eventually became the standard designation among the western Allies for all such intelligence. The name arose because the intelligence thus obtained was considered more important than that designated by the highest British security classification then used (Most Secret) and so was regarded as being Ultra secret. Several other cryptonyms had been used for such intelligence.",
  "/wiki/60_Minutes": "60 Minutes is an American news magazine and television program broadcast on the CBS television network. Debuting in 1968, the program was created by Don Hewitt, who chose to set it apart from other news programs by using a unique style of reporter-centered investigation. In 2002, 60 Minutes was ranked at No. 6 on TV Guide's 50 Greatest TV Shows of All Time and in 2013, it was ranked #24 on TV Guide's 60 Best Series of All Time. The New York Times has called it \"one of the most esteemed news magazines on American television\".",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/The_Hollywood_Greats": "Hollywood Greats is a BBC Television series, which originally ran from 1977 to 1985. The film critic Barry Norman wrote and narrated a series of in-depth profiles on major Hollywood film personalities, in which he interviewed surviving associates. He was also responsible for a series called British Greats in 1980. A series of books, titled The Hollywood Greats, The Movie Greats and The British Greats, which were written by Norman, were published.",
  "/wiki/Rainbow_(1978_film)": "Rainbow is a 1978 American made-for-television biographical musical drama film which chronicles the early years of singer-actress Judy Garland, portrayed by Andrea McArdle. Directed by Jackie Cooper, it was written by John McGreevey based on the 1975 book Rainbow: The Stormy Life of Judy Garland by Christopher Finch. It originally aired on NBC Monday Night at the Movies on November 6, 1978. The casting of McArdle as Judy Garland was heavily criticized at the time, as the actress did not resemble nor sound remotely like Garland.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Biopic": "A biographical film, or biopic (/ˈbaɪoʊpɪk/; abbreviation for biographical motion picture), is a film that dramatizes the life of a non-fictional or historically-based person or people. Such films show the life of a historical person and the central character's real name is used. They differ from docudrama films and historical drama films in that they attempt to comprehensively tell a single person's life story or at least the most historically important years of their lives.[original research?]",
  "/wiki/Andrea_McArdle": "Andrea McArdle (born November 5, 1963) is an American singer and actress best known for originating the role of Annie in the Broadway musical Annie.",
  "/wiki/Great_Performances": "Great Performances is a television anthology series dedicated to the performing arts; the banner has been used to televise theatrical performances such as plays, musicals, opera, ballet, concerts, as well as occasional documentaries. It is produced by the PBS member stations WNET in New York City (originally in conjunction with KQED/San Francisco, WTTW/Chicago, Maryland Public Television, South Carolina ETV and KERA-TV/Dallas/Fort Worth).",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Biography_(TV_series)": "Biography is a U.S. documentary television series and media franchise created in the 1960s by David L. Wolper and owned by A&E Networks since 1987. Each episode depicts the life of a notable person with narration, on-camera interviews, photographs, and stock footage. The show originally ran in syndication in 1962–1964,  and in 1979, on A&E from 1987 to 2006, and on The Biography Channel (later Bio, now FYI) from 2006 to 2012. After a five-year hiatus, the franchise was relaunched in 2017. Over the years, the Biography media franchise has expanded domestically and internationally, spinning off several cable television channels, a website, a children's program, a line of books and records, and a series of made-for-TV movies, specials, and miniseries, among other media properties. Biography has won a Peabody Award (1962) and three Emmy Awards (1997, 1999, 2002).",
  "/wiki/A&E_Network": "A&E is an American pay television network, the flagship television property of A&E Networks. It is headquartered in New York City and operates offices in Atlanta, Georgia; Chicago, Illinois; Detroit, Michigan; London, United Kingdom; Los Angeles, California and Stamford, Connecticut. The network focuses primarily on non-fiction programming, including reality docusoaps, true crime, and documentary miniseries.",
  "/wiki/Life_with_Judy_Garland:_Me_and_My_Shadows": "Life with Judy Garland: Me and My Shadows is a 2001 American two-part, four-hour biographical television miniseries based on the 1998 book Me and My Shadows: A Family Memoir written by Lorna Luft, the daughter of legendary singer-actress Judy Garland. The miniseries was directed by Robert Allan Ackerman and originally broadcast in two parts on ABC on February 25 and 26, 2001.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Tammy_Blanchard": "Tammy Blanchard (born December 14, 1976) is an American actress. She rose to prominence for her role as teenage Judy Garland in the critically acclaimed television film Life with Judy Garland: Me and My Shadows (2001), for which she received a Golden Globe Award nomination and a Primetime Emmy Award. Her other notable film roles were in The Good Shepherd (2006), Sybil (2007), Into the Woods (2014) and The Invitation (2015).",
  "/wiki/Judy_Davis": "Judith Davis (born 23 April 1955) is an Australian actress known for her work in film, television, and theatre. With a career spanning over 40 years she is commended for her versatility and is regarded as one of the finest actresses of her generation with frequent collaborator Woody Allen describing her as \"one of the most exciting actresses in the world\". She is the recipient of eight AACTA Awards, three Emmy Awards, two British Academy Film Awards, two Golden Globe Awards and has received two Academy Award nominations.",
  "/wiki/E!_True_Hollywood_Story": "E! True Hollywood Story is an American television documentary series on E! that deals with Hollywood celebrities, movies, TV shows, and well-known public figures. Topics covered on the program include salacious re-tellings of Hollywood secrets, show-biz scandals, celebrity murders and mysteries, porn-star biographies and \"where-are-they-now?\" investigations of former child stars. It frequently features in-depth interviews, actual courtroom footage and dramatic reenactments. Content is usually updated to reflect the current life or status of the subject.",
  "/wiki/E!": "E! (an initialism for Entertainment Television) is an American basic cable channel owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, a subsidiary of Comcast.",
  "/wiki/American_Masters": "American Masters is a PBS television series which produces biographies on enduring writers, musicians, visual and performing artists, dramatists, filmmakers, and those who have left an indelible impression on the cultural landscape of the United States. It is produced by WNET in New York City. The show debuted on PBS in 1986.",
  "/wiki/Judy_(film)": "Judy (also marketed as Judy: Over the Rainbow) is a 2019 biographical drama film about American singer and actress Judy Garland. Directed by Rupert Goold, it is an adaptation of the Olivier- and Tony-nominated West End and Broadway play End of the Rainbow by Peter Quilter. The film stars Renée Zellweger as Garland, with Jessie Buckley, Finn Wittrock, Rufus Sewell, and Michael Gambon in supporting roles.",
  "/wiki/Rupert_Goold": "Rupert Goold, CBE (born 18 February 1972) is an English theatre director. He is the artistic director of the Almeida Theatre. Goold was the artistic director of Headlong Theatre Company (2005–2013).",
  "/wiki/Renée_Zellweger": "Renée Kathleen Zellweger  (/rəˈneɪ ˈzɛlwɛɡər/; born April 25, 1969) is an American actress and producer. She has received numerous accolades, including two Academy Awards, four Golden Globe Awards, and two BAFTA Awards. Zellweger was one of the world's highest-paid actresses by 2007 and was named Hasty Pudding Theatricals' Woman of the Year in 2009. She appeared in Forbes Celebrity 100 in 2006 and 2007.",
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Academy_Award_for_Best_Actress": "The Academy Award for Best Actress is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of an actress who has delivered an outstanding performance in a leading role while working within the film industry. The award is traditionally presented by the previous year's Best Actor winner.",
  "/wiki/List_of_Judy_Garland_biographies": "Judy Garland has been the subject of many biographies. Since her death in 1969, she has been the subject of over two dozen books. The first of these was Brad Steiger's Judy Garland, published shortly after her death, which includes information on Garland's astrological chart, analysis of her handwriting, numerology and biorhythms. Most of the books are entirely about Garland, but some, including Patricia Fox-Sheinwold's Too Young to Die, Some Are Born Great by Adela Rogers St. Johns and Jane Ellen Wayne's The Golden Girls of MGM, merely feature a chapter about her. Two volumes, Rainbow's End: The Judy Garland Show by Coyne Steven Sanders and Mel Tormé's The Other Side of the Rainbow: On the Dawn Patrol With Judy Garland, focus on Garland's television series, The Judy Garland Show. Garland's last husband, Mickey Deans, co-authored an early biography in 1972 and Garland's daughter Lorna Luft wrote a family memoir in 1988."
}