{
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2014_World_Junior_Ice_Hockey_Championships": "The 2014 World Junior Ice Hockey Championships (formerly called the IIHF U20 World Championship) was the 38th edition of the Ice Hockey World Junior Championship (WJHC), hosted in Malmö, Sweden. The 13,700-seat Malmö Arena was the main venue, with the smaller Malmö Isstadion the secondary venue. It began on December 26, 2013, and ended with the gold medal game on January 5, 2014.",
  "/wiki/Finland_men%27s_national_junior_ice_hockey_team": "The Finnish men's national under 20 ice hockey team is the national under-20 ice hockey team in Finland. The team represents Finland at the International Ice Hockey Federation's IIHF World U20 Championship.",
  "/wiki/Most_valuable_player": "In sports, a most valuable player (MVP) award is an honor typically bestowed upon an individual as the most performing player (or players) in an entire league, for a particular competition, or on a specific team.  Initially used in professional sports, the term is now also commonly used in amateur sports, as well as in other completely unrelated fields such as business and music.  In many sports, MVP awards are presented for a specific match—in other words, a player of the match award.",
  "/wiki/Filip_Forsberg": "Carl Filip Anton Forsberg (pronounced [ˈfǐːlɪp ˈfɔ̂ʂːbærj]; born 13 August 1994) is a Swedish professional ice hockey player and alternate captain for the Nashville Predators of the National Hockey League (NHL). Forsberg was selected by the Washington Capitals in the first round, 11th overall, of the 2012 NHL Entry Draft.",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/2013%E2%80%9314_Tour_de_Ski": "The 2013–14 Tour de Ski was the 8th edition of the Tour de Ski. The Stage World Cup event began in Oberhof, Germany on December 28, 2013, and ended in Val di Fiemme, Italy on January 5, 2014. The cups were defended by Justyna Kowalczyk (Poland) and Alexander Legkov (Russia).",
  "/wiki/Martin_Johnsrud_Sundby": "Martin Johnsrud Sundby (born 26 September 1984) is a Norwegian cross-country skier who has competed since 2003. He is the silver medalist of the 2010 Winter Olympics in the team relay and the bronze medalist of the 2014 Winter Olympics in the 30 km skiathlon. In 2014, he became the first  Norwegian to win the Tour de Ski.",
  "/wiki/Therese_Johaug": "Therese Johaug (born 25 June 1988) is a Norwegian cross-country skier who has competed for the clubs Tynset IF and IL Nansen. In world championships she has won seven individual gold medals along with three gold medals in relays and she is a three-time Olympic medallist.",
  "/wiki/Ski_jumping": "Ski jumping is a winter sport in which competitors aim to achieve the longest jump after descending from a specially designed ramp on their skis. Along with jump length, competitor's style and other factors affect the final score. Ski jumping was first contested in Norway in the late 19th century, and later spread through Europe and North America in the early 20th century. Along with cross-country skiing, it constitutes the traditional group of Nordic skiing disciplines.",
  "/wiki/2013%E2%80%9314_Four_Hills_Tournament": "The 2013-14 Four Hills Tournament will take place at the four traditional venues of Oberstdorf, Garmisch-Partenkirchen, Innsbruck and Bischofshofen, located in Germany and Austria, between 29 December 2013 and 6 January 2014.",
  "/wiki/Thomas_Diethart": "Thomas Diethart (born 25 February 1992) is an Austrian former ski jumper who won the 2014 Four Hills Tournament.",
  "/wiki/2014_NHL_Winter_Classic": "The 2014 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2014 at Michigan Stadium in Ann Arbor, Michigan. The visiting Toronto Maple Leafs defeated the Detroit Red Wings, 3–2, in a shootout to move past the Red Wings in the Atlantic Division. The game was televised nationally in Canada on CBC and nationally in the United States on NBC. The game set an NHL attendance record of 105,491, surpassing the previous record set during the 2008 NHL Winter Classic.",
  "/wiki/2013%E2%80%9314_Toronto_Maple_Leafs_season": "The 2013–14 Toronto Maple Leafs season was the 97th season for the National Hockey League (NHL) franchise that was established on November 22, 1917. Due to a realignment that was approved on March 14, 2013, by the NHL's Board of Governors, the Maple Leafs played this season in the eight-team Atlantic Division of the Eastern Conference. For the first time since the 1997–98 season, they played every team in the league at least once both home and away. In fact, they played the Montreal Canadiens and the Buffalo Sabres five times each, every other team in their own division four times each, teams in the Metropolitan Division of the Eastern Conference three times each, and every team from the Western Conference twice.",
  "/wiki/Motorsport": "Motorsport, motorsports or motor sport is a global term used to encompass the group of competitive sporting events which primarily involve the use of motorised vehicles, whether for racing or non-racing competition.  The terminology can also be used to describe forms of competition of two-wheeled motorised vehicles under the banner of motorcycle racing, and includes off-road racing such as motocross.",
  "/wiki/2014_European_Rally_Championship_season": "The 2014 European Rally Championship season was the 62nd season of the FIA European Rally Championship, the European continental championship series in rallying. The season was also the second following the merger between the European Rally Championship and the Intercontinental Rally Challenge.",
  "/wiki/Esapekka_Lappi": "Esapekka Lappi (born 17 January 1991) is a Finnish rally driver. He is the 2012 Finnish Rally Champion, 2014 European Rally Champion and the 2016 WRC-2 Champion. He is currently competing for M-Sport Ford WRT in the World Rally Championship.",
  "/wiki/Robert_Kubica": "Robert Józef Kubica (Polish pronunciation: [ˈrɔbɛrt kuˈbit͡sa] (listen); born 7 December 1984) is a Polish racing driver.  He became the first and only Polish driver to compete in Formula One. Between 2006 and 2009 he drove for the BMW Sauber F1 team, promoted from test driver to race driver during 2006. In June 2008, Kubica took his maiden Formula One victory in the Canadian Grand Prix, becoming the first Polish driver to win a Formula One race. That season he led the championship at one stage, before finishing fourth overall, his best career position. Kubica drove for Renault in 2010 and was set to remain with the team in 2011. Several years later Kubica spoke during an interview on a F1 official podcast 'Beyond The Grid' and confirmed he had signed a pre-contract for the 2012 season with Ferrari, a move that was eventually cancelled by his devastating rally crash in the winter of 2011.",
  "/wiki/Darts": "Darts is a sport in which small missiles are thrown at a circular target (\"dartboard\") fixed to a wall. Though various boards and rules have been used in the past, the term \"darts\" usually now refers to a standardised game involving a specific board design and set of rules.",
  "/wiki/2014_BDO_World_Darts_Championship": "The 2014 Lakeside World Professional Darts Championship was the 37th World Championship organised by the British Darts Organisation, and the 29th staging at the Lakeside Country Club at Frimley Green.",
  "/wiki/Stephen_Bunting": "Stephen Bunting (born 9 April 1985) is an English professional darts player who competes for the Professional Darts Corporation. His nickname is The Bullet. He won the 2014 BDO World Championships, and is a twice former World Masters champion.",
  "/wiki/Lisa_Ashton": "Lisa Ashton (born 27 August 1970) is an English darts player and four-time British Darts Organisation women's world champion, who currently plays in Professional Darts Corporation events.",
  "/wiki/Rallying": "Rally is a form of motorsport that takes place on public or private roads with modified production or specially built road-legal cars. It is distinguished by not running on a circuit, but instead in a point-to-point format in which participants and their co-drivers drive between set control points (special stages), leaving at regular intervals from one or more start points. Rallies may be won by pure speed within the stages or alternatively by driving to a predetermined ideal journey time within the stages.",
  "/wiki/2014_Dakar_Rally": "The 2014 Dakar Rally was the 36th running of the event and the sixth successive year that the event was held in South America. The event started in Rosario, Argentina on January 5 and finished in Valparaíso, Chile on January 18 after 13 stages of competition. Marc Coma won his fourth title in the motorcycle category riding a KTM; Ignacio Casale took his maiden title in the quad category on a Yamaha; Nani Roma clinched victory in the car category for the first time, ten years after his sole motorcycle title, driving a Mini; and Andrey Karginov took his first truck category title for Kamaz.",
  "/wiki/Marc_Coma": "Marc Coma i Camps (born 7 October 1976) is a Spanish rally racing motorcycle rider. He won the Dakar Rally in 2006, 2009, 2011, 2014, and 2015 riding a KTM motorcycle, and is also a six-time winner of the FIM Cross-Country Rallies World Championship. Since 2015 he has been a race director of the Dakar Rally.",
  "/wiki/KTM": "KTM AG (the former KTM Sportmotorcycle AG) is an Austrian motorcycle and sports car manufacturer owned by KTM Industries AG and Indian manufacturer Bajaj Auto. It was formed in 1992 but traces its foundation to as early as 1934. Today, KTM AG is the parent company of the KTM Group.",
  "/wiki/Ignacio_Casale": "Ignacio Nicolás Casale Catraccia (born 27 April 1987 in Santiago, Chile) is a four-wheeler motorcycle rider who won two times in the quad bike category of Dakar Rally. He moved to the UTV category after his second victory on the Dakar Rally in 2018.",
  "/wiki/Yamaha_Motor_Company": "Yamaha Motor Company Limited (ヤマハ発動機株式会社, Yamaha Hatsudōki Kabushiki-gaisha) is a Japanese manufacturer of motorcycles, marine products such as boats and outboard motors, and other motorized products. The company was established in 1955 upon separation from Yamaha Corporation (however Yamaha Corporation is still the largest private company shareholder with 9.92%, as of 2019), and is headquartered in Iwata, Shizuoka, Japan. The company conducts development, production and marketing operations through 109 consolidated subsidiaries as of 2012.",
  "/wiki/Nani_Roma": "Joan \"Nani\" Roma Cararach, (born 17 February 1972) is a rally racing driver from Folgueroles, Barcelona, Spain. He won the Dakar Rally riding a motorcycle in 2004. Since then he has entered in the car category, taking the win in the 2014 edition of the race.",
  "/wiki/Michel_P%C3%A9rin": "Michel Périn (born 19 January 1957 in Saint-Mihiel) is a French rally navigator.",
  "/wiki/Mini_(marque)": "Mini (stylised as MINI) is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars. The word Mini has been used in car model names since 1959, and in 1969 it became a marque in its own right when the name \"Mini\" replaced the separate \"Austin Mini\" and \"Morris Mini\" car model names. BMW acquired the marque in 1994 when it bought Rover Group (formerly British Leyland), which owned Mini, among other brands.",
  "/wiki/Kamaz": "JSC KAMAZ (Russian: Камский Автомобильный Завод – КАМАЗ, romanized: Kamskiy Avtomobilny Zavod, lit. 'Kama Automobile Plant') is a Russian brand of trucks and engines manufacturer located in Naberezhnye Chelny, Russian Federation. It is famous for its cab over trucks. KAMAZ is a portmanteau which stands for a factory on Kama River.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/2014_BCS_National_Championship_Game": "The 2014 Vizio BCS National Championship Game was the national championship game of the 2013 college football season, which took place on Monday, January 6, 2014. The game featured the Auburn Tigers and Florida State Seminoles. It was the 16th and last time the top two teams would automatically play for the Bowl Championship Series (BCS) title before the implementation of a four-team College Football Playoff system. The game was played at the Rose Bowl Stadium in Pasadena, California, kicking off at 8:30 p.m. ET. The game was hosted by the Pasadena Tournament of Roses, the organizer of the annual Tournament of Roses Parade and the Rose Bowl Game on New Year's Day. The winner of the game, Florida State, was presented with the American Football Coaches Association's \"The Coaches' Trophy\", valued at $30,000. Pre-game festivities began at 4:30 p.m. PT. Face values of tickets were $385 and $325 (end zone seats) with both teams receiving a total of 40,000 tickets.",
  "/wiki/2013_Florida_State_Seminoles_football_team": "The 2013 Florida State Seminoles football team, variously Florida State or FSU, represented Florida State University in the sport of American football during the 2013 NCAA Division I FBS college football season. Florida State competed in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA). The Seminoles were led by fourth-year head coach Jimbo Fisher and played their home games at Bobby Bowden Field at Doak Campbell Stadium in Tallahassee, Florida. They were members of the Atlantic Coast Conference, and played in the Atlantic Division. It was the Seminoles' 22nd season as a member of the ACC and its ninth in the ACC Atlantic Division.",
  "/wiki/Jameis_Winston": "Jameis Lanaed Winston (/ˈdʒeɪmɪs/ JAY-mis; born January 6, 1994) is an American football quarterback for the Tampa Bay Buccaneers of the National Football League (NFL). Born and raised in Alabama, he was a highly regarded quarterback in high school and led his team to the state championship as a junior. Winston played college football for the Florida State Seminoles and as a redshirt freshman became the youngest player to win the Heisman Trophy and helped lead the Seminoles to a victory in the 2014 BCS National Championship Game. In his sophomore and final year, the Seminoles advanced to the Rose Bowl, part of the College Football Playoff. Winston also played on Florida State's baseball team. Winston was drafted as the first overall pick by the Buccaneers in the 2015 NFL Draft.",
  "/wiki/P._J._Williams": "Kenneth Lamar \"P. J.\" Williams (born June 1, 1993) is an American football cornerback for the New Orleans Saints of the National Football League (NFL). He played college football at Florida State. He was the Defensive MVP of the 2014 BCS National Championship Game.",
  "/wiki/Field_hockey": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players commonly use sticks made out of wood, carbon fibre, fibre glass or a combination of carbon fibre and fibre glass in different quantities (with the higher carbon fibre stick being more expensive and less likely to break) to hit a round, hard, plastic hockey ball. The length of the hockey stick is based on the player's individual height, the top of the stick usually comes to the players hip, taller players typically have taller sticks. The sticks have a round side and a flat side only the flat face of the stick is allowed to be used, if the other side is used it results in a foul. Goalies often have a different kind of stick, however they can also use an ordinary field hockey stick. The specific goal-keeping sticks have another curve at the end of the stick, this is to give them more surface area to save the ball. The uniform consists of shin guards, shoes, shorts or a skirt, a mouthguard and a jersey.",
  "/wiki/2012%E2%80%9313_Men%27s_FIH_Hockey_World_League_Final": "The 2012–13 Men's FIH Hockey World League Final took place between 10–18 January 2014 in New Delhi, India.",
  "/wiki/Netherlands_men%27s_national_field_hockey_team": "The Netherlands national men's field hockey team represents the Netherlands in international men's field hockey and is controlled by the Koninklijke Nederlandse Hockey Bond, the governing body for field hockey in the Netherlands.",
  "/wiki/2014_World_Junior_Ice_Hockey_Championships_%E2%80%93_Division_II": "The 2014 World Junior Ice Hockey Championship Division II was played in two groups of six teams each. In each group the first-placed team is promoted to a higher level, while the last-placed team is relegated to a lower level. Divisions II A and II B represent the fourth and the fifth tier of the World Junior Ice Hockey Championships.",
  "/wiki/South_Korea_men%27s_national_junior_ice_hockey_team": "The South Korean men's national under 20 ice hockey team is the national under-20 ice hockey team in South Korea. The team represents South Korea at the International Ice Hockey Federation's World Junior Hockey Championship Division II.",
  "/wiki/China_men%27s_national_junior_ice_hockey_team": "The Chinese men's national under-20 ice hockey team is the national under-20 ice hockey team in China. The team represents China at the International Ice Hockey Federation's World Junior Hockey Championship Division III.",
  "/wiki/Belgium_men%27s_national_junior_ice_hockey_team": "The Belgian men's national under 20 ice hockey team is the national under-20 ice hockey team in Belgium. The team represents Belgium at the International Ice Hockey Federation's World Junior Hockey Championship Division II.",
  "/wiki/Snooker": "Snooker (pronounced UK: /ˈsnuːkə/, US: /ˈsnʊkər/) is a cue sport that originated among British Army officers stationed in India in the second half of the 19th century. It is played on a rectangular table covered with a green cloth (or \"baize\"), with pockets at each of the four corners and in the middle of each long side. Using a cue stick and 21 coloured balls, players must strike the white ball (or \"cue ball\") to pot or pocket the remaining balls in the correct sequence, accumulating points for each pot. An individual game (or frame), is won by the player scoring the most points. A match is won when a player wins a predetermined number of frames.",
  "/wiki/2014_Masters_(snooker)": "The 2014 Dafabet Masters was a professional non-ranking snooker tournament that took place between 12–19 January 2014 at the Alexandra Palace in London, England. This was the first time that Dafabet sponsored the event.",
  "/wiki/Ronnie_O%27Sullivan": "Ronald Antonio O'Sullivan OBE (born 5 December 1975) is an English professional snooker player who is one of the most successful players in the history of the sport. Since turning professional in 1992, he has won five World Championships, a record seven Masters titles, and a record seven UK Championships, setting a record total of 19 titles in Triple Crown tournaments. He shares the record for the most ranking titles (36) with Stephen Hendry and also holds the record as the youngest winner of a ranking title (1993 UK Championship, aged 17 years and 358 days) as well as the youngest winner of the Masters (in 1995, aged 19 years and 69 days). In the 2017/2018 season, O'Sullivan won five ranking events in a single season, a record that he shares with Hendry, Ding Junhui and Mark Selby. His career prize money of over £11 million is the highest amount earned by any player in snooker history.",
  "/wiki/Team_handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/2014_European_Men%27s_Handball_Championship": "The 2014 EHF European Men's Handball Championship was the 11th edition of the tournament and held in Denmark from 12–26 January. Hungary/Croatia (jointly) were the other applicants for the championship.",
  "/wiki/France_national_handball_team": "The France national handball team is supervised by the French Handball Federation, and represents France in international matches. It is the first handball team to have held all three titles twice (the Danish women's team also held all three in 1997), and the only national team in its sport to hold six world titles and a total of eleven medals at the World Men's Handball Championship. With a total of four medals, including two gold in 2008 and 2012, France is also the most successful Handball team at the Summer Olympics. France's men handball team is widely regarded as the finest national team in the history of the sport.",
  "/wiki/Figure_skating": "Figure skating is a sport in which individuals, duos, or groups perform on figure skates on ice. It was the first winter sport to be included in the Olympic Games, when it was contested at the 1908 Olympics in London. The four Olympic disciplines are men's singles, ladies' singles, pair skating, and ice dance. Non-Olympic disciplines include synchronized skating, Theater on Ice, and four skating. From intermediate through senior-level competition, skaters generally perform two programs (short and free skate), which may include spins, jumps, moves in the field, lifts, throw jumps, death spirals, and other elements or moves, depending on the discipline.",
  "/wiki/2014_European_Figure_Skating_Championships": "The 2014 European Figure Skating Championships was a senior international figure skating competition in the 2013–14 season. The competition was held in Budapest, Hungary from January 13 to 19th, 2014. Skaters competed in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing.",
  "/wiki/Javier_Fern%C3%A1ndez_(figure_skater)": "Javier Fernández López (Spanish pronunciation: [xaˈβjeɾ feɾˈnandeθ ˈlopeθ]; born 15 April 1991) is a former Spanish figure skater. He is the 2018 Olympic bronze medalist, a two-time World champion (2015, 2016), a two-time World bronze medalist (2013, 2014), a seven-time European champion (2013–2019), a two-time Grand Prix Final silver medalist (2014, 2015), a three-time Rostelecom Cup champion (2014–2016), a two-time Grand Prix in France champion (2016–2017) and an eight-time Spanish national champion (2010, 2012–2018).",
  "/wiki/Yulia_Lipnitskaya": "Yulia Vyacheslavovna Lipnitskaya (alt. spelling: Julia Lipnitskaia; Russian: Ю́лия Вячесла́вовна Липни́цкая, Russian: [ˈjulʲɪjə vʲɪtɕɪˈsɫavəvnə lʲipˈnitskəjə]; born 5 June 1998) is a Russian former competitive figure skater. She was part of the Russian team to win the 2014 Winter Olympics team trophy. Individually, Lipnitskaya is the 2014 World silver medalist, the 2014 European champion, the 2013–14 Grand Prix Final silver medalist, and a two-time Russian national silver medalist (2012 & 2014). Competing as a junior, Lipnitskaya won the 2012 World Junior Championships, 2011–12 JGP Final, and 2012 Russian Junior Championships. She retired from the professional sport on 9 September 2017 due to complications with ligaments of the legs and hip joints, as well as anorexia.",
  "/wiki/Tatiana_Volosozhar": "Tatiana Andreyеvna Volosozhar (Russian: Татья́на Андре́евна Волосожа́р, Ukrainian: Тетяна Андріївна Волосожар; born 22 May 1986) is a Ukrainian-born Russian pair skater. With Maxim Trankov, she is the two-time 2014 Olympic champion in the pairs and in team events, the 2013 World champion, a four-time (2012, 2013, 2014 and 2016) European champion, the 2012 Grand Prix Final champion, and a three-time (2011, 2013 and 2016) Russian national champion. They have also won six events on the Grand Prix series.",
  "/wiki/Maxim_Trankov": "Maxim Leonidovich Trankov (Russian: Макси́м Леони́дович Транько́в, born 7 October 1983) is a Russian pair skater. With Tatiana Volosozhar, he is a two-time  2014 Olympic champion in the pairs and in team events, the 2013 World champion, a four-time (2012, 2013, 2014, 2016) European champion, the 2012 Grand Prix Final champion, and a three-time (2011, 2013, 2016) Russian national champion. They have also won six events on the Grand Prix series.",
  "/wiki/Anna_Cappellini": "Anna Cappellini (born 19 February 1987) is an Italian ice dancer. With partner Luca Lanotte, she is the 2014 World champion, the 2014 European champion, the 2015 Cup of China champion and a thirteen-time medalist on the Grand Prix series, and a seven-time Italian national champion (2012–18).",
  "/wiki/Luca_Lanotte": "Luca Lanotte (born 30 July 1985) is an Italian ice dancer. With partner Anna Cappellini, he is the 2014 World champion, the 2014 European champion, the 2015 Cup of China champion and a thirteen-time medalist on the Grand Prix series, and a seven-time Italian national champion (2012–18).",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/2014_Australian_Open": "The 2014 Australian Open was a tennis tournament that took place at Melbourne Park between 13–26 January 2014. It was the 102nd edition of the Australian Open, and the first Grand Slam tournament of the year. The tournament consisted of events for professional players in singles, doubles and mixed doubles play. Junior and wheelchair players competed in singles and doubles tournaments.",
  "/wiki/Stanislas_Wawrinka": "Stanislas Wawrinka (French: [stanislas vavʁiŋka]; born 28 March 1985) is a Swiss professional tennis player. He reached a career-high Association of Tennis Professionals (ATP) world No. 3 singles ranking for the first time on 27 January 2014. His career highlights include three Grand Slam titles at the 2014 Australian Open, 2015 French Open and 2016 US Open, where he defeated the No. 1 player in the final on all three occasions, reaching the final of the 2017 French Open, winning an ATP World Tour Masters 1000 title at the Monte-Carlo Masters in 2014, and reaching three other finals at 2008 Rome, 2013 Madrid and 2017 Indian Wells. As a competitor for Switzerland, Wawrinka won gold in doubles at the 2008 Beijing Olympics with teammate Roger Federer, and also helped the Swiss team to win the 2014 Davis Cup.",
  "/wiki/Li_Na": "Li Na (born 26 February 1982) is a retired Chinese tennis player.",
  "/wiki/2014_Monte_Carlo_Rally": "The 2014 Monte Carlo Rally (formally known as the 82ème Rallye Automobile Monte-Carlo) is a motor racing event for rally cars that was held over three days between 14 and 18 January 2014. It marked the eighty-second running of the Monte Carlo Rally, and was the first round of the 2014 World Rally Championship, WRC-2 and WRC-3 seasons. After being based in the town of Valence for the 2013 event, the rally headquarters was relocated to Gap in the French province of Hautes-Alpes. The rally itself was run over fifteen special stages, with teams and drivers contesting 383.88 km (238.53 mi) in competitive stages.",
  "/wiki/S%C3%A9bastien_Ogier": "Sébastien Ogier (born 17 December 1983) is a French rally driver, competing for Toyota World Rally Team in the World Rally Championship (WRC), who is teamed with co-driver Julien Ingrassia. He won the World Rally Drivers' Championship six times, in 2013, 2014, 2015, 2016, 2017 and 2018. With 47 victories in the World Rally Championship and 6 consecutive titles, he is statistically the second most successful WRC driver, after former Citroën WRC teammate Sébastien Loeb (9 titles).",
  "/wiki/Volkswagen_Motorsport": "The Volkswagen Motorsport is a works rally team of the German car manufacturer Volkswagen, whom competed in the World Rally Championship (WRC) and Dakar Rally.",
  "/wiki/Julien_Ingrassia": "Julien Ingrassia (born 26 November 1979) is a French rally co-driver. Working with Sébastien Ogier, he became World Rally Champion in 2013, 2014, 2015, and 2016 with Volkswagen Motorsport, and 2017 and 2018 with M-Sport World Rally Team.",
  "/wiki/2014_African_Men%27s_Handball_Championship": "The 2014 African Men's Handball Championship was held in Algiers and Chéraga, Algeria, from 16 to 25 January 2014. It acted as the African qualifying tournament for the 2015 World Men's Handball Championship in Qatar.",
  "/wiki/Algeria_national_handball_team": "The Algeria national handball team is the national handball team of Algeria and is controlled by the Algerian Handball Federation.",
  "/wiki/2014_African_Women%27s_Handball_Championship": "The 2014 African Women's Handball Championship was held in Algiers and Chéraga, Algeria, from 16 to 25 January 2014. It acted as the African qualifying tournament for the 2015 World Women's Handball Championship in Denmark.",
  "/wiki/Tunisia_women%27s_national_handball_team": "The Tunisia women's national handball team (Arabic: منتخب تونس لكرة اليد للسيدات‎), nicknamed Les Aigles de Carthage (The Eagles of Carthage or The Carthage Eagles), is the national handball team of Tunisia. It is governed by the Tunisian Handball Federation and takes part in international handball competitions.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Tournament_of_Champions_2014": "The Men's J. P. Morgan Tournament of Champions 2014 is the men's edition of the 2014 Tournament of Champions, which is a PSA World Series event Gold (Prize money : 115 000 $). The event took place at the Grand Central Terminal in New York City in the United States from 17 January to 24 January. Amr Shabana won his third Tournament of Champions trophy, beating Grégory Gaultier in the final.",
  "/wiki/Amr_Shabana": "Amr Shabana (Arabic: عمرو شبانة‎; born 20 July 1979 in Cairo) is a former professional squash player from Egypt. He won the World Open in 2003, 2005, 2007 and 2009, and reached the World No. 1 ranking in 2006.",
  "/wiki/Nicol_David": "Datuk Nicol Ann David DB PJN DSPN KMN AMN (born 26 August 1983) is a female Malaysian professional squash player, currently ranked 6th in the world. Beginning in August 2006, David was the world number one for a record-breaking 108 consecutive months, finally ceding the ranking in September 2015 to Raneem El Weleily. She has won the World Open title a record 8 times in 2005, 2006, 2008, 2009, 2010, 2011, 2012 and 2014, as well as the British Open title in 2005, 2006, 2008, 2012 and 2014. In July 2016, she reached her 151st successive month in the top 10, breaking the record in both men's and women's categories. She surpassed Peter Nicol's previous records of 150 months.",
  "/wiki/Multi-sport_event": "A multi-sport event is an organized sporting event, often held over multiple days, featuring competition in many different sports among organized teams of athletes from (mostly) nation-states. The first major, modern, multi-sport event of interna. Most have the same basic structure. Games are held over the \ncourse of several days in and around a \"host city\", which changes for each competition. Countries send national teams to each competition, consisting of individual athletes and teams that compete in a wide variety of sports.  Athletes or teams are awarded gold, silver or bronze medals for first, second and third place respectively. The games are generally held every four years, though some are annual competitions.",
  "/wiki/2014_Lusophony_Games": "The 2014 Lusophony Games was the 3rd edition of the Lusophony Games (Portuguese: 3.os Jogos da Lusofonia), a multi-sport event that represent athletes from Portuguese-speaking countries and territories. It was held from 18–29 January 2014 in the Indian state of Goa.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/2014_in_sports": "2014 in sports describes the year's events in world sport."
}