{
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2013%E2%80%9314_CONCACAF_Champions_League": "The 2013–14 CONCACAF Champions League was the 6th edition of the CONCACAF Champions League under its current name, and overall the 49th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America and the Caribbean. Monterrey were the three-time defending champions, but were unable to defend their title as they failed to qualify for the tournament.",
  "/wiki/Cruz_Azul": "Cruz Azul (pronounced [kɾus a'sool]) is a Mexican football club that plays in the top division of Mexican football, Liga MX.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/2014_Kraft_Nabisco_Championship": "The 2014 Kraft Nabisco Championship was the 43rd Kraft Nabisco Championship, held April 3–6 at the Dinah Shore Tournament Course of Mission Hills Country Club in Rancho Mirage, California. It was the 32nd year of the tournament as a major championship. Golf Channel televised the event.",
  "/wiki/Lexi_Thompson": "Alexis Noel \"Lexi\" Thompson (born February 10, 1995) is an American professional golfer who plays on the LPGA Tour. At age 12, she was the youngest golfer ever to qualify to play in the U.S. Women's Open. She turned professional in June 2010 at age 15. On September 18, 2011, Thompson set a then new record as the youngest-ever winner of an LPGA tournament, at age 16 years, seven months, and eight days, when she won the Navistar LPGA Classic. Three months later she became the second-youngest winner of a Ladies European Tour event, capturing the Dubai Ladies Masters by four strokes on December 17, 2011. She won her first major championship at the 2014 Kraft Nabisco Championship at the age of 19 years, 1 month and 27 days, making her the second youngest LPGA golfer to win a major (she still ranks in the top-5 youngest LPGA major winners).",
  "/wiki/Rallying": "Rally is a form of motorsport that takes place on public or private roads with modified production or specially built road-legal cars. It is distinguished by not running on a circuit, but instead in a point-to-point format in which participants and their co-drivers drive between set control points (special stages), leaving at regular intervals from one or more start points. Rallies may be won by pure speed within the stages or alternatively by driving to a predetermined ideal journey time within the stages.",
  "/wiki/2014_Rally_de_Portugal": "The 2014 Rally de Portugal was the fourth round of the 2014 World Rally Championship season. The event was based in Faro, Portugal, and started on 3 April and finished on 6 April after sixteen special stages, totaling 339.5 competitive kilometres, including a street stage in Lisbon on 3 April.",
  "/wiki/Sebastien_Ogier": "Sébastien Ogier (born 17 December 1983) is a French rally driver, competing for Toyota World Rally Team in the World Rally Championship (WRC), who is teamed with co-driver Julien Ingrassia. He won the World Rally Drivers' Championship six times, in 2013, 2014, 2015, 2016, 2017 and 2018. With 47 victories in the World Rally Championship and 6 consecutive titles, he is statistically the second most successful WRC driver, after former Citroën WRC teammate Sébastien Loeb (9 titles).",
  "/wiki/Volkswagen_Motorsport": "The Volkswagen Motorsport is a works rally team of the German car manufacturer Volkswagen, whom competed in the World Rally Championship (WRC) and Dakar Rally.",
  "/wiki/Julien_Ingrassia": "Julien Ingrassia (born 26 November 1979) is a French rally co-driver. Working with Sébastien Ogier, he became World Rally Champion in 2013, 2014, 2015, and 2016 with Volkswagen Motorsport, and 2017 and 2018 with M-Sport World Rally Team.",
  "/wiki/Horse_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/2014_Grand_National": "The 2014 Grand National (officially known as the 2014 Crabbie's Grand National for sponsorship reasons) was the 167th annual running of the Grand National horse race at Aintree Racecourse near Liverpool, England. The showpiece steeplechase, which concluded a three-day meeting (one of only four held at Aintree throughout the year), took place on 5 April 2014. The maximum permitted field of 40 runners competed for a share of a record £1 million prize fund, which makes the National the most valuable jump race in Europe.",
  "/wiki/Pineau_de_Re": "Pineau de Re (foaled 8 May 2003) is a French-bred, British-trained AQPS racehorse best known for winning the 2014 Grand National.",
  "/wiki/Leighton_Aspell": "Leighton Aspell (born 12 June 1976) is an Irish jockey, whose wins include the Champion Four Year Old Hurdle riding United, two runnings of the Welsh National, the 2014 Grand National riding Pineau de Re and the 2015 Grand National riding Many Clouds.",
  "/wiki/Richard_Newland_(racehorse_trainer)": "Richard Newland is a British horse trainer and former general practitioner, whose horse Pineau De Re won the 2014 Grand National. He lives in Worcestershire with his wife Laura and three daughters Amelia, Felicity and Annabelle.",
  "/wiki/Triathlon": "A triathlon is a multisport race with three continuous and sequential endurance races. The word is of Greek origin, from τρεῖς or treis (three) and ἆθλος or athlos (competition).",
  "/wiki/Francisco_Javier_G%C3%B3mez_Noya": "Francisco Javier Gómez Noya (born 25 March 1983) is a Spanish triathlete. He is the winner of five ITU Triathlon World Championships, he holds three ITU Triathlon World Cup titles, and won the Silver medal for Spain at the 2012 Summer Olympics in men's triathlon. He has also won world titles for Ironman 70.3  and XTERRA Triathlon.",
  "/wiki/Jodie_Stimpson": "Jodie Lee Stimpson (born 8 February 1989) is a British professional triathlete. In 2013, she finished runner up in the ITU World Triathlon Series.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2014_IIHF_World_Championship_Division_II": "The 2014 IIHF World Championship Division II was a pair of international Ice hockey tournaments organized by the International Ice Hockey Federation. Group A was contested in Belgrade, Serbia, running from 9 to 15 April 2014 and Group B was contested in Jaca, Spain, running from 5 to 11 April 2014. Divisions II A and II B represent the fourth and the fifth tier of the Ice Hockey World Championships.",
  "/wiki/Estonia_men%27s_national_ice_hockey_team": "The Estonian men's national ice hockey team is the ice hockey team representing Estonia internationally. The team is controlled by the Estonian Ice Hockey Association (Estonian: Eesti Jäähokiliit), a member of the International Ice Hockey Federation.",
  "/wiki/Israel_men%27s_national_ice_hockey_team": "The Israel national ice hockey team (Hebrew: נבחרת ישראל בהוקי קרח‎) is the national men's ice hockey team of Israel. Israel is currently ranked 35th as of May 2017 by the International Ice Hockey Federation.",
  "/wiki/Spain_men%27s_national_ice_hockey_team": "The Spanish men's national ice hockey team (spanish: Selección de hockey sobre hielo de España) is the national men's ice hockey of Spain, and a member of the International Ice Hockey Federation (IIHF).",
  "/wiki/Turkey_men%27s_national_ice_hockey_team": "The Turkish men's national ice hockey team is the national ice hockey team of Turkey, and is controlled by the Turkish Ice Hockey Federation (Turkish: Türkiye Buz Hokeyi Federasyonu, TBHF), a member of the International Ice Hockey Federation. It is currently ranked 42nd in the IIHF World Ranking.",
  "/wiki/Formula_One": "Formula One (also known as Formula 1 or F1) is the highest class of single-seater auto racing sanctioned by the Fédération Internationale de l'Automobile (FIA) and owned by the Formula One Group. The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word \"formula\" in the name refers to the set of rules to which all participants' cars must conform. A Formula One season consists of a series of races, known as Grands Prix (French for 'grand prizes' or 'great prizes'), which take place worldwide on purpose-built circuits and on public roads.",
  "/wiki/2014_Bahrain_Grand_Prix": "The 2014 Bahrain Grand Prix (formally the 2014 Formula 1 Gulf Air Bahrain Grand Prix) was a Formula One motor race held on 6 April at the Bahrain International Circuit in Sakhir, Bahrain. It was the third round of the 2014 Formula One season, the 900th Formula One World Championship event, and the eleventh running of the race. The 57-lap race was won by Mercedes driver Lewis Hamilton who started from second position. His teammate Nico Rosberg finished second and Force India driver Sergio Pérez came in third. It was Hamilton's second victory of the season, his first in Bahrain, and the 24th of his Formula One career.",
  "/wiki/Lewis_Hamilton": "Lewis Carl Davidson Hamilton MBE HonFREng (born 7 January 1985) is a British racing driver who races in Formula One for Mercedes-AMG Petronas Motorsport. A six-time Formula One World Champion, he is widely regarded as one of the greatest drivers in the history of the sport, and considered by some to be the greatest of all time.[note 2] He won his first World Drivers' Championship with McLaren in 2008, before moving to Mercedes in 2013, with whom he has won a further five titles. One of the most successful drivers in the history of the sport, Hamilton's six World Championship titles is the second-most of all time, as is his tally of 84 race victories and 151 podium finishes. He currently holds the records for the all-time most career points (3431), the all-time most pole positions (88), the most grand slams in a season (3) and the most points in a season (413).[note 3]",
  "/wiki/Mercedes-Benz_in_Formula_One": "Mercedes-Benz, through its subsidiary Mercedes-Benz Grand Prix Limited, is currently involved in Formula One as a constructor under the name of Mercedes-AMG Petronas Formula One Team.  The team is based in Brackley, Northamptonshire, United Kingdom, using a German licence. Mercedes-Benz competed in the pre-war European Championship winning three titles and debuted in Formula One in 1954, running a team for two years. The team is also known by their nickname, the \"Silver Arrows\".",
  "/wiki/Road_cycling": "Road cycling is the most widespread form of cycling. It includes recreational, racing, and utility cycling. Road cyclists are generally expected to obey the same rules and laws as other vehicle drivers or riders and may also be vehicular cyclists.",
  "/wiki/2014_Tour_of_Flanders": "The 2014 Tour of Flanders was the 98th edition of the Tour of Flanders single-day Monument classics. It was held on 6 April 2014 over a distance of 259 kilometres (160.9 miles) from Bruges to Oudenaarde. In a four-rider sprint finish, Swiss rider Fabian Cancellara won the race for a record-equalling third time – and for the second year in succession – ahead of Belgian trio Greg Van Avermaet, Sep Vanmarcke and Stijn Vandenbergh.",
  "/wiki/Fabian_Cancellara": "Fabian Cancellara (born 18 March 1981), nicknamed \"Spartacus\", is a Swiss former professional road bicycle racer who last rode for UCI ProTeam Trek–Segafredo. He was born in Wohlen bei Bern, Switzerland. Cancellara began road cycling after falling in love with an old bike at the age of thirteen. After that, he began to take the sport more seriously and won two consecutive World Junior Time Trial Championships in 1998 and 1999. At age nineteen he turned professional and signed with the Mapei–Quick-Step team, where he rode as a stagiaire. He is known for being a quality time trialist, a one-day classics specialist, and a workhorse for his teammates who have general classification aspirations.",
  "/wiki/Trek%E2%80%93Segafredo_(men%27s_team)": "Trek–Segafredo (UCI team code: TFS) is a professional road bicycle racing team at UCI WorldTeam level licensed in the United States. Formerly RadioShack–Nissan, in 2014, Trek took over the ownership of the team and its ProTeam License.",
  "/wiki/2014_IIHF_World_Championship_Division_III": "The 2014 IIHF World Championship Division III was an international ice hockey tournament organized by the International Ice Hockey Federation. It was contested in Luxembourg, Luxembourg, from 6 to 12 April 2014. Division III represents the sixth tier of the Ice Hockey World Championships. Hong Kong returned to the World Championship for the first time since 1987.",
  "/wiki/Bulgaria_men%27s_national_ice_hockey_team": "The Bulgarian national ice hockey team (Bulgarian: Национален отбор по хокей на лед на България, Natsionalen otbor po khokeĭ na led na Bŭlgariya) is the national men's ice hockey team of Bulgaria. The team is controlled by the Bulgaria Ice Hockey Federation and a member of the International Ice Hockey Federation (IIHF). As of 2018, Bulgaria is ranked 38th in the IIHF World Ranking and competes in Division III of the Ice Hockey World Championships.",
  "/wiki/2014_IIHF_Women%27s_World_Championship_Division_I": "Group A of the Division I tournament was held in Přerov, Czech Republic, while Group B was contested in Ventspils, Latvia, both running from April 6 to 12. The winner of Group A was promoted to the Top Division Playoff for the 2015 championships against the last team of the 2014 Winter Olympics tournament, Japan. The last-placed team of group A was relegated to 2015 Group B. The Group B winner moved up to Group A, while the last placed team was relegated to Division II Group A. Divisions I A and I B represent the second and the third tier of the IIHF World Women's Championships.",
  "/wiki/Czech_Republic_women%27s_national_ice_hockey_team": "The Czech women's national ice hockey team represents Czech Republic at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by Czech Ice Hockey Association. As of 2011, Czech Republic has 2,085 female players. The Czech women's national team is ranked 9th in the world.",
  "/wiki/Slovakia_women%27s_national_ice_hockey_team": "The Slovak women's national ice hockey team represents Slovakia at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by Slovak Ice Hockey Federation. Slovakia has 288 female players in 2011.",
  "/wiki/Latvia_women%27s_national_ice_hockey_team": "The Latvian women's national ice hockey team represents Latvia at the International Ice Hockey Federation's IIHF World Women's Championships and is controlled by the Latvian Ice Hockey Federation. Latvia had 74 female players in 2018.",
  "/wiki/Kazakhstan_women%27s_national_ice_hockey_team": "The Kazakhstan women's national ice hockey team represents Kazakhstan at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by Kazakhstan Ice Hockey Federation. Kazakhstan has 127 female players in 2011.",
  "/wiki/2014_IIHF_Women%27s_World_Championship_Division_II": "The 2014 IIHF Women's World Championship Division II was an ice hockey competition. Group A of the Division II tournament was held in Asiago, Italy, from 6–12 April. Group B was contested from 24–30 March in Reykjavík, Iceland. A qualification was held in Mexico City, Mexico from 19–22 March. The winner of Group A was promoted to the Division Group I B for the 2015 championships, while the last-placed team was relegated to Group B. The Group B winner moved up to Group A, while the last placed team was relegated to Division II qualification. Divisions II A, II B and II B-Q represent the fourth, the fifth and the sixth tier of the IIHF World Women's Championships.",
  "/wiki/Italy_women%27s_national_ice_hockey_team": "The Italian women's national ice hockey team, a.k.a. Blue Ladies, represents Italy at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by the Federazione Italiana Sport del Ghiaccio (FISG).  Italy has about 490 female players in 2011.",
  "/wiki/Australia_women%27s_national_ice_hockey_team": "The Australian women's national ice hockey team represents Australia at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by Ice Hockey Australia. As of 2011, Australia has 313 female players. Australia is ranked 30th out of 34 countries in the IIHF World Ranking. Kathy Berg took the team to its highest point, being ranked 20th. She was the longest serving coach. Richo Padjen took over and the team started slipping down the rankings and hadn't been able to recover its former glory. In September 2015, an announcement was made on the Ice Hockey Australia website that Canadian Lindsay McAlpine will be the new coach. Replacing Lee Brown. Lindsay McAlpine is expected to join the team for their first training camp in December.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/2014_Tour_of_the_Basque_Country": "The 2014 Tour of the Basque Country was the 54th edition of the Tour of the Basque Country. It started on 7 April 2014 in Ordizia and ended on 12 April in Markina-Xemein, and consisted of six stages, including a race-concluding individual time trial. It was the ninth race of the 2014 UCI World Tour season.",
  "/wiki/Alberto_Contador": "Alberto Contador Velasco (Spanish pronunciation: [alˈβeɾto kontaˈðoɾ βeˈlasko]; born 6 December 1982) is a Spanish former professional cyclist. He is one of the most successful riders of his era, winning the Tour de France twice (2007, 2009), the Giro d'Italia twice (2008, 2015), and the Vuelta a España three times (2008, 2012, 2014). He is one of only seven riders to have won all three Grand Tours of cycling. He has also won the Vélo d'Or a record 4 times.",
  "/wiki/Tinkoff_(cycling_team)": "Tinkoff (UCI team code: TNK) was a Russian-registered professional cycling team from Russia. It competed in the UCI World Tour. The team was owned by Russian Oleg Tinkov and, from 1999 until March 2015, was managed by former Tour de France winner Bjarne Riis. The team was sponsored by the Russian Tinkoff Bank, a credit systems company.",
  "/wiki/2014_Masters_Tournament": "The 2014 Masters Tournament was the 78th edition of the Masters Tournament, the first of golf's four major championships in 2014. It was held April 10–13 at Augusta National Golf Club in Augusta, Georgia. Bubba Watson won his second Masters, three shots ahead of runners-up Jonas Blixt and Jordan Spieth; defending champion Adam Scott tied for fourteenth place.",
  "/wiki/Bubba_Watson": "Gerry Lester \"Bubba\" Watson Jr. (born November 5, 1978) is an American professional golfer who plays on the PGA Tour. One of the few left-handed golfers on tour, he is a multiple major champion, with victories at the Masters Tournament in 2012 and 2014. In February 2015, Watson reached a career-high 2nd place in the Official World Golf Ranking.",
  "/wiki/Amateur_boxing": "Amateur boxing is a variant of boxing practised at the collegiate level, at the Olympic Games, Pan American Games and Commonwealth Games, as well as many associations.",
  "/wiki/AIBA_Youth_World_Boxing_Championships": "The AIBA Youth World Boxing Championships and the AIBA Junior World Boxing Championships are amateur boxing competitions organised by the International Boxing Association (AIBA), the sport's governing body, for \"Youth\" competitors—between the age of 17-18 years old, and for \"Junior\" competitors—between the age of 15-16 years old, respectively. The Youth world championship began in 1979 in Yokohama, Japan, and has been held biennially since 1990. The Junior world championship began in 2001 in Baku, Azerbaijan, and has been held biennially since 2007.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Motorsport": "Motorsport, motorsports or motor sport is a global term used to encompass the group of competitive sporting events which primarily involve the use of motorised vehicles, whether for racing or non-racing competition.  The terminology can also be used to describe forms of competition of two-wheeled motorised vehicles under the banner of motorcycle racing, and includes off-road racing such as motocross.",
  "/wiki/2014_FIA_European_Hill_Climb_Championship_season": "The 2014 FIA European Hill Climb Championship was the fifty-eighth edition of the FIA European Hill Climb Championship. The season consisted of twelve rounds, commencing on 11 April in France and ending on 21 September in Croatia.",
  "/wiki/Mitsubishi": "The Mitsubishi Group (三菱グループ, Mitsubishi Gurūpu, also known as the Mitsubishi Group of Companies or Mitsubishi Companies, and informally as the Mitsubishi Keiretsu) is a group of autonomous Japanese multinational companies in a variety of industries.",
  "/wiki/Norma_Auto_Concept": "Norma Auto Concept is a French constructor of racing cars. It was founded in 1984 by Norbert Santos and Marc Doucet.",
  "/wiki/Marathon": "The marathon is a long-distance race with an official distance of 42.195 kilometres (approximately 26 miles 385 yards), usually run as a road race. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strategy. There are also wheelchair divisions.",
  "/wiki/2014_London_Marathon": "The 2014 London Marathon took place on Sunday 13 April 2014. It was the 34th running of the annual mass-participation marathon race and the second World Marathon Major of the year.",
  "/wiki/World_Marathon_Majors": "The Abbott World Marathon Majors (AWMM) is a championship-style competition for marathon runners that started in 2006. A points based competition founded on six major city marathon races recognised as the most high profile on the calendar, the series comprises annual races for the cities of Tokyo (starting in 2013), Boston, London, Berlin, Chicago and New York City (except 2012). In addition, each edition of the series recognises and includes the results of the major global championship marathon held in that year, usually on a one-off lapped course. These races are the biennial IAAF World Championships Marathon, and the quadrennial Olympic Games Marathon.",
  "/wiki/Wilson_Kipsang_Kiprotich": "Wilson Kipsang Kiprotich (born 15 March 1982) is a Kenyan athlete who specialises in long-distance running, competing in events ranging from 10 km to the marathon. He was the bronze medallist in the marathon at the 2012 Summer Olympics. He is the former world record holder in the marathon with a time of 2:03:23, which he set at the 2013 Berlin Marathon. He has run under 2 hours 4 minutes for the marathon on four separate occasions.",
  "/wiki/Edna_Kiplagat": "Edna Ngeringwony Kiplagat (born 15 September 1979) is a Kenyan long-distance runner. She is the 2011 and 2013 IAAF World Champion in the marathon. She established herself as an elite marathon runner with wins at the Los Angeles and New York City Marathons in 2010. Her personal best for the distance is 2:19:50 hours, set at the London Marathon in 2012. At age 37, Kiplagat won the 2017 Boston Marathon in a time of 2:21:52 hours.",
  "/wiki/2014_Paris%E2%80%93Roubaix": "The 2014 Paris–Roubaix was the 112th edition of the Paris–Roubaix race, that took place on 13 April 2014, over a distance of 257 kilometres (159.7 miles) and was the tenth race of the 2014 UCI World Tour. The race was won by Niki Terpstra of the Omega Pharma–Quick-Step team, after he attacked from a small group of riders with around 6 km (3.7 mi) remaining. He finished 20 seconds clear of the remainder of the group, led home by Giant–Shimano's John Degenkolb and Fabian Cancellara of Trek Factory Racing, the race's defending winner.",
  "/wiki/Niki_Terpstra": "Niki Terpstra (Dutch pronunciation: [ˈniki ˈtɛrpstraː]; born 18 May 1984) is a Dutch racing cyclist, who currently rides for UCI ProTeam Total Direct Énergie. He is the brother of fellow racing cyclist Mike Terpstra. He is the third Dutch cyclist to have won both of the cobbled Monument spring classics, Paris-Roubaix and the Tour of Flanders, after Jan Raas and Hennie Kuiper.",
  "/wiki/Deceuninck%E2%80%93Quick-Step": "Deceuninck–Quick-Step (UCI team code: DQT) is a Belgian UCI WorldTeam cycling team led by team manager Patrick Lefevere. The directeurs sportifs are Davide Bramati, Wilfried Peeters, Rik Van Slycke, Tom Steels, Brian Holm and Jan Schaffrath.",
  "/wiki/Motorcycle_racing": "Motorcycle racing (also called moto racing and motorbike racing) is the motorcycle sport of racing motorcycles.  Major varieties include motorcycle road racing and off-road racing, both either on circuits or open courses, and track racing. Other categories include hill climbs, drag racing and land speed record trials.",
  "/wiki/2014_Motorcycle_Grand_Prix_of_the_Americas": "The 2014 Motorcycle Grand Prix of the Americas was the second round of the 2014 MotoGP season. It was held at the Circuit of the Americas in Austin on April 13, 2014.",
  "/wiki/Marc_M%C3%A1rquez": "Marc Márquez Alentà (born 17 February 1993) is a Spanish motorcycle racer who currently competes in MotoGP for Repsol Honda. He is one of four riders to have won world championship titles in three different categories, after Mike Hailwood, Phil Read and Valentino Rossi.",
  "/wiki/Honda": "Honda Motor Company, Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/) is a Japanese public multinational conglomerate corporation primarily known as a manufacturer of automobiles, motorcycles, and power equipment.",
  "/wiki/Maverick_Vi%C3%B1ales": "Maverick Viñales Ruiz (born 12 January 1995) is a Spanish Grand Prix motorcycle racer and former Moto3 world champion, taking the title in 2013. He is currently competing in the premier class of MotoGP, where in 2015 he won the rookie of the year title in MotoGP.",
  "/wiki/Jack_Miller_(motorcycle_racer)": "Jack Peter Miller (born 18 January 1995) is an Australian Grand Prix motorcycle racer, best known for being the championship runner-up in the 2014 Moto3 World Championship.\nHe was the Winner of German IDM 125cc Championship in 2011.",
  "/wiki/KTM": "KTM AG (the former KTM Sportmotorcycle AG) is an Austrian motorcycle and sports car manufacturer owned by KTM Industries AG and Indian manufacturer Bajaj Auto. It was formed in 1992 but traces its foundation to as early as 1934. Today, KTM AG is the parent company of the KTM Group.",
  "/wiki/World_Touring_Car_Championship": "The FIA World Touring Car Championship  was an international touring car championship promoted by Eurosport Events and sanctioned by the Fédération Internationale de l'Automobile (FIA). It has had several different incarnations, including a single season in 1987 as the World Touring Car Championship and most recently a world championship (WTCC) that has run between 2005 and 2017. Following the 2017 season, an agreement was reached for the FIA WTCC to become FIA WTCR and use the TCR technical regulations.",
  "/wiki/2014_FIA_WTCC_Race_of_Morocco": "The 2014 FIA WTCC Race of Morocco was the first round of the 2014 World Touring Car Championship season and the fifth running of the FIA WTCC Race of Morocco. It was held on 13 April 2014 at the Circuit International Automobile Moulay El Hassan in Marrakech, Morocco.",
  "/wiki/Jos%C3%A9_Mar%C3%ADa_L%C3%B3pez": "José María \"Pechito\" López (born 26 April 1983) is an Argentine race car driver and 2014–2016 World Touring Car Champion. He raced in the 2006 GP2 Series for the Super Nova team, and previously for the DAMS team, and the CMS team in Formula 3000. He was also at Renault F1 as a test driver. He was supposed to make his Formula One debut in 2010 for US F1 Team but the team shut down before contesting a single race. On 16 December 2013 he joined the Citroën Total WTCC team for the 2014 World Touring Car Championship season. He won 10 races that year and clinched his first World Touring Car Championship. In 2015 he repeated the feat, again winning 10 races and the championship. In 2016, he again retained the title with eight wins.",
  "/wiki/Citro%C3%ABn": "Citroën (French pronunciation: ​[si.tʁɔ.ɛn]) is a French automobile manufacturer founded in 1919 by the French industrialist André-Gustave Citroën, and part of the PSA Peugeot Citroën group since 1976.",
  "/wiki/S%C3%A9bastien_Loeb": "Sébastien Loeb (French pronunciation: ​[sebastjɛ̃ lœb]; born 26 February 1974) is a French professional rally, racing, and rallycross driver. He competed for the Citroën World Rally Team in the World Rally Championship (WRC) and is the most successful driver in WRC history, having won the world championship a record nine times in a row. He holds several other WRC records, including most event wins, most podium finishes and most stage wins. Loeb announced his retirement from World Rallying at the end of the 2012 season. Participating in selected events in the 2013 WRC season, he raced a full season in the FIA GT Series driving a McLaren MP4-12C before moving on with Citroën to the FIA World Touring Car Championship in 2014. In the 2018 season he is one of the official drivers of the Team Peugeot Total.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/El_Gouna_International_2014": "The El Gouna International 2014 is the men's edition of the 2014 El Gouna International, which is a PSA World Series event Gold (Prize money : 115 000 $). The event took place at the Abu Tig Marina in El Gouna in Egypt from 13 April to 18 April. Ramy Ashour won his second El Gouna International trophy, beating Mohamed El Shorbagy in the final.",
  "/wiki/Ramy_Ashour": "Ramy Mohamed Ashour (born September 30, 1987, in Cairo, Egypt), known as Ramy Ashour (Arabic: رامي عاشور‎), is a retired professional squash player from Egypt, widely regarded as one of the best squash players in the history of the sport. Thanks to the constant training with his older brother, Hisham Ashour, also a professional squash player, Ramy became the youngest player to reach number one in the world since the 1980s, as well as being the first ever two time World Junior Squash Champion. On April 22, 2019, at the age of 31, Ashour announced his retirement from professional Squash."
}