{
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/2014_Women%27s_Rugby_World_Cup": "The 2014 Women's Rugby World Cup was the seventh edition of the Women's Rugby World Cup, and the sixth held in Europe. The World Cup Final took place on August 17.",
  "/wiki/England_women%27s_national_rugby_union_team": "The England women's national rugby union team first played in 1982.[citation needed] England were the 2014 Rugby World Cup champions after beating Canada in the final. Their coach is Simon Middleton after their coach Gary Street, who had been head coach since 2006, contract wasn't renewed. Street now coaches Harlequins Ladies.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/2014_Rogers_Cup": "The 2014 Rogers Cup presented by National Bank was a tennis tournament played on outdoor hard courts. It was the 125th edition (for the men) and the 113th (for the women) of the Canadian Open, and was part of the ATP World Tour Masters 1000 of the 2014 ATP World Tour, and of the WTA Premier 5 tournaments of the 2014 WTA Tour. The men's event was held at the Rexall Centre in Toronto, from August 2 to August 10 and the women's event at the Uniprix Stadium in Montreal, from August 2 to August 10.",
  "/wiki/Jo-Wilfried_Tsonga": "Jo-Wilfried Tsonga (French pronunciation: ​[ʒo wilfʁid tsɔŋɡa]; born 17 April 1985) is a French professional tennis player. A member of the Tennis Club de Paris (TCP), Tsonga's career-high ATP singles ranking is world No. 5, which he achieved in February 2012.",
  "/wiki/Agnieszka_Radwa%C5%84ska": "Agnieszka Roma Radwańska [aɡˈɲɛʂka raˈdvaɲska] (listen) (nicknamed Aga, [ˈaɡa]; born 6 March 1989) is a Polish former professional tennis player. Known for making intelligent use of the court, she won twenty career singles titles and achieved a career-high singles ranking of world No. 2 in July 2012. Her achievements include winning the Women's Tennis Association (WTA) Fan Favourite Award six times, Shot of the Year five times, and Shot of the Month on a regular basis.",
  "/wiki/World_Touring_Car_Championship": "The FIA World Touring Car Championship  was an international touring car championship promoted by Eurosport Events and sanctioned by the Fédération Internationale de l'Automobile (FIA). It has had several different incarnations, including a single season in 1987 as the World Touring Car Championship and most recently a world championship (WTCC) that has run between 2005 and 2017. Following the 2017 season, an agreement was reached for the FIA WTCC to become FIA WTCR and use the TCR technical regulations.",
  "/wiki/FIA_WTCC_Race_of_Argentina": "The FIA WTCC Race of Argentina is a round of the World Touring Car Championship, which was held for the first time in the 2013 World Touring Car Championship season at the Autódromo Termas de Río Hondo in Termas de Río Hondo, Argentina.",
  "/wiki/Jos%C3%A9_Mar%C3%ADa_L%C3%B3pez": "José María \"Pechito\" López (born 26 April 1983) is an Argentine race car driver and 2014–2016 World Touring Car Champion. He raced in the 2006 GP2 Series for the Super Nova team, and previously for the DAMS team, and the CMS team in Formula 3000. He was also at Renault F1 as a test driver. He was supposed to make his Formula One debut in 2010 for US F1 Team but the team shut down before contesting a single race. On 16 December 2013 he joined the Citroën Total WTCC team for the 2014 World Touring Car Championship season. He won 10 races that year and clinched his first World Touring Car Championship. In 2015 he repeated the feat, again winning 10 races and the championship. In 2016, he again retained the title with eight wins.",
  "/wiki/Citro%C3%ABn": "Citroën (French pronunciation: ​[si.tʁɔ.ɛn]) is a French automobile manufacturer founded in 1919 by the French industrialist André-Gustave Citroën, and part of the PSA Peugeot Citroën group since 1976.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2014_FIFA_U-20_Women%27s_World_Cup": "The 2014 FIFA U-20 Women's World Cup was an international association football tournament and the world championship for women's national teams under the age of 20, presented by Grant Connell, organized by the sport's world governing body FIFA. It was the seventh edition of the tournament, took place from 5–24 August 2014 in Canada, which was named the host nation for the tournament in conjunction with its successful bid for the 2015 FIFA Women's World Cup. Canada was the first country to stage this tournament twice, after hosting the inaugural edition in 2002.",
  "/wiki/Germany_women%27s_national_under-20_football_team": "The Germany women's national under-20 football team represents the female under-20s of Germany in the FIFA U-20 Women's World Cup, and is controlled by the German Football Association.",
  "/wiki/Canoeing": "Canoeing is an activity which involves paddling a canoe with a single-bladed paddle. Common meanings of the term are limited to when the canoeing is the central purpose of the activity. Broader meanings include when it is combined with other activities such as canoe camping, or where canoeing is merely a transportation method used to accomplish other activities. Most present-day canoeing is done as or as a part of a sport or recreational activity. In some parts of Europe canoeing refers to both canoeing and kayaking, with a canoe being called an open canoe.",
  "/wiki/2014_ICF_Canoe_Sprint_World_Championships": "The 2014 ICF Canoe Sprint World Championships was held from 6–10 August 2014 in Moscow, Russia.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/2014_PGA_Championship": "The 2014 PGA Championship was the 96th PGA Championship, played August 7–10 at Valhalla Golf Club in Louisville, Kentucky. This was the third PGA Championship at Valhalla, which previously hosted in 1996 and 2000, both won in playoffs, as well as the Ryder Cup in 2008.",
  "/wiki/Rory_McIlroy": "Rory McIlroy MBE (born 4 May 1989) is a professional golfer from Northern Ireland who is a member of both the European and PGA Tours. He is the current World Number One in the Official World Golf Ranking, having spent a total of 96 weeks in that position during his career. He is a four-time major champion, winning the 2011 U.S Open and setting the then tournament record score of −16 (since equalled), 2012 PGA Championship (with a tournament record margin of victory (8 strokes)), 2014 Open Championship, and 2014 PGA Championship. Along with Jack Nicklaus, Tiger Woods, and Jordan Spieth, he is one of four players to win three majors by the age of 25.",
  "/wiki/Motorcycle_racing": "Motorcycle racing (also called moto racing and motorbike racing) is the motorcycle sport of racing motorcycles.  Major varieties include motorcycle road racing and off-road racing, both either on circuits or open courses, and track racing. Other categories include hill climbs, drag racing and land speed record trials.",
  "/wiki/Indianapolis_motorcycle_Grand_Prix": "The Indianapolis Grand Prix was a motorcycling event held on the combined road course at the Indianapolis Motor Speedway in Speedway, Indiana, as part of the Grand Prix motorcycle racing season. The first edition took place in 2008, and was sponsored by Red Bull. The event was held through 2015.",
  "/wiki/Marc_M%C3%A1rquez": "Marc Márquez Alentà (born 17 February 1993) is a Spanish motorcycle racer who currently competes in MotoGP for Repsol Honda. He is one of four riders to have won world championship titles in three different categories, after Mike Hailwood, Phil Read and Valentino Rossi.",
  "/wiki/Honda": "Honda Motor Company, Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/) is a Japanese public multinational conglomerate corporation primarily known as a manufacturer of automobiles, motorcycles, and power equipment.",
  "/wiki/Mika_Kallio": "Mika Kallio (born 8 November 1982) is a Finnish Grand Prix motorcycle racer. He debuted in the 125cc World Championship with the Finnish rookie team Ajo Motorsport in 2001 and was awarded the \"Rookie of the Year\" in 2002. After moving to Red Bull KTM during the 2003 season, he finished runner-up in the class in 2005 and 2006.",
  "/wiki/Marc_VDS_Racing_Team": "Marc VDS Racing Team is a motorcycle racing team founded by Belgian owner Marc-Oswald van der Straten-Ponthoz, descendant of the founder of the Stella Artois brewery. The team currently competes in motorcycle racing in the Moto2 World Championship and the MotoE World Cup under the name Team Estrella Galicia 0,0 Marc VDS. It also previously competed in many auto racing championships, particularly in grand touring classes - namely the FIA GT1 World Championship, the Blancpain Endurance Series, and the European Le Mans Series - as well as the NASCAR Whelen Euro Series. They have also previously contested in rallying at various rally raid events, such as the Dakar Rally.",
  "/wiki/Efr%C3%A9n_V%C3%A1zquez": "Efrén Vázquez Rodríguez (born 2 September 1986 in Barakaldo, Spain) is a Spanish Grand Prix motorcycle road racer. He currently is a test rider for KTM's Moto3 project. He has also competed in the 125cc and 250cc world championship classes during his career, and was the 2008 Spanish 125GP championship winner.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/2014_European_Athletics_Championships": "The 2014 European Athletics Championships was held in Zürich, Switzerland, between 12–17 August 2014. It was the first time that Switzerland had hosted the European Athletics Championships since 1954.",
  "/wiki/Great_Britain_at_the_2014_European_Athletics_Championships": "Great Britain competed at the 2014 European Athletics Championships in Zürich, Switzerland, from 12–17 August 2014. British Athletics named a team of 74 athletes on 15 July 2014. Great Britain topped the medal table with their greatest gold medal haul in European Championships history. Adam Gemili won the nation's 100th gold medal in the history of the championships.",
  "/wiki/2014_Western_%26_Southern_Open": "The 2014 Western & Southern Open (the Cincinnati Masters) was a men's and women's tennis tournament that was played on outdoor hard courts August 11–17, 2014. It was part of the ATP World Tour Masters 1000 of the 2014 ATP World Tour and of the WTA Premier 5 tournaments of the 2014 WTA Tour. The 2014 tournament was the men's 113th edition and the women's 86th edition of the Cincinnati Masters. The tournament is held annually at the Lindner Family Tennis Center in Mason (a suburb of Cincinnati), Ohio, United States.",
  "/wiki/Roger_Federer": "Roger Federer (German pronunciation: [ˈrɔdʒər ˈfeːdərər]; born 8 August 1981) is a Swiss professional tennis player who is ranked world No. 3 in men's singles tennis by the Association of Tennis Professionals (ATP). He has won 20 Grand Slam singles titles—the most in history for a male player—and has held the world No. 1 spot in the ATP rankings for a record total of 310 weeks (including a record 237 consecutive weeks) and was the year-end No. 1 five times, including four consecutive. Federer, who turned professional in 1998, was continuously ranked in the top ten from October 2002 to November 2016.",
  "/wiki/Serena_Williams": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1. She has won 23 major singles titles, the most by any man or woman in the Open Era. The Women's Tennis Association (WTA) ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017. She reached the No. 1 ranking for the first time on July 8, 2002. On her sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf. In total, she has been No. 1 for 319 weeks, which ranks third in the Open Era among female players behind Graf and Martina Navratilova.",
  "/wiki/2014_UEFA_Super_Cup": "The 2014 UEFA Super Cup was the 39th edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured two Spanish teams Real Madrid and Sevilla, the winners of the 2013–14 UEFA Champions League and the 2013–14 UEFA Europa League respectively. It was played at the Cardiff City Stadium in Cardiff, Wales, on 12 August 2014. The date was moved from Friday in late August in previous years, to mid-August starting this year, following the removal of the August international friendly date in the new FIFA International Match Calendar.",
  "/wiki/Real_Madrid_C.F.": "Real Madrid Club de Fútbol (Spanish pronunciation: [reˈal maˈðɾið ˈkluβ ðe ˈfuðβol] (listen), meaning Royal Madrid Football Club), commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2014_European_Aquatics_Championships": "The 2014 European Aquatics Championships took place from 13 to 24 August 2014 in Berlin, Germany. It was the 31st edition of the championships, and was held in a temporary facility placed in the centre of the Berlin Velodrome. Great Britain headed the medal table on gold medals and total medals, by some distance their best ever performance at the championships. In addition, two world records fell to Great Britain; the 4 x 100 metre mixed medley relay to Adam Peaty, Jemma Lowe, Chris Walker-Hebborn and Fran Halsall, and the men's 50 metre breaststroke to Adam Peaty.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/2014_LPGA_Championship": "The 2014 LPGA Championship was the 60th LPGA Championship, held August 14–17 at Monroe Golf Club in Pittsford, New York, a suburb southeast of Rochester. Known for sponsorship reasons as the Wegmans LPGA Championship, it was the fourth of five major championships on the LPGA Tour during the 2014 season. This was the first LPGA Championship played at Monroe Golf Club, after four years at nearby Locust Hill Country Club.",
  "/wiki/Inbee_Park": "Inbee Park (Korean: 박인비; Hanja: 朴仁妃, pronounced [pɐɡinbi] or [pɐk̚] [inbi]; born 12 July 1988) is a South Korean professional golfer who plays on the LPGA Tour and the LPGA of Japan Tour. She has been the number one ranked player in the Women's World Golf Rankings for four separate runs: April 2013 to June 2014, October 2014 to February 2015, June 2015 to October 2015, and from April to July 2018.",
  "/wiki/Multi-sport_event": "A multi-sport event is an organized sporting event, often held over multiple days, featuring competition in many different sports among organized teams of athletes from (mostly) nation-states. The first major, modern, multi-sport event of interna. Most have the same basic structure. Games are held over the \ncourse of several days in and around a \"host city\", which changes for each competition. Countries send national teams to each competition, consisting of individual athletes and teams that compete in a wide variety of sports.  Athletes or teams are awarded gold, silver or bronze medals for first, second and third place respectively. The games are generally held every four years, though some are annual competitions.",
  "/wiki/2014_Summer_Youth_Olympics": "The 2014 Summer Youth Olympic Games (Chinese: 第二届夏季青年奥运会; pinyin: Dì Èr Jiè Xiàjì Qīngnián Àolínpǐkè Yùndònghuì), officially known as II Summer Youth Olympic Games, were the second Summer Youth Olympic Games, an international sports, education and cultural festival for teenagers, held from 16 to 28 August 2014 in Nanjing, China. These were the second Olympic Games held in China after the 2008 Summer Olympics in Beijing.",
  "/wiki/China_at_the_2014_Summer_Youth_Olympics": "China competed at the 2014 Summer Youth Olympics, in Nanjing, China from 16 August to 28 August 2014 as the host country.",
  "/wiki/2014_Rugby_Championship": "The 2014 Rugby Championship was the third edition of the expanded annual southern hemisphere Rugby Championship consisting of Argentina, Australia, South Africa and New Zealand. The tournament was won by New Zealand, with South Africa second, Australia third, and Argentina last.",
  "/wiki/New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby union, which is considered to be the country's national sport. The team won the Rugby World Cup in 2011 and 2015, as well as the inaugural tournament in 1987.",
  "/wiki/Czech_Republic_motorcycle_Grand_Prix": "The Czech Republic motorcycle Grand Prix is a motorcycling event that is part of the Grand Prix motorcycle racing season.  Before 1993, the race was known as the Czechoslovak motorcycle Grand Prix. Since 1965 the race is a part of World Grand Prix series (between 1982 and 1987 race was held as a part of European Grand Prix series only).",
  "/wiki/Dani_Pedrosa": "Daniel Pedrosa Ramal (born 29 September 1985) is a Spanish former Grand Prix motorcycle racer who retired from competition at the end of the 2018 season. He grew up in Castellar del Vallès, a village near Sabadell. He was a 125 cc world champion in 2003, and is the youngest world champion in 250 cc Grands Prix in the 2004 season. In 2019, the former Curva Dry Sac, a corner at the Jerez racetrack in Spain was renamed Pedrosa Corner after him.",
  "/wiki/Esteve_Rabat": "Esteve \"Tito\" Rabat Bergada (born 25 May 1989) is a Spanish motorcycle racer who currently competes in the MotoGP class in the motorcycle World Championship. He is best known for winning the 2014 Moto2 World Championship with a record points total for the intermediate class.",
  "/wiki/Alexis_Masbou": "Alexis Masbou (born 2 June 1987) is a French motorcycle rider. He currently rides a Yamaha YZF-R1 in the Endurance FIM World Cup.",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Women%27s_Malaysian_Open_Squash_Championships_2014": "The Women's Malaysian Open Squash Championships 2014 is the women's edition of the 2014 Malaysian Open Squash Championships, which is a tournament of the WSA World Series event Gold (Prize money : 70 000 $). The event took place in Kuala Lumpur in Malaysia from 18 to 23 August. Raneem El Weleily won her second Malaysian Open trophy, beating Nour El Tayeb in the final.",
  "/wiki/Raneem_El_Weleily": "Raneem Mohamed Yasser Saad El Din El Welily (Arabic: رنيم محمد ياسر سعد الدين الوليلي‎; born 1 January 1989, in Alexandria, Egypt) is a professional squash player from Egypt. She has reached a career-high world ranking of No. 1 in September, 2015. She is a three-time finalist at the World Open, in 2014, 2016, and 2019/2020. She became the World Champion in 2017, after defeating Nour El Sherbini in the finals.",
  "/wiki/DN_Galan": "BAUHAUS-galan, formerly known as DN-Galan is an annual, international athletics meeting that takes place at the Olympic Stadium in Stockholm. Previously it was one of the five IAAF Super Grand Prix events until 2010, and has since been part of the Diamond League circuit. It was first organized in 1967.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/2014_Pan_Pacific_Swimming_Championships": "The 2014 Pan Pacific Swimming Championships, also known as the 2014 Hancock Prospecting Pan Pacific Swimming Championships, a long course (50 m) event, was held in Gold Coast, Queensland, Australia, from 21 to 25 August 2014.",
  "/wiki/Triathlon": "A triathlon is a multisport race with three continuous and sequential endurance races. The word is of Greek origin, from τρεῖς or treis (three) and ἆθλος or athlos (competition).",
  "/wiki/Jonathan_Brownlee": "Jonathan Callum Brownlee (born 30 April 1990) is a British professional duathlete and triathlete. He was the 2012 Triathlon World Champion, and the silver medalist in 2013 and 2016.",
  "/wiki/Sarah_Groff": "Sarah True (née Groff, born November 27, 1981) is an American athlete who competes in triathlon. She represented the United States in triathlon in 2012, finishing in fourth place, and at the 2016 Summer Olympics. True is the winner of the 2007 ITU Aquathlon World Championships and finished in second place in the 2014 ITU World Triathlon Series.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/2014_FEI_World_Equestrian_Games": "The 2014 Alltech FEI World Equestrian Games were held in the region of Normandy, France. It was the seventh edition of the Games, which are held every four years and run by the International Federation for Equestrian Sports (FEI). For team events in the dressage, eventing, and show jumping disciplines, these Games were the first qualifying event for the 2016 Summer Olympics.",
  "/wiki/2014_in_sports": "2014 in sports describes the year's events in world sport."
}