{
  "/wiki/Twisted_Metal_Black": "Twisted Metal: Black is a vehicle combat video game developed by Incognito Entertainment and designed by Sony Computer Entertainment America for the PlayStation 2 video game console. It is the fifth installment to the Twisted Metal series and was released June 18, 2001. An online enabled multiplayer-only variant, Twisted Metal: Black Online, was released later as a free send away.\n Both Twisted Metal: Black and Twisted Metal: Black Online were reissued as part of Sony Greatest Hits program. A standard downloadable version of Twisted Metal: Black is included in the first batch of copies of Twisted Metal for PlayStation 3, discernible by the \"Limited Edition\" tab near the top of the cover art. In December 2015, the game was made available for the PlayStation 4 through the PlayStation Network.",
  "/wiki/Rage_of_the_Dragons": "Rage of the Dragons[b] is a 2002 tag team head-to-head fighting game released for the Neo Geo hardware by Playmore (currently known as SNK Playmore). The game was developed by Japanese company Noise Factory, co-developed by BrezzaSoft and chiefly-designed by the Mexican team Evoga.",
  "/wiki/Fahrenheit_(2005_video_game)": "Fahrenheit (known as Indigo Prophecy in North America) is a cinematic interactive drama action-adventure video game developed by Quantic Dream and published by Atari, Inc. for the PlayStation 2 and Xbox on September 16, 2005. The director's cut and uncut versions were later released for Microsoft Windows. Fahrenheit sold over 1 million copies and has won several awards. On December 4, 2007, Atari released the game for Xbox 360 through Xbox Originals. On November 8, 2011, Quantic Dream released the game uncensored for PC through GOG.com. A remastered version of the game, entitled Fahrenheit: Indigo Prophecy Remastered, was developed and published by Aspyr in January 2015 for Microsoft Windows, OS X, Linux and iOS. A port for the PlayStation 4, which was developed by International Software Development Group at Sony Interactive Entertainment, was released on August 9, 2016 via PlayStation Network. Fahrenheit is a paranormal thriller, in which New York City experiences a series of mysterious murders that follow the same pattern; ordinary people become possessed and kill strangers in public.",
  "/wiki/Brigid_Tenenbaum": "The BioShock series is a collection of story-driven first person shooters in which the player explores dystopian settings created by Ken Levine and his team at Irrational Games. The first two games, BioShock and its direct sequel, BioShock 2, take place in the underwater city of Rapture in 1960 and 1968, which was influenced heavily by Ayn Rand's Objectivism. The third installment, BioShock Infinite, is set aboard the floating air-city of Columbia in 1912, designed around the concept of American Exceptionalism. Though Infinite is not a direct sequel to the previous games, the game is thematically linked; a short scene within the core Infinite game returns to Rapture, while the downloadable content BioShock Infinite: Burial at Sea tie in many of the plot elements between BioShock and BioShock Infinite.\n As a heavily plot-driven series of games, BioShock contains a long list of non-playable characters (NPC) with which the player interacts and which drive the games' respective stories.",
  "/wiki/Anne_Bobby": "Anne Marie Bobby (born December 12, 1967 in Paterson, New Jersey) is an American actress, voice artist, playwright and author, best known for her role as Lori Winston, the heroine in Clive Barker's Nightbreed and Brigid Tenenbaum in the BioShock series. She was praised by The Washington Post for her portrayal of Tallasse in What the Deaf Man Heard (1997). The Los Angeles Times called Bobby's Tallasse \"a sensitive, insightful portrayal.\"\n Bobby also played a police officer in Cop Rock and in 2016, the New York Times compared her performance in, \"Why Can't a Man Be More Like a Woman?\" to a Broadway performance. In another musical, Groundhog, Bobby was praised for her duets and solos.\n She attended NYU, where she studied Anthropology and Classics.",
  "/wiki/BioShock": "BioShock is a 2007 first-person shooter game developed by 2K Boston (later Irrational Games) and 2K Australia, and published by 2K Games. It is the first game in the Bioshock series. The game's concept was developed by Irrational's creative lead, Ken Levine, and incorporates ideas by 20th century dystopian and utopian thinkers such as Ayn Rand, George Orwell, and Aldous Huxley, as well as historical figures such as John D. Rockefeller and Walt Disney. The game is considered a spiritual successor to the System Shock series, on which many of Irrational's team, including Levine, had worked previously. BioShock is set in 1960. The player guides the protagonist, Jack, after his airplane crashes in the ocean near the bathysphere terminus that leads to the underwater city of Rapture. Built by the business magnate Andrew Ryan, the city was intended to be an isolated utopia, but the discovery of ADAM, a genetic material which can be used to grant superhuman powers, initiated the city's turbulent decline. Jack tries to find a way to escape, fighting through hordes of ADAM-obsessed enemies, and the iconic, deadly Big Daddies, while engaging with the few sane humans that remain and eventually learning of Rapture's past.",
  "/wiki/Michele_Specht": "Michele Louise Specht (/ˈspɛkt/) is an American actress, comedian and voice actress, known for playing Katie in the VH1 series I Hate My 30's and Doctor McKennah in the web series Star Trek Continues.",
  "/wiki/Clive_Barker's_Jericho": "Clive Barker's Jericho is a first-person shooter survival horror video game with author Clive Barker providing the premise of the storyline. The game was released for Microsoft Windows, PlayStation 3 and Xbox 360 in 2007.",
  "/wiki/Mass_Effect_2": "Mass Effect 2 is an action role-playing video game developed by BioWare and published by Electronic Arts. It was released for Microsoft Windows and Xbox 360 in 2010, and PlayStation 3 in 2011. Mass Effect 2 is the second installment of the Mass Effect series and a sequel to the original Mass Effect. The game takes place within the Milky Way galaxy during the 22nd century, where humanity is threatened by an insectoid species known as the Collectors. The player assumes the role of Commander Shepard, an elite human soldier who must construct and gain the loyalty of a diverse team and stop the enemy in a suicide mission. With the use of a completed saved game of its predecessor, the player can impact the story of the game in numerous ways. For the game, BioWare changed several gameplay elements and put further emphasis on third-person shooter aspects, including limited ammunition and regenerable health. In contrast to the exclusive focus on the main story of the original Mass Effect, the developers opted to create a plot where optional missions had as much intensity as the main mission.",
  "/wiki/To_The_Moon": "To the Moon is an interactive storytelling and adventure game developed and published by Freebird Games. It was originally released for Microsoft Windows in November 2011, with ports later being released for Mac OS X, Linux, Android, iOS and Nintendo Switch. The story follows two doctors who offer to fulfill a dying man's last wish using artificial memories. The game features relatively few gameplay mechanics, with the player controlling the two doctors, exploring the narrative and solving puzzles as they try to reconstruct the dying man's memories in order to fulfill his wish. The game was designed by Kan Gao using the RPG Maker XP toolkit. Development started in 2010, when Gao was struck by questions of mortality following his grandfather's life-threatening condition. To the Moon would become Freebird Games' first commercial product, following smaller, experimental games released for free on the studio website. The game was updated later to include free downloadable content, called \"minisodes\", to give more context to the main characters.",
  "/wiki/Amy_(video_game)": "Amy is a survival horror stealth video game, released in 2012, developed by VectorCell and published by Lexis Numérique. Amy depicts the journey of Amy, an autistic child with supernatural powers, and her protector Lana. In a city suffering from a zombie-type infection which Amy is immune to (and can heal Lana from), Lana must stay near her young charge, for frequent healing, while protecting her from the infected, and the Phoenix Foundation who hopes to exploit her. Amy received negative critical reviews, due to technical issues, clunky controls, voice-acting, game design, and poorly implemented gameplay and story ideas, although its story concept, gameplay ideas, music, sound design and art direction were praised, with most noting that it had unique ideas and a good atmosphere. Updates were released to address some of the complaints, primarily technical issues.",
  "/wiki/Colleen_Clinkenbeard": "Colleen Smith Clinkenbeard (born April 13, 1980) is an American voice actress, line producer, ADR director and script writer at Funimation who provides the voices for English versions of Japanese anime series. Having starred as Rachel Moore in the long-running detective series Case Closed, she then served as the ADR director on Fullmetal Alchemist which aired on Cartoon Network's Adult Swim and would star in many other popular anime shows including as Monkey D. Luffy in the Funimation dub of One Piece; the young Goku and Gohan in Dragon Ball Z Kai; Yuko Ichihara in xxxHolic, Riza Hawkeye in the Fullmetal Alchemist series and Erza Scarlet in Fairy Tail.",
  "/wiki/Borderlands_2": "Borderlands 2 is an action role-playing first-person shooter video game developed by Gearbox Software and published by 2K Games. It is the second game in the Borderlands series and the sequel to 2009's Borderlands. The game was released for Windows, PlayStation 3, Xbox 360, and OS X on September 18, 2012. It was ported to the PlayStation Vita on May 13, 2014, and released for Linux on September 30, 2014. Borderlands 2 allows players to complete a campaign consisting of central quests and optional side-missions as one of four (six including downloadable content) treasure seekers, \"Vault Hunters\", on the planet Pandora. The game's story centers around the Vault Hunters on their quest to find a new alien vault and liberate Pandora from the tyrannical Handsome Jack. Key gameplay features from its predecessor, such as online collaborative campaign gameplay, randomly generated loot, such as weapons and shields and character-building elements commonly found in role-playing video games are in Borderlands 2. The game received critical acclaim and was a commercial  success.",
  "/wiki/Symmetra": "Symmetra \"Satya Vaswani\" is a fictional, playable character in Overwatch, a character-driven shooter video game in which players compose teams based on the complementary skills of characters to win the game's objective. The character's abilities center around use of turrets and teleporters to redirect the momentum of battle. Redesigned twice, in 2016 and 2018, Symmetra was introduced as a support character who provided shields for teammates, but in her current incarnation, she focuses on high damage output. The character is the first playable video game character to identify as autistic, though the developers downplayed the trait to avoid tokenization. Like many other characters in the game, such as McCree, Genji, and Torbjorn, Symmetra is an amputee, with a cybernetic arm. Symmetra is a divisive choice for players composing teams, as a result of the hybridity of roles she can play and her association with bad faith players. These factors contribute to her standing among the game's least selected characters, both in casual and professional play.",
  "/wiki/Anjali_Bhimani": "Anjali Bhimani is an American stage, film, television and voice actress, who has appeared on various television shows. In 2016, she began voicing the character Symmetra, seen in the video game Overwatch.",
  "/wiki/Overwatch_(video_game)": "Overwatch is a team-based multiplayer first-person shooter developed and published by Blizzard Entertainment. Described as a \"hero shooter,\" Overwatch assigns players into two teams of six, with each player selecting from a roster of over 30 characters, known as \"heroes,\" each with a unique style of play that is divided into three general roles that fit their purpose. Players on a team work together to secure and defend control points on a map or escort a payload across the map in a limited amount of time. Players gain cosmetic rewards that do not affect gameplay, such as character skins and victory poses, as they play the game. The game was initially launched with only casual play, but a competitive ranked mode, various 'arcade' game modes, and a player-customizable server browser were added after release. Additionally, Blizzard has added new characters, maps, and game modes post-release, all free of charge, with the only additional cost to players being optional loot boxes to earn cosmetic items. It was released for PlayStation 4, Xbox One, and Windows in May 2016, and Nintendo Switch in October 2019. Overwatch is Blizzard's fourth major franchise and came about following the 2014 cancellation of the ambitious massively multiplayer online role-playing game Titan.",
  "/wiki/Watch_Dogs_2": "Watch Dogs 2 (stylized as WATCH_DOGS 2) is a 2016 action-adventure game developed by Ubisoft Montreal and published by Ubisoft. It is the sequel to 2014's Watch Dogs and was released for the PlayStation 4, Xbox One and Microsoft Windows. Set within a fictionalized version of the San Francisco Bay Area, the game is played from a third-person perspective and its open world is navigated on-foot or by vehicle. Players control Marcus Holloway, a hacker who works with the hacking group DedSec to take down the city's advanced surveillance system known as ctOS. There are multiple ways to complete missions, and each successful assignment increases the follower count of DedSec. Cooperative multiplayer allows for competitive one-on-one combat and connecting with other players to neutralize a player who is causing havoc. Ubisoft Montreal studied player feedback from the first game to assess what could be improved in Watch Dogs 2 and the setting was researched by making frequent trips to California. Ubisoft Reflections was responsible for overhauling the driving mechanic.",
  "/wiki/List_of_autistic_fictional_characters": "This is a list of fictional characters that have been explicitly described within the work in which they appear, or otherwise by the author, as having conditions on the autism spectrum. It is not intended to include speculation."
}