{
  "/wiki/Kamal_Hassan": "Prof. Emeritus Tan Sri Dr. Mohd. Kamal bin Hassan (born 27 October 1942 in Pasir Mas, Kelantan) is a Muslim academic and Islamic scholar, specializing in contemporary Islamic thought, particularly pertaining to the Southeast Asia region. He was the Rector of the International Islamic University Malaysia (IIUM) from 1998 to 2006.",
  "/wiki/Guy_P._Harrison": "Guy P. Harrison (born October 8, 1963) is an American author. He resides in San Diego and is known for his written works on skepticism and atheism.",
  "/wiki/Amber_Heard": "Amber Laura Heard (born April 22, 1986) is an American actress and model. Born and raised in Texas, she made her film debut in a minor supporting role in the sports drama Friday Night Lights (2004), followed by a series of other small roles in television and film. Her first leading role was in the horror film All the Boys Love Mandy Lane (2006), but it was not released in the United States until 2013 due to distribution problems. Her second major role came in the short-running The CW television series Hidden Palms (2007).",
  "/wiki/Catholic": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Christopher_Hitchens": "Christopher Eric Hitchens (13 April 1949 – 15 December 2011) was an English-American author, columnist, essayist, orator, journalist, and social critic. Hitchens was the author, co-author, editor, or co-editor of over 30 books, including five collections of essays on culture, politics, and literature. A staple of public discourse, his confrontational style of debate made him both a lauded public intellectual and a controversial public figure. He contributed to New Statesman, The Nation, The Weekly Standard, The Atlantic, London Review of Books, The Times Literary Supplement, Slate, Free Inquiry, and Vanity Fair.",
  "/wiki/George_Holyoake": "George Jacob Holyoake (13 April 1817 – 22 January 1906) was an English secularist, co-operator, and newspaper editor. He coined the term \"secularism\" in 1851 and \"jingoism\" in 1878. He edited a secularist paper, the Reasoner, from 1846 to June 1861, and a co-operative paper, The English Leader, from 1864 to 1867.",
  "/wiki/Secularist": "Secularism, as defined in the Merriam-Webster dictionary, is \"indifference to, or rejection or exclusion of, religion and religious considerations\". In certain contexts, the word can connote anticlericalism, atheism, desire to exclude religion from social activities or civic affairs, banishment of religious symbols from the public sphere, state neutrality toward religion, the separation of religion from state, or disestablishment  (separation of church and state).",
  "/wiki/Secularism": "Secularism, as defined in the Merriam-Webster dictionary, is \"indifference to, or rejection or exclusion of, religion and religious considerations\". In certain contexts, the word can connote anticlericalism, atheism, desire to exclude religion from social activities or civic affairs, banishment of religious symbols from the public sphere, state neutrality toward religion, the separation of religion from state, or disestablishment  (separation of church and state).",
  "/wiki/Jingoism": "Jingoism is nationalism in the form of aggressive foreign policy, such as a country's advocacy for the use of threats or actual force, as opposed to peaceful relations, in efforts to safeguard what it perceives as its national interests. Colloquially, jingoism is excessive bias in judging one's own country as superior to others—an extreme type of nationalism.",
  "/wiki/George_Hrab": "George Joseph Hrab is a drummer, guitarist, composer and podcaster known for performing rock, funk and jazz and for exploring atheist, skeptic and science themes in his work.  He has released six albums as a solo artist.",
  "/wiki/Geologic_Podcast": "George Joseph Hrab is a drummer, guitarist, composer and podcaster known for performing rock, funk and jazz and for exploring atheist, skeptic and science themes in his work.  He has released six albums as a solo artist.",
  "/wiki/Jamie_Hyneman": "James Franklin Hyneman (born September 25, 1956) is an American special effects expert who is best known as the co-host of the television series MythBusters alongside Adam Savage. He is also the owner of M5 Industries, the special effects workshop where MythBusters was filmed. He is known among Robot Wars devotees for his robot entry Blendo, which was deemed too dangerous for entry in the competition. He is the inventor of the Sentry, an unmanned firefighting robotic vehicle. He is also one  of the designers of the aerial cable robotic camera system Wavecam used in sports and entertainment events.",
  "/wiki/Eddie_Izzard": "Edward John Izzard (/ˈɪzɑːrd/; born 7 February 1962) is an English stand-up comic, actor, writer, and political activist. His comedic style takes the form of rambling whimsical monologues and self-referential pantomime.",
  "/wiki/Penn_Jillette": "Penn Fraser Jillette (born March 5, 1955) is an American magician, actor, musician, inventor, television personality and author, best known for his work with fellow magician Teller as half of the team Penn & Teller. The duo has been featured in numerous stage and television shows such as Penn & Teller: Fool Us, and Penn & Teller: Bullshit!, and is currently headlining in Las Vegas at The Rio. Jillette serves as the act's orator and raconteur.",
  "/wiki/Kerry_King": "Kerry Ray King (born June 3, 1964) is an American musician, best known for being the guitarist and songwriter for the American thrash metal band Slayer. He co-founded the band with Jeff Hanneman in 1981 and remained a member for nearly four decades.",
  "/wiki/Slayer": "Slayer was an American thrash metal band from Huntington Park, California. The band was formed in 1981 by guitarists Kerry King and Jeff Hanneman, drummer Dave Lombardo, and bassist and vocalist Tom Araya. Slayer's fast and aggressive musical style made them one of the founding \"big four\" bands of thrash metal, alongside Metallica, Megadeth and Anthrax. Slayer's final lineup comprised King, Araya, drummer Paul Bostaph and guitarist Gary Holt. Drummer Jon Dette was also a member of the band.",
  "/wiki/Stanley_Kubrick": "Stanley Kubrick (/ˈkuːbrɪk/; July 26, 1928 – March 7, 1999) was an American film director, screenwriter, and producer. He is frequently cited as one of the most influential filmmakers in cinematic history. His films, which are mostly adaptations of novels or short stories, cover a wide range of genres, and are noted for their realism, dark humor, unique cinematography, extensive set designs, and evocative use of music.",
  "/wiki/2001:_A_Space_Odyssey_(film)": "2001: A Space Odyssey is a 1968 epic science fiction film produced and directed by Stanley Kubrick. The screenplay was written by Kubrick and Arthur C. Clarke, and was inspired by Clarke's short story \"The Sentinel\" and other short stories by Clarke. A novelisation of the film released after the film's premiere was in part written concurrently with the screenplay. The film, which follows a voyage to Jupiter with the sentient computer HAL after the discovery of a featureless alien monolith affecting human evolution, deals with themes of existentialism, human evolution, technology, artificial intelligence, and the possibility of extraterrestrial life.",
  "/wiki/A_Clockwork_Orange_(film)": "A Clockwork Orange is a 1971 dystopian crime film adapted, produced, and directed by Stanley Kubrick, based on Anthony Burgess's novel A Clockwork Orange. It employs disturbing, violent images to comment on psychiatry, juvenile delinquency, youth gangs, and other social, political, and economic subjects in a dystopian near-future Britain.",
  "/wiki/The_Shining_(film)": "The Shining is a 1980 psychological horror film produced and directed by Stanley Kubrick and co-written with novelist Diane Johnson. The film is based on Stephen King's 1977 novel of the same name and stars Jack Nicholson, Shelley Duvall, Scatman Crothers, and Danny Lloyd.",
  "/wiki/Arthur_C._Clarke": "Sir Arthur Charles Clarke CBE FRAS (16 December 1917 – 19 March 2008) was a British science fiction writer, science writer and futurist, inventor, undersea explorer, and television series host.",
  "/wiki/List_of_atheists_(surnames_H_to_K)": "N/A"
}