{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Marcel_Augusto_Ortolan": "Marcel Augusto Ortolan (born 12 November 1981 in Mirassol, São Paulo), commonly known as Marcel, is a Brazilian footballer.",
  "/wiki/S.L._Benfica": "Sport Lisboa e Benfica ComC MHIH OM (Portuguese pronunciation: [sɨˈpɔɾ liʒˈboɐ i βɐ̃jˈfikɐ]), commonly known as Benfica, is a professional football club based in Lisbon, Portugal, that competes in the Primeira Liga, the top flight of Portuguese football, where they are the current champions and the most successful team in terms of overall titles.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Douglas_Renato_de_Jesus": "Douglas Renato de Jesus (born 9 March 1983), known simply as Douglas, is a Brazilian professional footballer who plays for Portuguese club Vitória S.C. as a goalkeeper.",
  "/wiki/Vit%C3%B3ria_de_Guimar%C3%A3es": "Vitória Sport Clube, commonly known as Vitória de Guimarães, is a Portuguese professional football club based in Guimarães that competes in the Primeira Liga, the top-flight of football in Portugal.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Roberto_Brum": "Roberto Brum Vallado (born 7 July 1978), known as Brum, is a Brazilian retired footballer who played as a defensive midfielder.",
  "/wiki/Free_Agent": "In professional sports, a free agent is a player who is eligible to sign freely with any club or franchise; i.e., not under contract to any specific team.  The term is also used in reference to a player who is under contract at present but who is allowed to solicit offers from other teams. In some circumstances, the free agent's options are limited by league rules.",
  "/wiki/Jos%C3%A9_Luis_dos_Santos_Pinto": "This name uses Portuguese naming customs. the first or maternal family name is Dos Santos and the second or paternal family name is Pinto.",
  "/wiki/EC_Bahia": "Esporte Clube Bahia (Portuguese pronunciation: [isˈpɔʁtʃi ˈklubi baˈi.ɐ]), known familiarly as Bahia, is a Brazilian professional football club, based in Salvador, Bahia. They play in the Campeonato Baiano, Bahia's state league, and the Campeonato Brasileiro Série A, Brazil's first tier league.",
  "/wiki/Rodrigo_C%C3%A9sar_Castro_Cabral": "Rodrigo Castro Cesar Cabral, more commonly known as Rodriguinho (born in Guarapuava on February 5, 1982) is a Brazilian footballer who acts as midfielder. He currently plays for Sport Club do Recife.",
  "/wiki/Neftchi_Baku_PFC": "Neftçi Peşəkar Futbol Klubu (English: Neftchi Professional Football Club), simply known as Neftçi (pronounced [neft͡ʃi]) or Neftchi Baku in English media, is an Azerbaijani football club based in the capital, Baku, that currently plays in the Azerbaijan Premier League.",
  "/wiki/Robson_Michael_Signorini": "Róbson Michael Signorini (born 10 November 1987), commonly known as Robinho, is a Brazilian footballer who plays as a midfielder for Cruzeiro.",
  "/wiki/Ava%C3%AD_Futebol_Clube": "Avaí Futebol Clube (Portuguese pronunciation: [avaˈi]) is a Brazilian football team from Florianópolis in Santa Catarina, founded on September 1, 1923. Their home stadium is Estádio Aderbal Ramos da Silva, also known as Ressacada, with a capacity of 17,800. They play in blue and white shirts, shorts and socks. Their best known supporter is tennis player Gustavo Kuerten.",
  "/wiki/Marcos_Vicente_dos_Santos": "Marcos Vicente dos Santos (born 29 September 1981), commonly known as Marquinhos, is a Brazilian retired footballer who played as an attacking midfielder.",
  "/wiki/Gr%C3%AAmio_FBPA": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/Mois%C3%A9s_Ferreira_Gomes": "Moses Gomes Ferreira (born May 15, 1989 in Belém), known as Moisés, is a Brazilian footballer who currently plays for Gama as a striker.",
  "/wiki/Clube_Na%C3%BAtico_Capibaribe": "Clube Náutico Capibaribe (Portuguese pronunciation: [ˈklub ˈnawtʃiku kɐpibɐˈɾibi]), also known as Náutico, is a Brazilian sports club, including a professional football team, in Recife, Pernambuco. Náutico, as of 2018, is competing in the Serie C.",
  "/wiki/Alan_Patrick": "Alan Patrick Lourenço (born 13 May 1991), or simply Alan Patrick, is a Brazilian footballer who currently plays for Shakhtar Donetsk.",
  "/wiki/Shakhtar_Donetsk": "Football Club Shakhtar Donetsk (Ukrainian: Футбольний клуб «Шахта́р»  Донецьк [fʊdˈbɔlʲnɪj ˈklub ʃɐxˈtɑr doˈnɛtsʲk], short nickname \"miners\") is a Ukrainian professional football club from the city of Donetsk. In 2014, due to the armed conflict in eastern Ukraine, the club was forced to move to Lviv, and  has since early 2017 played in the city of Kharkiv (at the stadium \"Metalist\") whilst having its office headquarters and training facilities in Kyiv.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Jonathan_Moreira": "Jonathan Cícero Moreira (born 27 February 1986), known simply as Jonathan, is a Brazilian professional footballer who plays as a right back for Athletico Paranaense.",
  "/wiki/F.C._Internazionale_Milano": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Z%C3%A9_Eduardo_(footballer_born_1987)": "This name uses Portuguese naming customs. The first or maternal family name is Bischofe and the second or paternal family name is de Almeida.",
  "/wiki/Genoa_CFC": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: [ˈdʒɛːnoa]), is an Italian professional football club based in Genoa, Liguria. Established on 7 September 1893, it is Italy's fourth oldest football team (after Torino F.C.C., Nobili Torino and Internazionale Torino), and the oldest active Italian football team, with over 125 years of activity.",
  "/wiki/Maikon_Leite": "Maikon Fernando Souza Leite (born 3 August 1988 in Mogi das Cruzes), known as Maikon Leite, is a Brazilian footballer who currently plays for Brasiliense Futebol Clube as a right winger or as a second striker.",
  "/wiki/SE_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/Charles_Fernando_Bas%C3%ADlio_da_Silva": "Charles Fernando Basílio da Silva or simply Charles (born February 14, 1985 in Rio de Janeiro), is a Brazilian defensive midfielder who currently plays for Turkish club Antalyaspor.",
  "/wiki/Cruzeiro_EC": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/Alex_Sandro_Lobo_Silva": "Alex Sandro Lobo Silva, or simply Alex Sandro (born 26 January 1991), is a Brazilian professional footballer who plays as a left-back for Serie A club Juventus and the Brazil national team.",
  "/wiki/F.C._Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Keirrison": "Keirrison de Souza Carneiro (born 3 December 1988), nicknamed \"K9\", is a Brazilian professional footballer who plays as a striker, most recently for Londrina.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/Roger_Roberto_dos_Santos": "Roger Roberto dos Santos, commonly known as Roger Gaúcho (born 30 March 1986), is a Brazilian attacking midfielder who plays for América RN.",
  "/wiki/Oeste_Futebol_Clube": "Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.",
  "/wiki/Rychely": "Rychely full name Rychely Cantanhede de Oliveira (born 6 August 1987), is a Brazilian footballer who is currently a free agent.",
  "/wiki/EC_Vit%C3%B3ria": "Esporte Clube Vitória, usually known simply as Vitória, is a Brazilian football team from Salvador in Bahia, founded on May 13, 1899. The team plays in the Campeonato Brasileiro Série B and the Campeonato Baiano.",
  "/wiki/%C3%89der_Lima_dos_Santos": "Éder Lima dos Santos (born 5 February 1986), known as Éder Lima (エデル・リマ), is a Brazilian footballer who plays as a central defender or full back for Ventforet Kofu."
}