{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Breitner_da_Silva": "Overath Breitner da Silva Medina, known simply as Breitner (born September 9, 1989 in Barcelona), is a Venezuelan professional footballer who plays as a midfielder.",
  "/wiki/Figueirense": "Figueirense Futebol Clube, also known as Figueirense (Portuguese pronunciation: [fiɡejˈɾẽsi]), is a Brazilian football club based in Florianópolis, Santa Catarina. Their home stadium is Estádio Orlando Scarpelli, also known as Scarpelão, with a capacity of 19,584.",
  "/wiki/Madson_Formagini_Caridade": "Madson Formagini Caridade, or simply Madson  (born May 21, 1986 in Volta Redonda), is a Brazilian footballer who plays as  attacking midfielder for Fortaleza. He is known for his small stature and his set pieces.",
  "/wiki/Clube_Atlético_Paranaense": "Club Athletico Paranaense, commonly known as Athletico-PR, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The team won the Campeonato Brasileiro Série A, Brazil's top football division, in 2001, the Copa Sudamericana in 2018 and the Copa do Brasil in 2019.",
  "/wiki/Marcos_Vicente_dos_Santos": "Marcos Vicente dos Santos (born 29 September 1981), commonly known as Marquinhos, is a Brazilian retired footballer who played as an attacking midfielder.",
  "/wiki/Avaí_Futebol_Clube": "Avaí Futebol Clube (Portuguese pronunciation: [avaˈi]) is a Brazilian football team from Florianópolis in Santa Catarina, founded on September 1, 1923. Their home stadium is Estádio Aderbal Ramos da Silva, also known as Ressacada, with a capacity of 17,800. They play in blue and white shirts, shorts and socks. Their best known supporter is tennis player Gustavo Kuerten.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Maranhão_(footballer)": "Manoel Messias Barbosa da Silva, better known as Maranhão (born 25 December 1985) is a Brazilian footballer from Maranhão who plays as a right back for Boa Esporte.",
  "/wiki/Coritiba_Foot_Ball_Club": "Coritiba Foot Ball Club, commonly known as Coritiba, and colloquially as \"Coxa Branca\" or simply \"Coxa\", is a Brazilian football club from Curitiba in the state of Paraná. Founded in 1909, it is the oldest football club in the state. Coritiba have won the Paraná State Championship 37 times – more than both of its main rivals combined (Athletico Paranaense have 22 titles and Paraná Clube have 7). Coritiba has won the Brazilian Championship once in 1985.",
  "/wiki/Domingos_Nascimento_dos_Santos_Filho": "Domingos Nascimento dos Santos Filho (born December 12, 1985 in Muniz Ferreira), or simply Domingos, is a Brazilian central defender who plays for Aparecidense.",
  "/wiki/AD_São_Caetano": "Associação Desportiva São Caetano, commonly known as São Caetano, is a Brazilian football team based in the city of São Caetano, Brazil, part of the São Paulo greater metropolitan area. The club finished as runner-up in the Série A twice and once in the Copa Libertadores.",
  "/wiki/Rafael_Caldeira": "Rafael Caldeira Pires (born 11 February 1991), known as Rafael Caldeira, is a Brazilian footballer who plays for Jaraguá-GO as a central defender.",
  "/wiki/Oeste_Futebol_Clube": "Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.",
  "/wiki/Rodrigo_Mancha": "Rodrigo Marcos dos Santos, better known as Rodrigo Mancha (born 16 June 1986 in Curitiba) is a Brazilian footballer, who last played as a defensive midfielder for Fortaleza.",
  "/wiki/Botafogo_FR": "Botafogo de Futebol e Regatas (Portuguese pronunciation: [bɔtaˈfoɡu dʒi futʃiˈbɔw i ʁeˈɡataʃ]; Botafogo Football and Rowing), also known as Botafogo, is a Brazilian sports club based in Botafogo, Rio de Janeiro. Although they compete in a number of different sports, Botafogo is mostly known for its association football team. It plays in the Campeonato Brasileiro Série A, the first tier of the Brazilian football league system, and in the state of Rio de Janeiro's premier state league. In 2000, Botafogo finished 12th in a vote by subscribers of FIFA Magazine for the FIFA Club of the Century.",
  "/wiki/Goalkeeper": "In many team sports which involve scoring goals, the goalkeeper (sometimes termed goaltender, netminder, goalie or keeper) is a designated player charged with directly preventing the opposing team from scoring by blocking or intercepting opposing shots on goal.",
  "/wiki/Felipe_Garcia_dos_Prazeres": "Felipe Garcia dos Prazeres (born 10 January 1988), simply known as Mão de Alface, is a Brazilian footballer who plays for Tombense as a goalkeeper.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Tiago_Luis_Martins": "Tiago Luís Martins (born 13 March 1989), known as Tiago Luís, is a Brazilian footballer who plays for Thai club Rayong as a forward.",
  "/wiki/AA_Ponte_Preta": "Associação Atlética Ponte Preta (Portuguese pronunciation: [ɐsosjɐˈsɐ̃w ɐˈtlɛtʃikɐ ˈpõtʃi ˈpɾetɐ]), commonly known as Ponte Preta, is a Brazilian football club located in Campinas, São Paulo. Ponte Preta is also known as Macaca. Ponte Preta's biggest rival is from the same city, Guarani, against whom matches are known as derby (dérbi in Portuguese). They are known as \"pontepretanos\". Ponte Preta is the second oldest football team established in Brazil still in activity, founded on August 11, 1900, the oldest being Sport Club Rio Grande, of Rio Grande do Sul.",
  "/wiki/Alan_Santos": "Alan Santos da Silva (born 24 April 1991), known as Alan Santos, is a Brazilian footballer who plays for Chapecoense, on loan from Tigres UANL as a defensive midfielder.",
  "/wiki/Paulista_FC": "Paulista Futebol Clube, or Paulista as they are usually called, is a Brazilian football team from Jundiaí, in São Paulo, founded on 17 May 1909. They play at the fourth tier of Brazilian football professional league.",
  "/wiki/EC_Vitória": "Esporte Clube Vitória, usually known simply as Vitória, is a Brazilian football team from Salvador in Bahia, founded on May 13, 1899. The team plays in the Campeonato Brasileiro Série B and the Campeonato Baiano.",
  "/wiki/Criciúma_Esporte_Clube": "Criciúma Esporte Clube, also known simply as Criciúma, is a Brazilian football club from Criciúma, Santa Catarina. It plays in the Campeonato Catarinense,[nb 1] the state of Santa Catarina's premier state league, as well as the Campeonato Brasileiro Série C,[nb 2] the third tier of the Brazilian football league system.",
  "/wiki/ABC_Futebol_Clube": "ABC Futebol Clube, or ABC, as they are usually called, is a Brazilian football team from Natal in Rio Grande do Norte. Founded on June 29, 1915, ABC is the oldest club in its state, and won the Série C in 2010. It is the most successful club in the state, with 55 titles in the Campeonato Potiguar, including 2018.",
  "/wiki/2011_Santos_FC_season": "The 2011 season was Santos Futebol Clube's ninety-ninth season in existence and the club's fifty-second consecutive season in the top flight of Brazilian football."
}