{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Francisco_Boza": "Francisco Boza (born 19 September 1964) is a Peruvian sports shooter and Olympic medalist. He won a silver medal in trap shooting at the 1984 Summer Olympics in Los Angeles and came fourth four years later.",
  "/wiki/Shooting_at_the_2016_Summer_Olympics": "Shooting competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 14 August at the National Shooting Center in Deodoro. A maximum of 390 athletes were able to compete in the fifteen events across these Games. The event format was similar to 2012, although there were significant changes to the rules and guidelines of the competition.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Roberto_Carcelen": "Roberto Carcelen (born September 8, 1970), is a Peruvian-American cross-country skier, who competed at the 2010 and 2014 Winter Olympics for Peru. He was the first Peruvian person ever to compete at the Winter Olympics. He had learned the sport from his American wife.",
  "/wiki/Cross-country_skiing_at_the_2014_Winter_Olympics": "Cross-country skiing at the 2014 Winter Olympics was held at the Laura Biathlon & Ski Complex near Krasnaya Polyana, Russia. The twelve events took place between 8–23 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Gladys_Tejeda": "Gladys Lucy Tejeda Pucuhuaranga (born 30 September 1985 in Jauja, Junín) is a Peruvian long-distance runner.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics": "The athletics competitions at the 2012 Olympic Games in London were held during the last 10 days of the Games, on 3–12 August. Track and field events took place at the Olympic Stadium in east London. The road events, however, started and finished on The Mall in central London.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics": "The cross-country skiing competition of the 2010 Winter Olympics in Vancouver were held at Whistler Olympic Park. The events were held between 15 and 28 February 2010.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Sixto_Barrera": "Sixto César Barrera Ochoa (born September 17, 1983) is a sport wrestler born in Lima, Peru. He carried the Peruvian flag at the opening ceremony of the 2008 Olympics in Beijing, PR China. Barrera won a silver medal at the 2007 Pan American Games.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics": "Wrestling competitions at the 2008 Summer Olympics in Beijing, China, were held at the China Agricultural University Gymnasium from 12–21 August 2008. It was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events with 18 gold medals being awarded. This was the second Olympics with women's wrestling as an event.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Rosa_Garc%C3%ADa": "Rosa Gisella García Rivas (born 21 May 1964) is a retired women's volleyball player from Peru. She was on several Peru national teams at the Summer Olympics in 1984 (finishing 4th) and a silver medalist at the 1988 Seoul Olympics.",
  "/wiki/Volleyball_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, four volleyball events were contested — men’s and women’s indoor volleyball, and men's and women's beach volleyball.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Juan_Giha": "Juan Jorge Giha Yarur (born April 23, 1955) is a nationalized Peruvian sports shooter and Olympic medalist. A six-time Olympian he won a silver medal in Skeet Shooting at the 1992 Summer Olympics in Barcelona, second after gold-winner Zhang Shan.",
  "/wiki/Shooting_at_the_1996_Summer_Olympics": "The shooting competitions at the 1996 Summer Olympics took place at the Wolf Creek Shooting Complex near Atlanta, United States. Competitions were held in men's events and women's events. For men's and women's double trap, it was the first Olympic competition, a women's shotgun event also had been added.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Shooting_at_the_1992_Summer_Olympics": "The shooting competitions at the 1992 Summer Olympics took place at a shooting range complex in Mollet del Vallès outside Barcelona, Spain. Competitions were held in a total of thirteen events — seven men's events, four women's events, and two events open to both genders. It was the first time a woman (Zhang Shan in the skeet competition) took a gold medal in such an open event, and also the last time they were held.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Edwin_V%C3%A1squez": "Edwin Vásquez Cam (28 July 1922 – 9 March 1993) was an Olympic sport shooter from Peru. He won a gold medal in the 50 m pistol event at the 1948 Summer Olympics, his country's only Olympic gold medalist so far. Vásquez also won the free pistol event at the 1951 Pan American Games, while placing third in the team pistol event.",
  "/wiki/Shooting_at_the_1984_Summer_Olympics": "Shooting at the 1984 Summer Olympics took place at Prado Olympic Shooting Park, Chino, California, United States. The games marked the first time that women’s shooting events were included in the Olympic program.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Enrique_Barza": "Enrique Barza (born 27 July 1950) is a Peruvian fencer. He competed at the 1968 and 1972 Summer Olympics.",
  "/wiki/Fencing_at_the_1972_Summer_Olympics": "At the 1972 Summer Olympics in Munich, eight events in fencing were contested. Men competed in both individual and team events for each of the three weapon types (épée, foil and sabre), but women competed only in foil events.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/Carlos_Dominguez_Mavila": "Carlos Domínguez was a Peruvian weightlifter. He competed in the men's heavyweight event at the 1948 Summer Olympics.",
  "/wiki/Weightlifting_at_the_1948_Summer_Olympics": "The weightlifting competition at the 1948 Summer Olympics in London consisted of six weight classes, all for men only.  The bantamweight division was a newly created weight class, marking the first change to the Olympic program since 1920.",
  "/wiki/1936_Summer_Olympics": "The 1936 Summer Olympics (German: Olympische Sommerspiele 1936), officially known as the Games of the XI Olympiad, was an international multi-sport event held in 1936 in Berlin, Nazi Germany. Berlin won the bid to host the Games over Barcelona, Spain, on 26 April 1931, at the 29th IOC Session in Barcelona.  It marked the second and final time the International Olympic Committee gathered to vote in a city that was bidding to host those Games."
}