{
  "/wiki/Media_market": "A media market, broadcast market, media region, designated market area (DMA), television market area, or simply market is a region where the population can receive the same (or similar) television and radio station offerings, and may also include other types of media including newspapers and Internet content.  They can coincide or overlap with one or more metropolitan areas, though rural regions with few significant population centers can also be designated as markets.  Conversely, very large metropolitan areas can sometimes be subdivided into multiple segments.  Market regions may overlap, meaning that people residing on the edge of one media market may be able to receive content from other nearby markets.  They are widely used in audience measurements, which are compiled in the United States by Nielsen Media Research. Nielsen measures both television and radio audiences since its acquisition of Arbitron, which was completed in September 2013.",
  "/wiki/City": "A city is a large human settlement. It can be defined as a permanent and densely settled place with administratively defined boundaries whose members work primarily on non-agricultural tasks. Cities generally have extensive systems for housing, transportation, sanitation, utilities, land use, and communication. Their density facilitates interaction between people, government organisations and businesses, sometimes benefiting different parties in the process, such as improving efficiency of goods and service distribution. This concentration also can have significant negative consequences, such as forming urban heat islands, concentrating pollution, and stressing water supplies and other resources.",
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Network_affiliate": "In the broadcasting industry (particularly in North America), a network affiliate or affiliated station is a local broadcaster, owned by a company other than the owner of the network, which carries some or all of the lineup of television programs or radio programs of a television or radio network. This distinguishes such a television or radio station from an owned-and-operated station (O&O), which is owned by the parent network.",
  "/wiki/Template:Presque_Isle_TV": "Initial visibility: currently defaults to autocollapse",
  "/wiki/WAGM-TV": "WAGM-TV, virtual and VHF digital channel 8, is a CBS/Fox/CW+-affiliated television station licensed to Presque Isle, Maine, United States. Owned by Gray Television, it is a sister station to Fort Kent-licensed low-powered NBC affiliate WWPI-LD (channel 16). The two stations share studios on Brewer Road (SR 210) in Presque Isle; WAGM-TV's transmitter is located on the northern section of Mars Hill Mountain among the wind turbines.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/McAdam,_New_Brunswick": "McAdam is a village located in the southwestern corner of York County, New Brunswick, Canada. The village covers 14.28 square kilometres (5.51 sq mi) and had a population of 1,151 as of 2016. An independent study was executed early 2018, and the results found that the population of McAdam had grown to 1,225. Turning the tide of a shrinking population, this is the first time the community's population grew since 1956.",
  "/wiki/Fredericton,_New_Brunswick": "Fredericton (/ˈfrɛdrɪktən/; French pronunciation: ​[fʁɛdeʁiktœn]) is the capital of the Canadian province of New Brunswick. The city is situated in the west-central portion of the province along the Saint John River, which flows west to east as it bisects the city. The river is the dominant natural feature of the area. One of the main urban centres in New Brunswick, the city had a population of 58,220 in the 2016 Canadian Census. It is the third-largest city in the province after Moncton and Saint John.",
  "/wiki/Oromocto,_New_Brunswick": "Oromocto (2016 population: 9,223) is a Canadian town in Sunbury County, New Brunswick.",
  "/wiki/Woodstock,_New_Brunswick": "Woodstock is a town in Carleton County, New Brunswick, Canada on the Saint John River, 103 km upriver from Fredericton at the mouth of the Meduxnekeag River. It is near the Canada–United States border and Houlton, Maine and the intersection of Interstate 95 and the Trans-Canada Highway making it a transportation hub. It is also a service centre for the potato industry and for more than 26,000 people in the nearby communities of Hartland, Florenceville-Bristol, Centreville, Bath, Meductic, and Canterbury for shopping, employment and entertainment.",
  "/wiki/WUTV": "WUTV, virtual channel 29 (UHF digital channel 32), is a Fox-affiliated television station licensed to Buffalo, New York, United States. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with MyNetworkTV affiliate WNYO-TV (channel 49). The two stations share studios on Hertel Avenue near Military Road in Buffalo; WUTV's transmitter is located on Whitehaven Road (near I-190) in Grand Island, New York.",
  "/wiki/WUHF": "WUHF, virtual channel 31 (UHF digital channel 28), is a Fox-affiliated television station licensed to Rochester, New York, United States. The station is owned by the Sinclair Broadcast Group, which also operates ABC affiliate WHAM-TV (channel 13) under a shared services agreement (SSA) with owner Deerfield Media. The two outlets share studios on West Henrietta Road (NY 15) in Henrietta (with a Rochester mailing address); WUHF's transmitter is located on Pinnacle Hill on the border between Rochester and Brighton. On cable, the station is available on Charter Spectrum channel 7 in both standard and high definition.",
  "/wiki/WMEM-TV": "The Maine Public Broadcasting Network (abbreviated MPBN and branded Maine Public) is a state network of public television and radio stations located in the state of Maine in the United States. It is operated by the Maine Public Broadcasting Corporation, which holds the licenses for all the Public Broadcasting Service (PBS) and National Public Radio (NPR) stations licensed in the state. MPBN has studios and offices in Portland, Lewiston and Bangor.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/Template:Bangor_TV": "Initial visibility: currently defaults to autocollapse",
  "/wiki/WABI-TV": "WABI-TV, virtual channel 5 (VHF digital channel 13), is a dual CBS/CW+-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. The station is owned by Gray Television. WABI-TV's studios are located on Hildreth Street in West Bangor, and its transmitter is located on Peaked Mountain in Dixmont. On cable, the station is available on Charter Spectrum channel 6 and in high definition on digital channel 1209.",
  "/wiki/WVII-TV": "WVII-TV, virtual and VHF digital channel 7, is an ABC-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. Owned by Rockfleet Broadcasting, it is a sister station to low-power Fox affiliate WFVX-LD (channel 22). The two stations share studios on Target Industrial Circle in West Bangor; WVII-TV's transmitter is located on Black Cap Mountain along the Penobscot and Hancock county line. The station is also seen in high definition on the second digital subchannel of WFVX-LD (WFVX-LD is likewise simulcast on WVII-TV's second digital subchannel).",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Ryan%27s_Hope": "Ryan's Hope is an American soap opera created by Claire Labine and Paul Avila Mayer, originally airing for 13 years on ABC from July 7, 1975 to January 13, 1989. It revolves around the trials and tribulations within a large Irish-American family in the Washington Heights neighborhood of Manhattan, New York City.",
  "/wiki/All_My_Children": "All My Children (often shortened to AMC) is an American television soap opera that aired on ABC for 41 years, from January 5, 1970, to September 23, 2011, and on The Online Network (TOLN) from April 29 to September 2, 2013, via Hulu, Hulu Plus, and iTunes. Created by Agnes Nixon, All My Children is set in Pine Valley, Pennsylvania, a fictional suburb of Philadelphia, which is modeled on the actual Philadelphia suburb of Rosemont. The original series featured Susan Lucci as Erica Kane, one of daytime television's most popular characters. The title of the series refers to the bonds of humanity. All My Children was the first new network daytime drama to debut in the 1970s. Originally owned by Creative Horizons, Inc., the company created by Nixon and her husband, Bob, the show was sold to ABC in January 1975. The series started at a half-hour in per-installment length, then was expanded to a full hour on April 25, 1977. Earlier, the show had experimented with the full-hour format for one week starting on June 30, 1975, after which Ryan's Hope premiered.",
  "/wiki/One_Life_to_Live": "One Life to Live (often abbreviated as OLTL) is an American soap opera broadcast on the ABC television network for more than 43 years, from July 15, 1968, to January 13, 2012, and then on the internet as a web series on Hulu and iTunes via The Online Network from April 29 to August 19, 2013. Created by Agnes Nixon, the series was the first daytime drama to primarily feature ethnically and socioeconomically diverse characters and consistently emphasize social issues. One Life to Live was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to an hour on January 16, 1978.",
  "/wiki/General_Hospital": "General Hospital (commonly abbreviated GH) is an American daytime television medical drama. It is listed in Guinness World Records as the longest-running American soap opera in production and the second longest-running drama in television in American history after Guiding Light. Concurrently, it is the world's third longest-running scripted drama series in production after British serials The Archers and Coronation Street, as well as the world's second-longest-running televised soap opera still in production. General Hospital premiered on the ABC television network on April 1, 1963.  General Hospital is the longest-running serial produced in Hollywood, and the longest-running entertainment program in ABC television history. It holds the record for most Daytime Emmy Awards for Outstanding Drama Series, with 13 wins.",
  "/wiki/CTV_Atlantic": "CTV Atlantic (formerly known as the Atlantic Television System, or ATV) is a system of four television stations in the Maritimes, owned and operated by the CTV Television Network, a division of Bell Media. Despite the name, it is not available on basic cable or analog in Newfoundland and Labrador even though that province is part of Atlantic Canada.\nNewfoundland has NTV, no other  Atlantic province has their own channel, although Newfoundland has much less population than NS and NB. \nThe CTV Atlantic stations are:",
  "/wiki/CIHF-TV": "CIHF-DT (branded on-air as Global Halifax) is the Global owned-and-operated television station, serving Nova Scotia that is licensed to Halifax. It broadcasts a high-definition digital signal on VHF channel 8 from a transmitter located on Washmill Lake Drive in Halifax.",
  "/wiki/WLBZ": "WLBZ, virtual and VHF digital channel 2, is an NBC-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. The station is owned by Tegna Inc. WLBZ's studios are located on Mount Hope Avenue in Bangor, and its transmitter is located on Rider Bluff in Holden. On cable, WLBZ is available on Charter Spectrum channel 3.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/WDIV-TV": "WDIV-TV, virtual channel 4 (UHF digital channel 45), is an NBC-affiliated television station licensed to Detroit, Michigan, United States. The station serves as the flagship broadcast property of the Graham Media Group subsidiary of Graham Holdings Company. WDIV-TV maintains studio facilities—which also house the headquarters of Graham Media Group—on West Lafayette Boulevard in Detroit. As such, it is the only major television station in the market with offices and studios within the Detroit city limits, while the market's other television stations are based in Southfield (WDIV's transmitter is, however, located on Greenfield Road in Southfield).",
  "/wiki/WHDH-TV": "WHDH, virtual channel 7 (UHF digital channel 35), is an independent television station licensed to Boston, Massachusetts, United States. The station is owned by Sunbeam Television, as part of a duopoly with Cambridge-licensed CW affiliate WLVI (channel 56). The two stations share studios at Bulfinch Place (near Government Center) in downtown Boston and transmitter facilities in Newton, Massachusetts.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/WFVX-LD": "WFVX-LD, virtual and UHF digital channel 22, is a low-power Fox-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. Owned by Rockfleet Broadcasting, it is a sister station to ABC affiliate WVII-TV (channel 7). The two stations share studios on Target Industrial Circle in West Bangor; WFVX-LD's transmitter is located on Black Cap Mountain along the Penobscot and Hancock county line. The station is also seen in high definition on the second digital subchannel of WVII-TV (WVII-TV is likewise simulcast on WFVX-LD's second digital subchannel).",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/WMEB-TV": "The Maine Public Broadcasting Network (abbreviated MPBN and branded Maine Public) is a state network of public television and radio stations located in the state of Maine in the United States. It is operated by the Maine Public Broadcasting Corporation, which holds the licenses for all the Public Broadcasting Service (PBS) and National Public Radio (NPR) stations licensed in the state. MPBN has studios and offices in Portland, Lewiston and Bangor.",
  "/wiki/Template:Portland_Maine_TV": "Initial visibility: currently defaults to autocollapse",
  "/wiki/WMTW": "WMTW, virtual and VHF digital channel 8, is an ABC-affiliated television station licensed to Poland Spring, Maine, United States and serving the Portland, Maine television market, including southern Maine and eastern and northern New Hampshire. The station is owned by the Hearst Television subsidiary of Hearst Communications, as part of a duopoly with Portland-licensed CW/MyNetworkTV affiliate WPXT (channel 51). The two stations share studios on Ledgeview Drive in Westbrook; WMTW's transmitter is located in West Baldwin, Maine.",
  "/wiki/Maine_Public_Broadcasting_Network": "The Maine Public Broadcasting Network (abbreviated MPBN and branded Maine Public) is a state network of public television and radio stations located in the state of Maine in the United States. It is operated by the Maine Public Broadcasting Corporation, which holds the licenses for all the Public Broadcasting Service (PBS) and National Public Radio (NPR) stations licensed in the state. MPBN has studios and offices in Portland, Lewiston and Bangor.",
  "/wiki/Template:Boston_TV": "Initial visibility: currently defaults to autocollapse",
  "/wiki/WBTS-CD": "WBTS-CD, virtual channel 15 (UHF digital channel 32), is a Class A NBC owned-and-operated television station serving Boston, Massachusetts, United States that is licensed to Nashua, New Hampshire. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Merrimack, New Hampshire-licensed Telemundo owned-and-operated station WNEU (channel 60), as well as regional cable news channel New England Cable News (NECN) and regional sports network NBC Sports Boston. The four outlets share studios at the NBCU Boston Media Center on B Street in Needham, Massachusetts.",
  "/wiki/WBZ-TV": "WBZ-TV, virtual channel 4 (UHF digital channel 20), is a CBS-owned-and-operated television station licensed to Boston, Massachusetts, United States. The station is owned by the CBS Television Stations subsidiary of ViacomCBS, as part of a duopoly with MyNetworkTV affiliate WSBK-TV (channel 38). The two stations share studios on Soldiers Field Road in the Allston–Brighton section of Boston; WBZ-TV's transmitter is located on Cedar Street in Needham, Massachusetts, on a tower site that was formerly owned by CBS and is now owned by American Tower Corporation (which is shared with transmitters belonging to sister station WSBK as well as WCVB-TV, WGBH-TV, WBTS-CD and WGBX-TV).",
  "/wiki/WCVB-TV": "WCVB-TV, virtual channel 5 (UHF digital channel 33), is an ABC-affiliated television station licensed to Boston, Massachusetts, United States. The station is owned by the Hearst Television subsidiary of Hearst Communications. WCVB-TV's studios are located on TV Place (off Gould Street near the I-95/MA 128/Highland Avenue interchange) in Needham, and its transmitter is located on Cedar Street, also in Needham, on a tower shared with several other television and radio stations.",
  "/wiki/WHDH_(TV)": "WHDH, virtual channel 7 (UHF digital channel 35), is an independent television station licensed to Boston, Massachusetts, United States. The station is owned by Sunbeam Television, as part of a duopoly with Cambridge-licensed CW affiliate WLVI (channel 56). The two stations share studios at Bulfinch Place (near Government Center) in downtown Boston and transmitter facilities in Newton, Massachusetts.",
  "/wiki/WFXT": "WFXT, virtual channel 25 (UHF digital channel 34), is a Fox-affiliated television station licensed to Boston, Massachusetts, United States. The station is owned by Atlanta-based Cox Media Group. WFXT's studios are located on Fox Drive (near the Boston-Providence Turnpike) in Dedham, and its transmitter is located on Cabot Street in Needham. It is one of six Boston television stations that are available in Canada through satellite provider Bell TV and cable provider EastLink. WFXT is the largest Fox affiliate by market size that is not owned and operated by the network, although it was previously owned by Fox on two occasions (1987–1990 and 1995–2014).",
  "/wiki/WGBH-TV": "WGBH-TV, virtual channel 2 (VHF digital channel 5), is a Public Broadcasting Service (PBS) member television station licensed to Boston, Massachusetts, United States. It is the flagship property of the WGBH Educational Foundation, which also owns fellow PBS members WGBX-TV (channel 44) in Boston and WGBY-TV (channel 57) in Springfield, Massachusetts, Class A Biz TV affiliate WFXZ-CD (channel 24) and public radio stations WGBH (89.7 FM) and WCRB (99.5 FM) in the Boston area, and WCAI radio (and satellites WZAI and WNAN) on Cape Cod. WGBH-TV also effectively serves as one of two flagship stations of PBS, along with WNET in New York City. WGBH-TV, WGBX-TV, and the WGBH and WCRB radio stations share studios on Guest Street in northwest Boston's Brighton neighborhood; WGBH-TV's transmitter is located on Cabot Street (East of I-95/MA 128) in Needham, Massachusetts, on the former candelabra tower, which serves as an interim main and backup facility for sister station WGBX-TV as well as WBZ-TV, WCVB-TV, WBTS-CD (which itself shares spectrum with WGBX) and WSBK-TV.",
  "/wiki/Bell_TV": "Bell TV (French: Bell Télé; formerly known as Bell ExpressVu, Dish Network Canada, ExpressVu Dish Network, and now sometimes known as Bell Satellite TV to distinguish the service from Bell's IPTV Fibe TV service), is the division of BCE Inc. that provides satellite television service across Canada. It launched on September 10, 1997 and as of 2004 it has been providing \"Bell TV for Condos\", a VDSL service provided to select multidwelling units (condominiums and apartments) in Montreal, Ottawa and Toronto. Bell TV provides over 500 digital video and 100 HD and audio channels to, as of May 2010, over 1.8 million subscribers. Its major competitors include satellite service Shaw Direct, as well as various cable and communications companies across Canada, such as Rogers Cable, EastLink, Shaw Communications, Vidéotron and Cogeco.",
  "/wiki/WGBX-TV": "WGBX-TV, virtual channel 44 (UHF digital channel 32), is a Public Broadcasting Service (PBS) member television station licensed to Boston, Massachusetts, United States. Owned by the WGBH Educational Foundation, it is sister to fellow PBS member station and company flagship WGBH-TV (channel 2), Springfield, Massachusetts-based PBS member WGBY-TV (channel 57), Class A Biz TV affiliate WFXZ-CD (channel 24) and public radio stations WGBH (89.7 FM) and WCRB (99.5 FM) in the Boston area, and WCAI radio (and satellites WZAI and WNAN) on Cape Cod. WGBX-TV, WGBH-TV and the WGBH and WCRB radio stations share studios on Guest Street in northwest Boston's Brighton neighborhood; WGBX-TV's transmitter is located on Cedar Street (southwest of I-95/MA 128) in Needham, Massachusetts, which is shared with sister station WGBH-TV as well as WBZ-TV, WCVB-TV, WBTS-CD (which itself shares spectrum with WGBX) and WSBK-TV."
}