{
  "/wiki/Gheorghe_Grozav": "Gheorghe \"Gicu\" Teodor Grozav (Romanian pronunciation: [ˈɡe̯orɡe teˈodor groˈzav]; born 29 September 1990) is a Romanian professional footballer who plays as a winger or an attacking midfielder for Kisvárda FC.",
  "/wiki/Standard_Liège": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk]; German: Standard Lüttich [ˈstandaɐ̯t ˈlʏtɪç, ˈʃtan-]), is a Belgian football club from the city of Liège. They are one of the most successful clubs in Belgium, having won the Belgian league on ten occasions, most recently in 2007–08 and 2008–09. They have been in the top flight without interruption since 1921, longer than any other Belgian side. They have also won eight Belgian Cups, and in 1981–82 they reached the final of the European Cup Winners' Cup, which they lost 2–1 against Barcelona.",
  "/wiki/FC_Universitatea_Cluj": "Fotbal Club Universitatea Cluj (Romanian pronunciation: [universiˈtate̯a kluʒ]), or simply as \"U\" Cluj, is a Romanian professional football club based in the city of Cluj-Napoca, Cluj County. Founded in 1919 by Iuliu Hațieganu, the team currently plays in the Liga II, the second tier of the Romanian football league system.",
  "/wiki/Kristof_Maes": "Kristof Maes (born 19 April 1988) is a Belgian goalkeeper currently playing for Belgian Third Division side Cappellen.",
  "/wiki/Beerschot_AC": "Koninklijke Beerschot Antwerpen Club (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈbeːrsxɔt ˈɑntʋɛrpə(n) ˈklɵp]), simply known as Beerschot AC, was a Belgian football club based in southern Antwerp. Beerschot played in the Belgian Pro League from 1999–2000 (as Germinal Beerschot) until 2012–13, when they were relegated not only through their league position, but also lost their professional license through financial issues, being officially declared bankrupt on 21 May 2013 – one week after the season had ended.",
  "/wiki/K.A.A._Gent": "Koninklijke Atletiek Associatie Gent (Dutch pronunciation: [ˈkoːnɪŋkləkə ˌʔɑtləˈtik ˌɑsoːˈʃaː(t)si ˈɣɛnt], English: Royal Athletic Association Ghent), often simply known as Ghent or by their nickname De Buffalo's (English: The Buffalos), is a Belgian sports club, based in the city of Ghent, East Flanders. Their football team is the best-known section within the club, who have been playing in the Belgian Pro League since the 1989–90 season. They won the national league once, in 2014–15, in addition to three Belgian Cup victories. Ghent played their home matches in the Jules Ottenstadion in Gentbrugge from 1920 until 2013, when they moved to the Ghelamco Arena. Their team colours are blue and white. The principal sponsor is the financial institution VDK NV.",
  "/wiki/Tim_Smolders": "Tim Smolders (born 26 August 1980) is a Belgian former football player whose favourite position was in central midfield. He has previously played for Club Brugge (1999–2004) and RBC Roosendaal (2004–2006), Charleroi (2006–2008). His latest team, in which he was most successful, was KAA Gent.",
  "/wiki/Cercle_Brugge_K.S.V.": "Cercle Brugge Koninklijke Sportvereniging (Dutch pronunciation: [ˈsɛrklə ˈbrɵɣə ˈkoːnɪŋkləkə ˈspɔrtfəˌreːnəɣɪŋ]) is a Belgian professional football club based in Bruges. Cercle have played in the Belgian Pro League since the 2003–04 season, having previously spent several years in the Belgian Second Division following relegation in 1997. Their matricule is the n°12. The club plays home games at the Jan Breydel Stadium, which they share with fierce rivals Club Brugge. Cercle Brugge won their first national title in 1911, and won two more titles (in 1927 and 1930) before the Second World War. The side also won the Belgian Cup in 1927 and in 1985, and have represented Belgium in European tournaments on several occasions. Since 2017, they have been owned by French club AS Monaco.",
  "/wiki/Denis_Alibec": "Denis Alibec (born 5 January 1991) is a Romanian professional footballer who plays as a forward.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/F.C._Internazionale_Milano": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Joachim_Van_Damme": "Joachim Van Damme (born 23 July 1991) is a Belgian footballer who plays in central defence as well as central midfield. He plays for KV Mechelen.",
  "/wiki/Waasland-Beveren": "Waasland-Beveren is a Belgian association football club located in the municipality of Beveren, East Flanders. They play  in the Belgian Pro League. The club was known as K.V. Red Star Waasland from 2002 until 2010, when they moved to the nearby stadium of defunct club Sint-Niklase and merged with K.S.K. Beveren. Waasland is the region where the towns of Haasdonk (a neighbourhood in Beveren) and Sint-Niklaas are located. KSK Beveren, a former Belgian champion and first division regular, had just finished at the last place in the second division and was struggling with financial problems. The club kept the history and matricule number of KV Red Star Waasland but moved from Sint-Niklaas to Beveren to play in a bigger stadium.",
  "/wiki/Ahmed_Samir_Farag": "Ahmed Samir Farag (Arabic: أحمد سمير فرج‎; born 20 May 1986) is an Egyptian footballer who plays for El-Daklyeh and Egyptian national football team. Farag mainly plays as a left back but can play as a left midfielder and left winger.",
  "/wiki/Ismaily_SC": "Ismaily Sporting Club (Arabic: نادي الإسماعيلي الرياضي‎) (Egyptian Arabic: النادي الإسماعيلي, Egyptian pronunciation: El Nady El Ismaily) is an Egyptian professional football club, established on 13 April 1924 as El Nahda Sporting Club (Egyptian pronunciation: Nady El Nahda), based in Ismaïlia, Egypt. The club is best known for its football team. Also it's considered as an Egyptian National Club, where they helped the famous local tour of duty to play for the benefit of the homeland against the occupying armies. The club's nickname The Brazilians, is a reference to their uniforms, which echo those of the Brazilian national team, and similar style of play.",
  "/wiki/Lierse_S.K.": "Koninklijke Lierse Sportkring (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈliːrsə ˈspɔrtkrɪŋ]), often simply known as Lierse, was a Belgian professional football club from the city of Lier in the Antwerp province. Lierse have won four championship titles and two Belgian Cups. Lierse was one of the six Belgian clubs to have played in the UEFA Champions League group stage, the other being Anderlecht, Club Brugge, Genk, Standard Liège and KAA Gent.",
  "/wiki/Tony_Sergeant": "Tony Sergeant (born 6 June 1977) is a retired football midfielder who last played for Cercle Brugge in the Belgian Pro League.",
  "/wiki/K.V.K._Tienen": "Koninklijke Voetbal Klub Tienen-Hageland is a Belgian association football club from the city of Tienen, Vlaams Brabant.  It is currently playing in the Belgian Third Division.",
  "/wiki/R.A.E.C._Mons": "R.A.E.C. Mons was a Belgian football club based in Mons, Belgium,  The team was promoted to the Belgian Jupiler League at the conclusion of the 2010–11 season re-joining the Top Belgian League after two years in the Belgian 2nd Division (Exqi League). The team was relegated at the end of the 2013–2014 season, having finished last in the league. Dutch speakers tend to refer to the team as \"Bergen\", the Dutch name for Mons.",
  "/wiki/Thomas_Foket": "Thomas Foket (born 25 September 1994) is a Belgian professional footballer who currently plays as a right-back for Stade de Reims in Ligue 1.",
  "/wiki/Frédéric_Brillant": "Frédéric Brillant (born 26 June 1985) is a French footballer who currently plays for D.C. United in Major League Soccer.",
  "/wiki/K.V._Oostende": "Koninklijke Voetbalclub Oostende, also called KV Oostende (Dutch pronunciation: [kaːˌveː oːˈstɛndə] or [- oːstˈʔɛndə]) or KVO, is a Belgian football club from the city of Ostend, West Flanders. The team was founded in 1904 as VG Oostende and has the matricule No. 31.",
  "/wiki/Frédéric_Gounongbe": "Frédéric Vinami Henri Gounongbe (born 1 May 1988) is a former professional footballer who played as a centre forward.",
  "/wiki/K.V._Woluwe-Zaventem": "K.V. Woluwe-Zaventem, mostly known as Woluwe-Zaventem is a Belgian football club located in the city of Zaventem.",
  "/wiki/S.V._Zulte_Waregem": "Sportvereniging Zulte Waregem (Dutch pronunciation: [ˈspɔrtfəˌreːnəɣɪŋ ˈzɵltə ˈʋaːrəɣɛm]), commonly known as Zulte Waregem or by their nickname Essevee (Dutch pronunciation: [ɛsəˈveː]), is a Belgian professional football club based in Waregem, West Flanders.  Zulte Waregem plays in the Belgian First Division A. Their highest finish at the highest level was second place in 2012–13. They have won two Belgian Cups. They qualified for the 2006–07 UEFA Cup, losing in the round of 32 to Newcastle United. Also in the seasons 2013–2014 and 2017–2018 they managed to play in the Europa League group stages. On both occasions the club ended 3rd in their group.",
  "/wiki/Mohamed_Messoudi": "Mohamed \"Mo\" Messoudi (born 7 January 1984 in Wilrijk) is a Belgian footballer of Moroccan descent who is currently playing for K Lyra-Lierse Berlaar.",
  "/wiki/K.V._Kortrijk": "Koninklijke Voetbalclub Kortrijk (often simply called KV Kortrijk or KVK) is a Belgian professional football club based in Kortrijk, West Flanders. They play in the Belgian First Division, and they achieved their best ranking ever during the 2009–10 season, finishing fourth after the play-offs. KV Kortrijk was founded in 1971, though their roots can be traced to 1901. They are registered to the Royal Belgian Football Association with matricule number 19. The club colours are red and white. They play their home matches at the Guldensporenstadion, named after the Battle of the Golden Spurs which took place in Kortrijk in 1302.",
  "/wiki/Geir_Ludvig_Fevang": "Geir Ludvig Fevang (born 17 November 1980) is a retired Norwegian football midfielder who last played for Sandefjord. He previously played for Fevang FK, IL Runar, Sandefjord Fotball, IK Start, Lokeren and Haugesund.",
  "/wiki/K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklɵp ˈloːkərə(n) ˌoːstˈflaːndərə(n)]; often simply called Sporting Lokeren or Lokeren) is a Belgian professional football club based in the city of Lokeren, in the province of East Flanders. Lokeren plays in the Belgian Pro League. The club was founded in 1923 and it first reached the first division in 1974–75. Since then, it had a short spell in the Second Division between 1993–94 and 1995–96. Lokeren had its most successful period in the 1980s, achieving second place in the league in 1980–81 as well as a Belgian Cup final the same year. Its best European result was reaching the quarter-final of the 1980–81 UEFA Cup.",
  "/wiki/FK_Haugesund": "Fotballklubben Haugesund is a Norwegian football club from the city of Haugesund. The club currently plays in Eliteserien, the first tier in the Norwegian football league system. It was founded on October 28, 1993, after a merger between the football clubs Djerv 1919 and SK Haugar.",
  "/wiki/List_of_Belgian_football_transfers_summer_2012": "This is a list of Belgian football transfers for the 2012 summer transfer window. Only transfers involving a team from the Belgian Pro League are listed."
}