{
  "/wiki/Kashima_Antlers": "Kashima Antlers (鹿島アントラーズ, Kashima Antorāzu) are a Japanese professional association football club playing in the J1 League with financial backing from Mercari.",
  "/wiki/2012_Suruga_Bank_Championship": "The 2012 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2012; Spanish: Copa Suruga Bank 2012) was the fifth edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, and CONMEBOL, the football governing body of South America, between the winners of the previous season's J.League Cup and Copa Sudamericana. It was contested by Japanese club Kashima Antlers, the 2011 J.League Cup champion, and Chilean club Universidad de Chile, the 2011 Copa Sudamericana champion.",
  "/wiki/2013_Suruga_Bank_Championship": "The 2013 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2013; Spanish: Copa Suruga Bank 2013) was the sixth edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J. League, the professional football league of Japan, between the winners of the previous season's J. League Cup and Copa Sudamericana.",
  "/wiki/2016_Suruga_Bank_Championship": "The 2016 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2016; Spanish: Copa Suruga Bank 2016) was the ninth edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J.League, the professional football league of Japan, between the winners of the previous season's J.League Cup and Copa Sudamericana.",
  "/wiki/Club_Atl%C3%A9tico_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/2018_Suruga_Bank_Championship": "The 2018 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2018; Spanish: Copa Suruga Bank 2018) was the eleventh edition of the Suruga Bank Championship (also referred to as the J.League Cup / Copa Sudamericana Championship Final), the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J.League, the professional football league of Japan, between the champions of the previous season's J.League Cup and Copa Sudamericana.",
  "/wiki/2011_Suruga_Bank_Championship": "The 2011 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2011; Spanish: Copa Suruga Bank 2011) was the fourth edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, and CONMEBOL, the football governing body of South America, between the winners of the previous season's J. League Cup and Copa Sudamericana. It was contested by Japanese club Júbilo Iwata, the 2010 J. League Cup champion, and Argentine club Independiente, the 2010 Copa Sudamericana champion.",
  "/wiki/Arsenal_de_Sarand%C3%AD": "Arsenal Fútbol Club (Spanish pronunciation: [aɾseˈnal ˈfutβol ˈkluβ]), usually referred as Arsenal de Sarandí [aɾseˈnal de saɾanˈdi], is an Argentine sports club from the Sarandí district of Avellaneda Partido, Greater Buenos Aires.",
  "/wiki/2008_Suruga_Bank_Championship": "The 2008 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2008; Spanish: Copa Suruga Bank 2008) is the inaugural match between the winners of the previous season's J. League Cup and the Copa Sudamericana. It was contested by the 2007 J. League Cup winner Japanese club Gamba Osaka and the 2007 Copa Sudamericana champion Argentine club Arsenal.",
  "/wiki/Sport_Club_Internacional": "Sport Club Internacional (Portuguese pronunciation: [ˌĩteɾnɐsjoˈnaw]), commonly known as Inter, is a Brazilian professional football club based in Porto Alegre.",
  "/wiki/2009_Suruga_Bank_Championship": "The 2009 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2009; Spanish: Copa Suruga Bank 2009) was a match between the winners of the previous season's J. League Cup and the Copa Sudamericana. It was contested by the 2008 J. League Cup winner Japanese club Oita Trinita and the 2008 Copa Sudamericana champion Brazilian club Internacional.",
  "/wiki/FC_Tokyo": "FC Tokyo (FC東京, Efushī Tōkyō) is a Japanese association football club playing in J1 League. Its hometown is Tokyo prefecture. The team is one of only four in the J.League to be simply called Football Club without an extended name.",
  "/wiki/2010_Suruga_Bank_Championship": "The 2010 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2010; Spanish: Copa Suruga Bank 2010) was the third edition of the match between the winners of the previous season's J. League Cup and the Copa Sudamericana. It was contested by the 2009 J. League Cup winner Tokyo and the 2009 Copa Sudamericana champion Ecuadorian club LDU Quito.",
  "/wiki/J%C3%BAbilo_Iwata": "Júbilo Iwata (Japanese: ジュビロ磐田, Hepburn: Jubiro Iwata) is a professional Japanese association football team that currently play in the J2 League. The team name Júbilo means 'joy' in Spanish and Portuguese. The team's hometown is Iwata, Shizuoka prefecture and they play at Yamaha Stadium. For big fixtures such as the Shizuoka Derby with Shimizu S-Pulse and against some of the top teams in J1, Júbilo play at the much larger Ecopa Stadium in Fukuroi City, a venue built specifically for the 2002 FIFA World Cup finals. They practice at Okubo Ground in Iwata and Iwata Sports Park Yumeria.",
  "/wiki/Kashiwa_Reysol": "Kashiwa Reysol (柏レイソル, Kashiwa Reisoru) is a Japanese professional football club based in Kashiwa, Chiba. The team currently competes in the J1 League.",
  "/wiki/2014_Suruga_Bank_Championship": "The 2014 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2014; Spanish: Copa Suruga Bank 2014) was the seventh edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J. League, the professional football league of Japan, between the winners of the previous season's J. League Cup and Copa Sudamericana.",
  "/wiki/Club_Atl%C3%A9tico_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/2015_Suruga_Bank_Championship": "The 2015 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2015; Spanish: Copa Suruga Bank 2015) was the eighth edition of the Suruga Bank Championship, the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J. League, the professional football league of Japan, between the winners of the previous season's J. League Cup and Copa Sudamericana.",
  "/wiki/Independiente_Santa_Fe": "Independiente Santa Fe, known simply as Santa Fe, is a professional Colombian football team based in Bogotá, that currently plays in the Categoría Primera A. They play their home games at the El Campín stadium. Santa Fe is one of the three most successful teams in Colombia, winning seventeen titles, which includes 9 national championships (most recently in 2016), three Superliga Colombiana, two Copas Colombia, and international titles such as one Copa Sudamericana, one Suruga Bank Championship, and one Copa Simón Bolívar. Santa Fe is one of the three clubs that has played every championship in the Categoría Primera A.",
  "/wiki/Urawa_Red_Diamonds": "Urawa Red Diamonds (浦和レッドダイヤモンズ, Urawa Reddo Daiyamonzu), colloquially Urawa Reds (浦和レッズ), are a professional association football club playing in Japan's football league, J1 League.",
  "/wiki/2017_Suruga_Bank_Championship": "The 2017 Suruga Bank Championship (Japanese: スルガ銀行チャンピオンシップ2017; Spanish: Copa Suruga Bank 2017) was the tenth edition of the Suruga Bank Championship (also referred to as the J.League Cup / Copa Sudamericana Championship Final), the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J.League, the professional football league of Japan, between the champions of the previous season's J.League Cup and Copa Sudamericana.",
  "/wiki/Club_Athletico_Paranaense": "Club Athletico Paranaense, commonly known as Athletico-PR, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The team won the Campeonato Brasileiro Série A, Brazil's top football division, in 2001, the Copa Sudamericana in 2018 and the Copa do Brasil in 2019.",
  "/wiki/2019_J.League_Cup_/_Copa_Sudamericana_Championship": "The 2019 J.League Cup / Copa Sudamericana Championship, officially known as the 2019 J. League YBC Levain Cup / CONMEBOL Sudamericana Championship Final (Japanese: ＪリーグYBCルヴァンカップ/CONMEBOLスダメリカーナ 王者決定戦2019 KANAGAWA), was the 12th edition of the J.League Cup / Copa Sudamericana Championship (previously referred to as the Suruga Bank Championship until 2018), the club football match co-organized by the Japan Football Association, the football governing body of Japan, CONMEBOL, the football governing body of South America, and J.League, the professional football league of Japan, between the champions of the previous season's J.League Cup and Copa Sudamericana.",
  "/wiki/Gamba_Osaka": "Gamba Osaka (ガンバ大阪, Gamba Ōsaka) is a Japanese professional association football club currently playing in the J1 League, the top division of Japanese football.  The team's name Gamba comes from the Italian word \"gamba\" meaning \"leg\" and the Japanese ganbaru (頑張る), meaning \"to do your best\" or \"to stand firm\". Located in Suita, Osaka, the team's home stadium is Suita City Football Stadium.",
  "/wiki/Oita_Trinita": "Oita Trinita (大分トリニータ, Ōita Torinīta) is a Japanese football club currently playing in J1 League, having been promoted in 2018 after a 5-year absence from Japan's top flight. The club's home town is Ōita city, but the club draws support from Beppu, Saiki, and the entire Ōita Prefecture.",
  "/wiki/Liga_Deportiva_Universitaria_de_Quito": "Liga Deportiva Universitaria (Spanish pronunciation: [ˈliɣa ðepoɾˈtiβa uniβeɾsiˈtarja]), often referred to as Liga de Quito, LDU, is an Ecuadorian professional football club based in Quito. They play in the Serie A, the highest level of the Ecuadorian professional football league. They play their home games at the Estadio Rodrigo Paz Delgado, more commonly referred to as Casa Blanca. Rival clubs include Quito-based clubs El Nacional, Deportivo Quito, Aucas and Universidad Católica.",
  "/wiki/Club_Universidad_de_Chile": "Club Universidad de Chile (Spanish pronunciation: [kluβ uniβeɾsiˈðað ðe ˈtʃile]) is a professional football club based in Santiago, Chile, that plays in the Primera División.",
  "/wiki/S%C3%A3o_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system).",
  "/wiki/Club_Atl%C3%A9tico_Lan%C3%BAs": "Club Atlético Lanús (Spanish pronunciation: [ˈkluβ aˈtletiko laˈnus]) is an Argentine sports club from the Lanús district of Greater Buenos Aires. Founded on 3 January 1915, the club's main sports are football and basketball. In both sports, Lanús plays in Argentina's top divisions: Primera División (football) and Liga Nacional de Básquet (basketball). In football, Lanús has won six major championships in its history: the 1996 Copa CONMEBOL (the predecessor of the current Copa Sudamericana), the 2007 Apertura, the 2013 Copa Sudamericana, the 2016 Argentine Primera División, the 2016 Bicentenario national cup and the 2017 Supercopa Argentina.",
  "/wiki/Associa%C3%A7%C3%A3o_Chapecoense_de_Futebol": "Associação Chapecoense de Futebol, commonly known as Chapecoense and whose acronym is ACF, is a Brazilian football club, based in the city of Chapecó in the state of Santa Catarina.",
  "/wiki/Cerezo_Osaka": "Cerezo Osaka (セレッソ大阪, Seresso Ōsaka) is a Japanese football team, currently playing in the J1 League, the top tier of football in Japan. The team name Cerezo (Spanish for cherry tree) is also the flower of Osaka City. The official home town for the team are Osaka City and Sakai City.",
  "/wiki/Shonan_Bellmare": "Shonan Bellmare (湘南ベルマーレ, Shōnan Berumāre) is a Japanese professional association football club currently playing in the J1 League. The team is located in Hiratsuka, in the west of Kanagawa Prefecture; their home stadium is Hiratsuka Athletics Stadium. Shonan refers to a coastal area along Sagami Bay that includes Hiratsuka. Bellmare is a portmanteau of the Italian words bello and mare, meaning \"beautiful sea\"."
}