{
  "/wiki/Abbey_(bank)": "Abbey National plc was a bank based in the United Kingdom and former building society, which latterly traded under the Abbey brand name.",
  "/wiki/Public_limited_company": "A public limited company (legally abbreviated to PLC) is a type of public company under United Kingdom company law, some Commonwealth jurisdictions, and the Republic of Ireland. It is a limited liability company whose shares may be freely  sold and traded to the public (although a PLC may also be privately held, often by another PLC), with a minimum share capital of £50,000 and usually with the letters PLC after its name. Similar companies in the United States are called publicly traded companies. Public limited companies will also have a separate legal identity.",
  "/wiki/Santander_UK": "Santander UK plc (/ˌsɑːntɑːnˈdɛər/) is a British bank, wholly owned by the Spanish Santander Group. Santander UK plc manages its affairs autonomously, with its own local management team, responsible solely for its performance.",
  "/wiki/Banco_Santander": "Banco Santander, S.A., doing business as Santander Group (/ˌsɑːntɑːnˈdɛər/), is a Spanish multinational commercial bank and financial services company based in Madrid and Santander in Spain. Additionally, Santander maintains a presence in all global financial centres as the 16th-largest banking institution in the world. Although known for its European banking operations, it has extended operations across North and South America, and more recently in continental Asia.",
  "/wiki/Cheltenham_and_Gloucester": "Cheltenham & Gloucester plc (C&G) was a mortgage and savings provider in the United Kingdom, a subsidiary of Lloyds Banking Group. C&G specialises in mortgages and savings products. Previously, C&G was a building society, the Cheltenham and Gloucester Building Society. Its headquarters were in Barnwood, Gloucester, Gloucestershire, England. C&G was closed to new mortgage and savings business on 9 September 2013.",
  "/wiki/Lloyds_Bank_(historic)": "Lloyds Bank plc is a British retail and commercial bank with branches across England and Wales. It has traditionally been considered one of the \"Big Four\" clearing banks. The bank was founded in Birmingham in 1765. It expanded during the nineteenth and twentieth centuries and took over a number of smaller banking companies. In 1995 it merged with the Trustee Savings Bank and traded as Lloyds TSB Bank plc between 1999 and 2013.",
  "/wiki/Lloyds_TSB": "Lloyds Bank plc is a British retail and commercial bank with branches across England and Wales. It has traditionally been considered one of the \"Big Four\" clearing banks. The bank was founded in Birmingham in 1765. It expanded during the nineteenth and twentieth centuries and took over a number of smaller banking companies. In 1995 it merged with the Trustee Savings Bank and traded as Lloyds TSB Bank plc between 1999 and 2013.",
  "/wiki/TSB_Bank_(United_Kingdom)": "TSB Bank plc is a retail and commercial bank in the United Kingdom and a subsidiary of Banco Sabadell.",
  "/wiki/National_%26_Provincial_Building_Society": "The National & Provincial Building Society was a mutual building society based in Bradford, England. It was established in 1982 by a merger between the Provincial Building Society and the Burnley Building Society.",
  "/wiki/Alliance_%26_Leicester": "Alliance & Leicester plc was a British bank and former building society, formed by the merger in 1985 of the Alliance Building Society and the Leicester Building Society. The business demutualised in 1997, when it was floated on the London Stock Exchange. It was listed in the FTSE 250 Index, and had been listed in the FTSE 100 Index from April 1997 until June 2008.",
  "/wiki/Bristol_and_West": "Bristol & West (B&W) was a former building society in the United Kingdom, one of the first to be demutualised to become a commercial bank.  It became a division of the Bank of Ireland in 1997. Bristol & West had its headquarters in Bristol, England. The bank's main activity was mortgage lending for residential and commercial customers, although in 2009 its business was transferred to Bank of Ireland and it became a shell company and stopped accepting new customers. The Bristol & West name has since been replaced by the Bank of Ireland brand.",
  "/wiki/Bank_of_Ireland": "Bank of Ireland Group plc (Irish: Banc na hÉireann) is a commercial bank operation in Ireland and one of the traditional 'Big Four' Irish banks. Historically the premier banking organisation in Ireland, the Bank occupies a unique position in Irish banking history. At the core of the modern-day group is the old Bank of Ireland, the ancient institution established by Royal Charter in 1783.",
  "/wiki/Britannia_Building_Society": "Britannia was a mutual building society in the United Kingdom. It had its headquarters in Leek, Staffordshire, and was the second-largest building society in the UK (based on total assets of £36.8 billion) at 31 December 2007. It became an important provider of both mortgages (including subprime mortgages through its Platform Home Loans subsidiary) and savings, as well as commercial lending.",
  "/wiki/Co-operative_Financial_Services": "Co-operative Banking Group Limited (originally Co-operative Financial Services) was a UK-based banking and insurance company and a wholly owned subsidiary of The Co-operative Group. Established in 2002, its head office was located at the CIS Tower, Miller Street, Manchester.",
  "/wiki/Halifax_(United_Kingdom_bank)": "Halifax (previously known as Halifax Building Society)  is a British banking brand operating as a trading division of Bank of Scotland, itself a wholly owned subsidiary of Lloyds Banking Group.",
  "/wiki/HBOS": "HBOS plc was a banking and insurance company in the United Kingdom, a wholly owned subsidiary of the Lloyds Banking Group, having been taken over in January 2009. It was the holding company for Bank of Scotland plc, which operated the Bank of Scotland and Halifax brands in the UK, as well as HBOS Australia and HBOS Insurance & Investment Group Limited, the group's insurance division.",
  "/wiki/Lloyds_Banking_Group": "Lloyds Banking Group plc is a major British financial institution formed through the acquisition of HBOS by Lloyds TSB in 2009. The Group's history stems from the founding in 1695 by the Parliament of Scotland of the Bank of Scotland, which is the fifth oldest bank in the United Kingdom. The Group's headquarters is located at 25 Gresham Street in the City of London and its registered office is on The Mound in Edinburgh. Lloyds Banking Group's activities are organised into: Retail Banking (including Mortgages and Sole Traders); Commercial; Life, Pensions & Insurance; and Wealth & International. Lloyds' has extensive overseas operations in the US, Europe, the Middle East and Asia. Its headquarters for business in the European Union is in Berlin, Germany.",
  "/wiki/Northern_Rock": "Northern Rock, formerly the Northern Rock Building Society, was a British bank. Based at Regent Centre in Newcastle upon Tyne, United Kingdom,  Northern Rock was originally a building society. It demutualised and became Northern Rock bank in 1997, when it floated on the London Stock Exchange with the ticker symbol NRK. During the early 2000s the company borrowed substantially to fund mortgages, with the aim of ambitious growth, and also donated large amounts to charitable purposes and communities directly and through sponsorships. The global banking crisis beginning around 2007–08 meant that it was unable to produce income as expected from its loans, and was at risk of being unable to repay the amounts it had borrowed. The news that the bank had approached the government for support with its liquidity led within 24 hours to a public lack of confidence and concerns that savings were at risk, and the bank failed following a bank run as people rushed to withdraw their savings. It was the first British bank in 150 years to fail due to a bank run.",
  "/wiki/Virgin_Money_UK": "Virgin Money (UK) is a banking and financial services brand operating in the United Kingdom.",
  "/wiki/Landmark_Mortgages": "Landmark Mortgages Limited, formerly Northern Rock (Asset Management) plc and later NRAM plc, is a British asset holding and management company which was split away from the Northern Rock bank in 2010. It was publicly owned through the British Government's UK Asset Resolution following Northern Rock's nationalisation in 2008 until NRAM plc was sold to Cerberus Capital Management in 2016. The company is closed to new business.",
  "/wiki/Nationalisation_of_Northern_Rock": "In 2008 the Northern Rock bank was nationalised by the British Labour Government, due to financial problems caused by the subprime mortgage crisis. In 2010 the bank was split into two parts (assets and banking) to aid the eventual sale of the bank back to the private sector.",
  "/wiki/Financial_crisis_of_2007%E2%80%932008": "The financial crisis of 2007–08, also known as the global financial crisis and the 2008 financial crisis, was a severe worldwide economic crisis considered by many economists to have been the most serious financial crisis since the Great Depression of the 1930s, to which it is often compared.",
  "/wiki/The_Woolwich": "The Woolwich Equitable Building Society (later Woolwich Building Society or The Woolwich) was a United Kingdom financial institution owned by its members as a mutual organization. In 1997 it demutualised and became Woolwich PLC. The company was listed on the London Stock Exchange. It was once a constituent of the FTSE 100 Index but was acquired by Barclays in 2000.",
  "/wiki/Barclays": "Barclays plc (/ˈbɑːrkliz, -leɪz/) is a British multinational investment bank and financial services company, headquartered in London. Apart from investment banking, Barclays is organised into four core businesses: personal banking, corporate banking, wealth management, and investment management.",
  "/wiki/Birmingham_Midshires": "Birmingham Midshires is an online trading name of Bank of Scotland plc (part of Lloyds Banking Group). It is headquartered at Pendeford Business Park, Wolverhampton. It previously had 67 branches throughout England and Wales. Previously, Birmingham Midshires was a building society, known as the Birmingham Midshires Building Society.",
  "/wiki/Bradford_%26_Bingley": "Bradford & Bingley plc was a British bank with headquarters in the West Yorkshire town of Bingley.",
  "/wiki/Nationalization": "Nationalization, or nationalisation, is the process of transforming private assets into public assets by bringing them under the public ownership of a national government or state. Nationalization usually refers to private assets or assets owned by lower levels of government, such as municipalities, being transferred to the state. The opposites of nationalization are privatization and demutualization. When previously nationalized assets are privatized and subsequently returned to public ownership at a later stage, they are said to have undergone renationalization. Industries that are often subject to nationalization include telecommunications, electric power, fossil fuels, railways, airlines, iron ore, media, postal services, banks, and water.",
  "/wiki/Building_society": "A building society is a financial institution owned by its members as a mutual organization. Building societies offer banking and related financial services, especially savings and mortgage lending. Building societies exist in the United Kingdom and Australia,  and used to exist in Ireland and several Commonwealth countries. They are similar to credit unions in organisation, though few enforce a common bond. However, rather than promoting thrift and offering unsecured and business loans, the purpose of a building society is to provide home mortgages to members. Borrowers and depositors are society members, setting policy and appointing directors on a one-member, one-vote basis. Building societies often provide other retail banking services, such as current accounts, credit cards and personal loans. The term \"building society\" first arose in the 19th century in Great Britain from cooperative savings groups."
}