{
  "/wiki/Baltimore_Bayrunners": "The Baltimore Bayrunners were  a professional basketball team in the International Basketball League (IBL) from 1999 to 2000. The Bayrunners were the first professional basketball team in Baltimore, Maryland since the Bullets re-located to Washington, D.C. in 1973. The Memphis franchise of the former American Basketball Association had intended to move to Baltimore for what turned out to be that league's final season, 1975–76, but then folded without playing a game in Baltimore. The Bayrunners were owned in-part by Baltimore Orioles third baseman Cal Ripken.",
  "/wiki/International_Basketball_League_(1999–2001)": "The International Basketball League (IBL) was a short-lived professional men's basketball league in the United States. The IBL was headquartered in Baltimore, Maryland. The league started in 1999 and ended in 2001.",
  "/wiki/Baltimore_Blaze": "The Baltimore Blaze were a professional basketball team in the National Rookie League based in Baltimore, Maryland.  The team is notable for winning the only NRL Championship by defeating the Philadelphia Force 100 to 93 on August 9, 2001.  With the collapse of the National Rookie League, the team ceased operations.",
  "/wiki/National_Rookie_League": "The National Rookie League (NRL) was an American unaffiliated minor league for the National Basketball Association that completed its inaugural season in August, 2000.",
  "/wiki/Baltimore_Bullets_(1944–54)": "The Baltimore Bullets were an American Basketball League (1944–1947) team, and later, a Basketball Association of America (1947–1949), and (beginning in 1949, following the BAA's absorption of the National Basketball League) a National Basketball Association team based in Baltimore. The team folded November 27, 1954, with a 3–11 record, making the Bullets the last NBA franchise to do so, as of 2018.[citation needed]  Out of all defunct NBA teams, the Bullets were members of the association for the longest time and the only defunct team to win a championship.[citation needed] The Baltimore Bullets acquired their name in reference to the Phoenix Shot Tower.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/Basketball_Association_of_America": "The Basketball Association of America (BAA) was a professional basketball league in North America, founded in 1946. Following its third season, 1948–49, the BAA and the National Basketball League (NBL) merged to create the National Basketball Association (NBA).",
  "/wiki/American_Basketball_League_(1925–55)": "The American Basketball League (ABL) was an early professional basketball league. During six seasons from 1925–26 to 1930–31, the ABL was the first attempt to create a major professional basketball league in the United States. Joseph Carr, who was, in 1925, the president of the recently founded, three year old National Football League, organized the ABL from nine of the best independent pro teams from the East and the Midwest. George Halas of the NFL Chicago Bears was the owner of the Chicago Bruins, and department store magnate Max Rosenblum, a part owner of the NFL's Cleveland Bulldogs, financed the Cleveland Rosenblums. Future NFL (Washington Redskins) owner George Preston Marshall, the owner of a chain of laundries, was owner of the Washington Palace Five. Other teams were the Boston Whirlwinds, Brooklyn Arcadians, Buffalo Bisons, Detroit Pulaski Post Five, Fort Wayne Caseys, and Rochester Centrals. With the exception of 1927–28, the ABL season was divided into two halves, with the winner of the first half playing the winner of the second half for the championship. Five games into the 1926–27 season, the Original Celtics were admitted to replace the Brooklyn franchise, and won 32 of the remaining 37 games, then shifted to New York the following season.",
  "/wiki/Baltimore_Bullets_(CBA)": "The Baltimore Bullets were an American basketball team based in Baltimore, Maryland that was a member of the Eastern Professional Basketball League.  The Bullets played in the Eastern League for three seasons, and its roster of players included former University of Kentucky center Bill Spivey, who helped the Bullets win the league championship in the 1960–61 season.",
  "/wiki/Continental_Basketball_Association": "The Continental Basketball Association (CBA) (also known as the Eastern Pennsylvania Basketball League, the Eastern Professional Basketball League, and the Eastern Basketball Association) was a men's professional basketball minor league in the United States from 1946 to 2009.",
  "/wiki/Baltimore_Bullets_(1963–73)": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/Baltimore_Claws": "The Baltimore Claws was an American basketball team which was supposed to appear in the 1975–76 season in the American Basketball Association.  The team collapsed before the season started, playing only three exhibition games, all losses, in its brief history.",
  "/wiki/American_Basketball_Association": "The original American Basketball Association (ABA)  was a men's professional basketball league, from 1967 to 1976. The ABA ceased to exist with the American Basketball Association–National Basketball Association merger in 1976, leading to several teams joining the National Basketball Association and to the introduction of the 3-point shot in the NBA in 1979.",
  "/wiki/Baltimore_Clippers_(basketball)": "The Baltimore Clippers were an American basketball team based in Baltimore, Maryland that was a member of the American Basketball League.",
  "/wiki/American_Professional_Basketball_League": "The American Professional Basketball League (APBL) was a semi-professional men's basketball league that began play in 2010. Originally known as the Atlantic Coast Professional Basketball League (ACPBL), the league changed their name before the 2012-13 season.  The league ceased operations after the 2019 season.",
  "/wiki/Rockford_Lightning": "The Rockford Lightning was a basketball team that played in the Continental Basketball Association. They were based in Rockford, Illinois.",
  "/wiki/Baltimore_Metros": "The Baltimore Metros were an American basketball team based in Baltimore, Maryland that was a member of the Continental Basketball Association.",
  "/wiki/Baltimore_Orioles_(basketball)": "The Baltimore Orioles were an American basketball team based in Baltimore, Maryland that was a member of the American Basketball League.",
  "/wiki/American_Basketball_Association_(21st_century)": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/National_Professional_Basketball_League_(2007–)": "The National Professional Basketball League, often abbreviated to the NPBL, was an American men's professional basketball minor league featuring teams from the East Coast of the United States which played for two seasons.",
  "/wiki/Maryland_GreenHawks": "The Washington GreenHawks were a team of the Atlantic Coast Professional Basketball League (ACPBL) based in Washington, D.C.. As the Maryland Nighthawks they were formerly part of the American Basketball Association (ABA) and a founding member of the Premier Basketball League (PBL), in which they later played as the Maryland GreenHawks.  The team began play in the fall of 2004.",
  "/wiki/Premier_Basketball_League": "The Premier Basketball League, often abbreviated to the PBL, is an American professional men's basketball minor league that began play in January 2008. The league folded after the 2017 season. It was announced that the league would be revived under new management for the 2020 season.",
  "/wiki/United_States_Basketball_League": "The United States Basketball League (OTC Pink No Information: USBL), often abbreviated to the USBL, was a professional men's spring basketball league. The league was formed in 1985 and ceased operations in 2008. The USBL started in 1985 as one of the first basketball leagues to play a late-spring to early-summer schedule. The league quickly became known as a development league for players, with many players moving up to the NBA and many more playing in Europe after stints here. In 1996, the league made a stock offering, a rarity among sports leagues. However, in later years, the league declined as rival leagues appeared and USBL had a tougher time replacing teams that folded. In the last two seasons, the league was mainly a midwestern league, with teams mainly in Kansas, Nebraska, and Oklahoma. \nAfter speculation that the USBL might fold after the 2007 season, the league announced that it would sit out the 2008 season and consider its options for the future. In January 2010, the league expressed hopes to resume play in April 2010.  However, no further news has surfaced from the league. The final champions are the Kansas Cagerz, who won the title game on July 1, 2007.",
  "/wiki/Tri-City_Suns": "The Tri-City Suns were a basketball team which played in the American Basketball Association (ABA) in the 2009-10 season and the Atlantic Coast Professional Basketball League (ACPBL) in 2011. Home games were played on the campus of Progressive Christian Academy in Temple Hills, Maryland.",
  "/wiki/Eastern_Basketball_Alliance": "The Eastern Basketball Alliance was a semi-professional men's winter basketball league. Games are played on the weekends and the season is approximately four months long (January through April).",
  "/wiki/Sports_in_Maryland": "Maryland has a number of major and minor professional sports franchises. Two National Football League teams play in Maryland, the Baltimore Ravens in Baltimore and the Washington Redskins in Prince George's County. The Baltimore Orioles compete as Major League Baseball franchise in Baltimore."
}