{
  "/wiki/Baltimore_Blackbirds": "The Baltimore Blackbirds were an indoor football team based in Baltimore, Maryland. They played the 2007 season as an expansion member of the American Indoor Football Association, at the 1st Mariner Arena.",
  "/wiki/American_Indoor_Football_Association": "American Indoor Football (AIF) was a professional indoor football league, one of the several regional professional indoor football leagues in North America.",
  "/wiki/Dixie_League_(football)": "The \"Dixie League\" was a professional American football minor league founded in 1936 originally as the \"South Atlantic Football Association\", with six charter member teams in the Middle Atlantic states of Maryland, Virginia, and Washington, D. C.. Like the American Association (nicknamed the 'A.A.', which was another minor league in pro football that formed in 1936, (not to be confused with another \"American Association\", an early famous major league baseball group from 1881-1892), its popularity (and attendance) rivaled that of another earlier established \"major league\" grouping, the National Football League of 1922 (originally the \"American Professional Football Conference\" formed in 1920, later quickly renamed \"American Professional Football Association\"). Unlike most professional football minor leagues, the \"Dixie League\" had a relative stability in membership during the \"Great Depression\" in the years prior to World War II, maintaining a five or six-team lineup membership of franchises (and adding a team in North Carolina upon the demise of their Washington team franchise in 1941).",
  "/wiki/Baltimore_Brigade": "The Baltimore Brigade was a professional arena football team based in Baltimore, Maryland, that played in the Arena Football League (AFL) from 2017 to 2019. The team's home arena was the Royal Farms Arena. The franchise was owned by Monumental Sports & Entertainment (Ted Leonsis, chairman), which also owned the Washington Valor of the AFL, as well as the Washington Wizards of the National Basketball Association (NBA), Washington Mystics of the Women's National Basketball Association (WNBA), and Washington Capitals of the National Hockey League (NHL).",
  "/wiki/Arena_Football_League": "The Arena Football League (AFL) was a professional indoor American football league in the United States. It was founded in 1987 by Jim Foster, making it the third longest-running professional football league in North America, after the Canadian Football League (CFL) and the National Football League (NFL). The AFL played a proprietary code known as arena football, a form of indoor American football played on a 66-by-28 yard field (about a quarter of the surface area of an NFL field), with rules encouraging offensive performance, resulting in a faster-paced and higher-scoring game. The sport was invented in the early 1980s and patented by Foster, a former executive of the United States Football League (USFL) and the NFL.",
  "/wiki/Atlantic_Coast_Football_League": "The Atlantic Coast Football League (ACFL) was a minor football league that operated from 1962 to 1973.  Until 1969, many of its franchises had working agreements with NFL and AFL teams to serve as farm clubs. The league paid a base salary of $100 per game and had 36 players on each active roster.",
  "/wiki/Baltimore_Colts_(1947%E2%80%9350)": "The Baltimore Colts were a professional American football team based in Baltimore, Maryland. The first team to bear the name Baltimore Colts, they were members of the All-America Football Conference (AAFC) from 1947 to 1949 and then joined the National Football League (NFL) for one season before folding. They were one of the least successful teams in the AAFC and NFL both on and off the field, winning only 11 games in their history. In 1953, Baltimore was granted an expansion team that revived the Colts name; since 1984, this team is now the Indianapolis Colts.",
  "/wiki/All-America_Football_Conference": "The All-America Football Conference (AAFC) was a professional American football league that challenged the established National Football League (NFL) from 1946 to 1949. One of the NFL's most formidable challengers, the AAFC attracted many of the nation's best players, and introduced many lasting innovations to the game. However, the AAFC was ultimately unable to sustain itself in competition with the NFL. After its folding, three of its teams were admitted to the NFL: the San Francisco 49ers, the Cleveland Browns and the original Baltimore Colts (not to be confused with the later Baltimore Colts team, now the Indianapolis Colts).",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/History_of_the_Baltimore_Colts": "The Indianapolis Colts professional American football franchise was originally based in Baltimore, Maryland, as the Baltimore Colts from 1953 to 1984. The team was named for Baltimore's history of horse breeding and racing. It was the second incarnation of the Baltimore Colts, the first having played for three years in the All-America Football Conference and one in the National Football League (NFL). The 1953–83 Baltimore Colts team played its home games at Memorial Stadium.",
  "/wiki/Baltimore_Colts_relocation_to_Indianapolis": "The Baltimore Colts relocation to Indianapolis was a successful effort by the then-owner of the Baltimore Colts (Robert Irsay) to relocate the American football team from Baltimore, Maryland, to Indianapolis, Indiana, after the 1983 National Football League (NFL) season. The team began play as the Indianapolis Colts in the 1984 NFL season.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.",
  "/wiki/Baltimore_Mariners": "The Baltimore Mariners were an indoor football team based in Baltimore, Maryland. The team was a member of American Indoor Football. The team was founded when the American Indoor Football Association expelled the Baltimore Blackbirds for negotiating with another league. The AIFA maintained the lease rights to 1st Mariner Arena, so the Mariners were the league's replacement. On September 3, 2010, team owner Dwayne Wells was arrested on charges of wire fraud from an engineering firm he partially owned, allegedly using embezzled money from the firm to buy stakes in the Mariners franchise.  Wells forfeited his ownership of the team, causing the Mariners to fold after the 2010 season. The Southern Indoor Football League, as successor to the eastern half of the AIFA, held the lease on the arena, now called Baltimore Arena, until it folded in 2011. The Mariners, after three seasons out of play, returned for one final season in 2014, winning the league championship before folding again.  The Mariners have since been succeeded by the Baltimore Brigade of the Arena Football League in 2017.",
  "/wiki/American_Indoor_Football": "American Indoor Football (AIF) was a professional indoor football league, one of the several regional professional indoor football leagues in North America.",
  "/wiki/Baltimore_Stallions": "The Baltimore Stallions (known officially as the \"Baltimore Football Club\" and previously as the \"Baltimore CFL Colts\" in its inaugural season) were a Canadian Football League team based in Baltimore, Maryland, in the United States, which played the 1994 and 1995 seasons. They were the most successful American team in the CFL's generally ill-fated southern expansion effort into the United States, and by at least one account, the winningest expansion team in North American professional sports history at the time. They had winning records in each season, won a division championship, and, in 1995, became the only American franchise to win the Grey Cup.",
  "/wiki/Canadian_Football_League": "The Canadian Football League (CFL; French: Ligue canadienne de football, LCF) is a professional sports league in Canada. The CFL is the highest level of competition in Canadian football. The league consists of nine teams, each located in a city in Canada. They are divided into two divisions: four teams in the East Division and five teams in the West Division.",
  "/wiki/Montreal_Alouettes": "The Montreal Alouettes (French: Les Alouettes de Montréal) are a professional Canadian football team based in Montreal, Quebec. Founded in 1946, the team has folded and been revived twice. The Alouettes compete in the East Division of the Canadian Football League (CFL) and last won the Grey Cup championship in 2010. Their home field is Percival Molson Memorial Stadium for the regular season and as of 2014 also home of their playoff games.",
  "/wiki/Philadelphia/Baltimore_Stars": "The Philadelphia/Baltimore Stars were a professional American football team which played in the United States Football League (USFL) in the mid-1980s.  Owned by real-estate magnate Myles Tanenbaum, they were the short-lived league's dominant team, playing in all three championship games and winning the latter two. They played their first two seasons in Philadelphia as the Philadelphia Stars before relocating to Baltimore, where they played as the Baltimore Stars for the USFL's final season. Coached by Jim Mora, the Stars won a league-best 41 regular season games and 7 playoff games.",
  "/wiki/United_States_Football_League": "The United States Football League (USFL) was an American football league that played for three seasons, 1983 through 1985. The league played a spring/summer schedule in each of its active seasons. The 1986 season was scheduled to be played in the autumn/winter, directly competing against the long-established National Football League (NFL). However, the USFL ceased operations before that season was scheduled to begin.",
  "/wiki/Women%27s_Football_Alliance": "The Women's Football Alliance (WFA) is a full-contact Women's American football league that began play in 2009. It is the largest, 11-on-11, football league for women. The league is owned and operated by Jeff and Lisa King of Exeter, California.",
  "/wiki/Chesapeake_Tide": "The Chesapeake Tide were a former professional Indoor Football team based in Upper Marlboro, Maryland.  The team began play in 2007 as an expansion team in the Continental Indoor Football League. The founding owner of the Tide was Martin Johnson. The Tide played its home games at The Show Place Arena. Midway through the 2008 season the team was acquired by Messay Hailermariam. Hailermariam folded the team at the end of the season and founded the Maryland Maniacs. Despite playing in the same arena with the same head coach, the Maniacs were not a continuation of the Tide.",
  "/wiki/Continental_Indoor_Football_League": "The Continental Indoor Football League (CIFL) was an indoor football league based along the Midwestern United States region that played nine seasons from 2006 to 2014. It began play in April 2006 as the Great Lakes Indoor Football League (GLIFL). It was formed by Jeff Spitaleri, his brother Eric, and a third member, Cory Trapp, all from the Canton, Ohio, area.",
  "/wiki/D.C._Divas": "The D.C. Divas are a football team in the Women's Football Alliance. Based in the Washington Metropolitan Area, the Divas play their home games at The St. James Sports Complex in Springfield VA.  Formerly, the Divas played at Eastern High School in Washington DC; Largo High School in Largo MD; the Prince George's Sports and Learning Complex in Landover (where the NFL's Washington Redskins' home stadium FedExField is located), and at Lee High School in Springfield VA.",
  "/wiki/Springfield,_Virginia": "Springfield is a census-designated place (CDP) in Fairfax County, Virginia,  United States. The Springfield CDP is recognized by the U.S. Census Bureau with a population of 30,484 as of the 2010 census. Homes and businesses in bordering CDPs including North Springfield, West Springfield, and Newington are usually given a \"Springfield\" mailing address. The population of the collective areas with Springfield addresses is estimated to exceed 100,000. The CDP is a part of Northern Virginia, the most populous region of the Washington Metropolitan Area.",
  "/wiki/Seaboard_Football_League": "The Seaboard Football League was a minor American football league that operated from 1971 to 1974.  It folded during the 1974 season as a result of the founding of the World Football League, which deprived the league of talent.",
  "/wiki/Maryland_Maniacs": "The Maryland Maniacs were a professional Indoor Football team based in College Park, Maryland, and a member of the Indoor Football League. The team began play in 2009 as an expansion team in the Indoor Football League. The Maniacs were the second indoor football team to be based in Maryland, following the Chesapeake Tide of the Continental Indoor Football League, who played in the same market. The owner of the Maniacs was Messay Hailermariam. The Maniacs played their home games at Cole Field House. Inaugural season home games were held at The Show Place Arena. They left the Indoor Football League in 2011, and have been with American Indoor Football ever since (being re-branded as the Maryland Eagles).",
  "/wiki/Indoor_Football_League": "The Indoor Football League (IFL) is a professional indoor American football league created in 2008 out of the merger between the Intense Football League and United Indoor Football. It has the largest number of currently active teams among indoor football leagues. The league has operated continuously under the same name and corporate structure longer than any other current indoor football league. IFL players earn a minimum of US$200 per game played (before taxes). The season is typically 14 games long, plus playoffs of two or more rounds.",
  "/wiki/Maryland_Reapers": "The Maryland Reapers were an American Indoor Football team that played in 2012.  Based in Laurel, Maryland, the Reapers played their home games at The Gardens Ice House.",
  "/wiki/Washington-Baltimore_Ambassadors": "The San Antonio Wings were an American football team who played in the World Football League in 1975. The team started as the Florida Blazers in 1974, then moved to San Antonio in 1975 and became the San Antonio Wings.",
  "/wiki/World_Football_League": "The World Football League (WFL) was a short-lived American football league that played one full season in 1974 and most of its second in 1975. Although the league's proclaimed ambition was to bring American football onto a worldwide stage, the farthest the WFL reached was placing a team – the Hawaiians – in Honolulu, Hawaii. The league folded midway through its second season, in 1975. A new minor football league began play as the World Football League in 2008 after acquiring the rights to its trademarks and intellectual property; it folded in 2011.",
  "/wiki/Washington_Commandos": "The Washington Commandos were an arena football team based in Fairfax, Virginia. The Commandos were founded in 1987 and were an inaugural member of the Arena Football League (AFL), and were based in Landover, Maryland. After not playing during the 1988 season, the team returned for the 1989 season as the Maryland Commandos. Following the 1989 season, the Commandos moved to Fairfax, Virginia, where they once again became known as the Washington Commandos. The team never achieved much success at either of its locations, winning a total of four games in three seasons, including a winless 1989 season."
}