{
  "/wiki/International_Avenue,_Calgary": "International Avenue is a Business Revitalization Zone (BRZ) in Calgary, Alberta. The district is centered on 17 Avenue SE in the neighbourhood of Forest Lawn in the east of the city. The district was created in 1993 to celebrate the rich cultural diversity that exists in east central Calgary. The area has since become a popular location for ethnic restaurants and shopping.",
  "/wiki/Inglewood,_Calgary": "Inglewood is a neighbourhood in central Calgary, Alberta, Canada, centred on 9th Avenue SE for several blocks east of the Elbow River and downtown. It also contains the Business Revitalization Zone of Inglewood.",
  "/wiki/Forest_Lawn,_Alberta": "Forest Lawn is a neighbourhood and former town in the southeast quadrant of the city of Calgary, Alberta, Canada. The neighbourhood is bound by 26 Avenue SE to the south, 36 Street SE to the west, 8 Avenue SE to the north and portions of 52 Street SE and 48 Street SE to the east. The former town comprises the entire current Forest Lawn neighbourhood as well as portions of Southview and Albert Park/Radisson Heights to the west, and portions of Penbrooke Meadows and Forest Lawn Industrial to the east. Both the neighbourhood and the former town are bisected by the multicultural 17 Avenue SE. Forest Lawn has an area redevelopment plan in place and is part of the International Avenue Business Revitalization Zone.",
  "/wiki/William_Henry_Cushing": "William Henry Cushing (August 21, 1852 – January 25, 1934) was a Canadian politician.  Born in Ontario, he migrated west as a young adult where he started a successful lumber company and later became Alberta's first Minister of Public Works and the 11th mayor of Calgary.  As Minister of Public Works in the government of Alexander Cameron Rutherford, he oversaw the creation of Alberta Government Telephones.",
  "/wiki/Canadian_Pacific_Railway": "The Canadian Pacific Railway (CPR) (reporting marks CP, CPAA, MILW, SOO), also known formerly as CP Rail between 1968 and 1996, and known as simply Canadian Pacific is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001.",
  "/wiki/CPR_Alyth_Yard": "CPR Alyth (Calgary) Yard is a 168-acre (0.68 km2) Class 1 railway facility in the neighbourhood of Alyth, southeast of downtown Calgary, Alberta. One of Canadian Pacific Railway's main marshalling yards in Canada, it primarily serves as a rail car repair shop and diesel locomotive servicing facilities on site.",
  "/wiki/Canadian_National_Railway": "The Canadian National Railway (French: Canadien National) (reporting mark CN) is a Canadian Class I freight railway headquartered in Montreal, Quebec, that serves Canada and the Midwestern and Southern United States.",
  "/wiki/Alyth/Bonnybrook/Manchester,_Calgary": "Alyth/Bonnybrook/Manchester is a predominantly industrial and subordinately residential neighbourhood in the southeast quadrant of Calgary, Alberta. Alyth is located south of Inglewood, while Manchester lies east of Macleod Trail and south of 34 Avenue S (this section also named Burnsland).",
  "/wiki/Deerfoot_Trail": "Deerfoot Trail is a 46.4-kilometre (28.8 mi) freeway segment of Highway 2 in Calgary, Alberta, Canada.  It stretches the entire length of the city from south to north and links suburbs to downtown via Memorial Drive and 17 Avenue SE.  It also forms part of the CANAMEX Corridor which connects Calgary to Edmonton and Interstate 15 in the United States via Highways 3 and 4.  The freeway begins south of Calgary where it splits from Macleod Trail, crosses the Bow River into city limits, and reaches the Stoney Trail ring road.  Crisscrossing twice more with the river, it intersects Glenmore Trail and Memorial Drive; the former is a major east–west expressway while the latter is a freeway spur into downtown.  In north Calgary, it crosses Highway 1 and passes Calgary International Airport before ending at a second interchange with Stoney Trail.  Highway 2 becomes the Queen Elizabeth II Highway as it continues north into Rocky View County towards Edmonton.",
  "/wiki/Glenmore_Trail": "Alberta Provincial Highway No. 8, commonly referred to as Highway 8, is a highway in Southern Alberta that connects Highway 22 in Rocky View County just north of Redwood Meadows to Deerfoot Trail (Highway 2) in Calgary. In Rocky View County, the highway initially parallels the Elbow River before entering Calgary where it becomes a heavily travelled expressway known as Glenmore Trail, named after the reservoir which it crosses. Glenmore Trail is a busy freeway between Richard Street in southwest Calgary to Ogden Road in the southeast, carrying nearly 160,000 vehicles per weekday at its busiest point placing it second only to Deerfoot Trail as the busiest road in Western Canada. East of Deerfoot Trail, Glenmore Trail continues east providing a key link to Stoney Trail, after which traffic levels decrease and it becomes Highway 560 en route to Langdon.",
  "/wiki/Ben_Calf_Robe": "Ben Calf Robe was a Blackfoot (Siksika) elder, residential school survivor, and scout for the North West Mounted Police (and later the RCMP).",
  "/wiki/Siksika_Nation": "The Siksika Nation is a First Nation in southern Alberta, Canada. The name Siksiká comes from the Blackfoot words sik (black) and iká (foot), with a connector s between the two words. The plural form of Siksiká is Siksikáwa. The Siksikáwa are the northernmost of the Niitsítapi (Original People), all of whom speak dialects of Blackfoot, an Algonquian language.",
  "/wiki/Riverbend,_Calgary": "Riverbend is a residential neighbourhood in the southeast quadrant of Calgary, Alberta.  It is bounded to the north by Glenmore Trail, to the east by 24 Street E and to the west by Deerfoot Trail.  It is developed in the Bow River floodplain, on its escarpment and the upland plain.",
  "/wiki/Ogden,_Calgary": "Ogden is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. It includes the districts of Lynnwood and Millican Estates. It is bounded by Glenmore Trail to the south, Deerfoot Trail and the Bow River to the west, and the CPR tracks and the industrial areas of Ogden Shops to the north and east.",
  "/wiki/Alberta_Highway_8": "Alberta Provincial Highway No. 8, commonly referred to as Highway 8, is a highway in Southern Alberta that connects Highway 22 in Rocky View County just north of Redwood Meadows to Deerfoot Trail (Highway 2) in Calgary. In Rocky View County, the highway initially parallels the Elbow River before entering Calgary where it becomes a heavily travelled expressway known as Glenmore Trail, named after the reservoir which it crosses. Glenmore Trail is a busy freeway between Richard Street in southwest Calgary to Ogden Road in the southeast, carrying nearly 160,000 vehicles per weekday at its busiest point placing it second only to Deerfoot Trail as the busiest road in Western Canada. East of Deerfoot Trail, Glenmore Trail continues east providing a key link to Stoney Trail, after which traffic levels decrease and it becomes Highway 560 en route to Langdon.",
  "/wiki/Acadia,_Calgary": "Acadia is a neighbourhood in the southeast quadrant of Calgary, Alberta. The area is bounded on the west by Macleod Trail, on the east by the Bow River, on the north by Heritage Drive and on the south by Southland Drive.",
  "/wiki/Lafarge_(company)": "Lafarge S.A. is a French industrial company specialising in three major products: cement, construction aggregates, and concrete.",
  "/wiki/Douglasdale/Douglasglen,_Calgary": "Douglasdale is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. It is bounded by 114 Avenue S to the north, 130 Avenue S to the south, Deerfoot Trail to the east and the Bow River to the west. The Fish Creek Provincial Park borders the neighbourhood to the west. Douglasglen is located in the northern area, north of Deerfoot Trail.",
  "/wiki/Maple_Ridge,_Calgary": "Maple Ridge is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. The community is bounded to the east by Deerfoot Trail, north by Southland Drive, west by Willow Park and south by Anderson Road. The Maple Ridge golf course, developed in the Bow River valley, lines the community to the south and east.",
  "/wiki/Queensland,_Calgary": "Queensland is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. It is bounded to the north by the community of Diamond Cove, to the east by the Bow River and Fish Creek Provincial Park, to the south by Canyon Meadows Drive, and to the west by Bow Bottom Trail.",
  "/wiki/Stoney_Trail": "Stoney Trail is a 69-kilometre (43 mi) freeway in Calgary, Alberta. Signed as Highway 201, it is a ring road that is approximately 70% complete, serving as an important bypass around the city and an alternate route to the congested Highway 1 (Trans-Canada Highway) and Highway 2 (Deerfoot Trail).  Stoney Trail begins in the city's northwest at Highway 1 near Canada Olympic Park, running north across the Bow River and Crowchild Trail.  It winds through neighbourhoods of northwest Calgary to Deerfoot Trail and the Queen Elizabeth II Highway. Turning south, the freeway again intersects Highway 1, crosses Glenmore Trail, and curves west at the neighbourhood of Mahogany.  Beyond a second major interchange with Deerfoot Trail, it descends across the Bow River and ends at Macleod Trail in the city's southeast.",
  "/wiki/Sundance,_Calgary": "Sundance is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. It is located east of Macleod Trail, is bounded to the northeast by the Fish Creek Provincial Park and to the south of Stoney Trail. The 33-acre (130,000 m2) man-made Sundance Lake was constructed in the middle of the community, and residents have easy access to the public beach of Sikome Lake.",
  "/wiki/Chaparral,_Calgary": "Chaparral is a residential neighbourhood in the southeast quadrant of Calgary, Alberta. It is located at the southern edge of the city, south of the Stoney Trail. To the east it is bordered by the Bow River Valley, to the south by 194 Avenue SE, and to the west by Macleod Trail. It has three sub sections that are not officially recognized, Lake Chaparral, Chaparral Valley, and Chaparral Ridge.",
  "/wiki/Fish_Creek_Provincial_Park": "Fish Creek Park is a provincial park located in the southern part of Calgary, Alberta, Canada. It is the second largest urban park in Canada after Rouge National Urban Park in the Greater Toronto Area, and followed by Pippy Park in St. John's, Newfoundland and Labrador. It is also one of the largest urban parks in North America, stretching 19 km (12 mi) from east to west. At 13.48 km2 (5.20 sq mi), it is over three times the size of Vancouver's Stanley Park.",
  "/wiki/McKenzie_Lake,_Calgary": "McKenzie Lake is a suburban neighbourhood in southeast Calgary, Alberta. The community was in development from the mid-1980s through to present.  The area is bordered by Deerfoot Trail on the east, Stoney Trail on the south, Fish Creek Provincial Park on the west, and 130th Ave SE on the north. The community is most known for its private lake and island in the centre of the community. Multimillion-dollar homes can be seen along both the ridge and the lake.",
  "/wiki/Cranston,_Calgary": "Cranston is a master planned residential community in the southeast quadrant of Calgary, Alberta.  Cranston contains a wide range of single family and multi family residential as well as commercial property. It has one public elementary school and one separate board K-9 school, as well as Century Hall - a private Cranston residents recreation facility.  It is bounded by Stoney Trail to the north and Fish Creek Park and the Bow River to the west and south. Its eastern boundary is Deerfoot Trail and the community of Auburn Bay and the mixed use town centre development of Seton and South Health Campus hospital.\nIt is represented in the Calgary City Council by the Ward 12 councillor.",
  "/wiki/Alberta_Highway_2": "Alberta Provincial Highway No. 2, commonly referred to as Highway 2 or the Queen Elizabeth II Highway,[b] is a major highway in Alberta that stretches from the Canada–United States border through Calgary and Edmonton to Grande Prairie.  Running primarily north to south for approximately 1,273 kilometres (791 mi), it is the longest and busiest highway in the province carrying nearly 170,000 vehicles per day in central Calgary.  Between Edmonton and Fort Macleod, the highway forms a portion of Alberta's Export Highway and the CANAMEX Corridor.  More than half of Alberta's 4 million residents live in the Calgary–Edmonton Corridor created by Highway 2.",
  "/wiki/Macleod_Trail": "Macleod Trail is a major road in Calgary, Alberta. It is a six- to eight-lane principal arterial road extending from downtown Calgary to the south of the city, where it merges into Highway 2. South of Anderson Road, Macleod Trail is an expressway and is slated to be upgraded to a freeway in the future.[citation needed] It is named for its destination to the south, Fort Macleod.",
  "/wiki/Auburn_Bay,_Calgary": "Auburn Bay is a new suburban residential neighbourhood in the southeast quadrant of Calgary, Alberta. It is located at the southeastern edge of the city, and is bounded by Seton Boulevard to the south, Deerfoot Trail to the west, 52 Street E to the east and Stoney Trail to the north.",
  "/wiki/Heritage_Pointe,_Alberta": "Heritage Pointe is a hamlet located in Alberta, Canada within the Municipal District of Foothills No. 31. It is located north of Dunbow Road, between Highway 2 (Deerfoot Trail) and Highway 2A (MacLeod Trail), adjacent to the southern boundary of Calgary.",
  "/wiki/List_of_bridges_in_Calgary": "The City of Calgary has a number of bridges, spanning the two main rivers that cross the city, Bow River and Elbow River, as well as some other geographical and physical features."
}