{
  "/wiki/Robert_B._Anderson": "Robert Bernard Anderson (June 4, 1910 – August 14, 1989) was an American administrator and businessman. He served as the Secretary of the Navy between February 1953 and March 1954. He also served as the Secretary of the Treasury from 1957 until 1961, and was one of President Eisenhower's closest confidants. Two years before his death from cancer, he was disbarred for illegal banking operations and tax evasion.",
  "/wiki/Bachelor_of_Laws": "Bachelor of Laws (Latin: Legum Baccalaureus; LL.B.) is an undergraduate law degree in England and most common law jurisdictions—except the United States and Canada—which allows a person to become a lawyer. It historically served this purpose in North America as well but was phased out in favour of the Juris Doctor degree. Bachelor of Laws is also the name of the law degree awarded by universities in Nigeria, Scotland, South Africa, Israel and Zambia.[citation needed]",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.\n The secretary of the treasury, the secretary of state, the attorney general, and the secretary of defense are generally regarded as the four most important cabinet officials because of the importance of their departments. The secretary of the treasury is a non-statutory member of the U.S. National Security Council and fifth in the United States presidential line of succession.",
  "/wiki/United_States_Deputy_Secretary_of_Defense": "The deputy secretary of defense (acronym: DepSecDef) is a statutory office (10 U.S.C. § 132) and the second-highest-ranking official in the Department of Defense of the United States of America.\n The deputy secretary is the principal civilian deputy to the secretary of defense, and is appointed by the president, with the advice and consent of the Senate. The deputy secretary, by statute, is designated as the DoD chief management officer and must be a civilian, at least seven years removed from service as a commissioned officer on active-duty at the date of appointment.\n The current deputy secretary of defense is David Norquist, effective July 31, 2019.",
  "/wiki/United_States_Secretary_of_the_Navy": "The Secretary of the Navy (or SECNAV) is a statutory officer (10 U.S.C. § 5013) and the head (chief executive officer) of the Department of the Navy, a military department (component organization) within the Department of Defense of the United States of America.\n The Secretary of the Navy must be a civilian by law, at least 5 years removed from active military service. The Secretary is appointed by the President and requires confirmation by a majority vote of the Senate.\n The Secretary of the Navy was, from its creation in 1798, a member of the President's Cabinet until 1949, when the Secretary of the Navy (and the Secretaries of the Army and Air Force) was by amendments to the National Security Act of 1947 made subordinate to the Secretary of Defense.\n The office has been vacant since November 24, 2019, when Richard V. Spencer was fired. Under Secretary Thomas Modly is serving as acting secretary until a successor is confirmed by the U.S. Senate. U.S. President Trump said he would nominate Kenneth Braithwaite to become the next Secretary of the Navy.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.\n Eisenhower was born David Dwight Eisenhower,  and raised in Abilene, Kansas, in a large family of mostly Pennsylvania Dutch ancestry. His family had a strong religious background. His mother was a Lutheran, married as a River Brethren, and later became a Jehovah's Witness. Eisenhower, however, did not belong to any organized church until 1952. He cited constant relocation during his military career as one reason. He graduated from West Point in 1915 and later married Mamie Doud, with whom he had two sons. During World War I, he was denied a request to serve in Europe and instead commanded a unit that trained tank crews. Following the war, he served under various generals and was promoted to the rank of brigadier general in 1941. After the United States entered World War II, Eisenhower oversaw the invasions of North Africa and Sicily before supervising the invasions of France and Germany. After the war, he served as Army Chief of Staff (1945–1948), as president of Columbia University (1948–1953) and as the first Supreme Commander of NATO (1951–1952).\n In 1952, Eisenhower entered the presidential race as a Republican to block the isolationist foreign policies of Senator Robert A. Taft; Taft opposed NATO and wanted no foreign entanglements. Eisenhower won that election and the 1956 election in landslides, both times defeating Adlai Stevenson II. Eisenhower's main goals in office were to contain the spread of communism and reduce federal deficits. In 1953, he threatened to use nuclear weapons until China agreed to peace terms in the Korean War. China did agree and an armistice resulted which remains in effect. His New Look policy of nuclear deterrence prioritized inexpensive nuclear weapons while reducing funding for expensive Army divisions. He continued Harry S. Truman's policy of recognizing Taiwan as the legitimate government of China, and he won congressional approval of the Formosa Resolution. His administration provided major aid to help the French fight off Vietnamese Communists in the First Indochina War. After the French left, he gave strong financial support to the new state of South Vietnam. He supported military coups in Iran and Guatemala.\n During the Suez Crisis of 1956, he condemned the Israeli, British, and French invasion of Egypt, and he forced them to withdraw. He also condemned the Soviet invasion during the Hungarian Revolution of 1956 but took no action. After the Soviet Union launched Sputnik in 1957, Eisenhower authorized the establishment of NASA, which led to the Space Race. He deployed 15,000 soldiers during the 1958 Lebanon crisis. Near the end of his term, he failed to set up a summit meeting with the Soviets when a U.S. spy plane was shot down over the Soviet Union. He approved the Bay of Pigs invasion, which was left to John F. Kennedy to carry out.\n On the domestic front, Eisenhower was a moderate conservative who continued New Deal agencies and expanded Social Security. He covertly opposed Joseph McCarthy and contributed to the end of McCarthyism by openly invoking executive privilege. He signed the Civil Rights Act of 1957 and sent Army troops to enforce federal court orders which integrated schools in Little Rock, Arkansas. His largest program was the Interstate Highway System. He promoted the establishment of strong science education via the National Defense Education Act. His two terms saw widespread economic prosperity except for a minor recession in 1958. In his farewell address to the nation, he expressed his concerns about the dangers of massive military spending, particularly deficit spending and government contracts to private military manufacturers, which he dubbed \"the military–industrial complex\". Historical evaluations of his presidency place him among the upper tier of American presidents.",
  "/wiki/James_Baker": "James Addison Baker III[note 1] (born April 28, 1930) is an American attorney and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.\n Born in Houston, Baker attended The Hill School and Princeton University before serving in the United States Marine Corps. After graduating from the University of Texas School of Law, he pursued a legal career. He became a close friend of George H. W. Bush and worked for Bush's unsuccessful 1970 campaign for the United States Senate. After the campaign, he served in various positions for President Richard Nixon. In 1975, he was appointed Undersecretary of Commerce for Gerald Ford.  He served until May 1976, ran Ford's 1976 presidential campaign, and unsuccessfully sought election as the Attorney General of Texas.\n Baker ran Bush's unsuccessful campaign for the 1980 Republican presidential nomination, but made a favorable impression on the Republican nominee, Ronald Reagan. Reagan appointed Baker as his White House Chief of Staff, and Baker remained in that position until 1985, when he became the Secretary of the Treasury. As Treasury Secretary, he arranged the Plaza Accord and the Baker Plan. He resigned as Treasury Secretary to manage Bush's successful 1988 campaign for president. After the election, Bush appointed Baker to the position of Secretary of State. As Secretary of State, he helped oversee U.S. foreign policy during the end of the Cold War and dissolution of the Soviet Union, as well as during the Gulf War. After the Gulf War, Baker served another stint as White House Chief of Staff from 1992 to 1993.\n Baker remained active in business and public affairs after Bush's defeat in the 1992 presidential election. He served as a United Nations envoy to Western Sahara and as a consultant to Enron. During the Florida recount following the 2000 presidential election, he managed George W. Bush's legal team in the state. He served as the co-chairman of the Iraq Study Group, which Congress formed in 2006 to study Iraq and the ongoing Iraq War. He serves on the World Justice Project and the Climate Leadership Council. Baker is the namesake of the James A. Baker III Institute for Public Policy at Rice University.",
  "/wiki/Juris_Doctor": "The Juris Doctor degree (J.D. or JD), also known as the Doctor of Jurisprudence degree (J.D., JD, D.Jur. or DJur), is a graduate-entry professional degree in law and one of several Doctor of Law degrees.  The Juris Doctor is earned by completing law school in Australia, Canada, the United States, and some other common law countries. It has the academic standing of a professional doctorate (in contrast to a research doctorate) in the United States, a master's degree in Australia, and a second-entry baccalaureate degree in Canada (in all three jurisdictions the same as other professional degrees such as M.D. or D.D.S./D.M.D., the degrees required to be a practicing physician or dentist, respectively).\n The degree was first awarded in the United States in the early 20th century and was created as a modern version of the old European doctor of law degree (such as the Dottore in Giurisprudenza in Italy and the Juris Utriusque Doctor in Germany and central Europe). Originating from the 19th-century Harvard movement for the scientific study of law and first denominated LL.B., it is a degree that in most common law jurisdictions is the primary professional preparation for lawyers. It traditionally involves a three-year program, although some U.S. law schools offer a two-year accelerated program in which students complete courses over two additional summer semesters. The LL.B. was largely replaced by the J.D. in the US in the later 20th century.\n To be fully authorized to practice law in the courts of a given state in the United States, the majority of individuals holding a J.D. degree must pass a bar examination. The state of Wisconsin, however, permits the graduates of its two law schools to practice law in that state, and in its state courts, without having to take its bar exam—a practice called \"diploma privilege\"—provided they complete the courses needed to satisfy the diploma privilege requirements. In the United States, passing an additional bar exam is not required of lawyers authorized to practice in at least one state to practice in some but not all of the national courts of the United States, courts commonly known as \"federal courts\". Lawyers must, however, be admitted to the bar of the federal court before they are authorized to practice in that court. Admission to the bar of a federal district court includes admission to the bar of the related bankruptcy court.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.\n The secretary of state is nominated by the president of the United States and, following a confirmation hearing before the Senate Committee on Foreign Relations, is confirmed by the United States Senate. The secretary of state, along with the secretary of the treasury, secretary of defense, and attorney general, are generally regarded as the four most important Cabinet members because of the importance of their respective departments. Secretary of State is a Level I position in the Executive Schedule and thus earns the salary prescribed for that level (currently US$210,700).\n The current secretary of state is Mike Pompeo, who has served as Secretary of State in the administration of President Donald Trump since early 2018.",
  "/wiki/George_H.W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.\n Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China, and in 1976 Bush became the Director of Central Intelligence. Bush ran for president in 1980, but was defeated in the Republican presidential primaries by Ronald Reagan. He was then elected vice president in 1980 and 1984 as Reagan's running mate.\n In the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president in 152 years. Foreign policy drove the Bush presidency, as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by signing a bill that increased taxes and helped reduce the federal budget deficit. He also signed the Americans with Disabilities Act of 1990 and appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession and the decreased importance of foreign policy in a post–Cold War political climate.\n After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With George W. Bush's victory in the 2000 presidential election, Bush and his son became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. After a long battle with vascular Parkinson's disease, Bush died at his home on November 30, 2018. Historians generally rank Bush as an above average president.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.\n Reagan was raised in a low-income family in small towns of northern Illinois. He graduated from Eureka College in 1932 and worked as a sports commentator on several regional radio stations. After moving to California in 1937, he found work as an actor and starred in a few major productions. Reagan was twice elected president of the Screen Actors Guild—the labor union for actors—where he worked to root out Communist influence. In the 1950s, he moved into television and was a motivational speaker at General Electric factories, during which time he became a conservative. Reagan was a Democrat until 1962 when he switched to the Republican Party. In 1964, Reagan's speech \"A Time for Choosing\" supported Barry Goldwater's foundering presidential campaign and earned him national attention as a new conservative spokesman. Building a network of supporters, Reagan was elected governor of California in 1966. As governor, Reagan raised taxes, turned a state budget deficit to a surplus, challenged the protesters at the University of California, ordered in National Guard troops during a period of protest movements in 1969, and was re-elected in 1970. He twice ran unsuccessfully for the Republican presidential nomination, in 1968 and 1976.\n In 1980, Reagan won the Republican presidential nomination and defeated the incumbent president, Jimmy Carter. At 69 years, 349 days of age at the time of his first inauguration, Reagan was the oldest person to assume the U.S. presidency, a distinction he held until 2017, when Donald Trump was inaugurated at age 70 years, 220 days. Reagan faced former vice president Walter Mondale when he ran for re-election in 1984 and defeated him, winning the most electoral votes of any U.S. president, 525, or 97.6% of the 538 votes in the Electoral College. It was the second-most lopsided presidential election in modern U.S. history after Franklin D. Roosevelt's 1936 victory over Alfred M. Landon, in which he won 98.5% or 523 of the (then-total) 531 electoral votes.\n Soon after taking office as president, Reagan began implementing sweeping new political and economic initiatives. His supply-side economic policies, dubbed \"Reaganomics\", advocated tax rate reduction to spur economic growth, economic deregulation, and reduction in government spending. In his first term, he survived an assassination attempt, spurred the War on Drugs, and fought public sector labor unions. Over his two terms, the economy saw a reduction of inflation from 12.5% to 4.4% and an average real GDP annual growth of 3.4%. Reagan enacted cuts in domestic discretionary spending, cut taxes, and increased military spending, which contributed to increased federal debt overall. Foreign affairs dominated his second term, including ending the Cold War, the bombing of Libya, the Iran–Iraq War, and the Iran–Contra affair. In June 1987, four years after he publicly described the Soviet Union as an \"evil empire\", Reagan challenged Soviet General Secretary Mikhail Gorbachev to \"tear down this wall!\", during a speech at the Brandenburg Gate. He transitioned Cold War policy from détente to rollback by escalating an arms race with the USSR while engaging in talks with Gorbachev. The talks culminated in the INF Treaty, which shrank both countries' nuclear arsenals. Reagan began his presidency during the decline of the Soviet Union, which ultimately collapsed nearly three years after he left office.\n When Reagan left office in 1989, he held an approval rating of 68%, matching those of Franklin D. Roosevelt, and later Bill Clinton, as the highest ratings for departing presidents in the modern era. He was the first president since Dwight D. Eisenhower to serve two full terms after the five prior presidents did not. Although he had planned an active post-presidency, Reagan disclosed in November 1994 that he had been diagnosed with Alzheimer's disease earlier that year. Afterward, his informal public appearances became more infrequent as the disease progressed. He died at home on June 5, 2004. His tenure constituted a realignment toward conservative policies in the United States, and he is an icon among conservatives. Evaluations of his presidency among historians and the general public place him among the upper tier of American presidents.",
  "/wiki/White_House_Chief_of_Staff": "The White House Chief of Staff position is the successor to the earlier role of the President's private secretary. The role was formalized as the assistant to the president in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff.\n The chief of staff is a political appointee of the president who does not require Senate confirmation, and who serves at the pleasure of the president. While not a legally required role, all presidents since Harry Truman have appointed chiefs of staff.\n In the administration of Donald Trump, the current acting chief of staff is Mick Mulvaney, who succeeded John Kelly on January 2, 2019, who himself had replaced Reince Priebus as chief of staff on July 31, 2017. On December 8, 2018, President Trump announced that Kelly would be stepping down from his post by the end of the year. On December 14, Trump announced on Twitter that Office of Management and Budget director Mick Mulvaney would become the new \"acting\" chief of staff.",
  "/wiki/William_J._Bennett": "William John Bennett (born July 31, 1943) is an American conservative pundit, politician, and political theorist, who served as Secretary of Education from 1985 to 1988 under President Ronald Reagan. He also held the post of Director of the Office of National Drug Control Policy under George H. W. Bush.",
  "/wiki/George_Herbert_Walker_Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.\n Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China, and in 1976 Bush became the Director of Central Intelligence. Bush ran for president in 1980, but was defeated in the Republican presidential primaries by Ronald Reagan. He was then elected vice president in 1980 and 1984 as Reagan's running mate.\n In the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president in 152 years. Foreign policy drove the Bush presidency, as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by signing a bill that increased taxes and helped reduce the federal budget deficit. He also signed the Americans with Disabilities Act of 1990 and appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession and the decreased importance of foreign policy in a post–Cold War political climate.\n After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With George W. Bush's victory in the 2000 presidential election, Bush and his son became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. After a long battle with vascular Parkinson's disease, Bush died at his home on November 30, 2018. Historians generally rank Bush as an above average president.",
  "/wiki/Lloyd_Bentsen": "Lloyd Millard Bentsen Jr. (February 11, 1921 – May 23, 2006) was an American politician who was a four-term United States Senator (1971–1993) from Texas and the Democratic Party nominee for vice president in 1988 on the Michael Dukakis ticket. He also served as the 69th United States Secretary of the Treasury under President Bill Clinton.\n Born in Mission, Texas, Bentsen graduated from the University of Texas School of Law before serving in the Air Force during World War II. He was awarded the Distinguished Flying Cross for his service in Europe. After the war, he won election to the United States House of Representatives, serving from 1948 to 1955. He defeated incumbent Senator Ralph Yarborough in the 1970 Democratic Senatorial primary and won the general election against George H. W. Bush. He was reelected in 1976, 1982, and 1988, and served as the Chairman of the Senate Finance Committee from 1987 to 1993. In the Senate, he helped win passage of the Employee Retirement Income Security Act and played a role in the creation of the individual retirement account. Bentsen sought the 1976 Democratic presidential nomination but was unable to organize an effective national campaign.\n Democratic presidential nominee Michael Dukakis chose Bentsen as his running mate in the 1988 presidential election, while the Republicans nominated Vice President George H. W. Bush and Senator Dan Quayle. During the 1988 vice-presidential debate, Quayle responded to a question about his inexperience by comparing his time in office up to that point to that of John F. Kennedy, causing Bentsen to castigate Quayle, saying, \"Senator, you're no Jack Kennedy.\" Though Dukakis hoped that the selection of Bentsen would help the Democratic ticket win Texas, the Republican ticket won the state and prevailed by a wide margin in the nationwide electoral and popular vote. Bentsen considered running for president in 1992 but chose not to challenge Bush, who was popular after the Gulf War.\n After Bill Clinton defeated Bush in the 1992 general election, he offered Bentsen the position of Secretary of the Treasury. Bentsen accepted, and as Treasury Secretary he helped win the ratification of the North American Free Trade Agreement and the passage of the Omnibus Budget Reconciliation Act of 1993. Bentsen retired from Clinton's Cabinet in December 1994 and was succeeded by Robert Rubin. He was awarded the Presidential Medal of Freedom in 1999 and died in his home in Houston in 2006.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.\n Clinton was born and raised in Arkansas and attended Georgetown University, University College, Oxford, and Yale Law School. He met Hillary Rodham at Yale and married her in 1975. After graduating from law school, Clinton returned to Arkansas and won election as the attorney general of Arkansas, serving from 1977 to 1979. He later served as governor of Arkansas. As governor, he overhauled the state's education system and served as chairman of the National Governors Association. Clinton was elected president in 1992, defeating incumbent Republican opponent George H. W. Bush. At age 46, he became the third-youngest president in history.\n Clinton presided over the longest period of peacetime economic expansion in American history. He signed into law the North American Free Trade Agreement, but failed to pass his plan for national health care reform. In the 1994 elections, the Republican Party won unified control of Congress for the first time in 40 years. In 1996, Clinton became the first Democrat since Franklin D. Roosevelt to be elected to a second full term. He passed welfare reform and the State Children's Health Insurance Program, as well as financial deregulation measures. During the last three years of Clinton's presidency, the Congressional Budget Office reported a budget surplus—the first such surplus since 1969. In foreign policy, Clinton ordered U.S. military intervention in the Bosnian and Kosovo wars, signed the Iraq Liberation Act in opposition to Saddam Hussein, participated in the 2000 Camp David Summit to advance the Israeli–Palestinian peace process, and assisted the Northern Ireland peace process.\n Clinton left office with the highest end-of-office approval rating of any U.S. president since World War II, and has continually received high scores in the historical rankings of U.S. presidents. Since leaving office, he has been involved in public speaking and humanitarian work. He created the William J. Clinton Foundation to address international causes such as the prevention of AIDS and global warming. In 2004, Clinton published his autobiography, My Life. In 2009, he was named the United Nations Special Envoy to Haiti and after the 2010 Haiti earthquake, he teamed with George W. Bush to form the Clinton Bush Haiti Fund. In addition, he secured the release of two American journalists imprisoned by North Korea, visiting the capital Pyongyang in 2009 and negotiating their release with then-North Korean leader Kim Jong-il.",
  "/wiki/George_Christian_(journalist)": "George Eastland Christian, Jr. (January 1, 1927 – November 27, 2002) was an American journalist White House staffer who served as tenth White House press secretary from 1966 to 1969.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.\n Diplomas generally give the name of the institution, signatures of officials of the institution, type of degree conferred, conferring authority, and location at which the degree is conferred. Diplomas are printed on high-quality paper or parchment; individual institutions set the preferred abbreviation for their degrees.",
  "/wiki/Ramsey_Clark": "William Ramsey Clark (born December 18, 1927) is an American lawyer, activist and former federal government official. A progressive, New Frontier liberal, he occupied senior positions in the United States Department of Justice under Presidents John F. Kennedy and Lyndon B. Johnson, notably serving as United States Attorney General from 1967 to 1969; previously he was Deputy Attorney General from 1965 to 1967 and Assistant Attorney General from 1961 to 1965.\n As attorney general, he was known for his vigorous opposition to the death penalty, his aggressive support of civil liberties and civil rights, and his dedication in enforcing antitrust provisions. Clark supervised the drafting of the Voting Rights Act of 1965 and Civil Rights Act of 1968. Since leaving public office Clark has led many progressive activism campaigns, including opposition to the War on Terror, and he has offered legal defense to controversial figures such as Charles Taylor, Slobodan Milošević, Saddam Hussein, and Lyndon LaRouche. Clark is one of only two living members of Johnson's Cabinet, along with Alan Boyd.",
  "/wiki/Tom_C._Clark": "Thomas Campbell Clark (September 23, 1899 – June 13, 1977) was an American lawyer who served as the 59th United States Attorney General from 1945 to 1949. He was an Associate Justice of the Supreme Court of the United States from 1949 to 1967.\n Born in Dallas, Texas, Clark graduated from the University of Texas School of Law after serving in World War I. He practiced law in Dallas until 1937, when he accepted a position in the United States Department of Justice. After Harry S. Truman became President of the United States in 1945, he chose Clark as his Attorney General. In 1949, Truman successfully nominated Clark to fill the Supreme Court vacancy caused by the death of Associate Justice Frank Murphy. Clark remained on the court until his retirement in 1967, and was succeeded by Thurgood Marshall. Clark retired so that his son, Ramsey Clark, could assume the position of Attorney General.\n Clark served on the Vinson Court and the Warren Court. He voted with the Court's majority in the several cases concerning racial segregation, including the landmark case of Brown v. Board of Education. He wrote the majority opinion in landmark Mapp v. Ohio, which ruled that the Fourth Amendment prohibition against unreasonable searches and seizures applies to the states through the Fourteenth Amendment. He also wrote the majority opinion in Heart of Atlanta Motel v. United States, which upheld the public accommodations provision of the Civil Rights Act of 1964,  and the majority opinions in Garner v. Board of Public Works, Joseph Burstyn, Inc. v. Wilson, and Abington School District v. Schempp.",
  "/wiki/John_Connally": "John Bowden Connally Jr. (February 27, 1917 – June 15, 1993) was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973.\n Born in Floresville, Texas, Connally pursued a legal career after graduating from the University of Texas at Austin. During World War II, he served on the staff of James Forrestal and Dwight D. Eisenhower before transferring to the Asiatic-Pacific Theater. After the war, he became an aide to Senator Lyndon B. Johnson. When Johnson assumed the vice presidency in 1961, he convinced President John F. Kennedy to appoint Connally to the position of United States Secretary of the Navy. Connally left the Kennedy Administration in December 1961 to run for Governor of Texas, and he held that position from 1963 to 1969. In 1963, Connally was riding in the presidential limousine during Kennedy's assassination, and was seriously wounded. During his governorship, he was a conservative Democrat.\n In 1971, Republican President Richard Nixon appointed Connally as his Treasury Secretary. In this position, Connally presided over the removal of the U.S. dollar from the gold standard, an event known as the Nixon shock. Connally stepped down from the Cabinet in 1972 to lead the Democrats for Nixon organization, which campaigned for Nixon's re-election. Connally was a candidate to replace Vice President Spiro Agnew after the latter resigned in 1973, but Nixon chose Gerald Ford instead. Connally sought the Republican nomination for president in the 1980 election, but withdrew from the race after the first set of primaries. Connally did not seek public office again after 1980 and died of pulmonary fibrosis in 1993.",
  "/wiki/Assassination_of_John_F._Kennedy": "John Fitzgerald Kennedy, the 35th President of the United States, was assassinated on November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald firing in ambush from a nearby building. Governor Connally was seriously wounded in the attack. The motorcade rushed to Parkland Memorial Hospital where President Kennedy was pronounced dead about 30 minutes after the shooting; Connally recovered.\n Oswald was arrested by the Dallas Police Department 70 minutes after the initial shooting. Oswald was charged under Texas state law with the murder of Kennedy, as well as that of Dallas policeman J. D. Tippit, who had been fatally shot a short time after the assassination. At 11:21 a.m. November 24, 1963, as live television cameras were covering his transfer from the city jail to the county jail, Oswald was fatally shot in the basement of Dallas Police Headquarters by Dallas nightclub operator Jack Ruby. Oswald was taken to Parkland Memorial Hospital where he soon died. Ruby was convicted of Oswald's murder, though it was later overturned on appeal, and Ruby died in prison in 1967 while awaiting a new trial.\n After a 10-month investigation, the Warren Commission concluded that Oswald assassinated Kennedy, that Oswald had acted entirely alone, and that Ruby had acted alone in killing Oswald. Kennedy was the eighth and most recent US President to die in office, and the fourth (following Lincoln, Garfield, and McKinley) to be assassinated. Vice President Lyndon B. Johnson automatically assumed the Presidency upon Kennedy's death.\n A later investigation, the United States House Select Committee on Assassinations (HSCA) agreed with the Warren Commission that the injuries that Kennedy and Connally sustained were caused by Oswald's three rifle shots, but they also concluded that Kennedy was \"probably assassinated as a result of a conspiracy\" as analysis of a dictabelt audio recording pointed to the existence of an additional gunshot and therefore \"... a high probability that two gunmen fired at [the] President\". The Committee was not able to identify any individuals or groups involved with the possible conspiracy. In addition, the HSCA found that the original federal investigations were \"seriously flawed\" with respect to information-sharing and the possibility of conspiracy. As recommended by the HSCA, the dictabelt evidence suggesting conspiracy was subsequently re-examined and rejected. It was determined that the dictabelt recorded different gunshots which were fired at another location in Dallas and at a different time which was not related to the assassination.\n In light of the investigative reports determining that \"reliable acoustic data do not support a conclusion that there was a second gunman\", the U.S. Justice Department concluded active investigations and stated \"that no persuasive evidence can be identified to support the theory of a conspiracy in ... the assassination of President Kennedy\". However, Kennedy's assassination is still the subject of widespread debate and has spawned numerous conspiracy theories and alternative scenarios. Polls conducted from 1966 to 2004 found that up to 80 percent of Americans suspected that there was a plot or cover-up.",
  "/wiki/Donald_Evans": "Donald Louis Evans (born July 27, 1946) is an American businessman. He was the 34th U.S. Secretary of Commerce. He was appointed by his longtime friend George W. Bush and sworn into office on January 20, 2001. On November 9, 2004, the White House announced that Evans intended to resign by the end of January 2005.\n Evans was chosen to be the Non-Executive Chairman of TXU Energy, following the completion of its acquisition by Kohlberg Kravis Roberts and Texas Pacific Group.",
  "/wiki/Bachelor_of_Science": "A Bachelor of Science (Latin Baccalaureus Scientiae, B.S., BS, B.Sc. or BSc; or, less commonly, S.B., SB, or Sc.B., from the equivalent Latin Scientiae Baccalaureus) is an undergraduate academic degree awarded for programs that generally last three to five years. The first university to admit a student to the degree of Bachelor of Science was the University of London in 1860.\n Whether a student of a particular subject is awarded a Bachelor of Science degree or a Bachelor of Arts degree can vary between universities. For example, an economics degree may be given as a Bachelor of Arts (BA) by one university but as a BS by another, and some universities offer the choice of either. Some liberal arts colleges in the United States offer only the BA, even in the natural sciences, while some universities offer only the BS, even in non-science fields. \n At universities that offer both BA and BS degrees in the same discipline, the BS degree is usually more extensive in that particular discipline and is targeted toward students who are pursuing graduate school or a profession in that field.",
  "/wiki/McCombs_School_of_Business": "The McCombs School of Business, also referred to as the McCombs School or simply McCombs, is a business school at The University of Texas at Austin (U.S.). In addition to the main campus in Downtown Austin, McCombs offers classes outside Central Texas in Dallas, Houston and internationally in Mexico City. The McCombs School of Business offers undergraduate, master's, and doctoral programs for their average 13,000 students each year, adding to its 98,648 member alumni base from a variety of business fields. In addition to traditional classroom degree programs, McCombs is home to 14 collaborative research centers, the international business plan competition: Venture Labs Investment Competition (formerly known as \"MOOT Corp\"), and executive education programs.\n McCombs is also the oldest public business school in Texas.",
  "/wiki/United_States_Secretary_of_Commerce": "The United States Secretary of Commerce (SecCom) is the head of the United States Department of Commerce. The secretary is appointed by the president of the United States with the advice and consent of the United States Senate and serves in the president's Cabinet. The secretary is concerned with promoting American businesses and industries; the department states its mission to be \"to foster, promote, and develop the foreign and domestic commerce\".\n Until 1913, there was one secretary of commerce and labor, uniting this department with the Department of Labor, which is now headed by a separate secretary of labor.\n The current commerce secretary is Wilbur Ross, who was nominated by President Donald Trump and approved by the Senate on February 28, 2017.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.  \n Bush is the eldest son of Barbara and George H. W. Bush, and the second son to become the American president after his father, the first being John Quincy Adams. After graduating from Yale University in 1968 and Harvard Business School in 1975, he worked in the oil industry. Bush married Laura Welch in 1977 and unsuccessfully ran for the U.S. House of Representatives shortly thereafter. He later co-owned the Texas Rangers baseball team before defeating Ann Richards in the 1994 Texas gubernatorial election. Bush was elected president of the United States in 2000 when he defeated Democratic incumbent Vice President Al Gore after a narrow and contested win that involved a Supreme Court decision to stop a recount in Florida. He became the fourth person to be elected president while receiving fewer popular votes than his opponent.\n In response to the September 11 terrorist attacks, Bush launched a \"War on Terror\" that began with the war in Afghanistan in 2001 and later expanded to the Iraq War in 2003. Signature legislation passed during his presidency included broad tax cuts, the Patriot Act, the No Child Left Behind Act, the Partial-Birth Abortion Ban Act, the Medicare Modernization Act, and funding for the AIDS relief program known as PEPFAR. In the 2004 presidential race, Bush defeated Democratic Senator John Kerry in a close election. After his re-election, Bush received criticism from across the political spectrum for his handling of the Iraq War, Hurricane Katrina, and other challenges. Amid this criticism, the Democratic Party regained control of Congress in the 2006 elections. In December 2007, the United States entered its longest post-World War II recession, often referred to as the \"Great Recession\", prompting the Bush administration to obtain congressional approval for multiple economic programs intended to preserve the country's financial system.\n Bush was among the most popular, as well as unpopular, U.S. presidents in history; he received the highest recorded approval ratings in the wake of the 9/11 attacks, but one of the lowest such ratings during the 2008 financial crisis. Bush finished his second term in office in 2009 and returned to Texas. In 2010, he published his memoir, Decision Points. His presidential library opened in 2013. His presidency has been rated below average in historians' polls, although his favorability ratings have improved since leaving office.",
  "/wiki/Scott_McClellan": "Scott McClellan (born February 14, 1968) was the twenty-second White House Press Secretary (2003–06) for President George W. Bush, and author of a controversial No. 1 New York Times bestseller about the Bush Administration titled What Happened. He replaced Ari Fleischer as press secretary in July 2003 and served until May 10, 2006. McClellan was the longest serving press secretary under George W. Bush.\n He is now the Vice President for Communications at Seattle University.",
  "/wiki/White_House_Press_Secretary": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the United States government administration, especially with regard to the president, senior aides and executives, as well as government policies.\n The press secretary is responsible for collecting information about actions and events within the president's administration and issues the administration's reactions to developments around the world. The press secretary interacts with the media, and deals with the White House press corps on a daily basis, generally in a daily press briefing.\n The press secretary serves by the appointment and at the pleasure of the president of the United States; the office does not require the advice and consent of the U.S. Senate, though because of the frequent briefings given to the media, who in turn inform the public, the position is still a very prominent non-Cabinet post.\n Stephanie Grisham is the current press secretary, having replaced Sarah Sanders on July 1, 2019.",
  "/wiki/Rex_Tillerson": "Rex Wayne Tillerson (born March 23, 1952) is an American engineer and energy executive who served as the 69th United States Secretary of State from February 1, 2017, to March 31, 2018, under President Donald Trump. Prior to joining the Trump administration, Tillerson was chairman and chief executive officer of ExxonMobil, holding that position from 2006 until 2017.\n Tillerson began his career as a civil engineer with Exxon in 1975 after graduating with a bachelor's degree in civil engineering from the University of Texas at Austin. By 1989 he had become general manager of the Exxon USA central production division. In 1995 he became president of Exxon Yemen Inc. and Esso Exploration and Production Khorat Inc. In 2006 Tillerson was elected chair and chief executive of Exxon, the world's sixth largest company by revenue. Tillerson retired from Exxon effective January 1, 2017. He is a member of the National Academy of Engineering.\n Tillerson is a long-time volunteer with the Boy Scouts of America and earned the rank of Eagle Scout. From 2010 to 2012, he was the national president of the Boy Scouts, its highest non-executive position. He is a long-time contributor to Republican campaigns, but did not donate to Donald Trump's presidential campaign. In 2014, Tillerson, who had made business deals on behalf of Exxon with Russia, opposed the sanctions against Russia. He has previously been the director of the joint United States-Russia oil company Exxon Neftegas.\n Tillerson became Secretary of State on February 1, 2017. An unconventional choice for the role, Tillerson's tenure was characterized by a lack of visibility in comparison to his predecessors in the traditionally high-profile position of Secretary of State. During Tillerson's tenure, new applications to work for the Foreign Service fell by 50%, and 60% of high-ranking career diplomats in the State Department resigned. After their relationship deteriorated, Trump dismissed Tillerson in March 2018, making his tenure one of the shortest in recent history. Tillerson was replaced by CIA Director Mike Pompeo.",
  "/wiki/B.Sc._Engineering": "A Bachelor of Engineering (abbreviated as B.E., B.Eng. or B.A.I. in Latin form) is a first professional undergraduate academic degree awarded to a student after three to five years of studying engineering at an accredited university. In the UK, a B.Eng. degree will be accredited by one of the Engineering Council's professional engineering institutions as suitable for registration as an incorporated engineer or chartered engineer with further study to masters level. In Canada, the degree from a Canadian university can be accredited by the Canadian Engineering Accreditation Board (CEAB). Alternatively, it might be accredited directly by another professional engineering institution, such as the US-based Institute of Electrical and Electronics Engineers (IEEE). The B.Eng. contributes to the route to chartered engineer (UK), registered engineer or licensed professional engineer and has been approved by representatives of the profession.\n A B.E. has a greater emphasis on math and science, to allow the engineers to move from one discipline to another. Multi-discipline is required in certain fields, like Marine Engineering. The marine engineer is required to know mechanical, chemical and electric engineering. If an engineer is strictly staying in a single discipline, he/she would probably be better served with a B.Sc. A typical B.Sc. is 128 credits. SUNY Maritime B.E. is 172 credits.\n Most universities in the United States and Europe award the Bachelor of Science Engineering (B.Sc.Eng.), Bachelor of Engineering (B.Eng.), Bachelor of Engineering Science (B.Eng.Sc.), Bachelor of Science in Engineering (B.S.E.) or Bachelor of Applied Science (B.A.Sc.) degree to undergraduate students of engineering study. For example, Canada is the only country that awards the B.A.Sc. degree for graduating engineers. Other institutions award engineering degrees specific to the area of study, such as B.S.E.E. (Bachelor of Science in Electrical Engineering) and BSME (Bachelor of Science in Mechanical Engineering).\n In French-speaking Canada, mainly Québec, the Bachelor of Engineering is referred to as B.Ing (Baccalauréat en ingénierie).\n A less common and possibly the oldest variety of the degree in the English-speaking world, is Baccalaureus in Arte Ingeniaria (B.A.I.), a Latin name meaning Bachelor in the Art of Engineering. Here Baccalaureus in Arte Ingeniaria implies an excellence in carrying out the 'art' or 'function' of an engineer. The degree is awarded by the University of Dublin (its Trinity College Dublin has had a School of Engineering since 1841) and also by the constituent universities of the National University of Ireland (N.U.I.)[citation needed], but in everyday speech it is more commonly referred to as Bachelor of Engineering and the N.U.I. graduates also use the post-nominals translated into English, B.E., even though the actual degree and its parchment is in Latin[citation needed].\n Some South African Universities refer to their engineering degrees as B.Ing. (Baccalaureus Ingenieurswese, in Afrikaans).",
  "/wiki/List_of_University_of_Texas_at_Austin_alumni": "This list of University of Texas at Austin alumni includes notable graduates, non-graduate former students, and current students of the University of Texas at Austin. The institution is a major research university in Downtown Austin, Texas, US and is the flagship institution of the University of Texas System. Founded in 1883, the university has had the fifth largest single-campus enrollment in the nation as of Fall 2006 (and had the largest enrollment in the country from 1997 to 2003), with over 50,000 undergraduate and graduate students and 16,500 faculty and staff. It currently holds the second largest enrollment of all colleges in the state of Texas."
}