{
  "/wiki/Robert_B._Anderson": "Robert Bernard Anderson (June 4, 1910 – August 14, 1989) was an American administrator and businessman. He served as the Secretary of the Navy between February 1953 and March 1954. He also served as the Secretary of the Treasury from 1957 until 1961, and was one of President Eisenhower's closest confidants. Two years before his death from cancer, he was disbarred for illegal banking operations and tax evasion.",
  "/wiki/Bachelor_of_Laws": "Bachelor of Laws (Latin: Legum Baccalaureus; LL.B.) is an undergraduate law degree in England and most common law jurisdictions—except the United States and Canada—which allows a person to become a lawyer. It historically served this purpose in North America as well but was phased out in favour of the Juris Doctor degree. Bachelor of Laws is also the name of the law degree awarded by universities in Nigeria, Scotland, South Africa, and Zambia.[citation needed]",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/United_States_Deputy_Secretary_of_Defense": "The deputy secretary of defense (acronym: DepSecDef) is a statutory office (10 U.S.C. § 132) and the second-highest-ranking official in the Department of Defense of the United States of America.",
  "/wiki/United_States_Secretary_of_the_Navy": "The Secretary of the Navy (or SECNAV) is a statutory officer (10 U.S.C. § 5013) and the head (chief executive officer) of the Department of the Navy, a military department (component organization) within the Department of Defense of the United States of America.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
  "/wiki/James_Baker": "James Addison Baker III[note 1] (born April 28, 1930) is an American attorney and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.",
  "/wiki/Juris_Doctor": "The Juris Doctor degree (J.D. or JD), also known as the Doctor of Jurisprudence degree (J.D., JD, D.Jur. or DJur), is a graduate-entry professional degree in law and one of several Doctor of Law degrees.  The Juris Doctor is earned by completing law school in Australia, Canada, the United States, and some other common law countries. It has the academic standing of a professional doctorate (in contrast to a research doctorate) in the United States, a master's degree in Australia, and a second-entry baccalaureate degree in Canada (in all three jurisdictions the same as other professional degrees such as M.D. or D.D.S./D.M.D., the degrees required to be a practicing physician or dentist, respectively).",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/George_H.W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/White_House_Chief_of_Staff": "The White House Chief of Staff position is the successor to the earlier role of the President's private secretary. The role was formalized as the assistant to the president in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff.",
  "/wiki/William_J._Bennett": "William John Bennett (born July 31, 1943) is an American conservative pundit, politician, and political theorist, who served as Secretary of Education from 1985 to 1988 under President Ronald Reagan. He also held the post of Director of the Office of National Drug Control Policy under George H. W. Bush.",
  "/wiki/George_Herbert_Walker_Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Lloyd_Bentsen": "Lloyd Millard Bentsen Jr. (February 11, 1921 – May 23, 2006) was an American politician who was a four-term United States Senator (1971–1993) from Texas and the Democratic Party nominee for vice president in 1988 on the Michael Dukakis ticket. He also served as the 69th United States Secretary of the Treasury under President Bill Clinton.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.",
  "/wiki/George_Christian_(journalist)": "George Eastland Christian, Jr. (January 1, 1927 – November 27, 2002) was an American journalist White House staffer who served as tenth White House press secretary from 1966 to 1969.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/Ramsey_Clark": "William Ramsey Clark (born December 18, 1927) is an American lawyer, activist and former federal government official. A progressive, New Frontier liberal, he occupied senior positions in the United States Department of Justice under Presidents John F. Kennedy and Lyndon B. Johnson, notably serving as United States Attorney General from 1967 to 1969; previously he was Deputy Attorney General from 1965 to 1967 and Assistant Attorney General from 1961 to 1965.",
  "/wiki/Tom_C._Clark": "Thomas Campbell Clark (September 23, 1899 – June 13, 1977) was an American lawyer who served as the 59th United States Attorney General from 1945 to 1949. He was an Associate Justice of the Supreme Court of the United States from 1949 to 1967.",
  "/wiki/John_Connally": "John Bowden Connally Jr. (February 27, 1917 – June 15, 1993) was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973.",
  "/wiki/Assassination_of_John_F._Kennedy": "John Fitzgerald Kennedy, the 35th President of the United States, was assassinated on November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald firing in ambush from a nearby building. Governor Connally was seriously wounded in the attack. The motorcade rushed to Parkland Memorial Hospital where President Kennedy was pronounced dead about 30 minutes after the shooting; Connally recovered.",
  "/wiki/Donald_Evans": "Donald Louis Evans (born July 27, 1946) is an American businessman. He was the 34th U.S. Secretary of Commerce. He was appointed by his longtime friend George W. Bush and sworn into office on January 20, 2001. On November 9, 2004, the White House announced that Evans intended to resign by the end of January 2005.",
  "/wiki/Bachelor_of_Science": "A Bachelor of Science (Latin Baccalaureus Scientiae, B.S., BS, B.Sc. or BSc; or, less commonly, S.B., SB, or Sc.B., from the equivalent Latin Scientiae Baccalaureus) is an undergraduate academic degree awarded for programs that generally last three to five years. The first university to admit a student to the degree of Bachelor of Science was the University of London in 1860.",
  "/wiki/McCombs_School_of_Business": "The McCombs School of Business, also referred to as the McCombs School or simply McCombs, is a business school at The University of Texas at Austin (U.S.). In addition to the main campus in Downtown Austin, McCombs offers classes outside Central Texas in Dallas, Houston and internationally in Mexico City. The McCombs School of Business offers undergraduate, master's, and doctoral programs for their average 13,000 students each year, adding to its 98,648 member alumni base from a variety of business fields. In addition to traditional classroom degree programs, McCombs is home to 14 collaborative research centers, the international business plan competition: Venture Labs Investment Competition (formerly known as \"MOOT Corp\"), and executive education programs.",
  "/wiki/United_States_Secretary_of_Commerce": "The United States Secretary of Commerce (SecCom) is the head of the United States Department of Commerce. The secretary is appointed by the president of the United States with the advice and consent of the United States Senate and serves in the president's Cabinet. The secretary is concerned with promoting American businesses and industries; the department states its mission to be \"to foster, promote, and develop the foreign and domestic commerce\".",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.",
  "/wiki/Scott_McClellan": "Scott McClellan (born February 14, 1968) was the twenty-second White House Press Secretary (2003–06) for President George W. Bush, and author of a controversial No. 1 New York Times bestseller about the Bush Administration titled What Happened. He replaced Ari Fleischer as press secretary in July 2003 and served until May 10, 2006. McClellan was the longest serving press secretary under George W. Bush.",
  "/wiki/White_House_Press_Secretary": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the United States government administration, especially with regard to the president, senior aides and executives, as well as government policies.",
  "/wiki/Rex_Tillerson": "Rex Wayne Tillerson (born March 23, 1952) is an American engineer and energy executive who served as the 69th United States Secretary of State from February 1, 2017, to March 31, 2018, under President Donald Trump. Prior to joining the Trump administration, Tillerson was chairman and chief executive officer of ExxonMobil, holding that position from 2006 until 2017.",
  "/wiki/B.Sc._Engineering": "A Bachelor of Engineering (abbreviated as B.E., B.Eng. or B.A.I. in Latin form) is a first professional undergraduate academic degree awarded to a student after three to five years of studying engineering at an accredited university. In the UK, a B.Eng. degree will be accredited by one of the Engineering Council's professional engineering institutions as suitable for registration as an incorporated engineer or chartered engineer with further study to masters level. In Canada, the degree from a Canadian university can be accredited by the Canadian Engineering Accreditation Board (CEAB). Alternatively, it might be accredited directly by another professional engineering institution, such as the US-based Institute of Electrical and Electronics Engineers (IEEE). The B.Eng. contributes to the route to chartered engineer (UK), registered engineer or licensed professional engineer and has been approved by representatives of the profession."
}