{
  "/wiki/2006_Asian_Games": "The 2006 Asian Games (Arabic: دورة الألعاب الآسيوية 2006‎, romanized: Dawrat al-ʼAl‘ab al-Asīawīah 2006), officially known as the XV Asiad, was an Asian multi-sport event held in Doha, Qatar from December 1 to 15, 2006 with 424 events in 39 sports featured in the games. Doha was the first city in its region and only the second in West Asia (following Tehran in 1974) to host the games.\n It was the first time that all 45 member nations of the Olympic Council of Asia took part in this event. Also, Eurosport broadcast the event, marking the first time that the European continent could watch this Asian sporting event. 21 competition venues were used for the Games including the newly constructed Aspire indoor sports complex. The opening and closing ceremonies of the Games were held at Khalifa International Stadium. Trampoline discipline of gymnastics, and the sports of chess and triathlon made their debut at the event.\n The final medal tally was led by China followed by South Korea and Japan with host Qatar at ninth place. Tajikistan, Jordan and United Arab Emirates won their first ever Asian Games gold medals. 7 world and 23 Asian records were broken during the games, while South Korean swimmer Park Tae-hwan was announced as the most valuable player.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.\n Doha was founded in the 1820s as an offshoot of Al Bidda. It was officially declared as the country's capital in 1971, when Qatar gained independence from being a British Protectorate. As the commercial capital of Qatar and one of the emergent financial centres in the Middle East, Doha is considered a beta-level global city by the Globalization and World Cities Research Network. Doha accommodates Education City, an area devoted to research and education.\n The city was host to the first ministerial-level meeting of the Doha Development Round of World Trade Organization negotiations. It was also selected as host city of a number of sporting events, including the 2006 Asian Games, the 2011 Pan Arab Games and most of the games at the 2011 AFC Asian Cup. In December 2011, the World Petroleum Council held the 20th World Petroleum Conference in Doha. Additionally, the city hosted the 2012 UNFCCC Climate Negotiations and is set to host many of the venues for the 2022 FIFA World Cup.\nThe city has also hosted the 140th Inter-Parliamentary Union Assembly in April 2019.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.\n In early 2017, Qatar's total population was 2.6 million: 313,000 Qatari citizens and 2.3 million expatriates. Islam is the official religion of Qatar. The country has the highest per capita income in the world. Qatar is classified by the UN as a country of very high human development and is widely regarded as the most advanced Arab state for human development. Qatar is a high-income economy, backed by the world's third-largest natural gas reserves and oil reserves.\n Qatar has been ruled by the House of Thani since Mohammed bin Thani signed a treaty with the British in 1868 that recognised its separate status. Following Ottoman rule, Qatar became a British protectorate in the early 20th century until gaining independence in 1971. In 2003, the constitution was overwhelmingly approved in a referendum, with almost 98% in favour. In the 21st century, Qatar emerged as a significant power in the Arab world both through its globally expanding media group, Al Jazeera Media Network, and reportedly supporting several rebel groups financially during the Arab Spring. For its size, Qatar wields disproportionate influence in the world, and has been identified as a middle power. Qatar is currently the subject of a diplomatic and economic embargo by Saudi Arabia, the United Arab Emirates (UAE), Bahrain, and Egypt, which began in June 2017. Saudi Arabia has proposed the construction of the Salwa Canal, which would run along the Saudi-Qatar border, effectively turning Qatar into an island.",
  "/wiki/2007–2008_UCI_Track_Cycling_World_Cup_Classics": "The 2007–2008 UCI Track Cycling World Cup Classics was a multi race competition over a season of track cycling. The season began on 30 November 2007 and ended on 17 February 2008. The World Cup is organised by the UCI. The 2007–2008 series carried vital ranking points towards the 2008 Beijing Olympics. The following tables contain only Olympic events, although many non-Olympic events are still held.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Ballerup": "Ballerup is a Danish town, seat of the Ballerup Municipality, in the Region Hovedstaden.\nThere are approximately 25 schools in Ballerup Municipality. \nBallerup has its own educational institution specialized in the study, training and research of music.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/2008_UCI_Track_Cycling_World_Championships_–_Women's_team_sprint": "The Women's Team Sprint was one of the 8 women's events at the 2008 UCI Track Cycling World Championships, held in Manchester, United Kingdom.\n Ten teams of 2 cyclists each participated in the contest. After the qualifying, the fastest 2 teams raced for gold, and 3rd and 4th teams raced for bronze.\n The Qualifying and the Finals were held on the evening session on 27 March.",
  "/wiki/2008_UCI_Track_Cycling_World_Championships": "The 2008 UCI Track Cycling World Championships were the World Championship for track cycling. They took place at the Manchester Velodrome in Manchester, United Kingdom from 26 to 30 March 2008. Eighteen events were scheduled; the women's team pursuit being the only addition from the 2007 championships.\n As in 2007, the domination of the Great Britain team was clear. Breaking three world records en route, they won eleven medals in total. Indeed, half of the eighteen gold medals on offer were won by the British team.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a major city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.\n The recorded history of Manchester began with the civilian settlement associated with the Roman fort of Mamucium or Mancunium, which was established in about AD 79 on a sandstone bluff near the confluence of the rivers Medlock and Irwell. It is historically a part of Lancashire, although areas of Cheshire south of the River Mersey were incorporated in the 20th century. The first to be included, Wythenshawe, was added to the city in 1931. Throughout the Middle Ages Manchester remained a manorial township, but began to expand \"at an astonishing rate\" around the turn of the 19th century. Manchester's unplanned urbanisation was brought on by a boom in textile manufacture during the Industrial Revolution, and resulted in it becoming the world's first industrialised city. Manchester achieved city status in 1853. The Manchester Ship Canal opened in 1894, creating the Port of Manchester and directly linking the city to the Irish Sea, 36 miles (58 km) to the west. Its fortune declined after the Second World War, owing to deindustrialisation, but the IRA bombing in 1996 led to extensive investment and regeneration. Following successful redevelopment after the IRA bombing, Manchester was the host city for the 2002 Commonwealth Games.\n Manchester is the third most visited city in the UK, after London and Edinburgh. It is notable for its architecture, culture, musical exports, media links, scientific and engineering output, social impact, sports clubs and transport connections.\n Manchester is a city of notable firsts; Manchester Liverpool Road railway station was the world's first inter-city passenger railway station. The city has also excelled in scientific advancement, as it was at The University of Manchester in 1917 that scientist Ernest Rutherford first split the atom, in 1948 Frederic C. Williams, Tom Kilburn, and Geoff Tootill developed and built the world's first stored-program computer, and in 2004 Andre Geim and Konstantin Novoselov successfully isolated and characterised the first graphene.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/2008–2009_UCI_Track_Cycling_World_Cup_Classics": "The 2008–2009 UCI Track Cycling World Cup Classics was a multi race competition over a season of track cycling. The season ran from 31 October 2008 to 18 February 2009. The World Cup is organised by the Union Cycliste Internationale.\n The World Cup kicked off in Manchester, Great Britain on 31 October 2008. Although many of the top riders did not participate in this round, as they were still recovering from the 2008 Summer Olympics, this gave many less experienced riders an opportunity to make their mark in the competition.\n 171 riders were on the start list for the second round in Melbourne, Australia, held from 20–22 November 2008. New talent was prevalent once more, demonstrated by Cyclingnews' statistics which showed that 100 of those riders were under the age of 23 and only 12 were over 30.\n The third round was held at the newly renovated Alcides Nieto Patiño Velodrome in Cali, Colombia from 12–14 December 2008. 166 athletes competed in this round, representing 30 different countries.\n For the fourth round, held from 16–18 January 2009, riders returned to the Beijing velodrome in China for the first time since the 2008 Summer Olympics. Temperatures in the velodrome were much lower than the sweltering heat experienced by the riders during the summer, this time it was approximately 16 degrees indoors.\n The fifth and final round was held in Copenhagen, Denmark from 13–15 February 2009. British paralympic rider Darren Kenny also made an appearance at Copenhagen, a world record attempt had been scheduled during the World Cup, on 14 February. Kenny intended to attempt to break his own CP 3 World Hour Record of 41.817 km which was set in Manchester on 8 January 2005.\n As the five rounds of the World Cup were held scattered around the world, only a few riders were able to participate in every round. Those who attended the first two rounds were able to rise to the top of the overall series standings, this led to many unfamiliar names appearing at the top of the rankings.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbən/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]\n The city was founded on 30 August 1835, in the then-British colony of New South Wales, by free settlers from the colony of Van Diemen’s Land (modern-day Tasmania). It was incorporated as a Crown settlement in 1837, and named Melbourne by Governor General Richard Bourke on 10 April 1837 in honour of the British Prime Minister, William Lamb, 2nd Viscount Melbourne. In 1851, four years after Queen Victoria declared it a city, Melbourne became the capital of the new colony of Victoria. In the wake of the 1850s Victorian gold rush, the city entered a lengthy boom period that, by the late 1880s, had transformed it into one of the world's largest and wealthiest metropolises. After the federation of Australia in 1901, it served as interim seat of government of the new nation until Canberra became the permanent capital in 1927. Today, it is a leading financial centre in the Asia-Pacific region and ranks 15th in the Global Financial Centres Index.\n Melbourne is home to many of Australia's best-known landmarks, such as the Melbourne Cricket Ground, the National Gallery of Victoria and the World Heritage-listed Royal Exhibition Building. It is also the birthplace of Australian impressionism, Australian rules football, and the Australian film and television industries. More recently, it has been recognised as a UNESCO City of Literature and a global centre for street art, live music and theatre. It hosts major annual international events such as the Australian Grand Prix, the Australian Open and the Melbourne Cup, and also hosted the 1956 Summer Olympics and the 2006 Commonwealth Games. Due to it rating highly in entertainment, tourism and sport, as well as education, health care, research and development, Melbourne consistently ranked as the world's most liveable city for much of the 2010s.\n The main airport serving the city is Melbourne Airport (also referred to as Tullamarine Airport), which is the second busiest in Australia, and Australia's busiest seaport the Port of Melbourne. Its main metropolitan rail terminus is Flinders Street station and its main regional rail and road coach terminus is Southern Cross station. It also has the most extensive freeway network in Australia and the largest urban tram network in the world.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.\n Beijing is an important world capital and global power city, and one of the world's leading centers for culture, diplomacy and politics, business and economy, education, language, and science and technology. A megacity, Beijing is the second largest Chinese city by urban population after Shanghai and is the nation's cultural, educational, and political center. It is home to the headquarters of most of China's largest state-owned companies and houses the largest number of Fortune Global 500 companies in the world, as well as the world's four biggest financial institutions. It is also a major hub for the national highway, expressway, railway, and high-speed rail networks. The Beijing Capital International Airport has been the second busiest in the world by passenger traffic since 2010, and, as of 2016[update], the city's subway network is the busiest and longest in the world.\n Combining both modern and traditional architecture, Beijing is one of the oldest cities in the world, with a rich history dating back three millennia. As the last of the Four Great Ancient Capitals of China, Beijing has been the political center of the country for most of the past eight centuries, and was the largest city in the world by population for much of the second millennium AD. Encyclopædia Britannica notes that \"few cities in the world have served for so long as the political headquarters and cultural center of an area as immense as China.\" With mountains surrounding the inland city on three sides, in addition to the old inner and outer city walls, Beijing was strategically poised and developed to be the residence of the emperor and thus was the perfect location for the imperial capital. The city is renowned for its opulent palaces, temples, parks, gardens, tombs, walls and gates. It has seven UNESCO World Heritage Sites—the Forbidden City, Temple of Heaven, Summer Palace, Ming Tombs, Zhoukoudian, and parts of the Great Wall and the Grand Canal— all tourist locations. Siheyuans, the city's traditional housing style, and hutongs, the narrow alleys between siheyuans, are major tourist attractions and are common in urban Beijing.\n Many of Beijing's 91 universities consistently rank among the best in China, such as the Peking University and Tsinghua University. Beijing CBD is a center for Beijing's economic expansion, with the ongoing or recently completed construction of multiple skyscrapers. Beijing's Zhongguancun area is known as China's Silicon Valley and is a center of scientific and technological innovation as well as entrepreneurship.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/2009–2010_UCI_Track_Cycling_World_Cup_Classics": "The 2009–10 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 30 October 2009 to 24 January 2010. The World Cup was organised by the Union Cycliste Internationale.\n The World Cup kicked off in Manchester, Great Britain, then moved to Melbourne, Australia, from 19–21 November.\n As in the previous season, there were also rounds at the Alcides Nieto Patiño Velodrome in Cali, Colombia, from 10–11 December 2009, and in Beijing, China, from 22–24 January 2010.\n Unlike previous year, there was no World Cup event in Copenhagen, Denmark, but that was the venue for the 2010 UCI Track Cycling World Championships, which took place from 24–28 March.",
  "/wiki/2010_UCI_Track_Cycling_World_Championships_–_Women's_team_sprint": "The Women's Team Sprint is one of the 9 women's events at the 2010 UCI Track Cycling World Championships, held in Ballerup, Denmark.\n Twelve teams of 2 cyclists each participated in the contest. After the qualifying, the fastest 2 teams raced for gold, and 3rd and 4th teams raced for bronze.\n The Qualifying and the Finals were held on March 25.",
  "/wiki/2010_UCI_Track_Cycling_World_Championships": "The 2010 UCI Track Cycling World Championships were the World Championships for track cycling in 2010. They took place at the Ballerup Super Arena in Ballerup, Denmark from 24 to 28 March 2010.",
  "/wiki/2011_UCI_Track_Cycling_World_Championships_–_Women's_team_sprint": "The Women's team sprint at the 2011 UCI Track Cycling World Championships was held on March 23. 15 nations of 2 cyclists each participated in the contest. After the qualifying, the fastest 2 teams raced for gold, and 3rd and 4th teams raced for bronze.",
  "/wiki/2011_UCI_Track_Cycling_World_Championships": "The 2011 UCI Track Cycling World Championships was the World Championships for track cycling in 2011. The championships took place at the Omnisport Apeldoorn in Apeldoorn, Netherlands from 23 to 27 March 2011. In January 2012 it was announced that Grégory Baugé's results in the Sprint and Team Sprint competitions would be nullified.\n The championships were dominated by the rivalry between Australia and Great Britain, who shared 10 of the 19 gold medals available between them, including in eight of the ten Olympic events.",
  "/wiki/Apeldoorn": "Apeldoorn (Dutch pronunciation: [ˈaːpəldoːrn] (listen)) is a municipality and city in the province of Gelderland in the centre of the Netherlands. It is a regional centre. The municipality of Apeldoorn, including villages like Beekbergen, Loenen, Ugchelen and Hoenderloo, had a population of 162,445 in 2019. The western half of the municipality lies on the Veluwe ridge, the eastern half lies in the IJssel valley.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics": "The cycling competitions at the 2012 Olympic Games in London took place at five venues between 28 July and 12 August. The venues were the London Velopark for track cycling and BMX, and Hadleigh Farm, in Essex, for mountain biking. The road races took place over a course starting and ending in The Mall in central London and heading out into Surrey, while the time trials started and finished at Hampton Court Palace in Richmond upon Thames. Eighteen events were contested and around 500 athletes participated.\n Cycling events have been contested in every Summer Olympics programme since the first modern Olympiad in 1896 alongside athletics, artistic gymnastics, fencing and swimming. Compared to the cycling at the 2008 Olympics, there were many changes in the Olympic track cycling programme. The men's and women's individual pursuit and points race, and the men's Madison were removed. Team sprint, team pursuit and keirin were added to the women's programme, while Omnium was a new race for both men and women.  Countries were restricted to one entry per track event, a restriction which seemed to be directed at preventing the British team from double-medalling in the same event as they had in four events in 2008, thus lowering their medal chances.  However, similar to the 2008 Beijing Games, the cycling events were dominated by the British team, which, with a haul including eight gold medals, was the only one to win more than a single gold medal.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.\n Following a bid headed by former Olympic champion Sebastian Coe and then-Mayor of London Ken Livingstone, London was selected as the host city on 6 July 2005 during the 117th IOC Session in Singapore, defeating bids from Moscow, New York City, Madrid, and Paris. London became the first city to host the modern Olympics three times, having previously hosted the Summer Games in 1908 and in 1948.\n Construction for the Games involved considerable redevelopment, with an emphasis on sustainability. The main focus was a new 200-hectare (490-acre) Olympic Park, constructed on a former industrial site at Stratford, East London. The Games also made use of venues that already existed before the bid.\n The Games received general praise for their organisation, with the volunteers, the British military and public enthusiasm praised particularly highly. The opening ceremony, directed by Danny Boyle, received widespread acclaim throughout the world, particular praise from the British public and a minority of widely ranging criticisms from some social media sites. During the Games, Michael Phelps became the most decorated Olympic athlete of all time, winning his 22nd medal. Saudi Arabia, Qatar, and Brunei entered female athletes for the first time, so that every currently eligible country has sent a female competitor to at least one Olympic Games. Women's boxing was included for the first time, thus the Games became the first at which every sport had female competitors. These were the final Olympic Games under the IOC presidency of Belgian Jacques Rogge, who was succeeded by German Thomas Bach the next year.\n The final medal tally was led by the United States, followed by China and host Great Britain. Several world and Olympic records were set at the games. Though there were several controversies, the 2012 games were deemed highly successful with the rising standards of competition amongst nations across the world, packed stadiums and smooth organisation. Furthermore, the focus on sporting legacy and post-games venue sustainability, much like the 1996 Summer Olympics in Atlanta, was seen as a blueprint for future Olympics.",
  "/wiki/London_Velopark": "Lee Valley VeloPark is a cycling centre on Queen Elizabeth Olympic Park in Stratford, East London. It is owned and managed by Lee Valley Regional Park Authority, and it was opened to the public in March 2014. The facility was one of the permanent venues for the 2012 Olympic and Paralympic Games.\n Lee Valley VeloPark is at the northern end of Queen Elizabeth Olympic Park. It has a velodrome and BMX racing track, which have been used for the Games, as well as a one-mile (1.6 km) road course and 5 miles (8 km) of mountain bike trails. The park replaces the Eastway Cycle Circuit demolished to make way for it. The facilities built for the Olympics were constructed between 2009 and  2011. The first event in the Velopark was the London round of the 2011 UCI BMX Supercross World Cup series.",
  "/wiki/Gong_Jinjie": "Gong Jinjie (Chinese: 宫金杰; pinyin: Gōng Jīnjié, born 12 November 1986) is a Chinese professional track cyclist, a member of the provincial Jilin Team since 2002 and the Chinese National Team since 2005. Her coaches include Yongqing Wang (王永庆) and Sean Eadie."
}