{
  "/wiki/Dhaulagiri": "The Dhaulagiri massif in Nepal extends 120 km (70 mi) from the Kaligandaki River west to the Bheri. This massif is bounded on the north and southwest by tributaries of the Bheri River and on the southeast by the Myagdi Khola. Dhaulagiri I is the seventh highest mountain in the world at 8,167 metres (26,795 ft) above sea level, and the highest mountain within the borders of a single country (Nepal). It was first climbed on 13 May 1960 by a Swiss/Austrian/Nepali expedition.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Gurla_Mandhata": "Gurla Mandhata, or Naimona'nyi or Memo Nani(Chinese: 納木那尼峰) is the highest peak of the Nalakankar Himal, a small subrange of the Himalaya.It is named after king Mandhata of suryavansha of Ikshvaku dynasty. It lies in Burang County of the Ngari Prefecture in the Tibet Autonomous Region of China, near the northwest corner of Nepal. It is the 34th highest peak in the world (using a 500-metre prominence cutoff). It is also notable for being well within the Tibetan Plateau (most peaks of similar height - except notably Shishapangma, the world's 14th highest peak - lie nearer to or outside the edge of the Plateau) and relatively far away from other peaks of height greater than 7500 metres. It sits roughly across Lake Manasarowar from the sacred peak of Mount Kailash. The Tibetan name, Naimona'nyi, is said to come from naimo = \"herbal medicine\", na = \"black\", nyi = \"heaped-up slabs\", giving \"the mountain of heaped-up slabs of black herbal medicine.\"",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Dhaulagiri_II": "The Dhaulagiri massif in Nepal extends 120 km (70 mi) from the Kaligandaki River west to the Bheri. This massif is bounded on the north and southwest by tributaries of the Bheri River and on the southeast by the Myagdi Khola. Dhaulagiri I is the seventh highest mountain in the world at 8,167 metres (26,795 ft) above sea level, and the highest mountain within the borders of a single country (Nepal). It was first climbed on 13 May 1960 by a Swiss/Austrian/Nepali expedition.",
  "/wiki/Api_(mountain)": "Api is the highest peak in the Yoka Pahar Section of Gurans Himal, part of the Himalayas in the extreme northwest corner of Nepal, near the borders of Tibet.[failed verification] It is a little-known peak in a rarely visited part of the Himalayas, but it rises dramatically over the low surrounding terrain.[citation needed]",
  "/wiki/Kanjiroba": "Kanjiroba (Nepali: कान्जिरोबा) is a mountain in the Himalayas of Dolpa District in Nepal. With a summit elevation of 6,883 meters above sea level, it is the highest peak of the Kanjiroba Himal, a subrange of the Himalayas.",
  "/wiki/Saipal": "Saipal is a mountain in the Himalayas of north-west Nepal.",
  "/wiki/Kubi_Gangri": "Kubi Gangri is a mountain in the Himalayas of Asia. It has a summit elevation of 6,859 meters above sea level and is located on the international border between Nepal and Tibet, China.",
  "/wiki/Changla": "Changla is a mountain in the Himalayas of Asia. It has a summit elevation of 6,721 meters above sea level and is located on the international border between Nepal and Tibet, China.",
  "/wiki/Jethi_Bahurani": "Jethi Bahurani is mountain in the Himalayas of Nepal. Located in Darchula District, it has a summit elevation of 6,850 meters above sea level.",
  "/wiki/List_of_Ultras_of_the_Himalayas": "This is a list of all the Ultra prominent peaks (with topographic prominence greater than 1,500 metres) in the Himalayas. Listed separately, to the west and north-west are the Karakoram and Hindu Kush Ultras, and while to the north-east and east are the ultras of Tibet."
}