{
  "/wiki/50/50_burger": "The 50/50 Burger patty  is a half ground bacon, half ground beef burger patty developed by Scott Slater for Slater’s 50/50 restaurant. The 50/50 Burger consists of a 50% ground bacon and 50% ground beef patty topped with a sunny side up egg, avocado mash, pepper jack cheese and chipotle adobo mayo on a white brioche bun.[failed verification]",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Bacon": "Bacon is a type of salt-cured pork. Bacon is prepared from several different cuts of meat, typically from the pork belly or from back cuts, which have less fat than the belly. It is eaten on its own, as a side dish (particularly in breakfasts), or used as a minor ingredient to flavour dishes (e.g., the club sandwich). Bacon is also used for barding and larding roasts, especially game, including venison and pheasant. The word is derived from the Old High German bacho, meaning \"buttock\", \"ham\" or \"side of bacon\", and is cognate with the Old French bacon.",
  "/wiki/Ground_beef": "Ground beef, minced beef or beef mince is beef that has been finely chopped with a knife or a meat grinder (American English) or mincing machine (British English). It is used in many recipes including hamburgers and spaghetti Bolognese.",
  "/wiki/Hamburger": "A hamburger (also burger for short) is a food consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, smoked or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chiles; condiments such as ketchup, mustard, mayonnaise, relish, or \"special sauce\"; and are frequently placed on sesame seed buns. A hamburger topped with cheese is called a cheeseburger.",
  "/wiki/Kangaroo_meat": "Kangaroo meat is mostly produced in Australia from wild kangaroos and in 2010 was exported to over 55 countries worldwide.",
  "/wiki/Angus_burger": "An Angus burger is a hamburger made using beef from Angus cattle. The name Angus burger is used by several fast-food hamburger chains for one or more \"premium\" burgers; however, it does not belong to any single company. Pre-made frozen Angus burgers are increasingly available from retailers.",
  "/wiki/Angus_cattle": "The Aberdeen Angus, sometimes simply Angus, is a Scottish breed of small beef cattle. It derives from cattle native to the counties of Aberdeenshire and Angus in north-eastern Scotland.",
  "/wiki/Aberdeenshire_(historic)": "Aberdeenshire or the County of Aberdeen (Scots: Coontie o Aiberdeen, Scottish Gaelic: Siorrachd Obar Dheathain) is a historic county and registration county of Scotland. The area of the county, excluding the city of Aberdeen itself, is also a lieutenancy area. The county borders Kincardineshire, Angus and Perthshire to the south, Inverness-shire and Banffshire to the west, and the North Sea to the north and east. It has a coast-line of 65 miles (105 km).",
  "/wiki/Angus,_Scotland": "Angus (Scottish Gaelic: Aonghas) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City[disambiguation needed] and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county.",
  "/wiki/Beef": "Beef is the culinary name for meat from cattle, particularly skeletal muscle. Humans have been eating beef since prehistoric times. Beef is a source of high-quality protein and nutrients.",
  "/wiki/Kiwiburger": "The Kiwiburger is a hamburger sold at McDonald's restaurants in New Zealand. It consists of a four-ounce (113 g) beef patty, griddle egg, beetroot, tomato, lettuce, cheese, onions, mustard, and tomato sauce on a toasted bun. The burger was introduced in 1991, but was withdrawn from the main menu in 2004. It has since returned several times on a limited-time promotional basis.",
  "/wiki/Australasia": "Australasia comprises Australia, New Zealand, and some neighbouring islands (see the section Derivation and definitions). It is used in a number of different contexts including geopolitically, physiogeographically, and ecologically where the term covers several slightly different but related regions.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Beetroot": "The beetroot is the taproot portion of a beet plant, usually known in North America as the beet, and also known as the table beet, garden beet, sugar beet, red beet, dinner beet or golden beet. It is one of several cultivated varieties of Beta vulgaris grown for their edible taproots and leaves (called beet greens); they have been classified as B. vulgaris subsp. vulgaris 'Conditiva' Group.",
  "/wiki/Pineapple": "The pineapple (Ananas comosus) is a tropical plant with an edible fruit, also called a pineapple, and the most economically significant plant in the family Bromeliaceae. The pineapple is indigenous to South America where it has been cultivated for many centuries. The introduction of the pineapple cultivation to Europe in the 17th century made it a significant cultural icon of luxury. Since the 1820s pineapple has been commercially grown in greenhouses and many troplcal plantations and it is the third most important tropical fruit in world production. In the 20th century, Hawaii was a dominant producer of pineapples, especially for the US, but by 2016, Costa Rica, Brazil, and the Philippines accounted for nearly one-third of the world's production of pineapples.",
  "/wiki/Fried_egg": "A fried egg is a cooked dish made from one or more eggs which are removed from their shells and placed into a frying pan, usually without breaking the yolk, and fried with minimal accompaniment. Fried eggs are traditionally eaten for breakfast in many countries but may also be served at other times of the day.",
  "/wiki/Bacon_cheeseburger": "A cheeseburger is a hamburger topped with cheese. Traditionally, the slice of cheese is placed on top of the meat patty, but the burger can include variations in structure, ingredients and composition. The cheese is usually added to the cooking hamburger patty shortly before serving, which allows the cheese to melt. As with other hamburgers, a cheeseburger may include toppings, such as lettuce, tomato, onion, pickles, bacon, mayonnaise, ketchup, mustard or other toppings.",
  "/wiki/A%26W_Restaurant": "A&W Restaurants, Inc. is an American chain of fast-food restaurants distinguished by its draft root beer, root beer floats and burgers. Its origins date back to 1919 when Roy W. Allen set up a roadside drink stand to offer a new thick and creamy drink, root beer, at a parade honoring returning World War I veterans in Lodi, California. Allen's employee Frank Wright partnered with him in 1922 and they founded their first restaurant in Sacramento, California, in 1923. The company name was taken respectively from the initials of their last names—Allen and Wright. The company became famous in the United States for its \"frosty mugs,\" where the mugs would be kept in the freezer and eventually get filled with A&W Root Beer before they were served to customers.",
  "/wiki/Lansing,_Michigan": "Lansing /ˈlænsɪŋ/ is the capital of the U.S. state of Michigan. It is mostly in Ingham County, although portions of the city extend west into Eaton County and north into Clinton County. The 2010 Census placed the city's population at 114,297, making it the fifth largest city in Michigan. The population of its Metropolitan Statistical Area (MSA) was 464,036, while the even larger Combined Statistical Area (CSA) population, which includes Shiawassee County, was 534,684. It was named the new state capital of Michigan in 1847, ten years after Michigan became a state.",
  "/wiki/Barbecue_sauce": "Barbecue sauce (also abbreviated as BBQ sauce) is used as a flavoring sauce, a marinade, basting, condiment, or topping for meat cooked in the barbecue cooking style, including pork or beef ribs and chicken. It is a ubiquitous condiment in the Southern United States and is used on many other foods as well.",
  "/wiki/Caramelization": "Caramelization or caramelisation is the browning of sugar, a process used extensively in cooking for the resulting sweet nutty flavor and brown colour. The brown colours are produced by three groups of polymers: caramelans (C24H36O18), caramelens (C36H50O25), and caramelins (C125H188O80). As the process occurs, volatile chemicals such as diacetyl are released, producing the characteristic caramel flavor.",
  "/wiki/Bun": "A bun is a small, sometimes sweet, bread-based item or roll. Though they come in many shapes and sizes, they are most commonly hand-sized or smaller, with a round top and flat bottom.",
  "/wiki/B%C3%B8fsandwich": "A bøfsandwich (literally translates to 'steak sandwich'), is the classic Danish take on a hamburger. It contains the hamburger elements of a cooked ground beef patty placed inside a sliced bread roll.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Danish_cuisine": "Danish cuisine (Danish: det danske køkken) originated from the peasant population's own local produce and was enhanced by cooking techniques developed in the late 19th century and the wider availability of goods during and after the Industrial Revolution. Open sandwiches, known as smørrebrød, which in their basic form are the usual fare for lunch, can be considered a national speciality when prepared and decorated with a variety of fine ingredients. Hot meals are typically prepared with meat or fish. Substantial meat and fish dishes includes flæskesteg (roast pork with crackling) and kogt torsk (poached cod) with mustard sauce and trimmings. Ground meats (pork, veal or beef) became widespread during the industrial revolution and traditional dishes that are still popular includes frikadeller (meat balls), karbonader (breaded pork patties) and medisterpølse (fried sausage). Denmark is known for its Carlsberg and Tuborg beers and for its akvavit and bitters, but amongst the Danes themselves imported wine has gained steadily in popularity since the 1960s.",
  "/wiki/Bread_roll": "A roll  is a small, usually round or oblong individual loaf of bread served as a meal accompaniment (eaten plain or with butter). A roll can be served and eaten whole or cut transversely and dressed with filling between the two halves. Rolls are also commonly used to make sandwiches similar to those produced using slices of bread. They are found in most cuisines all over the world. In the Deipnosophistae, the author Athenaeus (c. 170 – c. 230) describes some of the bread, cakes, and pastries available in the Classical world. Among the breads mentioned are griddle cakes, honey-and-oil bread, mushroom-shaped loaves covered in poppy seeds, and the military specialty of rolls baked on a spit.",
  "/wiki/Buffalo_burger": "Buffalo burgers are hamburgers made with meat from the water buffalo, beefalo or American bison (Bison bison).",
  "/wiki/Meat": "Meat is animal flesh that is eaten as food. Humans have hunted and killed animals for meat since prehistoric times. The advent of civilization allowed the domestication of animals such as chickens, sheep, rabbits, pigs and cattle. This eventually led to their use in meat production on an industrial scale with the aid of slaughterhouses.",
  "/wiki/American_Bison": "The American bison or simply bison (Bison bison), also commonly known as the American buffalo or simply buffalo, is a North American species of bison that once roamed North America in vast herds. Its historical range, by 9000 BCE, is described as the great bison belt, a tract of rich grassland that ran from Alaska to the Gulf of Mexico, east to the Atlantic Seaboard (nearly to the Atlantic tidewater in some areas) as far north as New York and south to Georgia and, according to some sources, down to Florida, with sightings in North Carolina near Buffalo Ford on the Catawba River as late as 1750. It nearly became extinct by a combination of commercial hunting and slaughter in the 19th century and introduction of bovine diseases from domestic cattle.  With a population in excess of 60 million in the late 18th century, the species was down to 541 animals by 1889. Recovery efforts expanded in the mid-20th century, with a resurgence to roughly 31,000 animals today, largely restricted to a few national parks and reserves.",
  "/wiki/American_Heart_Association": "The American Heart Association (AHA) is a non-profit organization in the United States that funds cardiovascular medical research, educates consumers on healthy living and fosters appropriate cardiac care in an effort to reduce disability and deaths caused by cardiovascular disease and stroke. Originally formed in New York City in 1924 as the Association for the Prevention and Relief of Heart Disease, it is currently headquartered in Dallas, Texas. The American Heart Association is a national voluntary health agency.",
  "/wiki/Guacamole": "Guacamole (Spanish: [(ɡ)wakaˈmole] (listen), see below for more; informally shortened to guac in North America since the 1980s) is an avocado-based dip, spread, or salad first developed in what is now Mexico. In addition to its use in modern Mexican cuisine, it has become part of international and American cuisine as a dip, condiment and salad ingredient.",
  "/wiki/Avocado": "The avocado (Persea americana), a tree with probable origin in south-central Mexico, is classified as a member of the flowering plant family Lauraceae. The fruit of the plant, also called an avocado (or avocado pear or alligator pear), is botanically a large berry containing a single large seed.",
  "/wiki/Chili_burger": "A chili burger (also known as a chili size, or simply size, stemming from \"hamburger size\") is a type of hamburger. It consists of a hamburger, with the patty topped with chili con carne. It is often served open-faced, and sometimes the chili is served alongside the burger rather than on top. The chili may be served alone, or with cheese, onions, or occasionally tomatoes as garnishes.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Wendy%27s": "Wendy's is an American international fast food restaurant chain founded by Dave Thomas on November 15, 1969, in Columbus, Ohio. The company moved its headquarters to Dublin, Ohio, on January 29, 2006. As of December 31, 2018, Wendy's was the world's third largest hamburger fast food chain with 6,711 locations, following Burger King and McDonald's. On April 24, 2008, the company announced a merger with Triarc Companies Inc., a publicly traded company and the parent company of Arby's. Despite the new ownership, Wendy's headquarters remained in Dublin. Previously, Wendy's had rejected more than two buyout offers from Triarc.[citation needed] Following the merger, Triarc became known as Wendy's/Arby's Group, and later as The Wendy's Company.",
  "/wiki/Cheeseburger": "A cheeseburger is a hamburger topped with cheese. Traditionally, the slice of cheese is placed on top of the meat patty, but the burger can include variations in structure, ingredients and composition. The cheese is usually added to the cooking hamburger patty shortly before serving, which allows the cheese to melt. As with other hamburgers, a cheeseburger may include toppings, such as lettuce, tomato, onion, pickles, bacon, mayonnaise, ketchup, mustard or other toppings.",
  "/wiki/Chili_con_carne": "Chili con carne or chilli con carne (Spanish pronunciation: [ˈtʃili kon ˈkaɾne]), meaning 'chili with meat', also known as simply chili or chilli, is a spicy stew containing chili peppers (sometimes in the form of chili powder), meat (usually beef), and often tomatoes and beans. Other seasonings may include garlic, onions, and cumin. The original dish originated in southern Texas with working-class Mexican women.",
  "/wiki/Hamdog": "A hamdog is an Australian sandwich that consists of a shaped bread bun with a beef patty cut in two, and a frankfurter placed in between the two halves which is then topped off with cheese, pickles, sauces, tomato, lettuce and onion.",
  "/wiki/Teriyaki": "Teriyaki (kanji: 照り焼き) is a cooking technique used in Japanese cuisine in which foods are broiled or grilled with a glaze of soy sauce, mirin, and sugar.",
  "/wiki/Jucy_Lucy": "A Jucy Lucy or Juicy Lucy is a cheeseburger with cheese inside the meat instead of on top, resulting in a melted core of cheese. Two bars in Minneapolis claim to be the inventor of the burger, while other bars and restaurants have created their own interpretations of the style.",
  "/wiki/Minneapolis,_Minnesota": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/Matt%27s_Bar": "Matt's Bar is a restaurant in south Minneapolis, Minnesota.  It is known as one of two businesses that created the Jucy Lucy.",
  "/wiki/5-8_Club": "The 5-8 Club Tavern & Grill is a restaurant in Minneapolis, Minnesota. Founded in 1928 as a speakeasy, the eatery is one of two Minneapolis establishments that claim to have invented the Juicy Lucy cheeseburger in the 1950s, the other being Matt's Bar. The 5-8 Club also serves its Saucy Sally burger and other dishes including fried cheese curds and onion straws. The restaurant, which has been featured on several Travel Channel TV series, has three additional locations in Minnesota.",
  "/wiki/Kimchi_burger": "A kimchi burger is a hamburger that includes kimchi in its preparation. Several restaurants serve kimchi burgers as part of their fare, including restaurants in South Korea, England and the United States. McDonald's restaurants in South Korea serve kimchi burgers. In addition to kimchi burgers being prepared using ground beef, they may be prepared using seafood, such as salmon. Kimchi burgers are sometimes topped with an egg, and may include additional ingredients such as mayonnaise, barbecue sauce and cilantro, among others.",
  "/wiki/Kimchi": "Kimchi (/ˈkɪmtʃiː/; Korean: 김치, romanized: gimchi, IPA: [kim.tɕʰi]), a staple in Korean cuisine, is a famous traditional side dish of salted and fermented vegetables, such as napa cabbage and Korean radish, made with a widely varying selection of seasonings including gochugaru (chili powder), spring onions, garlic, ginger, and jeotgal (salted seafood), etc.",
  "/wiki/Luther_Burger": "A Luther Burger, or doughnut burger (among several naming variations), is a hamburger or cheeseburger with one or more glazed doughnuts in place of the bun.  These sandwiches have a disputed origin, and tend to run between approximately 800 and 1,500 calories (3,300 and 6,300 kJ).",
  "/wiki/Record_producer": "A record producer or music producer oversees and manages the sound recording and production of a band or performer's music, which may range from recording one song to recording a lengthy concept album. A producer has many, varying roles during the recording process. They may gather musical ideas for the project, collaborate with the artists to select cover tunes or original songs by the artist/group, work with artists and help them to improve their songs, lyrics or arrangements.",
  "/wiki/Luther_Vandross": "Luther Ronzoni Vandross Jr. (April 20, 1951 – July 1, 2005) was an American singer, songwriter, and record producer. Throughout his career, Vandross was an in-demand background vocalist for several different artists including Todd Rundgren, Judy Collins, Chaka Khan, Bette Midler, Diana Ross, David Bowie, Ben E. King, and Donna Summer. He later became a lead singer of the group Change, which released its gold-certified debut album, The Glow of Love, in 1980 on Warner/RFC Records. After Vandross left the group, he was signed to Epic Records as a solo artist and released his debut solo album, Never Too Much, in 1981.",
  "/wiki/The_Daily_Telegraph": "The Daily Telegraph, known online as The Telegraph, is a national British daily broadsheet newspaper published in London by Telegraph Media Group and distributed across the United Kingdom and internationally. It was founded by Arthur B. Sleigh in 1855 as Daily Telegraph & Courier.",
  "/wiki/Decatur,_Georgia": "Decatur is a city in, and the county seat of, DeKalb County, Georgia, which is part of the Atlanta metropolitan area. With a population of 19,335 in the 2010 census, the municipality is sometimes assumed to be larger since multiple ZIP Codes in unincorporated DeKalb County bear Decatur as the address. The city is served by three MARTA rail stations (Decatur, East Lake, and Avondale). The city is located approximately 5 miles northeast of downtown Atlanta and shares its western border with both the city of Atlanta (the Kirkwood neighborhood) and unincorporated DeKalb County. The Druid Hills neighborhood is to the northwest of Decatur. The unofficial motto of Decatur used by some residents is \"Everything is Greater in Decatur.\"",
  "/wiki/Doughnut": "A doughnut  or donut (the latter spelling often seen in American English) is a type of fried dough confection or dessert food. The doughnut is popular in many countries and is prepared in various forms as a sweet snack that can be homemade or purchased in bakeries, supermarkets, food stalls, and franchised specialty vendors.",
  "/wiki/Crown_Burgers": "Crown Burgers is a small hamburger fast food restaurant chain based in Salt Lake City, Utah started in 1978 by John & Rula Katzourakis and Nick Katsanevas (Rula’s brother).",
  "/wiki/List_of_hamburgers": "This is a list of hamburgers. A hamburger is a sandwich consisting of a cooked patty of ground meat usually placed inside a sliced bread roll. Hamburgers are often served with lettuce, bacon, tomato, onion, pickles, cheese, and condiments such as mustard, mayonnaise, ketchup, and relish. There are many types of hamburgers with significant variations."
}