{
  "/wiki/Siege_of_Constantinople_(717–718)": "The Second Arab siege of Constantinople in 717–718 was a combined land and sea offensive by the Muslim Arabs of the Umayyad Caliphate against the capital city of the Byzantine Empire, Constantinople. The campaign marked the culmination of twenty years of attacks and progressive Arab occupation of the Byzantine borderlands, while Byzantine strength was sapped by prolonged internal turmoil. In 716, after years of preparations, the Arabs, led by Maslama ibn Abd al-Malik, invaded Byzantine Asia Minor. The Arabs initially hoped to exploit Byzantine civil strife and made common cause with the general Leo III the Isaurian, who had risen up against Emperor Theodosius III. Leo, however, tricked them and secured the Byzantine throne for himself.",
  "/wiki/Arab–Byzantine_wars": "The Arab–Byzantine wars were a series of wars between the mostly Arab Muslims and the Byzantine Empire between the 7th and 11th centuries AD, started during the initial Muslim conquests under the expansionist Rashidun and Umayyad caliphs in the 7th century and continued by their successors until the mid-11th century.",
  "/wiki/Fall_of_Tenochtitlan": "The Fall of Tenochtitlan, the capital of the Aztec Empire, was a decisive event in the Spanish conquest of the Aztec Empire.",
  "/wiki/Spanish_conquest_of_the_Aztec_Empire": "The Spanish conquest of the Aztec Empire, also known as the Spanish–Mexican War (1519–21), was one of the primary events in the Spanish colonization of the Americas. There are multiple 16th-century narratives of the events by Spanish conquerors, their indigenous allies, and the defeated Aztecs. It was not solely a contest between a small contingent of Spaniards defeating the Aztec Empire but rather the creation of a coalition of Spanish invaders with tributaries to the Aztecs, and most especially the Aztecs' indigenous enemies and rivals. They combined forces to defeat the Mexica of Tenochtitlan over a two-year period. For the Spanish, the expedition to Mexico was part of a project of Spanish colonization of the New World after twenty-five years of permanent Spanish settlement and further exploration in the Caribbean.",
  "/wiki/Siege_of_Rhodes_(1522)": "The Siege of Rhodes of 1522 was the second and ultimately successful attempt by the Ottoman Empire to expel the Knights of Rhodes from their island stronghold and thereby secure Ottoman control of the Eastern Mediterranean. The first siege in 1480 had been unsuccessful.",
  "/wiki/Ottoman_wars_in_Europe": "The Ottoman wars in Europe were a series of military conflicts between the Ottoman Empire and various European states dating from the Late Middle Ages up through the early 20th century. The earliest conflicts began during the Byzantine–Ottoman wars, waged in Anatolia in the late 13th century before entering Europe in the mid 14th century, followed by the Bulgarian–Ottoman wars and the Serbian–Ottoman wars waged beginning in the mid 14th century. Much of this period was characterized by Ottoman expansion into the Balkans. The Ottoman Empire made further inroads into Central Europe in the 15th and 16th centuries, culminating in the peak of Ottoman territorial claims in Europe.",
  "/wiki/Siege_of_Ostend": "The Siege of Ostend was a three-year siege of the city of Ostend during the Eighty Years' War and the Anglo–Spanish War. A Spanish force under Archduke Albrecht besieged the fortress being held initially by a Dutch force which was reinforced by English troops under Francis Vere who became the town's governor.  It was said \"the Spanish assailed the unassailable; the Dutch defended the indefensible.\" The commitment of both sides in the dispute over the only Dutch ruled area in the province of Flanders, made the campaign continue for more than any other during the war. This resulted in one of the longest and bloodiest sieges in world history: more than 100,000 people were killed, wounded or succumbed to disease during the siege.",
  "/wiki/Eighty_Years'_War": "The Eighty Years' War (Dutch: Tachtigjarige Oorlog; Spanish: Guerra de los Ochenta Años) or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg  against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silent, the northern provinces continued their resistance. They eventually were able to oust the Habsburg armies, and in 1581 they established the Republic of the Seven United Netherlands. The war continued in other areas, although the heartland of the republic was no longer threatened. This included the origins of the Dutch colonial empire, which began with Dutch attacks on Portugal's overseas territories, which at the time was conceived as carrying overseas the war with Spain due to Portugal being in a dynastic union with Spain. The Dutch Republic was recognized by Spain and the major European powers in 1609 at the start of the Twelve Years' Truce. Hostilities broke out again around 1619, as part of the broader Thirty Years' War. An end was reached in 1648 with the Peace of Münster (a treaty part of the Peace of Westphalia), when the Dutch Republic was definitively recognised as an independent country no longer part of the Holy Roman Empire. The Peace of Münster is sometimes considered the beginning of the Dutch Golden Age.",
  "/wiki/Second_Siege_of_Zaragoza": "The second siege of Zaragoza was the French capture of the Spanish city of Zaragoza (also known as Saragossa) during the Peninsular War. It was particularly noted for its brutality.",
  "/wiki/Peninsular_War": "The Peninsular War[d] (1807–1814) was a military conflict fought by Bourbon Spain and Portugal, assisted by the United Kingdom, against the invading and occupying forces of the First French Empire for control of the Iberian Peninsula during the Napoleonic Wars. The war began when the French and Spanish armies invaded and occupied Portugal in 1807, and escalated in 1808 after Napoleonic France took over Spain, previously its ally, and installed Joseph Bonaparte on the Spanish throne. The war on the peninsula lasted until the Sixth Coalition defeated Napoleon in 1814, and is regarded as one of the first wars of national liberation, significant for the emergence of large-scale guerrilla warfare.",
  "/wiki/Siege_of_Sevastopol_(1854–1855)": "The siege of Sevastopol (at the time called in English the siege of Sebastopol) lasted from October 1854 until September 1855, during the Crimean War. The allies (French, Ottoman, and British) landed at Eupatoria on 14 September 1854, intending to make a triumphal march to Sevastopol, the capital of the Crimea, with 50,000 men. The 56-kilometre (35 mi) traverse took a year of fighting against the Russians. Major battles along the way were Alma (September 1854), Balaklava (October 1854), Inkerman (November 1854), Tchernaya (August 1855), Redan (September 1855), and, finally, Malakoff (September 1855).  During the siege, the allied navy undertook six bombardments of the capital, on 17 October 1854; and on 9 April, 6 June, 17 June, 17 August, and 5 September 1855.",
  "/wiki/Crimean_War": "The Crimean War (French: Guerre de Crimée; Russian: Кры́мская война́, romanized: Krymskaya voyna or Russian: Восто́чная война́, romanized: Vostochnaya voyna, lit. 'Eastern War'; Turkish: Kırım Savaşı; Italian: Guerra di Crimea) was a military conflict fought from October 1853 to February 1856 in which the Russian Empire lost to an alliance made up of the Ottoman Empire, France, Britain and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, which was a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of the Eastern Orthodox Church. The longer-term causes involved the decline of the Ottoman Empire and the unwillingness of Britain and France to allow Russia to gain territory and power at the Ottoman Empire's expense. It has widely been noted that the causes, in one case involving an argument over a key, have never revealed a \"greater confusion of purpose\", yet they led to a war noted for its \"notoriously incompetent international butchery\".",
  "/wiki/Third_Battle_of_Nanking": "The Third Battle of Nanking was the last major engagement of the Taiping Rebellion, occurring in 1864 after the death of the king of the Taiping Heavenly Kingdom, Hong Xiuquan. There were probably more than a million troops in the battle. Zeng Guofan claimed that the Taiping army sustained 100,000 dead (and many more wounded) in the three-day clash, although its most likely an exaggeration. Following the defeat of the Taiping army the Imperial troops, commanded by Zeng Guofan, slaughtered much of the few city's few remaining population as almost all of the civilian populace had already left northwards to receive food and amnesty from the Xiang army refugee camps due to food shortages. Nanking had been the capital of the Heavenly Kingdom and was known by the Taipings as Tianjing (Heavenly Capital—the name should not be confused with the coastal city of Tianjin). This battle was the effective end of the Taiping army and Nanking was the last major Taiping city to fall back under Imperial control.",
  "/wiki/Taiping_Rebellion": "The Taiping Rebellion, which is also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864 between the established Manchu-led Qing dynasty and the Hakka-led Taiping Heavenly Kingdom.",
  "/wiki/Siege_of_Petersburg": "The Richmond–Petersburg campaign was a series of battles around Petersburg, Virginia, fought from June 15, 1864, to April 2, 1865, during the American Civil War. Although it is more popularly known as the siege of Petersburg, it was not a classic military siege, in which a city is usually surrounded and all supply lines are cut off, nor was it strictly limited to actions against Petersburg. The campaign consisted of nine months of trench warfare in which Union forces commanded by Lt. Gen. Ulysses S. Grant assaulted Petersburg unsuccessfully and then constructed trench lines that eventually extended over 30 miles (48 km) from the eastern outskirts of Richmond, Virginia, to around the eastern and southern outskirts of Petersburg. Petersburg was crucial to the supply of Confederate Gen. Robert E. Lee's army and the Confederate capital of Richmond. Numerous raids were conducted and battles fought in attempts to cut off the Richmond and Petersburg Railroad. Many of these battles caused the lengthening of the trench lines.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/Siege_of_Port_Arthur": "The Siege of Port Arthur (Japanese: 旅順攻囲戦, Ryojun Kōisen; Russian: Оборона Порт-Артура, Oborona Port-Artura, August 1, 1904 – January 2, 1905), the deep-water port and Russian naval base at the tip of the Liaodong Peninsula in Manchuria, was the longest and most violent land battle of the Russo-Japanese War.",
  "/wiki/Russo-Japanese_War": "The Russo-Japanese War (Russian: Ру́сско-япóнская войнá, romanized: Rússko-yapónskaya voyná; Japanese: 日露戦争, romanized: Nichiro sensō; \"Japanese-Russian War\") was fought during 1904 and 1905 between the Russian Empire and the Empire of Japan over rival imperial ambitions in Manchuria and Korea. The major theatres of operations were the Liaodong Peninsula and Mukden in Southern Manchuria and the seas around Korea, Japan and the Yellow Sea.",
  "/wiki/Siege_of_Adrianople_(1912–13)": "The Battle of Odrin or Siege of Odrin (Bulgarian: Обсада на Одрин, Serbian: Опсада Једрена, Turkish: Edirne Kuşatması) was fought during the First Balkan War, beginning in mid-November 1912 and ending on 26 March 1913 with the capture of Edirne (Adrianople) by the Bulgarian 2nd Army and the Serbian 2nd Army.\nThe loss of Edirne delivered the final decisive blow on the Ottoman army and brought to a close the First Balkan War.  A treaty was signed in London on 30 May.  The city was re-occupied and kept by Turkey in the Second Balkan War.",
  "/wiki/First_Balkan_War": "The First Balkan War (Bulgarian: Балканска война; Greek: Αʹ Βαλκανικός πόλεμος; Serbian: Први балкански рат, Prvi Balkanski rat; Turkish: Birinci Balkan Savaşı) lasted from October 1912 to May 1913 and comprised actions of the Balkan League (the kingdoms of Bulgaria, Serbia, Greece and Montenegro) against the Ottoman Empire. The combined armies of the Balkan states overcame the numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success.",
  "/wiki/Battle_of_Taiyuan": "The Japanese offensive called 太原作戦  or the Battle of Taiyuan (Chinese: 太原會戰; pinyin: Tàiyuán Huìzhàn; Wade–Giles: T'ai-yüan Hui-tsan) was a major battle fought between China and Japan named for Taiyuan (the capital of Shanxi province), which lay in the 2nd Military Region. This battle concluded in loss for the NRA, including part of Suiyuan, most of Shanxi and their most modern arsenal at Taiyuan and effectively ended large-scale regular resistance in the North China area.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Battle_of_Xinkou": "The Battle of Xinkou (simplified Chinese: 忻口会战; traditional Chinese: 忻口會戰; pinyin: Xīnkǒu Huìzhàn) was a decisive engagement of the Taiyuan Campaign, the second of the 22 major engagements between the National Revolutionary Army and Imperial Japanese Army during the Second Sino-Japanese War.",
  "/wiki/Battle_of_Shanghai": "The Battle of Shanghai was the first of the twenty-two major engagements fought between the National Revolutionary Army (NRA) of the Republic of China (ROC) and the Imperial Japanese Army (IJA) of the Empire of Japan at the beginning of the Second Sino-Japanese War. It was one of the largest and bloodiest battles of the entire war, later described as \"Stalingrad on the Yangtze\".",
  "/wiki/Battle_of_Wuhan": "The Battle of Wuhan, popularly known to the Chinese as the Defense of Wuhan, and to the Japanese as the Capture of Wuhan, was a large-scale battle of the Second Sino-Japanese War. Engagements took place across vast areas of Anhui, Henan, Jiangxi, Zhejiang, and Hubei provinces over a period of four and a half months. This battle was the longest, largest and arguably the most significant battle in the early stages of the Second Sino-Japanese War. More than one million National Revolutionary Army troops from the Fifth and Ninth War Zone were put under the direct command of Chiang Kai-shek, defending Wuhan from the Central China Area Army of the Imperial Japanese Army led by Shunroku Hata. Chinese forces were also supported by the Soviet Volunteer Group, a group of volunteer pilots from the Soviet Air Forces.",
  "/wiki/Battle_of_Changsha_(1939)": "The First Battle of Changsha (17 September 1939 – 6 October 1939) was the first of four attempts by Japan to take the city of Changsha (長沙市), Hunan (湖南省), during the second Sino-Japanese War. It was the first major battle of the war to fall within the time frame of what is widely considered World War II.",
  "/wiki/Battle_of_Nanchang": "The Battle of Nanchang (simplified Chinese: 南昌会战; traditional Chinese: 南昌會戰) was a military campaign fought around Nanchang, Jiangxi between the Chinese National Revolutionary Army and the Japanese Imperial Japanese Army in the Second Sino-Japanese War. It was the first major conflict to occur following the Battle of Wuhan.",
  "/wiki/Battle_of_Dunkirk": "The Battle of Dunkirk  (French: Bataille de Dunkerque) was fought in Dunkirk (Dunkerque), France, during the Second World War, between the Allies and Nazi Germany. As the Allies were losing the Battle of France on the Western Front, the Battle of Dunkirk was the defence and evacuation to Britain of British and other Allied forces in Europe from 26 May to 4 June 1940.",
  "/wiki/Battle_of_South_Shanxi": "The Battle of South Shanxi , also known as the Battle of Jinnan and Zhongtiao Mountains campaign  by the Chinese and as the Chungyuan Operation by the Japanese, was one of the 22 major engagements between the National Revolutionary Army and the Imperial Japanese Army during the Second Sino-Japanese War (1937–1945).",
  "/wiki/Siege_of_Odessa_(1941)": "The Siege of Odessa, known to the Soviets as the Defence of Odessa, lasted from 8 August until 16 October 1941, during the early phase of Operation Barbarossa, the Axis invasion of the Soviet Union during World War II.",
  "/wiki/List_of_battles_by_casualties": "The following is a list of the casualties count in battles in world history. The list includes both sieges (not technically battles but usually yielding similar combat-related deaths) and civilian casualties during the battles. Large battle casualty counts are almost impossible to calculate precisely. Many of these figures are estimates, and, where possible, a range of estimates is presented. Figures display numbers of all types of casualties when available (killed, wounded, missing, and sick) but may only include number killed. Where possible, the list specifies whether or not prisoners are included in the count. This list does not include bombing runs (such as the attack on Pearl Harbor and the bombing of Tokyo) or massacres such as the Rape of Nanking, which, despite potentially massive casualties, are not typically classified as \"battles\", since they are usually one-sided engagements or the nation attacked is not officially at war with the attackers. Tactical or strategic strikes, however, may form part of larger engagements which are themselves battles."
}