{
  "/wiki/New_South_Wales_Waratahs": "The New South Wales Waratahs (/ˈwɒrətɑːz/ or /ˌwɒrəˈtɑːz/; referred to as the Waratahs, are an Australian rugby union team representing the majority of New South Wales in the Super Rugby competition. The Riverina and other southern parts of the state, are represented by the Brumbies, who are based in Canberra, Australian Capital Territory (ACT).",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Bathurst,_New_South_Wales": "Bathurst /ˈbæθərst/ is a city in the Central Tablelands of New South Wales, Australia. It is about 200 kilometres (120 mi) west-northwest of Sydney and is the seat of the Bathurst Regional Council. Bathurst is the oldest inland settlement in Australia and had a population of 36,801 at June 2018.",
  "/wiki/Orange,_New_South_Wales": "Orange is a city in the Central West region of New South Wales, Australia. It is 254 km (158 mi) west of the state capital, Sydney [206 km (128 mi) on a great circle], at an altitude of 862 metres (2,828 ft). Orange had an estimated urban population of 40,493 as of June 2018 making the city a significant regional centre. A significant nearby landmark is Mount Canobolas with a peak elevation of 1,395 m (4,577 ft) AHD  and commanding views of the district.",
  "/wiki/Newcastle,_New_South_Wales": "The Newcastle (/ˈnuːkɑːsəl/ NEW-kah-səl) metropolitan area is the second most populated area in the Australian state of New South Wales and includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council.",
  "/wiki/Queensland_Reds": "The Queensland Reds is the rugby union team for the Australian state of Queensland that competes in the Southern Hemisphere's Super Rugby competition. Prior to 1996 they were a representative team selected from the rugby union club competitions in Queensland. With the introduction of the professional Super 12 competition they moved to a model where players are contracted to the Reds through the Queensland Rugby Union rather than selected on the basis of club form.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Exhibition_Ground": "Brisbane Showgrounds (formerly known as the Brisbane Exhibition Ground) is located at 600 Gregory Terrace, Bowen Hills, Brisbane, Queensland, Australia and was established in 1875. It hosts almost 300 events each year, with the largest being the Royal Queensland Show (Ekka).",
  "/wiki/Armidale,_New_South_Wales": "Armidale is a city in the Northern Tablelands, New South Wales, Australia. Armidale had a population of 24,504  as at June 2018. It is the administrative centre for the Northern Tablelands region. It is approximately halfway between Sydney and Brisbane at the junction of the New England Highway and Waterfall Way. Armidale traditional owners are Anaiwan people. Many Gumbaynggirr people have settled in Armidale since colonisation."
}