{
  "/wiki/Ontong_Java_Plateau": "The Ontong Java Plateau (OJP) is a huge oceanic plateau located in the southwestern Pacific Ocean, north of the Solomon Islands.\nThe OJP was emplaced around 120 million years ago (Ma) with a much smaller volcanic event around 90 Ma.  Two other southwestern Pacific plateaus, Manihiki and Hikurangi, now separated from the OJP by Cretaceous ocean basins, are of similar age and composition and probably formed as a single plateau and a contiguous large igneous province together with the OJP.\nWhen emplaced this Ontong Java–Manihiki–Hikurangi plateau covered 1% of Earth's surface and represented a volume of 80 million km3 (19 million cu mi) of basaltic magma.\nThis \"Ontong Java event\", first proposed in 1991, represents the largest volcanic event of the past 200 million years, with a magma emplacement rate estimated at up to 22 km3 (5.3 cu mi) per year over 3 million years, several times larger than the Deccan Traps.\nThe smooth surface of the OJP is punctuated by seamounts such as the Ontong Java Atoll, the largest atoll in the world.",
  "/wiki/Accretion_(geology)": "Accretion, in geology, is a process by which material is added to a tectonic plate or a landmass. This material may be sediment, volcanic arcs, seamounts, oceanic crust or other igneous features.",
  "/wiki/Louisville_hotspot": "The Louisville hotspot is a volcanic hotspot responsible for the volcanic activity that has formed the Louisville Ridge in the southern Pacific Ocean.",
  "/wiki/Kerguelen_Plateau": "The Kerguelen Plateau ( /ˈkɜːrɡələn/, /kərˈɡeɪlən/) is an oceanic plateau and a large igneous province (LIP) located on the Antarctic Plate, in the southern Indian Ocean. It is also a microcontinent and submerged continent. It is about 3,000 km (1,900 mi) to the southwest of Australia and is nearly three times the size of Japan. The plateau extends for more than 2,200 km (1,400 mi) in a northwest–southeast direction and lies in deep water.\n The plateau was produced by the Kerguelen hotspot, starting with or following the breakup of Gondwana about 130 million years ago. A small portion of the plateau breaks sea level, forming the Kerguelen Islands (a French territory) plus the Heard and McDonald Islands (an Australian territory). Intermittent volcanism continues on the Heard and McDonald Islands.",
  "/wiki/Kerguelen_Islands": "The Kerguelen Islands (/kərˈɡeɪlən/ or /ˈkɜːrɡələn/; in French commonly Îles Kerguelen but officially Archipel des Kerguelen, pronounced [kɛʁɡelɛn]), also known as the Desolation Islands (Îles de la Désolation in French), are a group of islands in the Antarctic constituting one of the two exposed parts of the Kerguelen Plateau, a large igneous province mostly submerged by the southern Indian Ocean. They are among the most isolated places on Earth, located 450 km (280 mi) northwest of the uninhabited Heard Island and McDonald Islands (Australia) and more than 3,300 km (2,100 mi) from Madagascar, the nearest populated location (excluding the Alfred Faure scientific station in Île de la Possession, about 1,340 km, 830 mi from there, and the non-permanent station located in Île Amsterdam, 1,440 km, 890 mi away). The islands, along with Adélie Land, the Crozet Islands, Amsterdam and Saint Paul Islands, and France's Scattered Islands in the Indian Ocean, are part of the French Southern and Antarctic Lands and are administered as a separate district.\n The main island, Grande Terre, is 6,675 km2 (2,577 sq mi) in area and is surrounded by a further 300 smaller islands and islets, forming an archipelago of 7,215 km2 (2,786 sq mi). The climate is raw[clarification needed] and chilly with frequent high winds throughout the year. The surrounding seas are generally rough and they remain ice-free year-round. There are no indigenous inhabitants, but France maintains a permanent presence of 45 to 100 soldiers, scientists, engineers, and researchers. There are no airports on the islands, so all travel to and from the outside world is conducted by ship.",
  "/wiki/Kerguelen_hotspot": "The Kerguelen hotspot is a volcanic hotspot at the Kerguelen Plateau in the Southern Indian Ocean. The Kerguelen hotspot has produced basaltic lava for about 130 million years and has also produced the Kerguelen Islands, Naturaliste Plateau, Heard Island, the McDonald Islands, and the Ninety East Ridge.",
  "/wiki/North_Atlantic_Igneous_Province": "The North Atlantic Igneous Province (NAIP) is a large igneous province in the North Atlantic, centered on Iceland. In the Paleogene, the province formed the Thulean Plateau, a large basaltic lava plain, which extended over at least 1.3 million km2 (500 thousand sq mi) in area and 6.6 million km3 (1.6 million cu mi) in volume. The plateau was broken up during the opening of the North Atlantic Ocean leaving remnants existing in Northern Ireland, bits of western Scotland, the Faroe Islands, bits of northwestern Iceland, eastern Greenland and western Norway  and many of the islands located in the north eastern portion of the North Atlantic Ocean. The igneous province is the origin of the Giant's Causeway and Fingal's Cave. The province is also known as  Brito-Arctic province (also known as the North Atlantic Tertiary Volcanic Province) and the portion of the province in the British Isles is also called the  British Tertiary Volcanic Province or British Tertiary Igneous Province.",
  "/wiki/Iceland_hotspot": "The Iceland hotspot is a hotspot which is partly responsible for the high volcanic activity which has formed the Iceland Plateau and the island of Iceland.\n Iceland is one of the most active volcanic regions in the world, with eruptions occurring on average roughly every three years (in the 20th century there were 39 volcanic eruptions on and around Iceland).[citation needed]  About a third of the basaltic lavas erupted in recorded history have been produced by Icelandic eruptions.  Notable eruptions have included that of Eldgjá, a fissure of Katla, in 934 (the world's largest basaltic eruption ever witnessed), Laki in 1783 (the world's second largest), and several eruptions beneath ice caps, which have generated devastating glacial bursts, most recently in 2010 after the eruption of Eyjafjallajökull.\n Iceland's location astride the Mid-Atlantic Ridge, where the Eurasian and North American Plates are moving apart, is partly responsible for this intense volcanic activity, but an additional cause is necessary to explain why Iceland is a substantial island while the rest of the ridge mostly consists of seamounts, with peaks below sea level.\n As well as being a region of higher temperature than the surrounding mantle, it is believed to have a higher concentration of water.  The presence of water in magma reduces the melting temperature, which may also play a role in enhancing Icelandic volcanism.",
  "/wiki/Mid-Tertiary_ignimbrite_flare-up": "The Mid-Tertiary ignimbrite flare-up,[a] was a dramatic period of volcanic eruptions in mid-Cenozoic time, approximately 25–40 million years ago, centered in the western United States.  These eruptions are seen today as deposits of ignimbrite, the pyroclastic material that was laid down from these eruptions.",
  "/wiki/Andesite": "Andesite ( /ˈændɪsaɪt/ or /ˈændɪzaɪt/) is an extrusive igneous volcanic rock of intermediate composition, with aphanitic to porphyritic texture. In a general sense, it is the intermediate type between basalt and rhyolite, and ranges from 57 to 63% silicon dioxide (SiO2) as illustrated in TAS diagrams. The mineral assemblage is typically dominated by plagioclase plus pyroxene or hornblende. Magnetite, zircon, apatite, ilmenite, biotite, and garnet are common accessory minerals. Alkali feldspar may be present in minor amounts. The quartz-feldspar abundances in andesite and other volcanic rocks are illustrated in QAPF diagrams.\n Classification of andesites may be refined according to the most abundant phenocryst. Example: hornblende-phyric andesite, if hornblende is the principal accessory mineral.\n Andesite can be considered as the extrusive equivalent of plutonic diorite. Characteristic of subduction zones, andesite represents the dominant rock type in island arcs. The average composition of the continental crust is andesitic.  Along with basalts they are a major component of the Martian crust. The name andesite is derived from the Andes mountain range.",
  "/wiki/Rhyolite": "Rhyolite (/ˈraɪ.ə.laɪt, ˈraɪ.oʊ-/ RY-ə-lyte, RY-oh-) is an igneous, volcanic rock, of felsic (silica-rich) composition (typically > 69% SiO2 – see the TAS classification). It may have any texture from glassy to aphanitic to porphyritic. The mineral assemblage is usually quartz, sanidine and plagioclase (in a ratio > 2:1 – see the QAPF diagram). Biotite and hornblende are common accessory minerals. It is the extrusive equivalent  to granite.",
  "/wiki/San_Juan_volcanic_field": "The San Juan volcanic field is part of the San Juan Mountains  in southwestern Colorado. It consists mainly of volcanic rocks that form the largest remnant of a major composite volcanic field that covered most of the southern Rocky Mountains in the Middle Tertiary geologic time. Within the region lie an abundance of caldera volcanoes, which comprise the San Juan Volcanic Fields. There are approximately fifteen calderas known in the San Juan Volcanic Fields; however, it is possible that there are two or even three more in the region. \n The region began with many composite volcanoes that became active between 35 and 40 million years ago and were particularly eruptive in the time period around 35-30 million years ago. Around this time the activity changed to explosive ash-flow eruptions. Many of these volcanoes experienced caldera collapse, resulting in the fifteen to eighteen caldera volcanoes in the region today.",
  "/wiki/Caribbean_large_igneous_province": "The Caribbean large igneous province (CLIP) consists of a major flood basalt, which created this large igneous province (LIP). It is the source of the current large eastern Pacific oceanic plateau, of which the Caribbean-Colombian oceanic plateau is the tectonized remnant. The deeper levels of the plateau have been exposed on its margins at the North and South American plates. The volcanism took place between 139 and 69 million years ago, with the majority of activity appearing to lie between 95 and 88 Ma.  The plateau volume has been estimated as on the order of 4 x 106 km³.  It has been linked to the Galápagos hotspot.",
  "/wiki/Caribbean–Colombian_oceanic_plateau": "The Caribbean large igneous province (CLIP) consists of a major flood basalt, which created this large igneous province (LIP). It is the source of the current large eastern Pacific oceanic plateau, of which the Caribbean-Colombian oceanic plateau is the tectonized remnant. The deeper levels of the plateau have been exposed on its margins at the North and South American plates. The volcanism took place between 139 and 69 million years ago, with the majority of activity appearing to lie between 95 and 88 Ma.  The plateau volume has been estimated as on the order of 4 x 106 km³.  It has been linked to the Galápagos hotspot.",
  "/wiki/Galápagos_hotspot": "The Galápagos hotspot is a volcanic hotspot in the East Pacific Ocean responsible for the creation of the Galapagos Islands as well as three major aseismic ridge systems, Carnegie, Cocos and Malpelo which are on two tectonic plates. The hotspot is located near the Equator on the Nazca Plate not far from the divergent plate boundary with the Cocos Plate. The tectonic setting of the hotspot is complicated by the Galapagos Triple Junction of the Nazca and Cocos plates with the Pacific Plate. The movement of the plates over the hotspot is determined not solely by the spreading along the ridge but also by the relative motion between the Pacific Plate and the Cocos and Nazca Plates.\n The hotspot is believed to be over 20 million years old and in that time there has been interaction between the hotspot, both of these plates, and the divergent plate boundary, at the Galapagos Spreading Centre. Lavas from the hotspot do not exhibit the homogeneous nature of many hotspots; instead there is evidence of four major reservoirs feeding the hotspot. These mix to varying degrees at different locations on the archipelago and also within the Galapagos Spreading Centre.",
  "/wiki/Siberian_Traps": "The Siberian Traps (Russian: Сибирские траппы, Sibirskiye trappy) is a large region of volcanic rock, known as a large igneous province, in Siberia, Russia. The massive eruptive event that formed the traps is one of the largest known volcanic events in the last 500 million years.\n The eruptions continued for roughly two million years and spanned the Permian–Triassic boundary, or P–T boundary, which occurred between 251 to 250 million years ago.\n Large volumes of basaltic lava covered a large expanse of Siberia in a flood basalt event. Today, the area is covered by about 7 million km2 (3 million sq mi) of basaltic rock, with a volume of around 4 million km3 (1 million cu mi).",
  "/wiki/Siberia": "Siberia (/saɪˈbɪəriə/; Russian: Сибирь, tr. Sibír', IPA: [sʲɪˈbʲirʲ] (listen)) is an extensive geographical region spanning much of Eurasia and North Asia. Siberia has been part of modern Russia since the 17th century.\n The territory of Siberia extends eastwards from the Ural Mountains to the watershed  \nbetween the Pacific and Arctic drainage basins. The Yenisei River conditionally divides Siberia into two parts, Western and Eastern. Siberia stretches southwards from the Arctic Ocean to the hills of north-central Kazakhstan and to the national borders of Mongolia and China.\n With an area of 13.1 million square kilometres (5,100,000 sq mi), Siberia accounts for 77% of Russia's land area, but it is home to approximately 33 million people—23% of the country's population. This is equivalent to an average population density of about 3 inhabitants per square kilometre (7.8/sq mi) (approximately equal to that of Australia), making Siberia one of the most sparsely populated regions on Earth. If it were a country by itself, it would still be the largest country in area, but in population it would be the world's 35th-largest and Asia's 14th-largest.\n Worldwide, Siberia is well-known primarily for its long, harsh winters, with a January average of −25 °C (−13 °F), as well as its extensive history of use by Russian and Soviet governments as a place for prisons, labor camps, and internal exile.",
  "/wiki/Permian–Triassic_extinction_event": "The Permian–Triassic extinction event, also known as the P–Tr extinction, the P–T extinction, the End-Permian Extinction, and colloquially as the Great Dying,  formed the boundary between the Permian and Triassic geologic periods, as well as between the Paleozoic and Mesozoic eras, approximately 252 million years ago. It is the Earth's most severe known extinction event, with up to 96% of all marine species and 70% of terrestrial vertebrate species becoming extinct. It was the largest known mass extinction of insects. Some 57% of all biological families and 83% of all genera became extinct. \n There is evidence for one to three distinct pulses, or phases, of extinction. Potential causes for those pulses include one or more large meteor impact events, massive volcanic eruptions (such as the Siberian Traps), and climate change brought on by large releases of underwater methane or methane-producing microbes.\n The speed of the recovery from the extinction is disputed. Some scientists estimate that it took 10 million years (until the Middle Triassic), due both to the severity of the extinction and because grim conditons returned periodically for another 5 million years. However, studies in Bear Lake County, near Paris, Idaho, showed a relatively quick rebound in a localized Early Triassic marine ecosystem, taking around 2 million years to recover, suggesting that the impact of the extinction may have been felt less severely in some areas than others.",
  "/wiki/Extinction_event": "An extinction event (also known as a mass extinction or biotic crisis) is a widespread and rapid decrease in the biodiversity on Earth. Such an event is identified by a sharp change in the diversity and abundance of multicellular organisms. It occurs when the rate of extinction increases with respect to the rate of speciation. Estimates of the number of major mass extinctions in the last 540 million years range from as few as five to more than twenty. These differences stem from the threshold chosen for describing an extinction event as \"major\", and the data chosen to measure past diversity.\n Because most diversity and biomass on Earth is microbial, and thus difficult to measure, recorded extinction events affect the easily observed, biologically complex component of the biosphere rather than the total diversity and abundance of life. Extinction occurs at an uneven rate. Based on the fossil record, the background rate of extinctions on Earth is about two to five taxonomic families of marine animals every million years. Marine fossils are mostly used to measure extinction rates because of their superior fossil record and stratigraphic range compared to land animals.\n The Great Oxygenation Event, which occurred around 2.45 billion years ago, was probably the first major extinction event. Since the Cambrian explosion, five further major mass extinctions have significantly exceeded the background extinction rate. The most recent and arguably best-known, the Cretaceous–Paleogene extinction event, which occurred approximately 66 million years ago (Ma), was a large-scale mass extinction of animal and plant species in a geologically short period of time. In addition to the five major mass extinctions, there are numerous minor ones as well, and the ongoing mass extinction caused by human activity is sometimes called the sixth extinction. Mass extinctions seem to be a mainly Phanerozoic phenomenon, with extinction rates low before large complex organisms arose.",
  "/wiki/Karoo-Ferrar": "The Karoo and Ferrar Large Igneous Provinces (LIPs) are two large igneous provinces in Southern Africa and Antarctica respectively, collectively known as the Karoo-Ferrar, Gondwana, or Southeast African LIP, associated with the initial break-up of the Gondwana supercontinent at c. 183 Ma.\nIts flood basalt mostly covers South Africa and Antarctica but portions extend further into southern Africa and into South America, India, Australia and New Zealand.\n Karoo-Ferrar formed just prior to the breakup of Gondwana in the Lower Jurassic epoch, about 183 million years ago; this timing corresponds to the early Toarcian anoxic event and the Pliensbachian-Toarcian extinction. It covered about 3 x 106 km2. The total original volume of the flow, which extends over a distance in excess of 6000 km (4000 km  in Antarctica alone), was in excess of 2.5 x 106 km³ (2.5 million cubic kilometres).\n The Ferrar LIP is notable for long distance transport and the Karoo LIP for its large volume and chemical diversity. \n The igneous activity of the Karoo LIP began c. 204 Ma at the northern margin of the province.  The long-lasting Chon-Aike Province in Patagonia, the Antarctic Peninsula, and Ellsworth Land was activated c. 190 Ma in an unstable tectonic environment in which both extension and subduction occurred.  Chon-Aike had a peak between 183 to 173 Ma but produced continued magmatism between 168 to 141 Ma.  By 184 to 175 Ma the Karoo magmatism had spread to Namibia, Lesotho, Lebombo, and the Ferrar province in Antarctica.  The Karoo LIP ended 145 Ma with peripheral eruptions in Patagonia, the Antarctica Peninsula, northern South Africa, Kerala in India, and southeast Australia.  The Karoo Province uplifted southern Africa c. 1.5 km (0.93 mi) and broke East Gondwana (India, Antarctica, and Australia) away from West Gondwana (South America and Africa) beginning in the opening of the Weddell Sea.\n In the Cretaceous, some 15 million years after the last Karoo eruption, renewed magmatism was initiated between Mary Byrd Land in Antarctica and New Zealand from where it spread along Gondwana's southern margin, from eastern Australia to the Antarctic Peninsula.  Isotopic dating suggests a series of igneous events at 133–131, 124–119, and 113–107 Ma in Australia; 110–99 Ma in Mary Byrd Land; 114-109 and 82 Ma in New Zealand; and 141 and 127 Ma in the Antarctic Peninsula.  This phase of magmatism resulted in extension and rift between Australia and Antarctica, Australia and Lord Howe Rise, and Mary Byrd Land and New Zealand.",
  "/wiki/Gondwana": "Gondwana ( /ɡɒndˈwɑːnə/) or Gondwanaland was a supercontinent that existed from the Neoproterozoic (about 550 million years ago) until the Jurassic (about 180 million years ago).\n It was formed by the accretion of several cratons. Eventually, Gondwana became the largest piece of continental crust of the Paleozoic Era, covering an area of about 100,000,000 km2 (39,000,000 sq mi), about one-fifth of the Earth's surface. During the Carboniferous Period, it merged with Euramerica to form a larger supercontinent called Pangaea. Gondwana (and Pangaea) gradually broke up during the Mesozoic Era. The remnants of Gondwana make up about two-thirds of today's continental area, including South America, Africa, Antarctica, Australia, Indian Subcontinent and Arabia.\n The formation of Gondwana began c. 800 to 650 Ma with the East African Orogeny, the collision of India and Madagascar with East Africa, and was completed c. 600 to 530 Ma with the overlapping Brasiliano and Kuunga orogenies, the collision of South America with Africa and the addition of Australia and Antarctica, respectively.",
  "/wiki/Paraná_and_Etendeka_traps": "The Paraná-Etendeka traps (or Paraná and Etendeka Plateau; or Paraná and Etendeka Province) comprise a large igneous province that includes both the main Paraná traps (in Paraná Basin, a South American geological basin) as well as the smaller severed portions of the flood basalts at the Etendeka traps (in northwest Namibia and southwest Angola). The original basalt flows occurred 128 to 138 million years ago. The province had a post-flow surface area of 1.5 x 106 km² (580,000 miles²)  and an original volume projected to be in excess of 2.3 x 106 km³.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.\n The territory of Angola has been inhabited since the Paleolithic Era, hosting a wide variety of ethnic groups, tribes and kingdoms. The nation state of Angola originated from Portuguese colonisation, which initially began with coastal settlements and trading posts founded in the 16th century. In the 19th century, European settlers gradually began to establish themselves in the interior. The Portuguese colony that became Angola did not have its present borders until the early 20th century because of resistance by groups such as the Cuamato, the Kwanyama and the Mbunda.\n After a protracted anti-colonial struggle, independence was achieved in 1975 as the Marxist–Leninist People's Republic of Angola, a one-party state supported by the Soviet Union and Cuba. The civil war between the ruling People's Movement for the Liberation of Angola (MPLA) and the insurgent anti-communist National Union for the Total Independence of Angola (UNITA), supported by the United States and apartheid South Africa, lasted until 2002. The sovereign state has since become a relatively stable unitary, presidential constitutional republic.\n Angola has vast mineral and petroleum reserves, and its economy is among the fastest-growing in the world, especially since the end of the civil war; however, the standard of living remains low for most of the population, and life expectancy in Angola is among the lowest in the world, while infant mortality is among the highest. Angola's economic growth is highly uneven, with most of the nation's wealth concentrated in a disproportionately small sector of the population.\n Angola is a member state of the United Nations, OPEC, African Union, the Community of Portuguese Language Countries, and the Southern African Development Community. A highly multiethnic country, Angola's 25.8 million people span tribal groups, customs, and traditions. Angolan culture reflects centuries of Portuguese rule, in the predominance of the Portuguese language and of the Catholic Church.",
  "/wiki/Namibia": "Namibia (/nəˈmɪbiə/ (listen), /næˈ-/), officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 21 March 1990, following the Namibian War of Independence. Its capital and largest city is Windhoek, and it is a member state of the United Nations (UN), the Southern African Development Community (SADC), the African Union (AU), and the Commonwealth of Nations. \n Namibia, the driest country in Sub-Saharan Africa, was inhabited since early times by the San, Damara and Nama people. Around the 14th century, immigrating Bantu peoples arrived as part of the Bantu expansion. Since then, the Bantu groups, the largest being the Ovambo, have dominated the population of the country; since the late 19th century, they have constituted a majority.\n In 1878, the Cape of Good Hope, then a British colony, annexed the port of Walvis Bay and the offshore Penguin Islands; these became an integral part of the new Union of South Africa at its creation in 1910. In 1884 the German Empire established rule over most of the territory, forming a colony known as German South West Africa. It developed farming and infrastructure. Between 1904 and 1908 it perpetrated a genocide against the Herero and Nama people. German rule ended in 1915 with a defeat by South African forces. In 1920, after the end of World War I, the League of Nations mandated the administration of the colony to South Africa. It imposed its laws, including racial classifications and rules. From 1948, with the National Party elected to power, South Africa applied apartheid also to what was then known as South West Africa.\n In the later 20th century, uprisings and demands for political representation by native African political activists seeking independence resulted in the UN assuming direct responsibility over the territory in 1966, but South Africa maintained de facto rule. In 1973 the UN recognised the South West Africa People's Organisation (SWAPO) as the official representative of the Namibian people; the party is dominated by the Ovambo, who are a large plurality in the territory. Following continued guerrilla warfare, South Africa installed an interim administration in Namibia in 1985. Namibia obtained full independence from South Africa in 1990. However, Walvis Bay and the Penguin Islands remained under South African control until 1994.\n Namibia has a population of 2.6 million people and a stable multi-party parliamentary democracy. Agriculture, herding, tourism and the mining industry – including mining for gem diamonds, uranium, gold, silver, and base metals – form the basis of its economy. The large, arid Namib Desert has resulted in Namibia being overall one of the least densely populated countries in the world.",
  "/wiki/Tristan_hotspot": "The Tristan hotspot is a volcanic hotspot which is responsible for the volcanic activity which forms the volcanoes in the southern Atlantic Ocean. It is thought to have formed the island of Tristan da Cunha and the Walvis Ridge on the African Plate.",
  "/wiki/Central_Atlantic_magmatic_province": "The Central Atlantic magmatic province (CAMP) is the Earth's largest continental large igneous province, covering an area of roughly 11 million km2. It is composed mainly of basalt that formed before Pangaea broke up in the Mesozoic Era, near the end of the Triassic and the beginning of the Jurassic periods. The subsequent breakup of Pangaea created the Atlantic Ocean, but the massive igneous upwelling provided a legacy of basaltic dikes, sills, and lavas now spread over a vast area around the present central North Atlantic Ocean, including large deposits in northwest Africa, southwest Europe, as well as northeast South and southeast North America (found as continental tholeiitic basalts in subaerial flows and intrusive bodies). The name and CAMP acronym were proposed by Andrea Marzoli (Marzoli et al. 1999) and adopted at a symposium held at the 1999 Spring Meeting of the American Geophysical Union.\n The CAMP volcanic eruptions occurred about 201 million years ago and split into four pulses lasting for over ~600,000 years. The resulting large igneous province is, in area covered, the most extensive on earth. The volume of magma flow of ~2–3 × 106 km3 makes it one of the most voluminous as well.\n This geologic event is associated with the Triassic–Jurassic extinction event.",
  "/wiki/Laurasia": "Laurasia (/lɔːˈreɪʒə, -ʃiə/), a portmanteau for Laurentia and Eurasia, was the more northern of two minor supercontinents (the other being Gondwana) that formed part of the Pangaea supercontinent from c. 425 million years ago (Mya) to 200 Mya. It separated from Gondwana 215 to 175 Mya (beginning in the late Triassic period) during the breakup of Pangaea, drifting farther north after the split and finally broke apart with the opening of the North Atlantic Ocean c. 56 Mya.\n Laurentia, Avalonia, and Baltica, and a series of smaller terranes, collided in the Caledonian orogeny c. 400 Ma to form Laurussia.  Laurussia then collided with Gondwana to form Pangaea.  Kazakhstania and Siberia was then added to Pangaea 290–300 Ma to form Laurasia.  Laurasia finally became an independent continental mass when Pangaea broke-up into Gondwana and Laurasia.",
  "/wiki/Pangaea": "Pangaea or Pangea ( /pænˈdʒiːə/) was a supercontinent that existed during the late Paleozoic and early Mesozoic eras. It assembled from earlier continental units approximately 335 million years ago, and it began to break apart about 175 million years ago. In contrast to the present Earth and its distribution of continental mass, Pangaea was centred on the Equator and surrounded by the superocean Panthalassa. Pangaea is the most recent supercontinent to have existed and the first to be reconstructed by geologists.",
  "/wiki/Deccan_Traps": "The Deccan Traps are a large igneous province located on the Deccan Plateau of west-central India (17–24°N, 73–74°E). They are one of the largest volcanic features on Earth. They consist of multiple layers of solidified flood basalt that together are more than 2,000 m (6,600 ft) thick, cover an area of c. 500,000 km2 (200,000 sq mi), and have a volume of c. 1,000,000 km3 (200,000 cu mi). Originally, the Deccan Traps may have covered c. 1,500,000 km2 (600,000 sq mi), with a correspondingly larger original volume.",
  "/wiki/Deccan_Plateau": "The Deccan Plateau is a large plateau in western and southern Indian Subcontinent. It rises to 100 metres (330 ft) in the north, and to more than 1,000 metres (3,300 ft) in the south, forming a raised triangle within the south-pointing triangle of the Indian subcontinent's coastline.\n It extends over eight Indian states and encompasses a wide range of habitats, covering significant parts of Telangana, Maharashtra, Karnataka and Andhra Pradesh.\n The plateau is located between two mountain ranges, the Western Ghats and the Eastern Ghats, each of which rises from its respective nearby coastal plain, and almost converge at the southern tip of India. It is separated from the Gangetic plain to the north by the Satpura and Vindhya Ranges, which form its northern boundary. The Deccan produced some of the major dynasties in Indian history including Pallavas, Satavahana, Vakataka, Chalukya, and Rashtrakuta dynasties, the Western Chalukya, the Kadamba Dynasty, Kakatiya Empire, Kamma Nayakas, Vijayanagara and Maratha empires and the Muslim Bahmani Sultanate, Deccan Sultanate, and the Nizam of Hyderabad.",
  "/wiki/Dinosaurs": "Dinosaurs are a diverse group of reptiles[note 1] of the clade Dinosauria. They first appeared during the Triassic period, between 243 and 233.23 million years ago, although the exact origin and timing of the evolution of dinosaurs is the subject of active research. They became the dominant terrestrial vertebrates after the Triassic–Jurassic extinction event 201.3 million years ago; their dominance continued through the Jurassic and Cretaceous periods. The fossil record demonstrates that birds are modern feathered dinosaurs, having evolved from earlier theropods during the Late Jurassic epoch. As such, birds were the only dinosaur lineage to survive the Cretaceous–Paleogene extinction event approximately 66 million years ago. Dinosaurs can therefore be divided into avian dinosaurs, or birds; and non-avian dinosaurs, which are all dinosaurs other than birds.\n Dinosaurs are a varied group of animals from taxonomic, morphological and ecological standpoints. Birds, at over 10,000 living species, are the most diverse group of vertebrates besides perciform fish. Using fossil evidence, paleontologists have identified over 500 distinct genera and more than 1,000 different species of non-avian dinosaurs. Dinosaurs are represented on every continent by both extant species (birds) and fossil remains. Through the first half of the 20th century, before birds were recognized to be dinosaurs, most of the scientific community believed dinosaurs to have been sluggish and cold-blooded. Most research conducted since the 1970s, however, has indicated that all dinosaurs were active animals with elevated metabolisms and numerous adaptations for social interaction. Some were herbivorous, others carnivorous. Evidence suggests that all dinosaurs were egg-laying; and that nest-building was a trait shared by many dinosaurs, both avian and non-avian.\n While dinosaurs were ancestrally bipedal, many extinct groups included quadrupedal species, and some were able to shift between these stances. Elaborate display structures such as horns or crests are common to all dinosaur groups, and some extinct groups developed skeletal modifications such as bony armor and spines. While the dinosaurs' modern-day surviving avian lineage (birds) are generally small due to the constraints of flight, many prehistoric dinosaurs (non-avian and avian) were large-bodied—the largest sauropod dinosaurs are estimated to have reached lengths of 39.7 meters (130 feet) and heights of 18 meters (59 feet) and were the largest land animals of all time. Still, the idea that non-avian dinosaurs were uniformly gigantic is a misconception based in part on preservation bias, as large, sturdy bones are more likely to last until they are fossilized. Many dinosaurs were quite small: Xixianykus, for example, was only about 50 cm (20 in) long.\n Since the first dinosaur fossils were recognized in the early 19th century, mounted fossil dinosaur skeletons have been major attractions at museums around the world, and dinosaurs have become an enduring part of world culture. The large sizes of some dinosaur groups, as well as their seemingly monstrous and fantastic nature, have ensured dinosaurs' regular appearance in best-selling books and films, such as Jurassic Park. Persistent public enthusiasm for the animals has resulted in significant funding for dinosaur science, and new discoveries are regularly covered by the media.",
  "/wiki/Emeishan_Traps": "The Emeishan Traps constitute a flood basalt volcanic province, or large igneous province, in south-western China, centred in Sichuan province. It is sometimes referred to as the Permian Emeishan Large Igneous Province or Emeishan Flood Basalts. Like other volcanic provinces or \"traps\", the Emeishan Traps are multiple layers of igneous rock laid down by large mantle plume volcanic eruptions. The Emeishan Traps eruptions were serious enough to have global ecological and paleontological impact.\n It is named for Emeishan, a mountain in Sichuan.",
  "/wiki/Coppermine_River_Group": "The Coppermine River Group is a sequence of Mesoproterozoic continental flood basalts forming part of the Mackenzie Large Igneous Province in the Northwest Territories and Nunavut, Canada. It is among the largest flood basalt province on Earth, covering the area with a volume of approximately 650,000 km3 (155,943 cu mi).",
  "/wiki/Mackenzie_Large_Igneous_Province": "The Mackenzie Large Igneous Province (MLIP) is a major Mesoproterozoic large igneous province of the southwestern, western and northwestern Canadian Shield in Canada. It consists of a group of related igneous rocks that were formed during a massive igneous event starting about 1,270 million years ago. The large igneous province extends from the Arctic in Nunavut to near the Great Lakes in Northwestern Ontario where it meets with the smaller Matachewan dike swarm. Included in the Mackenzie Large Igneous Province are the large Muskox layered intrusion, the Coppermine River flood basalt sequence and the massive northwesterly trending Mackenzie dike swarm.\n As a large igneous province, it is an extremely large area of related igneous rocks that were emplaced over an extremely short geological time span. The igneous rocks comprising the Mackenzie Large Igneous Province originated from processes not associated with normal plate tectonics and seafloor spreading. It is one of the several large igneous provinces scattered throughout the Canadian landscape, which can be thousands of kilometres in volume and area. The Mackenzie Large Igneous Province is one of the world's largest Proterozoic magmatic provinces, as well as one of the most well-preserved continental flood basalt terrains on Earth. Igneous rocks of the Mackenzie Large Igneous Province are generally mafic in composition, including basalt and gabbro.\n Even though the Mackenzie Large Igneous Province is classified as a large igneous province like other extremely large accumulations of igneous rocks on Earth, it is much larger than large igneous province standards. The standard size classification for large igneous provinces is a minimum areal extent of 100,000 km2 (39,000 sq mi). However, the Mackenzie dike swarm itself occupies an area of at least 2,700,000 km2 (1,000,000 sq mi), making the Mackenzie Large Igneous Province larger than the Ontong Java Plateau (in the southwestern Pacific Ocean) and the U.S. state of Alaska.",
  "/wiki/Canadian_Shield": "The Canadian Shield, also called the Laurentian Plateau, or Bouclier canadien (French), is a large area of exposed Precambrian igneous and high-grade metamorphic rocks (geological shield) that forms the ancient geological core of the North American continent (the North American Craton or Laurentia). Composed of igneous rock resulting from its long volcanic history, the area is covered by a thin layer of soil. With a deep, common, joined bedrock region in eastern and central Canada, it stretches north from the Great Lakes to the Arctic Ocean, covering over half of Canada; it also extends south into the northern reaches of the United States. Human population is sparse, and industrial development is minimal, while mining is prevalent.",
  "/wiki/Ethiopian_Highlands": "The Ethiopian Highlands is a rugged mass of mountains in Ethiopia, situated in the Horn region in northeast Africa. It forms the largest continuous area of its elevation in the continent, with little of its surface falling below 1,500 m (4,900 ft), while the summits reach heights of up to 4,550 m (14,930 ft). It is sometimes called the Roof of Africa due to its height and large area. Most of the Ethiopian Highlands are part of central and northern Ethiopia, and its northernmost portion reaches into Eritrea.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Yemen": "Yemen (/ˈjɛmən/ (listen); Arabic: اَلْيَمَنُ‎, romanized: al-Yaman), sometimes spelled Yaman, officially the Republic of Yemen (Arabic: اَلْجُمْهُورِيَّةُ ٱلْيَمَنِيَّةُ‎, romanized: al-Jumhūrīyah al-Yamanīyah, literally \"Yemeni Republic\"), is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres (203,850 square miles). The coastline stretches for about 2,000 kilometres (1,200 miles). It is bordered by Saudi Arabia to the north, the Red Sea to the west, the Gulf of Aden and Guardafui Channel to the south, and Oman and the Arabian Sea to the east. Yemen's territory encompasses more than 200 islands, including Socotra, one of the largest islands in the Middle East. Yemen is a member of the Arab League, United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation. The state is characterized as a failed state with high necessity of transformation.\n Yemen's constitutionally stated capital is the city of Sana'a, but the city has been under Houthi rebel control since February 2015. Yemen is a developing country and in 2019 the United Nations reported that Yemen is the country with the most people in need of humanitarian aid with 24.1 million people in need.\n In ancient times, Yemen was the home of the Sabaeans, a trading state that flourished for over a thousand years and included parts of modern-day Ethiopia and Eritrea. In 275 CE, the region came under the rule of the later Jewish-influenced Himyarite Kingdom. Christianity arrived in the fourth century. Islam spread quickly in the seventh century and Yemenite troops were crucial in the early Islamic conquests. Administration of Yemen has long been notoriously difficult. Several dynasties emerged from the ninth to 16th centuries, the Rasulid dynasty being the strongest and most prosperous. The country was divided between the Ottoman and British empires in the early twentieth century. The Zaydi Mutawakkilite Kingdom of Yemen was established after World War I in North Yemen before the creation of the Yemen Arab Republic in 1962. South Yemen remained a British protectorate known as the Aden Protectorate until 1967 when it became an independent state and later, a Marxist-Leninist state. The two Yemeni states united to form the modern Republic of Yemen (al-Jumhūrīyah al-Yamanīyah) in 1990. President Ali Abdullah Saleh was the first president of the new republic until his resignation in 2012. His rule has been described as a kleptocracy.\n Since 2011, Yemen has been in a state of political crisis starting with street protests against poverty, unemployment, corruption, and president Saleh's plan to amend Yemen's constitution and eliminate the presidential term limit, in effect making him president for life. President Saleh stepped down and the powers of the presidency were transferred to Vice President Abdrabbuh Mansur Hadi, who was formally elected president on 21 February 2012 in a one-candidate election. The total absence of central government during this transition process exacerbated several clashes on-going in the country, like the armed conflict between the Houthi rebels of Ansar Allah militia and the al-Islah forces, as well as the al-Qaeda insurgency. In September 2014, the Houthis took over Sana'a with the help of the ousted president Saleh, later declaring themselves the national government after a coup d'état; Saleh was shot dead by a sniper in Sana'a in December 2017. This resulted in a new civil war and a Saudi-led military intervention aimed at restoring Hadi's government. At least 56,000 civilians and combatants have been killed in armed violence in Yemen since January 2016.\n The conflict has resulted in a famine affecting 17 million people. The lack of safe drinking water, caused by depleted aquifers and the destruction of the country's water infrastructure, has also caused the largest, fastest-spreading cholera outbreak in modern history, with the number of suspected cases exceeding 994,751. Over 2,226 people have died since the outbreak began to spread rapidly at the end of April 2017.",
  "/wiki/Afar_Region": "The Afar Regional State (/ˈɑːfɑːr/; Afar: Qafar; Amharic: አፋር ክልል) is one of the nine regional states (kililoch) of Ethiopia, and is the homeland of the Afar people. Formerly known as Region 2, its new capital as of 2007 is the recently constructed city of Semera, which lies on the paved Awash–Assab highway.\n The Afar Triangle, the northern part of which is the Danakil Depression, is part of the Great Rift Valley of Ethiopia, and is located in the north of the region. It has the lowest point in Ethiopia and one of the lowest in Africa. The southern part of the region consists of the valley of the Awash River, which empties into a string of lakes along the Ethiopian-Djibouti border. Other notable landmarks include the Awash and Yangudi Rassa National Parks.",
  "/wiki/Arabian-Nubian_Shield": "The Arabian-Nubian Shield (ANS) is an exposure of Precambrian crystalline rocks on the flanks of the Red Sea. The crystalline rocks are mostly Neoproterozoic in age.  Geographically - and from north to south - the ANS includes parts of Israel, Palestine, Jordan, Egypt, Saudi Arabia, Sudan, Eritrea, Ethiopia, Yemen, and Somalia. The ANS in the north is exposed as part of the Sahara Desert and Arabian Desert, and in the south in the Ethiopian Highlands, Asir province of Arabia and Yemen Highlands.\n The ANS was the site of some of man's earliest geologic efforts, principally by the ancient Egyptians to extract gold from the rocks of Egypt and NE Sudan.  This was the most easily worked of all metals and does not tarnish.  All of the gold deposits in Egypt and northern Sudan were found and exploited by Egyptians.  The earliest preserved geologic map was made in 1150 BCE to show the location of gold deposits in Eastern Egypt; it is known as the Turin papyrus.  New gold discoveries have been found in Sudan, Eritrea, and Saudi Arabia.\n Pharonic Egyptians also quarried granite near Aswan and floated this down the Nile to be used as facing for the pyramids.  The Greek name for Aswan, Syene; is the type locality for the igneous rock syenite.  The Romans followed this tradition and had many quarries especially in the northern part of the Eastern Desert of Egypt where porphyry and granite were mined and shaped for shipment.\n Precious and industrial metals, including gold, silver, copper, zinc, tin, and lead, have been mined in Saudi Arabia for at least 5,000 years. The most productive mine in Saudi Arabia, Mahd adh Dhahab (\"Cradle of Gold\"), has been periodically exploited for its mineral wealth for hundreds or even thousands of years and is reputed to be the original source of King Solomon's legendary gold.  Today, mining at Mahd adh Dhahab is conducted by the Saudi Arabian Mining Company, Ma'aden. Deposits of iron, tungsten, mineral sands, copper and phosphates have been found in many locations. Mining in the Eastern Desert of Egypt and Sudan is limited due to shortage of water and infrastructure. One option would be to bring water from the Nile by pipeline.",
  "/wiki/Columbia_River_Basalt_Group": "The Columbia River Basalt Group is the youngest, smallest and one of the best-preserved continental flood basalt province on Earth, covering over 210,000 km2 (81,000 sq mi) mainly eastern Oregon and Washington, western Idaho, and part of northern Nevada. The basalt group includes the Steen and Picture Gorge basalt formations.",
  "/wiki/Pacific_Northwest": "The Pacific Northwest (PNW), sometimes referred to as Cascadia, is a geographic region in western North America bounded by the Pacific Ocean to the west and (loosely) by the Rocky Mountains on the east. Though no official boundary exists, the most common conception includes the Canadian province of British Columbia (BC) and the U.S. states of Idaho, Oregon, and Washington. Broader conceptions reach north into Southeast Alaska and Yukon, south into northern California, and east to the Continental Divide to include Western Montana and parts of Wyoming. Narrower conceptions may be limited to the coastal areas west of the Cascade and Coast mountains. The variety of definitions can be attributed to partially overlapping commonalities of the region's history, culture, geography, society, and other factors.\n The Northwest Coast is the coastal region of the Pacific Northwest, and the Northwest Plateau (also commonly known as \"the Interior\" in British Columbia and the Inland Northwest in the United States) is the inland region. The term \"Pacific Northwest\" should not be confused with the Northwest Territory (also known as the Great Northwest, a historical term in the United States) or the Northwest Territories of Canada.\n The region's largest metropolitan areas are Greater Seattle, Washington, with 3.8 million people; Metro Vancouver, British Columbia, with 2.5 million people; and Greater Portland, Oregon, with 2.4 million people.\n The culture of the Pacific Northwest is influenced by the Canada–United States border, which the United States and the United Kingdom established at a time when the region's inhabitants were composed mostly of indigenous peoples. Two sections of the border—one along the 49th parallel south of British Columbia and one between the Alaska Panhandle and northern British Columbia—have left a great impact on the region. According to Canadian historian Ken Coates, the border has not merely influenced the Pacific Northwest—rather, \"the region's history and character have been determined by the boundary\".",
  "/wiki/Missoula_Floods": "The Missoula floods (also known as the Spokane floods or the Bretz floods or Bretz's floods) refer to the cataclysmic floods that swept periodically across eastern Washington and down the Columbia River Gorge at the end of the last ice age. The glacial flood events have been researched since the 1920s. These glacial lake outburst floods were the result of periodic sudden ruptures of the ice dam on the Clark Fork River that created Glacial Lake Missoula. After each ice dam rupture, the waters of the lake would rush down the Clark Fork and the Columbia River, flooding much of eastern Washington and the Willamette Valley in western Oregon. After the rupture, the ice would reform, creating Glacial Lake Missoula again.\n During the last deglaciation that followed the end of the Last Glacial Maximum, geologists estimate that a cycle of flooding and reformation of the lake lasted an average of 55 years and that the floods occurred several times over the 2,000-year period between 15,000 and 13,000 years ago. U.S. Geological Survey hydrologist Jim O'Connor and Spanish Center of Environmental Studies scientist Gerard Benito have found evidence of at least twenty-five massive floods, the largest discharging about 10 cubic kilometers per hour (2.7 million m³/s, 13 times the Amazon River). Alternate estimates for the peak flow rate of the largest flood include 17 cubic kilometers per hour and range up to 60 cubic kilometers per hour. The maximum flow speed approached 36 meters/second (130 km/h or 80 mph).\n Within the Columbia River drainage basin, detailed investigation of the Missoula floods' glaciofluvial deposits, informally known as the Hanford formation, has documented the presence of Middle and Early Pleistocene Missoula flood deposits within the Othello Channels, Columbia River Gorge, Channeled Scabland, Quincy Basin, Pasco Basin, and the Walla Walla Valley. Based on the presence of multiple interglacial calcretes interbedded with flood deposits, magnetostratigraphy, optically stimulated luminescence dating, and unconformity truncated clastic dikes, it has been estimated that the oldest of the Pleistocene Missoula floods happened before 1.5 million years ago. Because of the fragmentary nature of older glaciofluvial deposits, which have been largely removed by subsequent Missoula floods, within the Hanford formation, the exact number of older Missoula floods, which are known as ancient cataclysmic floods, that occurred during the Pleistocene cannot be estimated with any confidence.",
  "/wiki/Channeled_Scablands": "The Channeled Scablands at one time were a relatively barren and soil-free region of interconnected relict and dry flood channels, coulees and cataracts eroded into Palouse loess and the typically flat-lying basalt flows that remain after cataclysmic floods within the southeastern part of the U.S. state of Washington. The channeled scablands were  scoured by more than 40 cataclysmic floods during the Last Glacial Maximum and innumerable older cataclysmic floods over the last two million years. These cataclysmic floods were repeatedly unleashed when a large glacial lake repeatedly drained and swept  across eastern Washington and down the Columbia River Plateau during the Pleistocene epoch. The last of the cataclysmic floods occurred between 18,200 and 14,000 years ago.\nGeologist J Harlen Bretz defined \"scablands\" in a series of papers written in the 1920s as lowlands diversified by a multiplicity of irregular channels and rock basins eroded into basalt. Flood waters eroded the loess cover, creating large anastomizing channels that exposed bare basalt and creating butte-and-basin topography.  The buttes range in height from 30 to 100 m, while the rock basins range from 10 m in width up to the 11 km long and 30 m deep Rock Lake.  Bretz further stated, \"The channels run uphill and downhill, they unite and they divide, they head on the back-slopes and cut through the summit; they could not be more erratically and impossibly designed.\"\n The debate on the origin of the Scablands that ensued for four decades became one of the great controversies in the history of earth science. The Scablands are also important to planetary scientists as perhaps the best terrestrial analog of the Martian outflow channels.",
  "/wiki/List_of_largest_volcanic_eruptions": "In a volcanic eruption, lava, volcanic bombs and ash, and various gases are expelled from a volcanic vent and fissure. While many eruptions only pose dangers to the immediately surrounding area, Earth's largest eruptions can have a major regional or even global impact, with some affecting the climate and contributing to mass extinctions. Volcanic eruptions can generally be characterized as either explosive eruptions, sudden ejections of rock and ash, or effusive eruptions, relatively gentle outpourings of lava. A separate list is given below for each type.\n There have probably been many such eruptions during Earth's history beyond those shown in these lists. However erosion and plate tectonics have taken their toll, and many eruptions have not left enough evidence for geologists to establish their size. Even for the eruptions listed here, estimates of the volume erupted can be subject to considerable uncertainty."
}