{
  "/wiki/Santa_Barbara_(TV_series)": "Santa Barbara is an American television soap opera that aired on NBC from July 30, 1984, to January 15, 1993. The show revolves around the eventful lives of the wealthy Capwell family of Santa Barbara, California. Other prominent families featured on the soap were the rival Lockridge family, and the more modest Andrade and Perkins families.",
  "/wiki/Days_of_Our_Lives": "Days of Our Lives (also stylized as Days of our Lives; often abbreviated to DOOL or Days) is an American daytime soap opera broadcast on NBC. It is one of the longest-running scripted television programs in the world, airing nearly every weekday since November 8, 1965.[dead link] A co-production of Corday Productions and Sony Pictures Television, the series was created by husband-and-wife team Ted Corday and Betty Corday. During Days of Our Lives' early years, Irna Phillips (creator of former NBC stablemate Another World as well as its former CBS rivals, As the World Turns and Guiding Light) served as a story editor for the program and many of the show's earliest storylines were written by William J. Bell (who would depart the series in 1975 to focus full-time on The Young and the Restless, which he created for CBS in 1973).",
  "/wiki/Soap_Opera_Digest": "Soap Opera Digest is a weekly magazine covering American daytime soap operas. It features onscreen and offscreen news about the series, interviews with and articles about performers, storyline summaries and analysis, and related promotional information. Founded in 1975, the magazine has historically included certain prime time soap operas in its coverage as well.",
  "/wiki/Daytime_Emmy_Award": "The Daytime Emmy Award is an American accolade bestowed by the New York–based National Academy of Television Arts and Sciences in recognition of excellence in American daytime television programming. Ceremonies generally are held in May or June.",
  "/wiki/Diagnosis:_Murder": "Diagnosis Murder is an American action-comedy-mystery-medical crime drama television series starring Dick Van Dyke as Dr. Mark Sloan, a medical doctor who solves crimes with the help of his son Steve, a homicide detective played by Van Dyke's real-life son Barry. The series began as a spin-off of Jake and the Fatman (Dr. Mark Sloan made his first appearance in episode 4.19 \"It Never Entered My Mind\"), became a series of three TV movies, and then a weekly television series that debuted on CBS on October 29, 1993. Joyce Burditt wrote the episode in Jake and the Fatman and is listed here as the creator of the spin off series.",
  "/wiki/Silk_Stalkings": "Silk Stalkings is an American crime drama television series that premiered on CBS on November 7, 1991, as part of the network's late-night Crimetime After Primetime programming package. Broadcast for two seasons until CBS ended the Crimetime experiment in June 1993, the remaining six seasons ran exclusively on USA Network until the series finale on April 18, 1999. The show was creator Stephen J. Cannell's longest-running series. Its title is a wordplay on silk stockings.",
  "/wiki/One_Life_to_Live": "One Life to Live (often abbreviated as OLTL) is an American soap opera broadcast on the ABC television network for more than 43 years, from July 15, 1968, to January 13, 2012, and then on the internet as a web series on Hulu and iTunes via The Online Network from April 29 to August 19, 2013. Created by Agnes Nixon, the series was the first daytime drama to primarily feature ethnically and socioeconomically diverse characters and consistently emphasize social issues. One Life to Live was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to an hour on January 16, 1978.",
  "/wiki/Walker,_Texas_Ranger": "Walker, Texas Ranger is an American action crime television series created by Leslie Greif and Paul Haggis. It was inspired by the film Lone Wolf McQuade, with both this series and that film starring Chuck Norris as a member of the Texas Ranger Division. The show aired on CBS in the spring of 1993, with the first season consisting of three pilot episodes. Eight full seasons followed with new episodes airing from April 21 1993, to May 19, 2001, and reruns continuing on CBS until July 28, 2001. It has been broadcast in over 100 countries and has since spawned a 2005 made-for-television movie entitled Trial By Fire. The movie ended on a cliffhanger, which was never resolved. DVD sets of all seasons have been released (with the three pilots packaged with the first regular season). At various times since 1997, reruns of the show have aired, in syndication, on the USA Network and Action in Canada. Reruns are currently seen on CBS Action, WGN America, INSP and Grit, 10 Bold, being part of Network Ten in Australia and now also airing on Charge!",
  "/wiki/Burke%27s_Law_(1994_TV_series)": "Burke's Law is an American crime drama television series that aired on CBS during the 1993–94 and  1994–95 television seasons. It was a revival of the original Burke's Law television series, and starred Gene Barry as millionaire cop Amos Burke, now deputy chief instead of a captain, and Peter Barton as his son Det. Peter Burke. It was produced by Spelling Television.",
  "/wiki/Pensacola:_Wings_of_Gold": "Pensacola: Wings of Gold is a syndicated American action/adventure drama series based at the Naval Air Station Pensacola in Pensacola, Florida. Episodes were aired in several countries outside the U.S. including Portugal, France, Sweden, South Africa, Finland, Estonia, The Netherlands, Germany, Italy, Hungary, Romania, Australia and Sri Lanka. Although set in Florida, it was largely filmed in San Diego  particularly at Marine Corps Air Station Miramar.  Cast members in season 2 were part of a squadron mimicking VMFAT-101, the F/A-18 instructor squadron based in Miramar.  Outdoor scenes were filmed in San Diego and MCAS Miramar while indoor scenes were filmed at Stu Segall Studios in San Diego.",
  "/wiki/Poltergeist:_The_Legacy": "Poltergeist: The Legacy is a Canadian horror television series which ran from 1996 to 1999. The series tells the story of the members of a secret society known as the Legacy and their efforts to protect humankind from occult dangers. Despite bearing the Poltergeist name, there is no real connection between the show and the Poltergeist trilogy aside from the title.",
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer.[a]",
  "/wiki/Olivia_Spencer": "Olivia Spencer (formerly Lewis, Spaulding, and O'Neil) is a fictional character on the popular CBS daytime soap opera, Guiding Light. The character was introduced to audiences in the summer of 1999 as the fiancée of the late Prince Richard Winslow. Crystal Chappell originated the role. The actress has also been nominated five times (most recently, in 2010) for Outstanding Supporting Actress at the Daytime Emmys. She won in 2002.",
  "/wiki/Venice:_The_Series": "Venice: The Series is a soap opera web series co-produced by and starring American actress Crystal Chappell, and is inspired in part by the \"Otalia\" storyline on the daytime drama Guiding Light. The series has been streamed on VenicetheSeries.com since December 4, 2009, and is currently in its fifth and final season.",
  "/wiki/The_Bold_and_the_Beautiful": "The Bold and the Beautiful (often referred to as B&B) is an American television soap opera created by William J. Bell and Lee Phillip Bell for CBS. It premiered on March 23, 1987, as a sister show to the Bells' other soap opera The Young and the Restless; several characters from each of the two shows have crossed over to the other since the early 1990s. Set in Los Angeles, California, the show centers upon the Forrester family and their fashion house business Forrester Creations.",
  "/wiki/Danielle_Spencer_(character)": "The Bold and the Beautiful is a long-running American soap opera which has aired on CBS Daytime since March 23, 1987, and is the most-watched soap opera worldwide."
}