{
  "/wiki/Summer_Camp_Island": "Summer Camp Island is an American animated television series created for Cartoon Network by Julia Pott, former animator and story/staff writer on Adventure Time, as well as creator of the MTV Liquid Television Online short Valentine's Day Card. It was first announced in January 2017 and later had been shopped around at different festivals including Sundance.",
  "/wiki/List_of_The_Lion_King_characters": "This page lists the characters appearing in Disney's The Lion King franchise.",
  "/wiki/The_Lion_Guard": "The Lion Guard is an American animated television series developed by Ford Riley and based on Disney's 1994 film The Lion King. The series was first broadcast with a television film titled The Lion Guard: Return of the Roar on Disney Junior on November 22, 2015, and began airing as a TV series on January 15, 2016, on Disney Junior. It is the second television series to be based on The Lion King, the first being Timon & Pumbaa. The Lion Guard is a sequel to The Lion King and takes place during the time-gap within the 1998 film The Lion King II: Simba's Pride, with the third and final season taking place in parallel with the film's second act, followed by the final two episodes of the series serving as a continuation to the film.",
  "/wiki/Inside_Out_(2015_film)": "Inside Out is a 2015 American 3D computer-animated comedy film produced by Pixar Animation Studios and released by Walt Disney Pictures. The film was directed by Pete Docter and co-directed by Ronnie del Carmen, with a screenplay written by Docter, Meg LeFauve, and Josh Cooley, adapted from a story by Docter and del Carmen. The film is set in the mind of a young girl named Riley (Kaitlyn Dias), where five personified emotions—Joy (Amy Poehler), Sadness (Phyllis Smith), Anger (Lewis Black), Fear (Bill Hader), and Disgust (Mindy Kaling)—try to lead her through life as she and her parents (Diane Lane and Kyle MacLachlan) adjust to their new surroundings after moving from Minnesota to San Francisco.",
  "/wiki/List_of_Kimba_the_White_Lion_characters": "The following is a list of characters from Kimba the White Lion.",
  "/wiki/Kimba_the_White_Lion": "Kimba the White Lion, known in Japan as Jungle Emperor (Japanese: ジャングル大帝, Hepburn: Janguru Taitei), is a Japanese shōnen manga series written and illustrated by Osamu Tezuka which was serialized in the Manga Shōnen magazine from November 1950 to April 1954. An anime based on the manga was created by Mushi Production and was broadcast on Fuji Television from 1965 to 1967. It was the first color animated television series created in Japan. It began airing in North America from 1966. The later series was produced by Tezuka Productions. The anime series has enjoyed popularity worldwide.",
  "/wiki/The_Penguins_of_Madagascar": "The Penguins of Madagascar is an American CGI animated television series that had aired on Nickelodeon. It stars nine characters from the DreamWorks Animation animated film Madagascar: The penguins Skipper (Tom McGrath), Rico (John DiMaggio), Kowalski (Jeff Bennett), and Private (James Patrick Stuart); the lemurs King Julien (Danny Jacobs), Maurice (Kevin Michael Richardson), and Mort (Andy Richter); and Mason (Conrad Vernon) and Phil the chimpanzees. Characters new to the series include Marlene the otter (Nicole Sullivan) and a zookeeper named Alice (Mary Scheer). It is the first Nicktoon produced with DreamWorks Animation. The series was executive produced by Bob Schooley and Mark McCorkle, who were the creators of Pixar's 2D-animated series Buzz Lightyear of Star Command and Disney Channel's Kim Possible.",
  "/wiki/Clam_(Camp_Lazlo)": "Camp Lazlo is an American animated television series created by Joe Murray. It features a large cast of anthropomorphic animal characters. The series takes place in Camp Kidney, a Boy Scout summer camp in the fictional town of Prickly Pines.",
  "/wiki/Camp_Lazlo": "Camp Lazlo (stylized as CAMP LAZLO!) is an American animated television series created by Joe Murray for Cartoon Network. It follows Lazlo, an anthropomorphic spider monkey who attends Camp Kidney, a Boy Scout-like summer camp in Pimpleback Mountains. Lazlo resides in the \"Jelly Bean\" cabin with his fellow Bean Scouts Raj, an Indian elephant, and Clam, a pygmy rhinoceros. Lazlo is often at odds with his pessimistic camp leader Scoutmaster Lumpus, the second-in-command Slinkman, and other campers. Camp Kidney sits just across the lake from Acorn Flats, which is home to the campsite of the all-female Squirrel Scouts. It was one of the first Cartoon Network Studios series produced in a widescreen aspect ratio of 16:9, despite originally being broadcast in the full screen aspect ratio of 4:3.",
  "/wiki/List_of_Teenage_Mutant_Ninja_Turtles_characters": "The following is a list of main characters in the Teenage Mutant Ninja Turtles franchise.",
  "/wiki/Teenage_Mutant_Ninja_Turtles": "Teenage Mutant Ninja Turtles (often shortened to TMNT or Ninja Turtles) are four fictional teenaged anthropomorphic turtles named after Italian Renaissance artists. They were trained by their anthropomorphic rat sensei  in the art of ninjutsu. From their home in the sewers of New York City, they battle petty criminals, evil overlords, mutated creatures, and alien invaders while attempting to remain hidden from society. They were created by Kevin Eastman and Peter Laird.",
  "/wiki/Dumbo": "Dumbo is a 1941 American animated film produced by Walt Disney Productions and released by RKO Radio Pictures. The fourth Disney animated feature film, it is based upon the storyline written by Helen Aberson and Harold Pearl, and illustrated by Helen Durney for the prototype of a novelty toy (\"Roll-a-Book\"). The main character is Jumbo Jr., a semi-anthropomorphic elephant who is cruelly nicknamed \"Dumbo\", as in \"dumb\". He is ridiculed for his big ears, but in fact he is capable of flying by using his ears as wings. Throughout most of the film, his only true friend, aside from his mother, is the mouse, Timothy – a relationship parodying the stereotypical animosity between mice and elephants.",
  "/wiki/List_of_Fantasia_characters": "The following are fictional characters from Disney's 1940 film Fantasia, its 1999 sequel Fantasia 2000 and the video game Fantasia: Music Evolved. Characters in this list are sorted by the film and segment in which they appear.",
  "/wiki/Fantasia_(1940_film)": "Fantasia is a 1940 American animated film produced by Walt Disney and released by Walt Disney Productions. With story direction by Joe Grant and Dick Huemer, and production supervision by Ben Sharpsteen, it is the third Disney animated feature film. The film consists of eight animated segments set to pieces of classical music conducted by Leopold Stokowski, seven of which are performed by the Philadelphia Orchestra. Music critic and composer Deems Taylor acts as the film's Master of Ceremonies, providing a live-action introduction to each animated segment.",
  "/wiki/Ice_Age_(franchise)": "Ice Age is an American media franchise centering on a group of mammals surviving the Paleolithic ice age. It consists of computer-animated films and TV specials and a series of video games. The films are produced by Blue Sky Studios, a division of 20th Century Fox Animation as a part of Walt Disney Studios (formerly 20th Century Fox). The series features the voices of Ray Romano, John Leguizamo, Denis Leary and Chris Wedge, who are the only constant cast members. Five films have been released in the series thus far: the original film of the same name in 2002, Ice Age: The Meltdown in 2006, Ice Age: Dawn of the Dinosaurs in 2009, Ice Age: Continental Drift in 2012, and Ice Age: Collision Course in 2016. As of April 2016, the franchise had generated $6 billion in revenue, making it one of the highest-grossing media franchises of all time.",
  "/wiki/Queen_Latifah": "Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, singer, songwriter, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.",
  "/wiki/Pocoyo": "Pocoyo (Pocoyó in Spanish) is a preschool educational comedy animated television series created by Guillermo García Carsí, Colman López, Luis Gallego and David Cantolla, and is a co-production between Spanish producer Zinkia Entertainment, Cosgrove Hall Films and Granada International. Three series have been produced, each consisting of 52 seven-minute episodes, and a fourth season consisting of 26 seven-minute episodes. English actor and comedian Stephen Fry narrates the English-language version and José María del Río narrates the Castilian Spanish version of the first two seasons, while Stephen Hughes narrates the third season, called Let's Go Pocoyo. In 2016, a new spin-off show called \"Pocoyo Planet\" was created.",
  "/wiki/Elmer_Elephant": "Elmer Elephant is a Silly Symphonies cartoon short produced by The Walt Disney Company, directed by Wilfred Jackson and released on March 28, 1936.",
  "/wiki/Silly_Symphonies": "Silly Symphony is a series of 75 animated musical short films produced by Walt Disney Productions from 1929 to 1939. As their name implies, the Silly Symphonies were originally intended as whimsical accompaniments to pieces of music. As such, the films usually had independent continuity and did not feature continuing characters, unlike the Mickey Mouse shorts produced by Disney at the same time (exceptions to this include Three Little Pigs, The Tortoise and the Hare, and Three Orphan Kittens, which all had sequels). The series is notable for its innovation with Technicolor and the multiplane motion picture camera, as well as its introduction of the character Donald Duck making his first appearance in the Silly Symphony cartoon The Wise Little Hen in 1934. Seven shorts won the Academy Award for Best Animated Short Film.",
  "/wiki/The_Walt_Disney_Company": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/Elmer_the_Patchwork_Elephant": "Elmer the Patchwork Elephant (often shortened to Elmer) is a children's picture book series by the British author David McKee.",
  "/wiki/My_Gym_Partner%27s_a_Monkey": "My Gym Partner's a Monkey is an American animated television series that was created by Tim Cahill and Julie McNally Cahill and produced by Cartoon Network Studios. The series was aired on Cartoon Network from December 26, 2005 to November 27, 2008. The series follows Adam Lyon, a human who, after a clerical error listed his surname as \"Lion,\" is forced to transfer to Charles Darwin Middle School, a school for local anthropomorphic zoo animals, where he is partnered with Jake Spidermonkey in gym, and quickly becomes best friends with him. Two DVD volumes have been released in 2007 and 2008 in Australia.",
  "/wiki/Ice_Age:_Continental_Drift": "Ice Age: Continental Drift is a 2012 American computer-animated adventure comedy film produced by Blue Sky Studios and distributed by 20th Century Fox. It is the sequel to Ice Age: Dawn of the Dinosaurs and the fourth film in the Ice Age series. The film was directed by Steve Martino and Michael Thurmeier from a screenplay by Michael Berg and Jason Fuchs. In the film's ensemble voice cast, Ray Romano, John Leguizamo, Denis Leary, Queen Latifah, Seann William Scott, Josh Peck, and Chris Wedge reprise their previous roles alongside Keke Palmer, Nicki Minaj, Drake, Jennifer Lopez, Josh Gad, and Peter Dinklage voicing new characters. The plot focuses on Scrat sending Manny, Sid, and Diego adrift on an iceberg with Sid's Granny and causing them to face a gang of pirates led by Captain Gutt.",
  "/wiki/Animaniacs": "Animaniacs is an American animated television series created by Tom Ruegger. It is the second animated series produced by Steven Spielberg's Amblin Entertainment in association with Warner Bros. Animation, after Tiny Toon Adventures. The show first aired on the Fox Network as part of its Fox Kids block from 1993 to 1995 before moving to The WB in 1995 until the series ended in 1998 as part of its Kids' WB afternoon programming block. It initially ran a total of 99 episodes and one film being Wakko's Wish.",
  "/wiki/Asian_elephant": "The Asian elephant (Elephas maximus), also called Asiatic elephant, is the only living species of the genus Elephas and is distributed throughout the Indian subcontinent and Southeast Asia, from India in the west, Nepal in the north, Sumatra in the south, and to Borneo in the east. Three subspecies are recognised—E. m. maximus from Sri Lanka, E. m. indicus from mainland Asia and E. m. sumatranus from the island of Sumatra.",
  "/wiki/Wild_Kratts": "Wild Kratts is an American/Canadian animated television series created by Chris and Martin Kratt. The Kratt Brothers Company and 9 Story Media Group produce the show, which is presented by PBS in the United States. The show's aim is to educate children about biology, zoology, and ecology, and teach kids small ways to make big impacts. It has ties to the Kratts' previous shows, Kratts' Creatures and Zoboomafoo, and contains numerous characters from the latter.",
  "/wiki/Martin_Kratt": "Martin William Kratt (born December 23, 1965) is an American-Canadian educational nature show host. A grandson of musical-instrument manufacturer William Jacob Kratt, Sr., he and his younger brother Chris grew up in Warren Township, New Jersey, and together created the children's television series Kratts' Creatures and Zoboomafoo, as well as Be the Creature, which runs on the National Geographic Channel and Knowledge Network. They are the main characters on the animated TV series Wild Kratts, which airs on PBS Kids. Martin holds a Bachelor of Science in Zoology from Duke University. They also appear as themselves in the Odd Squad episode \"Night Shift\".",
  "/wiki/One_Piece": "One Piece (Japanese: ワンピース, Hepburn: Wan Pīsu) is a Japanese manga series written and illustrated by Eiichiro Oda. It has been serialized in Shueisha's Weekly Shōnen Jump magazine since July 22, 1997, and has been collected into 95 tankōbon volumes. The story follows the adventures of Monkey D. Luffy, a boy whose body gained the properties of rubber after unintentionally eating a Devil Fruit. With his crew of pirates, named the Straw Hat Pirates, Luffy explores the Grand Line in search of the world's ultimate treasure known as \"One Piece\" in order to become the next King of the Pirates.",
  "/wiki/Chowder_(TV_series)": "Chowder is an American animated television series created by C. H. Greenblatt for Cartoon Network.",
  "/wiki/My_Big_Big_Friend": "My Big Big Friend (pt: Meu Amigãozão) is a Canadian-Brazilian children's animated television series created by Canadian and Brazilian Andrés Lieban and Claudian Koogan Breitman, co-produced by Brazilian studio 2D Lab and the Canadian company Breakthrough Animation. It had its first showing on August 9, 2010 on Discovery Kids Latin America and on May 9, 2011 on TV Brazil. It also premiered in Canada on Treehouse TV on August 20, 2011. It was financed with the laws of federal tax incentives, the Procult (BNDES) and the Audiovisual Sector Fund - FSA.",
  "/wiki/Goliath_II": "Goliath II is a 1960 American short animated comedy film produced by Walt Disney Productions. Directed by Wolfgang Reitherman and written by Bill Peet, it is narrated by Sterling Holloway and stars Kevin Corcoran. It was released theatrically in the United States on January 21, 1960 alongside the live-action Toby Tyler (also starring Corcoran).",
  "/wiki/List_of_fictional_pachyderms": "This list of fictional pachyderms is a subsidiary to the List of fictional ungulates. Characters from various fictional works are organized by medium."
}