{
  "/wiki/CJLT-FM": "CJLT-FM is a Canadian radio station broadcasting at 93.7 FM in Medicine Hat, Alberta. The station is owned by Vista Radio and broadcasts a Christian music format branded as 93.7 Praise FM.",
  "/wiki/Contemporary_Christian_music": "Contemporary Christian music (or CCM—and occasionally \"inspirational music\") is a genre of modern popular music which is lyrically focused on matters concerned with the Christian faith. It formed as those affected by the 1960s Jesus movement revival began to express themselves in a more contemporary style of music than the hymns, Gospel and Southern gospel music that was prevalent in the church at the time. Today, the term is typically used to refer to pop, rock, or praise & worship styles.",
  "/wiki/Vista_Radio": "Vista Radio Ltd. (also formerly known as Vista Broadcast Group) is a Canadian radio broadcasting company. The company only owned stations in British Columbia until 2007, when it expanded outside the province by acquiring an existing station in Yellowknife, Northwest Territories and launching a new one in Grande Prairie, Alberta. It has since also expanded into Ontario, with the acquisition of Haliburton Broadcasting Group in 2012.",
  "/wiki/CHAT-FM": "CHAT-FM is a Canadian radio station that broadcasts a country music radio format at 94.5 FM in Medicine Hat, Alberta. The station is owned by the Jim Pattison Group.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Jim_Pattison_Group": "The Jim Pattison Group is a Vancouver-based conglomerate with interests in media, automotive dealerships, grocery store chains, magazine distribution, food service specialty packaging, advertising, real estate development, fishing, forest products, financial services, and entertainment. and, in a recent survey by the Financial Post, the firm was ranked as Canada's 62nd largest company. Jim Pattison, a Vancouver-based entrepreneur, is the chairman, CEO, and sole owner of the company. The Jim Pattison Group, Canada's second largest privately held company, has more than 45,000 employees worldwide, and annual sales of $10.1 billion based on investments in Canada, the U.S., Mexico, Europe, Asia and Australia. The Group is active in 25 divisions, according to Forbes, including packaging, food, forestry products.",
  "/wiki/CFMY-FM": "CFMY-FM is a Canadian radio station that broadcasts a hot adult contemporary format at 96.1 FM in Medicine Hat, Alberta. The station is branded as My96 FM and is owned by the Jim Pattison Group.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CKUA-FM": "The CKUA Radio Network is a Canadian donor-funded community radio network based in Edmonton, Alberta. Originally located on the campus of the University of Alberta in Edmonton (hence the UA of the call letters), it was the first public broadcaster in Canada. It now broadcasts from studios in downtown Edmonton, and as of fall 2016 has added a studio in Calgary  's National Music Centre. CKUA's primary station is CKUA-FM located on 94.9 FM in Edmonton, and the station operates fifteen rebroadcasters to serve the remainder of the province.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/CBR_(AM)": "CBR is a Canadian clear-channel radio station, broadcasting at 1010 kHz (AM) in Calgary, Alberta. It broadcasts the programming of the CBC Radio One network. CBR's studios are located on Westmount Boulevard Northwest just west of downtown Calgary, while its transmitters are located in Southeast Calgary.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/CHFA_(AM)": "CHFA-FM is a Canadian radio station, which broadcasts the programming of Radio-Canada's Ici Radio-Canada Première network in Edmonton, Alberta.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/CJCY-FM": "CJCY-FM is a Canadian radio station, broadcasting at 102.1 FM in Medicine Hat, Alberta and broadcasts throughout South-eastern Alberta and South-western Saskatchewan. Owned by Rogers Media, the station broadcasts a classic hits format branded as Classic Hits 102.1 CJCY.",
  "/wiki/Classic_hits": "Classic hits is a radio format which generally includes songs from the top 40 music charts from the mid-1970s to the early 1990s, with music from the 1980s serving as the core of the format. Music that was popularized by MTV in the early 1980s and the nostalgia behind it is a major driver to the format. It is considered the successor to the oldies format, a collection of top 40 songs from the late 1950s through the late 1970s that was once extremely popular in the United States. The term is sometimes incorrectly used as a synonym for the adult hits format, which uses a slightly newer music library stretching from all decades to the present with a major focus on 1990s and 2000s rock and alternative songs. In addition, adult hits stations tend to have larger playlists, playing a given song only a few times per week, compared to the tighter libraries on classic hits stations. For example,  KRTH, a classic hits station in Los Angeles, plays power songs up to 30 times a week, which is another differentiator compared to other formats that share songs with classic hits libraries.",
  "/wiki/Clear_Sky_Radio": "Clear Sky Radio was a Canadian broadcasting company that owned radio stations in Alberta and British Columbia. The company, headquartered in Lethbridge, Alberta, was incorporated in 2006 after it was granted its first radio license.",
  "/wiki/CKMH-FM": "CKMH-FM is a Canadian radio station that broadcasts an active rock format at 105.3 FM in Medicine Hat, Alberta. The station is branded as 105.3 Rock and is currently owned by Rogers Communications.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/Rogers_Media": "Rogers Media Inc. is a subsidiary of Rogers Communications that owns Canada's largest publishing company, Rogers Publishing Limited, which has more than 70 consumer and business publications. Rogers Media also owns 52 radio stations and several television properties, including terrestrial television stations and cable television channels.",
  "/wiki/Media_in_Medicine_Hat": "This is a list of media in Medicine Hat, Alberta."
}