{
  "/wiki/Mount_Elbrus": "Mount Elbrus (Russian: Эльбру́с, tr. Elbrus, IPA: [ɪlʲˈbrus]; Karachay-Balkar: Минги тау, romanized: Mingi Taw, IPA: [mɪˈŋːi taw]; Kabardian: Ӏуащхьэмахуэ, ’Wāśhamāxwa or Ꜧuas̨hemaxue, IPA: [ʔʷaːɕħamaːxʷa]; Adyghe: Ӏуащхьэмафэ, ’Wāśhamāfa or Ꜧuas̨hemafe, IPA: [ʔʷaːɕħamaːfa]; Hakuchi: Къӏуащхьэмафэ, Qʼuas̨hemafe, IPA: [qʷʼaːɕħamaːfa];) is a dormant volcano in the Caucasus Mountains in Southern Russia, near the border with Georgia. It can be considered the highest mountain in Europe, taking into account that the Caucasus mountains are at the intersection of Europe and Asia, and it is the tenth most prominent peak in the world.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Mont_Blanc": "Mont Blanc (French: [mɔ̃ blɑ̃]; Italian: Monte Bianco [ˈmonte ˈbjaŋko]; meaning \"White Mountain\") is the highest mountain in the Alps and the highest in Europe west of the Caucasus peaks of Russia and Georgia.[note 2]\nIt rises 4,808 m (15,774 ft) above sea level and is ranked 11th in the world in topographic prominence. The mountain stands in a range called the Graian Alps, between the regions of Aosta Valley, Italy, and Savoie and Haute-Savoie, France. The location of the summit is on the watershed line between the valleys of Ferret and Veny in Italy and the valleys of Montjoie, and Arve in France, on the border between the two countries.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Mount_Etna": "Mount Etna, or Etna (Italian: Etna [ˈɛtna] or Mongibello [mondʒiˈbɛllo]; Sicilian: Mungibeddu [mʊndʒɪbˈbɛɖɖʊ] or a Muntagna; Latin: Aetna; Greek: Αίτνα), is an active stratovolcano on the east coast of Sicily, Italy, in the Metropolitan City of Catania, between the cities of Messina and Catania. It lies above the convergent plate margin between the African Plate and the Eurasian Plate. It is the highest active volcano in Europe outside the Caucasus and the highest peak in Italy south of the Alps with a current height of 3,326 m (10,912 ft), though this varies with summit eruptions. Etna covers an area of 1,190 km2 (459 sq mi) with a basal circumference of 140 km (87 miles). This makes it by far the largest of the three active volcanoes in Italy, being about two and a half times the height of the next largest, Mount Vesuvius. Only Mount Teide on Tenerife in the Canary Islands surpasses it in the whole of the European–North-African region west of the Black Sea. In Greek Mythology, the deadly monster Typhon was trapped under this mountain by Zeus, the god of the sky and thunder and king of gods, and the forges of Hephaestus were said also to be underneath it.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Mulhac%C3%A9n": "Mulhacén (Spanish pronunciation: [mulaˈθen]) (from Arabic: مولاي حسن Mulay Hassan) is the highest mountain in the Iberian Peninsula. It is part of the Sierra Nevada range in the Cordillera Penibética. It is named after Abu l-Hasan Ali, known as Muley Hacén in Spanish, the penultimate Muslim King of Granada in the 15th century who, according to legend, was buried on the summit of the mountain.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Aneto": "Aneto is the highest mountain in the Pyrenees and in Aragon, and Spain's third-highest mountain, reaching a height of 3,404 metres (11,168 ft). It stands in the Spanish province of Huesca, the northernmost of all three Aragonese provinces, 4 mi (6.4 km) south of the France–Spain border. It forms the southernmost part of the Maladeta massif. It is also still locally known as Pic de Néthou in French, that name and its variants having been in general use until the beginning of the 20th century.",
  "/wiki/Monte_Cinto": "Monte Cinto (Corsican: Monte Cintu) is the highest mountain on the island of Corsica, a région of France.",
  "/wiki/Corsica": "Corsica (/ˈkɔːrsɪkə/; French: Corse [kɔʁs]; Corsica in Corsican and Italian, pronounced [ˈkorsiga] and [ˈkɔrsika] respectively) is an island in the Mediterranean Sea and one of the 18 regions of France. It is located southeast of the French mainland and west of the Italian Peninsula, with the nearest land mass being the Italian island of Sardinia to the immediate south. A single chain of mountains makes up two-thirds of the island.",
  "/wiki/Corno_Grande": "Corno Grande (Italian for \"great horn\") is the highest point in the Apennine Mountains, situated in Abruzzo, central Italy. Part of the Gran Sasso massif, it is the highest peak of the Italian Peninsula at 2,912 metres (9,554 ft). It is the highest peak in mainland Italy outside of the Alps, and the second highest peak in the entire country outside the Alps, after Mount Etna in Sicily. Despite an extreme altitude drop on the north side, the mountain's south side is less elevated than the adjacent Campo Imperatore plateau.",
  "/wiki/Musala": "Musala (Bulgarian: Мусала); from Arabic through Ottoman Turkish: from Musalla, \"near God\" or \"place for prayer\"  is the highest peak in Rila Mountain, also in Bulgaria and the entire Balkan Peninsula, standing at 2,925 metres (9,596 ft). With a topographic prominence of 2,473 metres (8,114 ft), Musala is also the 6th highest peak by topographic prominence in mainland Europe. Musala is also the 3rd most topographically isolated major peak in Continental Europe.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Mount_Ida_(Crete)": "Mount Ida (Greek: Ἴδα), known variously as Idha, Ídhi, Idi, Ita. The massif including the mountain is called Psiloritis (Greek: Ψηλορείτης).",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Crete": "Crete (Greek: Κρήτη, Kríti ['kriti]; Ancient Greek: Κρήτη, Krḗtē) is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean sea. Crete lies approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi).",
  "/wiki/Grossglockner": "The Grossglockner (German pronunciation: [ˈɡʀoːsˌɡlɔknɐ] (listen); German: Großglockner or just Glockner) is, at 3,798 metres above the Adriatic (12,461 ft), the highest mountain in Austria and the highest mountain in the Alps east of the Brenner Pass. It is part of the larger Glockner Group of the Hohe Tauern range, situated along the main ridge of the Central Eastern Alps and the Alpine divide. The Pasterze, Austria's most extended glacier, lies on the Grossglockner's eastern slope.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/List_of_European_ultra-prominent_peaks": "This is a list of all the mountains in Europe with ultra-prominent peaks with topographic prominence greater than 1,500 metres or 4,900 feet. The column \"Col\" denotes the highest elevation to which one must descend from a peak in order to reach peaks with higher elevations; note that the elevation of any peak is the sum of its prominence and col."
}