{
  "/wiki/Mount_Etna": "Mount Etna, or Etna (Italian: Etna [ˈɛtna] or Mongibello [mondʒiˈbɛllo]; Sicilian: Mungibeddu [mʊndʒɪbˈbɛɖɖʊ] or a Muntagna; Latin: Aetna; Greek: Αίτνα), is an active stratovolcano on the east coast of Sicily, Italy, in the Metropolitan City of Catania, between the cities of Messina and Catania. It lies above the convergent plate margin between the African Plate and the Eurasian Plate. It is the highest active volcano in Europe outside the Caucasus and the highest peak in Italy south of the Alps with a current height of 3,326 m (10,912 ft), though this varies with summit eruptions. Etna covers an area of 1,190 km2 (459 sq mi) with a basal circumference of 140 km (87 miles). This makes it by far the largest of the three active volcanoes in Italy, being about two and a half times the height of the next largest, Mount Vesuvius. Only Mount Teide on Tenerife in the Canary Islands surpasses it in the whole of the European–North-African region west of the Black Sea. In Greek Mythology, the deadly monster Typhon was trapped under this mountain by Zeus, the god of the sky and thunder and king of gods, and the forges of Hephaestus were said also to be underneath it.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Monte_Cinto": "Monte Cinto (Corsican: Monte Cintu) is the highest mountain on the island of Corsica, a région of France.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Corsica": "Corsica (/ˈkɔːrsɪkə/; French: Corse [kɔʁs]; Corsica in Corsican and Italian, pronounced [ˈkorsiga] and [ˈkɔrsika] respectively) is an island in the Mediterranean Sea and one of the 18 regions of France. It is located southeast of the French mainland and west of the Italian Peninsula, with the nearest land mass being the Italian island of Sardinia to the immediate south. A single chain of mountains makes up two-thirds of the island.",
  "/wiki/Corno_Grande": "Corno Grande (Italian for \"great horn\") is the highest point in the Apennine Mountains, situated in Abruzzo, central Italy. Part of the Gran Sasso massif, it is the highest peak of the Italian Peninsula at 2,912 metres (9,554 ft). It is the highest peak in mainland Italy outside of the Alps, and the second highest peak in the entire country outside the Alps, after Mount Etna in Sicily. Despite an extreme altitude drop on the north side, the mountain's south side is less elevated than the adjacent Campo Imperatore plateau.",
  "/wiki/Punta_La_Marmora": "Punta La Marmora (Sardinian: Perdas Carpìas) is a mountain in the Gennargentu range, Sardinia (Italy).",
  "/wiki/Sardinia": "Sardinia (/sɑːrˈdɪniə/ sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardìgna [saɾˈdiɲɲa] or Sardìnnia [saɾˈdinja]; Sassarese: Sardhigna; Gallurese: Saldigna; Algherese: Sardenya; Tabarchino: Sardegna) is an island in the Mediterranean Sea and politically one of the 20 regions of Italy. It is the second-largest island in the Mediterranean Sea after Sicily, and is located west of the Italian Peninsula, north of Tunisia, and to the immediate south of the French island of Corsica.",
  "/wiki/Monte_Amaro": "The Maiella  (or Majella) is a massif in the Central Apennines, in Abruzzo, central Italy.",
  "/wiki/Monte_Dolcedorme": "The Pollino (Italian: Massiccio del Pollino) is a massif in the southern Apennines, on the border between Calabria and Basilicata, southern Italy. It became part of the Pollino National Park in 1992. The main peaks include Monte Pollino {(2,248 m) and the massif's high point, Serra Dolcedorme (2,267 m), which overlooks the plain of Sibari.",
  "/wiki/Montalto_(Aspromonte)": "Montalto is the highest peak of the Aspromonte, a massif in southern Calabria in southern Italy. Located near Gambarie in the province of Reggio Calabria, it has an elevation of 1,955 metres (6,414 ft) above sea level. It is part of the Aspromonte National Park.",
  "/wiki/Monte_Cimone": "Monte Cimone is the highest mountain in the northern Apennines, of Italy.",
  "/wiki/List_of_European_ultra-prominent_peaks": "This is a list of all the mountains in Europe with ultra-prominent peaks with topographic prominence greater than 1,500 metres or 4,900 feet. The column \"Col\" denotes the highest elevation to which one must descend from a peak in order to reach peaks with higher elevations; note that the elevation of any peak is the sum of its prominence and col."
}