{
  "/wiki/Dauphiné_Alps": "The Dauphiné Alps (French: Alpes du Dauphiné) are a group of mountain ranges in southeastern France, west of the main chain of the Alps. Mountain ranges within the Dauphiné Alps include the Massif des Écrins (in the Parc national des Écrins), Belledonne, the Taillefer range and the mountains of Matheysine.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Monte_Amiata": "Mount Amiata is the largest of the lava domes  in the Amiata lava dome complex located about 20 km northwest of Lake Bolsena in the southern Tuscany region of Italy.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Midžor": "Midzhur (Bulgarian: Миджур) or Midžor (Serbian Cyrillic: Миџор, pronounced [mîdʒɔr]) is a peak in the Balkan Mountains, situated on the border between Bulgaria and Serbia. At 2,169 metres (7,116 ft), it is the highest peak of the Western Balkan Mountains, as well as the highest of Serbia outside Kosovo.[note 1] Midžor is the 12th highest peak in the Balkan Mountains.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe.",
  "/wiki/Bihor_Mountains": "Bihor Mountains (Romanian: Munții Bihorului, Hungarian: Bihar-hegység) is a mountain range in western Romania. It is part of the Apuseni Mountains, which are part of the Carpathian Mountains. The massif has a length of 25 kilometres (16 mi) from the northwest to the southeast and a width of 14 kilometres (8.7 mi). It is located east of the town Ștei, and north of the town Brad.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Bobotov_Kuk": "Bobotov Kuk (Cyrillic: Боботов Кук) is a peak in northern Montenegro. At 2,523 m (8,278 ft), it is the highest peak in the Durmitor mountain range and had been thought to be the highest point in Montenegro. New surveys have shown there are three higher peaks on the border with Albania. Most Montenegrin mountains are visible from Bobotov Kuk, among them Lovćen (above the Adriatic Sea), Kopaonik and Tara (in Serbia), Maglić (in Bosnia and Herzegovina).",
  "/wiki/Montenegro": "Montenegro (/ˌmɒntɪˈneɪɡroʊ, -ˈniːɡroʊ, -ˈnɛɡroʊ/ (listen); Montenegrin: Црна Гора, romanized: Crna Gora, [tsr̩̂ːnaː ɡǒra]) is a country of South and Southeast Europe on the coast of the Balkans. It borders Bosnia-Herzegovina to the northwest, Serbia to the northeast, Kosovo[a] to the east, Albania to the southeast, the Adriatic Sea to the southwest, and Croatia to the west. Montenegro has an area of 13,812 square kilometres and a population of 620,079 (2011 census). Its capital Podgorica is one of the twenty-three municipalities in the country. Cetinje is designated as the Old Royal Capital.",
  "/wiki/Vogogna": "Vogogna is a comune (municipality) at the heart of the Val d’Ossola in the Province of Verbano Cusio Ossola, Piedmont, Italy, about 20 kilometres (12 mi) north-west of Verbania. The municipality (population 1,785 as of 2010) is centred on the town of Vogogna and extends over an area of 15.28 square kilometres (5.90 sq mi), partly within the Val Grande National Park; the elevation varies between 211 and 2,018 metres (692 and 6,621 ft) above sea-level. Outlying settlements (frazioni) within the municipality include Prata, Dresio and Genestredo.",
  "/wiki/Pelion": "Pelion or Pelium (Modern Greek: Πήλιο, Pílio; Ancient Greek/Katharevousa: Πήλιον. Pēlion) is a mountain at the southeastern part of Thessaly in central Greece, forming a hook-like peninsula between the Pagasetic Gulf and the Aegean Sea. Its highest summit, Pourianos Stavros, is 1,624 metres (5,328 ft) amsl. The Greek National Road 38 (GR-38) runs through the southern portion of the peninsula and GR-38A runs through the middle.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Thessaly": "Thessaly (Greek: Θεσσαλία, Thessalía; ancient Thessalian: Πετθαλία, Petthalía) is a traditional geographic and modern administrative region of Greece, comprising most of the ancient region of the same name. Before the Greek Dark Ages, Thessaly was known as Aeolia (Greek: Αἰολία, Aiolía), and appears thus in Homer's Odyssey.",
  "/wiki/La_Torrecilla": "La Torrecilla is a mountain with a height of 1,919 metres which lies south east of Ronda in the Sierra de las Nieves nature park in Andalucia, southern Spain.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Andalucia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.",
  "/wiki/Dammastock": "The Dammastock  (3,630 m) is the highest mountain in the Urner Alps in Switzerland and is part of the Winterberg massif. Its summit ridge forms the border between the cantons of Uri and the Valais. It is the highest summit in the canton of Uri. The tripoint between the cantons of Berne, Valais and Uri lies near the Eggstock, north of the Dammastock. Politically, the Dammastcok is split between the municipalities of Göschenen (Uri) and Obergoms (Valais).",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Urner_Alps": "The Uri Alps (also known as Urner Alps, German: Urner Alpen) are a mountain range in Central Switzerland and part of the Western Alps. They extend into the cantons of Obwalden, Valais, Bern, Uri and Nidwalden and are bordered by the Bernese Alps (Grimsel Pass) and the Emmental Alps to the west (the four lakes: Lungerersee, Sarnersee, Wichelsee, and Alpnachersee), the Schwyzer Alps to the north (Lake Lucerne), the Lepontine Alps to the south (the valley of Urseren with Andermatt) and the Glarus Alps to the east (Reuss).",
  "/wiki/Monte_Vettore": "Monte Vettore (from Latin Vector, \"carrier\", \"leader\") is a mountain of the Apennines. It is the highest peak of the Sibillini massif.",
  "/wiki/Apennine_Mountains": "The Apennines or Apennine Mountains (/ˈæpənaɪn/; Greek: Ἀπέννινα ὄρη or Ἀπέννινον ὄρος; Latin: Appenninus or Apenninus Mons – a singular with plural meaning;[note 1] Italian: Appennini [appenˈniːni]) are a mountain range consisting of parallel smaller chains extending c. 1,200 km (750 mi) along the length of peninsular Italy. In the northwest they join with the Ligurian Alps at Altare. In the southwest they end at Reggio di Calabria, the coastal city at the tip of the peninsula. Since 2000 the Environment Ministry of Italy, following the recommendations of the Apennines Park of Europe Project, has been defining the Apennines System to include the mountains of north Sicily, for a total distance of 1,500 kilometres (930 mi). The system forms an arc enclosing the east side of the Ligurian and Tyrrhenian Seas.",
  "/wiki/Raucheck": "At 2,430 m (AA), the Raucheck is the highest peak in the Tennen Mountains in the Northern Limestone Alps. To the south rock faces up to 1,000 metres drop into the valley of the  Salzach, whilst its northern side descends relatively gently over a broad plateau into the barren Pitschenberg valley where the Leopold Happisch Haus is located.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Haldensteiner_Calanda": "The Calanda is a mountain in the Glarus Alps with two main peaks Haldensteiner Calanda (highest) and Felsberger Calanda (2697 m), both located on the border between the cantons of St. Gallen and Graubünden in eastern Switzerland. It looms over Chur, the capital city of Graubünden.",
  "/wiki/Gjegnen": "Blånibba or Gjegnet or Uksen is the highest mountain in the municipality of Bremanger in Vestland county, Norway. The 1,670-metre-tall (5,480 ft) mountain has a topographic prominence of 1,460 metres (4,790 ft), the fifth-highest prominence in Norway.  The glacier Gjegnalundsbreen lies directly to the east of the mountain.  The mountain is about 10 kilometres (6.2 mi) southeast of the village of Ålfoten in Bremanger and about 22 kilometres (14 mi) northwest of the village of Sandane in neighboring Gloppen municipality.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Ruen_(mountain)": "The Ruen (Bulgarian and Macedonian: Руен) is the highest peak of the Osogovo range,  standing at 2,252 m. The peak is situated on the border between Bulgaria (Kyustendil Province) and North Macedonia (Makedonska Kamenica Municipality). Ruen is included in the 100 Tourist Sites of Bulgaria under No. 27. The main starting points for climbing are Osogovo hut, Three Beeches hotel and the village of Gyueshevo.",
  "/wiki/North_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/Cherni_Vrah": "Cherni Vrah (Bulgarian: Черни връх, \"Black Peak\") is the summit of Vitosha Mountain in Bulgaria. Rising to 2290 m, the peak is the fourth highest mountain summit in the country after Musala (2925 m, Rila Mountain), Vihren (2914 m, Pirin Mountain), and Botev Vrah (2376 m, Balkan Range).",
  "/wiki/List_of_European_ultra-prominent_peaks": "This is a list of all the mountains in Europe with ultra-prominent peaks with topographic prominence greater than 1,500 metres or 4,900 feet. The column \"Col\" denotes the highest elevation to which one must descend from a peak in order to reach peaks with higher elevations; note that the elevation of any peak is the sum of its prominence and col."
}