{
  "/wiki/Mount_Elbrus": "Mount Elbrus (Russian: Эльбру́с, tr. Elbrus, IPA: [ɪlʲˈbrus]; Karachay-Balkar: Минги тау, romanized: Mingi Taw, IPA: [mɪˈŋːi taw]; Kabardian: Ӏуащхьэмахуэ, ’Wāśhamāxwa or Ꜧuas̨hemaxue, IPA: [ʔʷaːɕħamaːxʷa]; Adyghe: Ӏуащхьэмафэ, ’Wāśhamāfa or Ꜧuas̨hemafe, IPA: [ʔʷaːɕħamaːfa]; Hakuchi: Къӏуащхьэмафэ, Qʼuas̨hemafe, IPA: [qʷʼaːɕħamaːfa];) is a dormant volcano in the Caucasus Mountains in Southern Russia, near the border with Georgia. It can be considered the highest mountain in Europe, taking into account that the Caucasus mountains are at the intersection of Europe and Asia, and it is the tenth most prominent peak in the world.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Dykh-Tau": "Dykh-Tau or Dykhtau (Russian: Дыхтау, Karachay-Balkar: Дых тау that is derived from Turkic \"dik dagh\" which means Jagged Mount), is a mountain located in Kabardino-Balkaria, Russia; its peak stands about 5 km (3 mi) north of the border with Georgia. \nDykh-Tau is the second highest of the Caucasus Mountains, after Mount Elbrus, and is the second highest mountain in Europe.",
  "/wiki/Mont_Blanc": "Mont Blanc (French: [mɔ̃ blɑ̃]; Italian: Monte Bianco [ˈmonte ˈbjaŋko]; meaning \"White Mountain\") is the highest mountain in the Alps and the highest in Europe west of the Caucasus peaks of Russia and Georgia.[note 2]\nIt rises 4,808 m (15,774 ft) above sea level and is ranked 11th in the world in topographic prominence. The mountain stands in a range called the Graian Alps, between the regions of Aosta Valley, Italy, and Savoie and Haute-Savoie, France. The location of the summit is on the watershed line between the valleys of Ferret and Veny in Italy and the valleys of Montjoie, and Arve in France, on the border between the two countries.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Dufourspitze": "The Dufourspitze is the highest peak of Monte Rosa, a huge ice-covered mountain massif in the Alps. Dufourspitze is the highest mountain peak of both Switzerland and the Pennine Alps and is also the second-highest mountain of the Alps and thus of Europe outside the Caucasus. It is located between Switzerland (Canton of Valais) and Italy (Piedmont and Aosta Valley).",
  "/wiki/Monte_Rosa": "Monte Rosa (Italian: massiccio del Monte Rosa; German: Monte Rosa-Massiv; French: massif du Mont Rose) is a mountain massif located in the eastern part of the Pennine Alps. It is located between Italy (Piedmont and Aosta Valley) and Switzerland (Valais). Monte Rosa is the second highest mountain in the Alps and western Europe, after Mont Blanc.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Grand_Combin": "The Grand Combin is a mountain massif in the western Pennine Alps in Switzerland. With its 4,314 metres (14,154 ft) highest summit, the Combin de Grafeneire, it is one of the highest peaks in the Alps and the second most prominent of its range. The Grand Combin is also a large glaciated massif consisting of several summits, among which three are above 4000 metres (Combin de Grafeneire 4,314 m (14,154 ft), Combin de Valsorey 4,183 m (13,724 ft), Combin de la Tsessette 4,134 m (13,563 ft)).",
  "/wiki/Finsteraarhorn": "The Finsteraarhorn  (4,274 m (14,022 ft)) is the highest mountain in the Bernese Alps in Switzerland and the most prominent peak of Switzerland. The Finsteraarhorn is the ninth-highest mountain and third-most prominent peak in the Alps. In 2001 the whole massif and surrounding glaciers were designated as part of the Jungfrau-Aletsch World Heritage Site.",
  "/wiki/Gora_Addala_Shukgelmezr": "Gora Addala-Shukhgelmeer or simply Addala-Shukhgelmeer (Russian: Аддала-Шухгельмеэр, romanized: Addala-Šuchgeljmeer; is a mountain located in Dagestan, Russia.",
  "/wiki/Dyultydag": "Gora Dyultydag, or simply Dyultydag (Russian: Дюльтыдаг), is a mountain located in Dagestan, Russia.",
  "/wiki/Barre_des_%C3%89crins": "The Barre des Écrins (4,102 m) is a mountain in the French Alps with a peak at 4102m altitude. It is the highest peak of the Massif des Écrins and the Dauphiné Alps and the most southerly alpine peak in Europe that is higher than 4,000 m. It is the only 4,000 m mountain in France that lies outside the Mont Blanc Massif. Before the annexation of Savoy in 1860 it was the highest mountain in France.",
  "/wiki/Gran_Paradiso": "The Gran Paradiso (Italian pronunciation: [ˈɡran para'dizo]) or Grand Paradis (French pronunciation: ​[ɡʁɑ̃ paʁadi]) is a mountain in the Graian Alps in Italy, located between the Aosta Valley and Piedmont regions.",
  "/wiki/Piz_Bernina": "Piz Bernina or Pizzo Bernina (Italian pronunciation: [ˈpittso berˈniːna]) is the highest mountain in the Eastern Alps, the highest point of the Bernina Range, and the highest peak in the Rhaetian Alps.  It rises 4,048.6 m (13,283 ft) and is located south of Pontresina and near the major Alpine resort of St. Moritz, in the Engadin valley with the massif partially in Italy. It is also the most easterly mountain higher than 4,000 m (13,000 ft) in the Alps, the highest point of the Swiss canton of Graubünden, and the fifth-most prominent peak in the Alps. The minor summit (4,020 m (13,190 ft)) known as La Spedla is the highest point in the Italian Lombardy region.",
  "/wiki/Ortler": "Ortler (German pronunciation: [ˈɔrtlɐ]; Italian: Ortles [ˈɔrtles]) is, at 3,905 m (12,812 ft) above sea level, the highest mountain in the Eastern Alps outside the Bernina Range. It is the main peak of the Ortler Range. It is the highest point of the Southern Limestone Alps, of the Italian province of South Tyrol, of Tyrol overall, and, until 1919, of the Austrian-Hungarian empire. In German the mountain is commonly referred to as \"König Ortler\" (King Ortler), like in the unofficial hymn of South Tyrol, the Bozner Bergsteigerlied.",
  "/wiki/Monte_Viso": "Monte Viso or Monviso (Italian pronunciation: [moɱˈviːzo]; Occitan: Vísol; Piedmontese: Brich Monviso or Viso), is the highest mountain of the Cottian Alps. It is located in Italy close to the French border. Monte Viso is well known for its pyramid-like shape and, because it is higher than all its neighbouring peaks by about 500 m, it can be seen from great distance, including from  the Piedmontese plateau, the Langhe, the Theodulpass in the Zermatt ski area and the summits of the Mont Blanc massif. On a very clear day it can be seen from the spires of the Milan Cathedral[citation needed].\nIt has been suggested that Monte Viso could be one of the mountains which inspired the Paramount logo.[citation needed]\nIn Italy is also known as Il Re di Pietra (The Stone King) because of his prominence within western Italian Alps landscape. From 29 May 2013, it has become UNESCO's heritage as a cross-border biosphere reserve with France.",
  "/wiki/Grossglockner": "The Grossglockner (German pronunciation: [ˈɡʀoːsˌɡlɔknɐ] (listen); German: Großglockner or just Glockner) is, at 3,798 metres above the Adriatic (12,461 ft), the highest mountain in Austria and the highest mountain in the Alps east of the Brenner Pass. It is part of the larger Glockner Group of the Hohe Tauern range, situated along the main ridge of the Central Eastern Alps and the Alpine divide. The Pasterze, Austria's most extended glacier, lies on the Grossglockner's eastern slope.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Wildspitze": "Wildspitze (German pronunciation: [ˈvɪltˌʃpɪʦə] (listen)) is the highest mountain in the Ötztal Alps and in North Tyrol, as well as the second highest mountain in Austria after the Großglockner and in terms of prominence (2261 m) is the fourth summit of the Alps and the fifteenth of Europe.",
  "/wiki/T%C3%B6di": "The Tödi (3,613 metres (11,854 ft)), is a mountain massif and with the mountain peak Piz Russein the highest mountain in the Glarus Alps and the highest summit in the canton of Glarus, Switzerland. It is located on the border between the cantons of Graubünden, to the south, and Glarus, to the north, close to the point where those two cantons meet the canton of Uri, to the west. Although not the culminating point of Graubünden, it is its highest peak outside the Bernina range.",
  "/wiki/Presanella": "Presanella is a mountain in the Adamello-Presanella range of the Italian Alps of northern Italy. Presanella has an elevation of 3,558 meters and is located in the Adamello Brenta National Park within the Trentino province of Italy.",
  "/wiki/Mulhac%C3%A9n": "Mulhacén (Spanish pronunciation: [mulaˈθen]) (from Arabic: مولاي حسن Mulay Hassan) is the highest mountain in the Iberian Peninsula. It is part of the Sierra Nevada range in the Cordillera Penibética. It is named after Abu l-Hasan Ali, known as Muley Hacén in Spanish, the penultimate Muslim King of Granada in the 15th century who, according to legend, was buried on the summit of the mountain.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Piz_Kesch": "Piz Kesch (German) or Piz d'Es-cha (Rumantsch) is a peak in the Albula Alps of the Rhaetian Alps in Switzerland. At 3,418 metres (11,214 ft), it is the highest peak in the Albula Alps and the municipality of Bergün, Grisons.",
  "/wiki/Aneto": "Aneto is the highest mountain in the Pyrenees and in Aragon, and Spain's third-highest mountain, reaching a height of 3,404 metres (11,168 ft). It stands in the Spanish province of Huesca, the northernmost of all three Aragonese provinces, 4 mi (6.4 km) south of the France–Spain border. It forms the southernmost part of the Maladeta massif. It is also still locally known as Pic de Néthou in French, that name and its variants having been in general use until the beginning of the 20th century."
}