{
  "/wiki/Electronic_music": "Electronic music is music that employs electronic musical instruments, digital instruments and circuitry-based music technology. In general, a distinction can be made between sound produced using electromechanical means (electroacoustic music), and that produced using electronics only. Electromechanical instruments include mechanical elements, such as strings, hammers, and so on, and electric elements, such as magnetic pickups, power amplifiers and loudspeakers. Examples of electromechanical sound producing devices include the telharmonium, Hammond organ, and the electric guitar, which are typically made loud enough for performers and audiences to hear with an instrument amplifier and speaker cabinet. Pure electronic instruments do not have vibrating strings, hammers, or other sound-producing mechanisms. Devices such as the theremin, synthesizer, and computer can produce electronic sounds.",
  "/wiki/Funk": "Funk is a music genre that originated in African-American communities in the mid-1960s when African-American musicians created a rhythmic, danceable new form of music through a mixture of soul music, psychedelic rock, jazz, and rhythm and blues (R&B). Funk de-emphasizes melody and chord progressions and focuses on a strong rhythmic groove of a bassline played by an electric bassist and a drum part played by a drummer, often at slower tempos than other popular music. Like much of African-inspired music, funk typically consists of a complex groove with rhythm instruments playing interlocking grooves that created a \"hypnotic\" and \"danceable feel\". Funk uses the same richly colored extended chords found in bebop jazz, such as minor chords with added sevenths and elevenths, or dominant seventh chords with altered ninths and thirteenths.",
  "/wiki/Soul_music": "Soul music (often referred to simply as soul) is a popular music genre that originated in the African American community in the United States in the 1950s and early 1960s. It combines elements of African-American gospel music, rhythm and blues and jazz. Soul music became popular for dancing and listening in the United States, where record labels such as Motown, Atlantic and Stax were influential during the Civil Rights Movement. Soul also became popular around the world, directly influencing rock music and the music of Africa.",
  "/wiki/Jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It originated in the late 19th and early 20th centuries, and developed from roots in blues and ragtime. Jazz is seen by many as \"America's classical music\". Since the 1920s Jazz Age, jazz has become recognized as a major form of musical expression. It then emerged in the form of independent traditional and popular musical styles, all linked by the common bonds of African-American and European-American musical parentage with a performance orientation. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. Jazz has roots in West African cultural and musical expression, and in African-American music traditions including blues and ragtime, as well as European military band music. Intellectuals around the world have hailed jazz as \"one of America's original art forms\".",
  "/wiki/Rock_music": "Rock music is a broad genre of popular music that originated as \"rock and roll\" in the United States in the early 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United States and the United Kingdom. It has its roots in 1940s and 1950s rock and roll, a style which drew heavily from the genres of blues, rhythm and blues, and from country music. Rock music also drew strongly from a number of other genres such as electric blues and folk, and incorporated influences from jazz, classical and other musical styles. Musically, rock has centered on the electric guitar, usually as part of a rock group with electric bass, drums, and one or more singers. Usually, rock is song-based music with a 4/4 time signature using a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political.",
  "/wiki/Festival_Records": "Festival Records (later known as Festival Mushroom Records) was an Australian recording and publishing company founded in Sydney, Australia, in 1952 and operated until 2005.",
  "/wiki/GNP_Crescendo_Record_Co.": "GNP Crescendo Record Co. is an independent record label founded in 1954 by Gene Norman (né Eugene Abraham Nabatoff; 1922–2015). It started as a producer of jazz, then expanded into many other genres, including comedy, rock, and Star Trek soundtracks. Currently GNP Cresendo is run by Gene Norman's son, Neil Norman.",
  "/wiki/Trombone": "The trombone is a musical instrument in the brass family. As on all brass instruments, sound is produced when the player's vibrating lips (embouchure) cause the air column inside the instrument to vibrate. Nearly all trombones have a telescoping slide mechanism that varies the length of the instrument to change the pitch. Many modern trombone models also use a valve attachment to lower the pitch of the instrument. Variants such as the valve trombone and superbone have three valves similar to those on the trumpet.",
  "/wiki/Disques_Vogue": "Disques Vogue was a jazz record company founded in France by Léon Cabat and Charles Delaunay in 1947, the year after the American Vogue label ceased.",
  "/wiki/Nancy_Sinatra": "Nancy Sandra Sinatra (born June 8, 1940) is an American singer and actress. She is the elder daughter of Frank Sinatra and Nancy (née Barbato) Sinatra, and is widely known for her 1966 signature hit \"These Boots Are Made for Walkin'\".",
  "/wiki/Pop_music": "Pop music is a genre of popular music that originated in its modern forms in the US and the UK during the mid-1950s. The terms \"popular music\" and \"pop music\" are often used interchangeably, although the former describes all music that is popular and includes many diverse styles. \"Pop\" and \"rock\" were roughly synonymous terms until the late 1960s, when they became quite separated from each other.",
  "/wiki/Soundtrack": "A soundtrack, also written sound track, can be recorded music accompanying and synchronized to the images of a motion picture, book, television program, or video game; a commercially released soundtrack album of music as featured in the soundtrack of a film, video, or television presentation; or the physical area of a film that contains the synchronized recorded sound.",
  "/wiki/Rhino_Entertainment": "Rhino Entertainment Company is an American specialty record label and production company founded in 1978. It is currently the catalog division for Warner Music Group. Its current CEO is Mark Pinkus.",
  "/wiki/French_horn": "The French horn (since the 1930s known simply as the \"horn\" in some professional music circles) is a brass instrument made of tubing wrapped into a coil with a flared bell. The double horn in F/B♭ (technically a variety of German horn) is the horn most often used by players in professional orchestras and bands. A musician who plays a French horn is known as a horn player or hornist.",
  "/wiki/The_Donna_Summer_Anthology": "The Donna Summer Anthology is a double compilation album by the American singer Donna Summer, released by Polygram Records in 1993. The compilation featured the majority of Summer's best known songs right from the start of her success to the present day. Summer had originally made her name during the disco era in the 1970s and in the decade that followed had experimented with different styles. Most of the tracks on this compilation are the original album versions of the songs, which were sometimes edited down for their release as a single. Included for the first time are two remixed tracks from her then previously unreleased I'm a Rainbow album, which had been recorded in 1981 but had been shelved by her record company at the time. The album also featured the Giorgio Moroder-penned and produced song \"Carry On\"', marking the first time Summer and Moroder had worked together since 1981. Summer and Moroder, together with Pete Bellotte had written the vast majority of her 1970s disco hits. Four years later, \"Carry On\" would be remixed and become a big dance hit. It also won Summer a Grammy for Best Dance Recording, her first win since 1984 and her fifth win in total.",
  "/wiki/Donna_Summer": "LaDonna Adrian Gaines (December 31, 1948 – May 17, 2012), widely known by her stage name based on her married name Donna Summer, was an American singer, songwriter and actress. She gained prominence during the disco era of the late 1970s and became known as the \"Queen of Disco\", while her music gained a global following.",
  "/wiki/PolyGram": "PolyGram N.V. was a Dutch entertainment company and major music record label.  It was founded in 1962 as the Grammophon-Philips Group by Dutch corporation Philips and German corporation Siemens, to be a holding for their record companies, and was renamed \"PolyGram\" in 1972. The name was chosen to reflect the Siemens interest Polydor Records and the Philips interest Phonogram Records. The company traced its origins through Deutsche Grammophon back to the inventor of the flat disk gramophone, Emil Berliner.",
  "/wiki/Neil_Diamond": "Neil Leslie Diamond (born January 24, 1941) is an American singer-songwriter and actor. He has sold more than 100 million records worldwide, making him one of the best-selling musicians of all time. He has had ten No. 1 singles on the Hot 100 and Adult Contemporary charts: \"Cracklin' Rosie\", \"Song Sung Blue\", \"Longfellow Serenade\", \"I've Been This Way Before\", \"If You Know What I Mean\", \"Desirée\", \"You Don't Bring Me Flowers\", \"America\", \"Yesterday's Songs\", and \"Heartlight\". 38 songs by Diamond have featured in the Top 10 on the Billboard Adult Contemporary charts.",
  "/wiki/Columbia_Records": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded in 1887, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the second major company to produce records. From 1961 to 1990, Columbia recordings were released outside North America under the name CBS Records to avoid confusion with EMI's Columbia Graphophone Company. Columbia is one of Sony Music's four flagship record labels, alongside former longtime rival RCA Records, as well as Arista Records and Epic Records.",
  "/wiki/Teena_Marie": "Teena Marie (born Mary Christine Brockert; March 5, 1956 – December 26, 2010) was an American singer-songwriter and producer. She was known by her childhood nickname Tina before taking the stage name Teena Marie and later acquired the nickname Lady Tee (sometimes spelled Lady T), given to her by her collaborator and friend, Rick James.",
  "/wiki/Epic_Records": "Epic Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, Inc., the North American division of Japanese conglomerate Sony. The label was founded predominantly as a jazz and classical music label in 1953, but later expanded its scope to include a more diverse range of genres, including pop, R&B, rock, and hip hop. Epic Records has released music by artists including Bobby Vinton, Glenn Miller, Tammy Wynette, George Michael, The Yardbirds, Donovan, Shakin Stevens, Europe, Cheap Trick, Meat Loaf, Stevie Ray Vaughan, Ted Nugent, Shakira, Sly & the Family Stone, The Hollies, Celine Dion,  ABBA, Culture Club, Boston, The Dave Clark Five, Gloria Estefan, Pearl Jam, Rage Against the Machine, and Michael Jackson. Along with Arista, Columbia and RCA Records, Epic is one of Sony Music Entertainment's four flagship record labels.",
  "/wiki/Legacy_Recordings": "Legacy Recordings is an American record label that is a division of Sony Music. Formed in 1990 after Sony's acquisition of CBS Records, Legacy originally handled the archives of Sony Music-owned labels Columbia Records and Epic Records. In 2004, under the Sony BMG joint venture, the label began to manage the archives of RCA Records, J Records, Windham Hill Records, Arista, LaFace, Jive, and Buddah Records. Legacy Recordings now also handles Philadelphia International Records and the catalog of recordings produced by Phil Spector. It is not to be confused with the defunct British independent label Legacy Records.",
  "/wiki/Greatest_Hits_(Joe_Cocker_album)": "Greatest Hits is a European greatest hits album by British rock musician Joe Cocker, released in November 1998 (see 1998 in music). The album includes three previously unreleased tracks, including a live recording with Eros Ramazzotti.",
  "/wiki/Joe_Cocker": "John Robert Cocker OBE (20 May 1944 – 22 December 2014), better known as Joe Cocker, was an English singer. He was known for his gritty voice, spasmodic body movement in performance, and distinctive versions of popular songs of varying genres.",
  "/wiki/Electrola": "Electrola is a German record label and subsidiary of Universal Music Group. Based in Munich, its roster includes Chumbawamba, Matthias Reim, Helene Fischer, Brings, Höhner and Santiano.[citation needed]",
  "/wiki/You_Can_Leave_Your_Hat_On": "\"You Can Leave Your Hat On\" is a song written by Randy Newman and appearing on his 1972 album Sail Away.",
  "/wiki/David_Axelrod_(musician)": "David Axelrod (April 17, 1931[nb 1] – February 5, 2017) was an American composer, arranger, and producer. After starting out as a staff producer for record companies specializing in jazz, Axelrod became known by the mid-1960s in soul and jazz circles for his recording skills. In 1968, Axelrod embarked on a solo career and released several eccentric albums during the 1970s that showcased his characteristic sound, which combined heavily microphoned drums and baroque orchestration, and avant garde themes ranging from the environment to heightened mental awareness.",
  "/wiki/Fantasy_Records": "Fantasy Records was an American record company and label founded by brothers Max and Sol Weiss in 1949. The early years of the company were dedicated to issuing recordings by jazz pianist Dave Brubeck, who was also one of its investors, but the label is known more for its recordings of comedian Lenny Bruce, jazz pianist Vince Guaraldi, and the 1960s rock band Creedence Clearwater Revival.",
  "/wiki/Ultimate_Collection_(Joe_Cocker_album)": "Ultimate Collection is a compilation album by Joe Cocker, released in 2004 (see 2004 in music).",
  "/wiki/Hip-O_Records": "Hip-O Records is a record label that specializes in reissues and compilations. It is part of Universal Music Group. Established in 1996, the label has distributed releases from 'out of style' genres such as disco and early hip-hop music as well as publishing film soundtracks. The label's name is a pun on the name 'hippo'.",
  "/wiki/A%26M_Records": "A&M Records was an American record label founded as an independent company by Herb Alpert and Jerry Moss in 1962. Due to the success of the discography A&M released, the label garnered interest and was acquired by PolyGram in 1989 and began distributing releases from Polydor Ltd. from the UK. Throughout its operations, A&M housed well-known acts such as Gin Blossoms, Dishwalla, Joe Cocker, Procol Harum, Captain & Tennille, Sting, Sergio Mendes, Ozark Mountain Daredevils, Supertramp, Bryan Adams, Burt Bacharach, Liza Minnelli, The Carpenters, Paul Williams, Quincy Jones, Janet Jackson, Cat Stevens, Peter Frampton, Elkie Brooks, Carole King, Styx, Extreme, Amy Grant, Joan Baez, the Human League, The Police, Jann Arden, CeCe Peniston, Blues Traveler, Soundgarden, Duffy and Sheryl Crow.",
  "/wiki/Lalo_Schifrin": "Boris Claudio \"Lalo\" Schifrin (born June 21, 1932) is an Argentine-American pianist, composer, arranger and conductor. He is best known for his large body of film and TV scores since the 1950s, including the \"Theme from Mission: Impossible\", Bullitt and Enter the Dragon. He has received five Grammy Awards and six Oscar nominations. Associated with the jazz music genre, Schifrin is also noted for his collaborations with Clint Eastwood from the late 1960s to the 1980s, particularly the Dirty Harry films.",
  "/wiki/Gold_(Donna_Summer_album)": "Gold is one of Donna Summer's greatest hits compilations. Donna Summer's entry in Universal Music's two-disc compilation series Gold is more or less a re-release of 1993's The Donna Summer Anthology, with the most noticeable differences being the cover art and that Gold includes four of her 1990s Club and R&B hits, which came out after the Anthology. Also, other 1980s European hits, such as \"Dinner With Gershwin\", and the 7 inch remix of  \"Love's About to Change My Heart\", that were not included on the Anthology, are present here. However, the two tracks from 1981's shelved Geffen Records album I'm a Rainbow on disc two are left out, as are \"Once Upon A Time\" and \"Rumour Has It\", both from the 1977 album Once Upon a Time, the hit single \"Cold Love\" from 1980 album The Wanderer, and the album track \"Friends Unknown\" from Mistaken Identity. As of August 10, 2006, the album sold 30,000 in United States, according to Nielsen Soundscan.",
  "/wiki/Brass_instrument": "A brass instrument is a musical instrument that produces sound by sympathetic vibration of air in a tubular resonator in sympathy with the vibration of the player's lips. Brass instruments are also called labrosones, literally meaning \"lip-vibrated instruments\".",
  "/wiki/Magic_Hollow_(album)": "Magic Hollow is a box set compilation by The Beau Brummels comprising 113 songs recorded between 1964-1968, including hit singles, demos, outtakes, rarities and previously unissued material. The set was released on June 21, 2005 by Rhino Handmade.",
  "/wiki/The_Beau_Brummels": "The Beau Brummels were an American rock band. Formed in San Francisco in 1964, the band's original lineup included Sal Valentino (lead vocals), Ron Elliott (lead guitar), Ron Meagher (bass guitar), Declan Mulligan (rhythm guitar, bass, harmonica), and John Petersen (drums). They were discovered by local disc jockeys who were looking to sign acts to their new label, Autumn Records, where Sylvester Stewart—later known as Sly Stone—produced the group's early recording sessions. Initially, the band's musical style blended beat music and folk music and typically drew comparisons to the Beatles, while their later work incorporated other music genres such as psychedelic rock and country rock.",
  "/wiki/Frankie_Valli": "Frankie Valli (born Francesco Stephen Castelluccio; May 3, 1934) is an American singer and actor, known as the frontman of The Four Seasons beginning in 1960. He is known for his unusually powerful tenor/lead.\nValli scored 29 Top 40 hits with The Four Seasons, one Top 40 hit under The Four Seasons alias The Wonder Who?, and nine Top 40 hits as a solo artist. As a member of The Four Seasons, Valli's number-one hits included \"Sherry\" (1962), \"Big Girls Don't Cry\" (1962), \"Walk Like a Man\" (1963), \"Rag Doll\" (1964) and \"December, 1963 (Oh, What a Night)\" (1975). Valli's recording of the song \"Can't Take My Eyes Off You\" reached number two in 1967. As a solo artist, Valli scored number-one hits with the songs \"My Eyes Adored You\" (1974) and \"Grease\" (1978).",
  "/wiki/Collectors%27_Choice_Music": "Collectors' Choice Music (CCM) is an Itasca, Illinois, company originally primarily in two businesses, but since 2010 only in the second.",
  "/wiki/V%C3%A9ronique_Sanson": "Véronique Marie Line Sanson (French pronunciation: ​[veʁɔnik maʁi lin sɑ̃sɔ̃]; born 24 April 1949 in Boulogne-Billancourt, near Paris) is a three-time Victoires de la Musique Award-winning French singer-songwriter and record producer with an avid following in her native country.",
  "/wiki/Warner_Bros._Records": "Warner Records Inc. (formerly Warner Bros. Records Inc.) is an American record label owned by Warner Music Group and headquartered in Los Angeles, California. It was founded in 1958 as the recorded music division of the American film studio Warner Bros., and was one of a group of labels owned and operated by larger parent corporations for much of its existence. The sequence of companies that controlled Warner Bros. and its allied labels evolved through a convoluted series of corporate mergers and acquisitions from the early 1960s to the early 2000s. Over this period, Warner Bros. Records grew from a struggling minor player in the music industry to one of the top record labels in the world."
}