{
  "/wiki/County_(New_York)": "The administrative divisions of New York are the various units of government that provide local services, \"local\" meaning \"not statewide\", in the State of New York. The New York State Constitution standardized the names and functions of these statewide.[where?][when?]",
  "/wiki/Toponymy": "Toponymy or toponomastics is the study of place names (toponyms), their origins, meanings, use and typology.",
  "/wiki/Albany,_New_York": "Albany (/ˈɔːlbəni/ (listen) AWL-bə-nee) is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City.",
  "/wiki/Duke_of_Albany": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Windsor.",
  "/wiki/Alplaus,_New_York": "Alplaus is a hamlet located in Schenectady County, New York, United States.  Its name is derived from the Dutch Aal Plaats, or \"Place of the Eels.\"",
  "/wiki/Altamont,_New_York": "Altamont is a village located in the town of Guilderland in Albany County, New York. The village is in the western part of the town. The population was 1,720 at the 2010 census. The name means \"high mountain.\"",
  "/wiki/Amsterdam_(city),_New_York": "Amsterdam is a city in Montgomery County, New York, United States. As of the 2010 census, the city had a population of 18,620. The city is named after Amsterdam in the Netherlands.",
  "/wiki/Amsterdam_(town),_New_York": "Amsterdam is a town in Montgomery County, New York, United States.  The population was 5,566 at the 2010 census.  The town is named after Amsterdam, the capital of the Netherlands.",
  "/wiki/Amsterdam,_Netherlands": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Ancram,_New_York": "Ancram is a town in Columbia County, New York, United States. The population was 1,573 at the 2010 census. The town was named after Ancram (now Ancrum), Scotland.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Argyle_(town),_New_York": "Argyle is a town in Washington County, New York, USA. It is part of the Glens Falls Metropolitan Statistical Area. The town population was 3,782 at the 2010 census. The town was named by its many early settlers from Scotland after Argyllshire.",
  "/wiki/Argyle_(village),_New_York": "Argyle is a village in the town of Argyle in Washington County, New York, United States. It is part of the Glens Falls Metropolitan Statistical Area. The village population was 306 at the 2010 census. The Village and Town are named after Argyllshire, Scotland (now Argyll and Bute, Scotland). Many of the original settlers came from Scotland and settled here in the mid-1700s. German, Irish, Dutch and Polish settlers were also attracted to this area. The 1800s found Argyle residents active in the Underground Railroad and abolitionist movement. The Moses Kill provided waterpower for mills in the village. The early 1900s brought a library and running water to residents, who proudly served their country in times of war. Today, the village is considered home by the descendants of these folks and newcomers alike.",
  "/wiki/Argyllshire": "Argyll (/ɑːrˈɡaɪl/; archaically Argyle, Earra-Ghàidheal in modern Gaelic, pronounced [ˈaːrˠəɣɛː.əl̪ˠ]), sometimes called Argyllshire, is a historic county and registration county of western Scotland.",
  "/wiki/Athens,_New_York": "Athens is a town in Greene County, New York, United States. The population was 4,089 at the 2010 census. The town of Athens has a village also called Athens. The town is near the eastern edge of the county.",
  "/wiki/Athens_(village),_New_York": "Athens is a village in Greene County, New York, United States. The population was 1,668 at the 2010 census. The village is named after the classical city of Athens. It is in the eastern part of the town of Athens, across the Hudson River from the city of Hudson.",
  "/wiki/Athens,_Greece": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Austerlitz,_New_York": "Austerlitz is a town in Columbia County, New York, United States. The population was 1,654 at the 2010 census. The town was named after the Battle of Austerlitz.",
  "/wiki/Battle_of_Austerlitz": "The Battle of Austerlitz  (2 December 1805/11 Frimaire An XIV FRC), also known as the Battle of the Three Emperors, was one of the most important and decisive engagements of the Napoleonic Wars. In what is widely regarded as the greatest victory achieved by Napoleon, the Grande Armée of France defeated a larger Russian and Austrian army led by Emperor Alexander I and Holy Roman Emperor Francis II. The battle occurred near the town of Austerlitz in the Austrian Empire (modern-day Slavkov u Brna in the Czech Republic).  Austerlitz brought the War of the Third Coalition to a rapid end, with the Treaty of Pressburg signed by the Austrians later in the month. The battle is often cited as a tactical masterpiece, in the same league as other historic engagements like Cannae or Gaugamela.",
  "/wiki/Ballston,_New_York": "Ballston is a town in Saratoga County, New York, United States.  The population was 9,776 at the 2010 census.  The name is derived from an early settler, Eliphalet Ball, a Presbyterian minister who located there from Westchester County, New York in 1770.",
  "/wiki/Eliphalet_Ball": "Eliphalet Ball (July 29, 1722 – April 6, 1797) was a Presbyterian minister and an early settler in Saratoga County, New York. The town of Ballston (\"Ball's Town\") is named for him.",
  "/wiki/Bethlehem,_New_York": "Bethlehem is a town in Albany County, New York, United States.  The town's population was 33,656 at the 2010 census. Bethlehem is located immediately to the south of the City of Albany.  Bethlehem includes the following hamlets: Delmar, Elsmere, Glenmont, North Bethlehem, Selkirk, Slingerlands, and South Bethlehem. U.S. Route 9W passes through the town. The town is named after the biblical Bethlehem.",
  "/wiki/Bleecker,_New_York": "Bleecker is a town in Fulton County, New York, United States. The population was 533 at the 2010 census. The name is from Barent Bleecker, one of the original landowners of the region.",
  "/wiki/Bloodville,_New_York": "Bloodville is a hamlet of Ballston Spa, Saratoga County, New York.",
  "/wiki/Isaiah_Blood": "Isaiah Blood (February 13, 1810 in Ballston, Saratoga County, New York – November 29, 1870) was an American farmer, manufacturer and politician from New York.",
  "/wiki/Boght_Corners,_New_York": "Boght Corners (also referred to as Boght) is a hamlet in the town of Colonie in northern Albany County, New York that straddles U.S. Route 9 (Route 9). The corners that give the hamlet its name are found at the intersection of Route 9 and Boght Road (NY Route 9R on leg east of hamlet), near the Boght Community Fire District’s station. The community is served by the North Colonie Central School District. Boght Hills Elementary School is located within the hamlet.",
  "/wiki/Brunswick,_New_York": "Brunswick is a town in Rensselaer County, New York, in the United States. The municipality was originally settled in the early 18th century. During its history, it had been part of Albany County, Rensselaerswyck, and Troy, before its incorporation in 1807. It is bordered on the west by the city of Troy; on the north by Schaghticoke and Pittstown; on the east by Grafton; and on the south by Poestenkill and North Greenbush. The population was 11,941 at the 2010 census. The source of the town's name is not certain, though some claim it comes from the source of its first inhabitants from the province of Brunswick-Lüneburg in Germany.",
  "/wiki/Brunswick-L%C3%BCneburg": "The Duchy of Brunswick-Lüneburg (German: Herzogtum Braunschweig und Lüneburg), or more properly the Duchy of Brunswick and Lüneburg, was a historical duchy that existed from the late Middle Ages to the Early Modern era within the Holy Roman Empire. The duchy was located in what is now northwestern Germany. Its name came from the two largest cities in the territory: Brunswick and Lüneburg.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Burnt_Hills,_New_York": "Burnt Hills is a hamlet within the town of Ballston, in Saratoga County, New York, United States. Its ZIP code is 12027.",
  "/wiki/Cairo_(town),_New_York": "Cairo /ˈkɛəroʊ/ is a town in Greene County, New York, United States. The population was 6,610 at the 2010 census. The town is in the south part of the county, partly in the Catskill Park. The town contains a hamlet also named Cairo.",
  "/wiki/Cairo": "Cairo (/ˈkaɪroʊ/ KY-roh; Arabic: القاهرة‎, romanized: al-Qāhirah, pronounced [ælˈqɑːhɪɾɑ] (listen)) is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 20 million, is the largest in Africa, the Arab world, and the Middle East, and the 15th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, modern Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Cambridge,_New_York": "Cambridge is a town in Washington County, New York, United States. It is part of the Glens Falls Metropolitan Statistical Area. The town population was 2,152 at the 2000 census.",
  "/wiki/Cambridge_(village),_New_York": "Cambridge is a village in Washington County, New York, United States. The population was 1,870 at the 2010 census. The village of Cambridge is partly in the town of Cambridge and partly in the town of White Creek. It is part of the Glens Falls Metropolitan Statistical Area.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/Canaan,_New_York": "Canaan is a town in Columbia County, New York, United States. The population was 1,710 at the 2010 census. The town is in the northeast part of the county.",
  "/wiki/Canaan,_Connecticut": "Canaan is a town in Litchfield County, Connecticut, United States. The population was 1,234 at the 2010 census, up from 1,081 at the 2000 census. The town of Canaan is often referred to locally by the name of its principal settlement, Falls Village.",
  "/wiki/Canajoharie_(town),_New_York": "Canajoharie (/ˌkænədʒəˈhɛəri/) is a town in Montgomery County, New York, United States. The population was 3,730 in 2010. Canajoharie is located south of the Mohawk River on the south border of the county. The Erie Canal passes along the north town line. There is also a village of Canajoharie in the town. Both are east of Utica and west of Amsterdam.",
  "/wiki/Canajoharie_(village),_New_York": "Canajoharie (/ˌkænədʒəˈhɛəri/) is a village in the Town of Canajoharie in Montgomery County, New York, United States. As of the 2010 census, the village had a population of 2,229. The name is said to be a Mohawk language term meaning \"the pot that washes itself,\" referring to the \"Canajoharie Boiling Pot,\" a circular gorge in the Canajoharie Creek, just south of the village.",
  "/wiki/Canajoharie": "Canajoharie (/ˌkænədʒəˈhɛəri/), also known as the \"Upper Castle\", was the name of one of two major towns of the Mohawk nation in 1738. The community stretched for a mile and a half along the southern bank of the Mohawk River, from a village known as Dekanohage eastward to what is now Fort Plain, New York.",
  "/wiki/Iroquoian_languages": "The Iroquoian languages are a language family of indigenous peoples of North America. They are known for their general lack of labial consonants. The Iroquoian languages are polysynthetic and head-marking.",
  "/wiki/Catskill_(town),_New_York": "Catskill is a town in the southeast part of Greene County, New York, United States. The population was 11,775 at the 2010 census. The western part of the town is in the Catskill Park. The town contains a village, also called Catskill. The village of Catskill has a well-defined Main Street. There is a public boat launch on the Hudson River called Dutchman's Landing.",
  "/wiki/Catskill_(village),_New_York": "Catskill is a village in Greene County, New York, United States. The population was 4,081 at the 2010 census, down from 4,392 at the 2000 census. The village is in the northeast part of the town of Catskill. Catskill is the county seat of Greene County.",
  "/wiki/Toponymies_of_places_in_New_York's_Capital_District": "The toponymies of places in New York's Capital District are a varied lot, from non-English languages such as Native American, Dutch, and German to places named for famous people or families, of either local or national fame.  Also, in the early 19th century, many places in the Hudson Valley, Capital District and points west were either named or renamed after places from Classical Antiquity (e.g. Athens, Cairo, Carthage, Greece, Ilion, Ithaca, Phoenicia, Rome, Syracuse, Troy, Utica)"
}