{
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/1._FFC_Frankfurt": "1. FFC Frankfurt is a German women's association football club based in Frankfurt, Hesse and has a membership of about 430. The team currently plays in the German first division women's Bundesliga.",
  "/wiki/1._FFC_Turbine_Potsdam": "1. Frauenfußballclub Turbine Potsdam 71 e. V., commonly known as 1. FFC Turbine Potsdam, is a women's football club located in Potsdam, Brandenburg, Germany. They are one of the most successful teams in Germany. The team plays in the Karl-Liebknecht-Stadion in the Babelsberg district of Potsdam.",
  "/wiki/VfL_Wolfsburg_(women)": "Verein für Leibesübungen Wolfsburg e. V., commonly known as VfL Wolfsburg, is a German women's football club based in Wolfsburg, Lower Saxony. The club is currently playing in the top division of Germany the Bundesliga. The club has won the UEFA Women's Champions League in 2013 and 2014.",
  "/wiki/FCR_2001_Duisburg": "FCR 2001 Duisburg (full name: Fußballclub Rumeln 2001 Duisburg) was a German women's football club from Duisburg. The first team played in the Bundesliga. They originate from a women's team formed in 1977 under the umbrella of FC Rumeln-Kaldenhausen and have existed as an independent club since 8 June 2001. The colors of the 400-member-strong club are green and white. The first team of FCR 2001 Duisburg, who carry the nickname of \"Die Löwinnen\" (lionesses), have played in the Bundesliga since gaining promotion in 1993. Winning the UEFA Women's Cup in 2009 and with past success in the German championship (2000) and the cup (twice), FCR Duisburg was one of the top teams in German women's football. In 2013 the club filed for insolvency and players joined and formed a new women's section at MSV Duisburg.",
  "/wiki/FC_Bayern_Munich_(women)": "FC Bayern Munich Women is a German football club based in Munich, Bavaria. It currently plays in the Frauen-Bundesliga, the top women's league in Germany.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Olympique_Lyonnais_Féminin": "Olympique Lyonnais Féminin (French pronunciation: ​[ɔlɛ̃pik ljɔnɛ]; commonly referred to as  Olympique Lyon[citation needed], Lyon, or simply OL) is a French women's football club based in Lyon. It is the most successful club in the history of Division 1 Féminine with fourteen league titles as Olympique Lyonnais and four league titles as FC Lyon before the acquisition. The club has been the female section of Olympique Lyonnais since 2004. Lyon currently plays in the Division 1 Féminine and are the defending champions, having won the league for thirteen consecutive seasons.",
  "/wiki/Paris_Saint-Germain_Féminines": "Paris Saint-Germain Féminine (French pronunciation: ​[paʁi sɛ̃ ʒɛʁmɛ̃]), commonly known as Paris Saint-Germain, Paris SG, or simply PSG, is a French women's professional association football club founded in 1971, and based in the city of Paris in France. PSG Féminine is the women's department of the men's football club Paris Saint-Germain.",
  "/wiki/Toulouse_FC_(women)": "Toulouse FC Féminines is a French football representing Toulouse FC. It currently competes in the Division 2 Féminine. Founded in 1980 as Toulouse OAC, the team became a section of Toulouse FC in 2001, at its peak.",
  "/wiki/Montpellier_HSC_(Women)": "Montpellier Hérault Sport Club Féminines (French pronunciation: ​[mɔ̃pɛˈlyeɪ eɪˈroʊ]; commonly referred to as simply Montpellier) is a French women's football club based in Villeneuve-lès-Maguelone, a commune in the arrondissement of Montpellier. The club was founded in 1990. Montpellier play in the Division 1 Féminine having finished in 4th place in the 2009–10 season. The club is managed Sarah M'Barek and was captained by goalkeeper and French women's international Céline Deville before she departed for club rivals Lyon in July 2011.",
  "/wiki/Paris_FC_(women)": "Paris FC is a French women's football club based in Viry-Châtillon, a suburb of Paris. The club is the female section of Ligue 2 men's club Paris FC. The club was founded in 1971 and currently play in the Division 1 Féminine, the first division of women's football in France. The club has played in the first division since 1987.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Umeå_IK": "Umeå IK (Swedish pronunciation: [ˈʉ̌ːmɛɔ ˈîːkoː]) is a women's association football club based in the city of Umeå, Sweden. Established in 1917 as a general sports club, the women's football\nsection began competing in 1985. In 1996 the team reached the Premier Division (Damallsvenskan) only to be relegated the following year. In 1998 they were promoted again and have since remained in the top division. Umeå IK has won seven Swedish championships (2000, 2001, 2002, 2005, 2006, 2007 and 2008), four Swedish Cups (2001, 2002, 2003 and 2007) and the UEFA Women's Champions League twice, in 2003 and 2004. They also reached the Champions League finals in 2002, 2007 and 2008.",
  "/wiki/Djurgårdens_IF_Fotboll_(women)": "Djurgårdens IF (formerly Djurgården/Älvsjö (2003–2007)) is a football club from Stockholm, the capital of Sweden. The team play their home games on Stockholm Olympic Stadium The team colours are white and blue. The club is affiliated to the Stockholms Fotbollförbund.",
  "/wiki/Tyresö_FF": "Tyresö Fotbollsförening is a Swedish football club in Tyresö, a municipality in Stockholm County. The club was founded in 1971 and is primarily known for its main women's team, which competed in the top-tier league Damallsvenskan in the 2010–2014, 1993–1996 and 1999 seasons, winning the Swedish Championship in 2012. Notable players that have played for the team include the most capped footballer of all time Kristine Lilly, joint FIFA Female Player of the Century Michelle Akers and six time FIFA World Player of the Year Marta.",
  "/wiki/FC_Rosengård": "FC Rosengård, formerly Malmö FF Dam (1970–2007) and LdB FC Malmö (2007–2013), is a professional football club based in Malmö, Scania, Sweden. The team was established as Malmö FF Dam in 1970 and has played a total of 35 seasons in the women's premier division, of which 7 in the Division 1 (until 1987) and 28 in the Damallsvenskan (since its formation in 1988). The team has won the league a record ten times, the latest in 2015. As of the end of the 2015 season, the club ranks first in the overall Damallsvenskan table. FC Rosengård play their home games at Malmö IP in Malmö. The club it merged with, FC Rosengård 1917, has both men's and women's teams.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Arsenal_L.F.C.": "Arsenal Women Football Club, founded as Arsenal Ladies in 1987, is an English professional women's football club affiliated with Arsenal. The club plays in the Women's Super League, the top flight of English women's football.",
  "/wiki/Manchester_City_W.F.C.": "Manchester City Women's Football Club (formerly Manchester City Ladies F.C.) are an English women's football club based in Manchester who play in the FA Women's Super League. They are affiliated with Manchester City F.C. who play in the Premier League.",
  "/wiki/Chelsea_L.F.C.": "Chelsea Football Club Women, formerly known as Chelsea Ladies Football Club, are an English women's football club based in Fulham, England. Since 2004, the club has been affiliated with Chelsea F.C., a men's team in the Premier League. The partnership was formed a year after the men’s team were founded. Chelsea Women were a founding member of the FA WSL in 2010, the top level of women's football in England since 2011. From 2005 to 2010, the side competed in the Premier League National Division, the top tier of women's football in England at the time.",
  "/wiki/Birmingham_City_L.F.C.": "Birmingham City Women F.C. is an English women's football club affiliated with Birmingham City F.C.. As founding members of the FA Women's Super League in 2011, the team plays in the highest division of women's football in England. The team plays their home games at Damson Park, the home of Solihull Moors F.C..",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Fortuna_Hjørring": "Fortuna Hjørring is a women's association football team from Hjørring, Denmark. The club was formed in 1966 and play in green and white. Their biggest achievement in European football was reaching the 2002–03 UEFA Women's Cup final where they ultimately lost 1–7 on aggregate to Umeå IK.",
  "/wiki/Brøndby_IF_(women)": "Brøndby IF is a women's football club from Brøndby, Denmark. It is the female team of Brøndby IF.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/FC_Barcelona_Femení": "Futbol Club Barcelona Femení is a women's football team from Barcelona founded as Club Femení Barcelona in 1988. It is the women's section of FC Barcelona. It is one of the most successful women's football teams in Spain.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Zvezda_2005_Perm": "Zvezda-2005 Perm (Russian: \"Звезда-2005\" Пермь) is a Russian professional women's football club currently competing in the Russian Women's Football Championship.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/SK_Trondheims-Ørn": "SK Trondheims-Ørn is a Norwegian association football club from Trondheim. The club has one of Norway's most famous women's football teams. Starting from 2020 the team will change their name to Rosenborg.",
  "/wiki/Kolbotn_Fotball": "Kolbotn IL Fotball is a sub-section under the sports club Kolbotn IL from Kolbotn, Norway.  The club started football in 1916 and organized football as a semi-autonomous sub-section in 1960.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/HJK_Helsinki_(women)": "Helsingin Jalkapalloklubi is a Finnish women's football team representing HJK Helsinki in the Naisten Liiga.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/A.S.D._AGSM_Verona_F.C.": "Associazione Sportiva Dilettantistica AGSM Verona Calcio Femminile, previously known as A.S.D. Bardolino Verona C.F. between 2007 and 2013, is an Italian women's football club, playing in Serie A. Founded in 1995, the team won the Serie A championship five times in 2004–05, 2006–07, 2007–08, 2008–09 and 2014–15, and won the Coppa Italia three times in 2005–06, 2006–07 and 2008–09.",
  "/wiki/UEFA_Women's_Champions_League": "The UEFA Women's Champions League, previously called the UEFA Women's Cup (2001–09), is an international women's association football competition. It involves the top club teams from countries affiliated with the European governing body UEFA."
}