{
  "/wiki/Christ_in_the_House_of_Martha_and_Mary_(Vermeer)": "Christ in the House of Martha and Mary is a painting finished in 1655 by the Dutch painter Johannes Vermeer. It is housed in the Scottish National Gallery in Edinburgh. It is the largest painting by Vermeer and one of the very few with an overt religious motive. The story of Christ visiting the household of the two sisters Mary and Martha goes back to the New Testament. The work has also been called Christ in the House of Mary and Martha (reversing the last two names).",
  "/wiki/National_Gallery_of_Scotland": "The Scottish National Gallery (formerly the National Gallery of Scotland) is the national art gallery of Scotland. It is located on The Mound in central Edinburgh, close to Princes Street. The building was designed in a neoclassical style by William Henry Playfair, and first opened to the public in 1859.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Diana_and_Her_Companions": "Diana and Her Companions is a painting by Dutch artist Johannes Vermeer completed in the early to mid-1650s, now at the Mauritshuis museum in The Hague. Although the exact year is unknown, the work may be the earliest painting of the artist still extant, with some art historians placing it before Christ in the House of Martha and Mary and some after.",
  "/wiki/Mauritshuis": "The Mauritshuis (Dutch pronunciation: [ˈmʌurɪtsɦœys]; English: Maurice House) is an art museum in The Hague, Netherlands. The museum houses the Royal Cabinet of Paintings which consists of 854 objects, mostly Dutch Golden Age paintings. The collections contains works by Johannes Vermeer, Rembrandt van Rijn, Jan Steen, Paulus Potter, Frans Hals, Jacob van Ruisdael, Hans Holbein the Younger, and others. Originally, the 17th century building was the residence of count John Maurice of Nassau. It is now the property of the government of the Netherlands and is listed in the top 100 Dutch heritage sites.",
  "/wiki/The_Hague": "The Hague (/heɪɡ/; Dutch: Den Haag [dɛn ˈɦaːx] (listen) or 's‑Gravenhage [ˌsxraːvə(n)ˈɦaːɣə] (listen)) is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world.",
  "/wiki/The_Procuress_(Vermeer)": "The Procuress is a 1656 oil-on-canvas painting by the 24-year-old Johannes Vermeer. It can be seen in the Gemäldegalerie Alte Meister in Dresden. It is his first genre painting and shows a scene of contemporary life, an image of mercenary love perhaps in a brothel. It differs from his earlier biblical and mythological scenes. It is one of only three paintings Vermeer signed and dated (the other two are The Astronomer and The Geographer).",
  "/wiki/Gem%C3%A4ldegalerie_Alte_Meister": "The Gemäldegalerie Alte Meister (German pronunciation: [ɡəˈmɛːldəɡaləˌʁiː ˈʔaltə ˈmaɪstɐ], Old Masters Gallery) in Dresden, Germany, displays around 750 paintings from the 15th to the 18th centuries. It includes major Italian Renaissance works as well as Dutch and Flemish paintings. Outstanding works by German, French and Spanish painters of the period are also among the gallery's attractions.",
  "/wiki/Dresden": "Dresden (/ˈdrɛzdən/, German: [ˈdʁeːsdn̩] (listen); Upper and Lower Sorbian: Drježdźany; Czech: Drážďany; Polish: Drezno) is the capital city of the German state of Saxony, and with around 550,000 inhabitants, the state's second most populous city after Leipzig. It is the 12th most populous city of Germany, the fourth largest by area after Berlin, Hamburg and Cologne, as well as the third most populous city in the area of former East Germany, after (East) Berlin and Leipzig. Dresden is contiguous with Freital, Pirna, Radebeul, Meissen and Coswig, and its urban area has around 780,000 inhabitants, making it the largest in Saxony.",
  "/wiki/Girl_Reading_a_Letter_at_an_Open_Window": "Girl Reading a Letter at an Open Window is an oil painting by Dutch Golden Age painter Johannes Vermeer. Completed in approximately 1657–59, the painting is on display at the Gemäldegalerie in Dresden. For many years, the attribution of the painting—which features a young Dutch woman reading a letter before an open window—was lost, with first Rembrandt and then Pieter de Hooch being credited for the work before it was properly identified in 1880. After World War II, the painting was briefly in possession of the Soviet Union.\nApparently well-preserved, the painting may have been altered after the painter's death.",
  "/wiki/A_Girl_Asleep_(Vermeer)": "A Girl Asleep, also known as A Woman Asleep, A Woman Asleep at Table, and A Maid Asleep, is a painting by the Dutch master Johannes Vermeer, 1657. It is housed at the Metropolitan Museum of Art in New York City and may not be lent elsewhere under the terms of the donor's bequest.",
  "/wiki/Metropolitan_Museum_of_Art": "The Metropolitan Museum of Art of New York City, colloquially \"the Met\",[a] is the largest art museum in the United States. With 6,953,927 visitors to its three locations in 2018, it was the third most visited art museum in the world. Its permanent collection contains over two million works, divided among 17 curatorial departments. The main building at 1000 Fifth Avenue, along the Museum Mile on the eastern edge of Central Park in Manhattan's Upper East Side, is by area one of the world's largest art galleries. A much smaller second location, The Cloisters at Fort Tryon Park in Upper Manhattan, contains an extensive collection of art, architecture, and artifacts from medieval Europe. On March 18, 2016, the museum opened the Met Breuer museum along Madison Avenue on the Upper East Side; it extends the museum's modern and contemporary art program.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/The_Little_Street": "The Little Street (Het Straatje) is a painting by the Dutch painter Johannes Vermeer, executed c. 1657–58. It is exhibited at the Rijksmuseum of Amsterdam, and signed, below the window in the lower left-hand corner, \"I V MEER\".",
  "/wiki/Rijksmuseum": "The Rijksmuseum (Dutch: [ˈrɛiksmyˌzeːjʏm] (listen); English: National Museum) is a Dutch national museum dedicated to arts and history in Amsterdam. The museum is located at the Museum Square in the borough Amsterdam South, close to the Van Gogh Museum, the Stedelijk Museum Amsterdam, and the Concertgebouw.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Officer_with_a_Laughing_Girl": "Officer and Laughing Girl, also known as Officer and a Laughing Girl, Officer With a Laughing Girl or De Soldaat en het Lachende Meisje, was painted by the Dutch artist Johannes Vermeer between 1655 and 1660. It was painted in oil on canvas, typical of most Dutch artists of the time, and is 50.5 by 46 cm. It now resides in The Frick Collection in New York.",
  "/wiki/Frick_Collection": "The Frick Collection is an art museum located in the Henry Clay Frick House on the Upper East Side in Manhattan, New York City at 1 East 70th Street, located at the northeast corner with Fifth Avenue. It houses the collection of industrialist Henry Clay Frick  (1849–1919).",
  "/wiki/The_Milkmaid_(Vermeer)": "The Milkmaid (Dutch: De Melkmeid or Het Melkmeisje), sometimes called The Kitchen Maid, is an oil-on-canvas painting of a \"milkmaid\", in fact, a domestic kitchen maid, by the Dutch artist Johannes Vermeer. It is now in the Rijksmuseum in Amsterdam, the Netherlands, which regards it as \"unquestionably one of the museum's finest attractions\".",
  "/wiki/The_Wine_Glass": "The Wine Glass (also The Glass of Wine or Lady and Gentleman Drinking Wine, Dutch: Het glas wijn) is a 1660 painting by Johannes Vermeer now in the Gemäldegalerie, Berlin. It portrays a seated woman and a standing man drinking in an interior setting. The work contains the conventions of genre painting of the Delft School developed by Pieter de Hooch in the late 1650s. It contains figures situated in a brightly lit and spacious interior, while its architectural space is highly defined. The figures are set in the middle ground, rather than positioned in the foreground.",
  "/wiki/A_Lady_Drinking_and_a_Gentleman": "The Wine Glass (also The Glass of Wine or Lady and Gentleman Drinking Wine, Dutch: Het glas wijn) is a 1660 painting by Johannes Vermeer now in the Gemäldegalerie, Berlin. It portrays a seated woman and a standing man drinking in an interior setting. The work contains the conventions of genre painting of the Delft School developed by Pieter de Hooch in the late 1650s. It contains figures situated in a brightly lit and spacious interior, while its architectural space is highly defined. The figures are set in the middle ground, rather than positioned in the foreground.",
  "/wiki/The_Glass_of_Wine": "The Wine Glass (also The Glass of Wine or Lady and Gentleman Drinking Wine, Dutch: Het glas wijn) is a 1660 painting by Johannes Vermeer now in the Gemäldegalerie, Berlin. It portrays a seated woman and a standing man drinking in an interior setting. The work contains the conventions of genre painting of the Delft School developed by Pieter de Hooch in the late 1650s. It contains figures situated in a brightly lit and spacious interior, while its architectural space is highly defined. The figures are set in the middle ground, rather than positioned in the foreground.",
  "/wiki/Gem%C3%A4ldegalerie,_Berlin": "The Gemäldegalerie (German pronunciation: [ɡəˈmɛːldəɡaləˌʁiː], Painting Gallery) is an art museum in Berlin, Germany, and the museum where the main selection of paintings belonging to the Berlin State Museums (Staatliche Museen zu Berlin) is displayed.  It holds one of the world's leading collections of European paintings from the 13th to the 18th centuries.  Its collection includes masterpieces from such artists as Albrecht Dürer, Lucas Cranach, Hans Holbein, Rogier van der Weyden, Jan van Eyck, Raphael, Botticelli, Titian, Caravaggio, Giambattista Pittoni, Peter Paul Rubens, David Teniers the Younger, Rembrandt, Johannes Vermeer, and Antonio Viviani. It was first opened in 1830, and the current building was completed in 1998. It is located in the Kulturforum museum district west of Potsdamer Platz.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/The_Girl_with_the_Wineglass": "The Girl with the Wine Glass (Dame en twee heren) is a 1659-1660 painting by Johannes Vermeer, now in the Herzog Anton Ulrich Museum in Braunschweig.",
  "/wiki/Herzog_Anton-Ulrich-Museum": "The Herzog Anton Ulrich Museum (HAUM) is an art museum in the German city of Braunschweig, Lower Saxony.",
  "/wiki/Braunschweig": "Braunschweig (German pronunciation: [ˈbʁaʊnʃvaɪk] (listen); Low German: Brunswiek [ˈbrɔˑnsviːk]), also called Brunswick (/ˈbrʌnzwɪk/) in English, is a city in Lower Saxony, Germany, north of the Harz mountains at the farthest navigable point of the Oker River which connects it to the North Sea via the Aller and Weser Rivers. In 2016, it had a population of 250,704.",
  "/wiki/View_of_Delft_(Vermeer)": "View of Delft (Dutch: Gezicht op Delft) is an oil painting by Johannes Vermeer, painted ca. 1660–1661. The painting of the Dutch artist's hometown is among his most popular, painted at a time when cityscapes were uncommon. It is one of three known paintings of Delft by Vermeer, along with The Little Street and the lost painting House Standing in Delft. The use of pointillism in the work suggests that it postdates The Little Street, and the absence of bells in the tower of the New Church dates it to 1660–1661. Vermeer's View of Delft has been held in the Dutch Royal Cabinet of Paintings at the Mauritshuis in The Hague since its establishment in 1822.",
  "/wiki/Girl_Interrupted_at_Her_Music": "Girl Interrupted at Her Music is a painting by the Dutch artist Johannes Vermeer. It was painted in the baroque style, probably between the years 1658 and 1659, using oil on canvas. Since 1901 it has been in the Frick Collection in New York City.",
  "/wiki/Woman_Reading_a_Letter_(Vermeer)": "Woman Reading a Letter (Dutch: Brieflezende vrouw) is a painting by the Dutch painter Johannes Vermeer, produced in around 1663. It has been part of the collection of the City of Amsterdam since the Van der Hoop bequest in 1854, and in the Rijksmuseum in Amsterdam since it opened in 1885, the first Vermeer it acquired.",
  "/wiki/The_Music_Lesson": "The Music Lesson, Woman Seated at a Virginal or A Lady at the Virginals with a Gentleman by Johannes Vermeer is a painting of a young female pupil receiving a music lesson from a man. The man's mouth is slightly agape giving the impression that he is singing along with the music that the young girl is playing. This suggests that there is a relationship between the two figures and the idea of love and music being bridged together. This was a common theme among Netherlandish art in this time period. Vermeer uses linear perspective and his invention of the camera pictura to create the illusion of space and depth within the setting of the painted room. Vermeer consistently used the same objects within his paintings such as the draped rug, the white water jug, various instruments, tiled floor and windows that convey light and shadows. This is one of few paintings produced by Vermeer which were kept in his home until his death in 1675 when his family was forced to sell them.  It became a part of the Royal Collection, and it is currently on display in the Picture Gallery at Buckingham Palace in London.",
  "/wiki/Royal_Collection": "The Royal Collection of the British Royal family is the largest private art collection in the world.",
  "/wiki/Buckingham_Palace": "Buckingham Palace (UK: /ˈbʌkɪŋəm/) is the London residence and administrative headquarters of the monarchy of the United Kingdom.[a] Located in the City of Westminster, the palace is often at the centre of state occasions and royal hospitality. It has been a focal point for the British people at times of national rejoicing and mourning.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Woman_with_a_Lute": "Woman with a Lute, also known as Woman with a Lute Near a Window, is a painting created about 1662–1663 by Dutch painter Johannes Vermeer and now at the Metropolitan Museum of Art in New York.",
  "/wiki/Woman_with_a_Pearl_Necklace": "Woman with a Pearl Necklace by Johannes Vermeer is a seventeenth-century Northern European painting. Painted in oils on canvas, Johannes Vermeer portrayed a young Dutch woman, most likely of upper-class-descent, dressing herself with two yellow ribbons, pearl earrings, and a pearl necklace. As a very popular artist of the 17th century, the Dutch Golden Age, Vermeer depicted many women in similar circumstances within interior, domestic scenes. The same woman also appears in The Love Letter and A Lady Writing a Letter.",
  "/wiki/Gem%C3%A4ldegalerie_(Berlin)": "The Gemäldegalerie (German pronunciation: [ɡəˈmɛːldəɡaləˌʁiː], Painting Gallery) is an art museum in Berlin, Germany, and the museum where the main selection of paintings belonging to the Berlin State Museums (Staatliche Museen zu Berlin) is displayed.  It holds one of the world's leading collections of European paintings from the 13th to the 18th centuries.  Its collection includes masterpieces from such artists as Albrecht Dürer, Lucas Cranach, Hans Holbein, Rogier van der Weyden, Jan van Eyck, Raphael, Botticelli, Titian, Caravaggio, Giambattista Pittoni, Peter Paul Rubens, David Teniers the Younger, Rembrandt, Johannes Vermeer, and Antonio Viviani. It was first opened in 1830, and the current building was completed in 1998. It is located in the Kulturforum museum district west of Potsdamer Platz.",
  "/wiki/Woman_with_a_Water_Jug_(Vermeer)": "Woman with a Water Jug, also known as Young Woman with a Water Pitcher, is a painting finished between 1660–1662 by the Dutch painter Johannes Vermeer in the Baroque style. It is oil on canvas, 45.7cm x 40.6 cm, and is on display at the Metropolitan Museum of Art, New York.",
  "/wiki/Young_Woman_with_a_Water_Pitcher": "Woman with a Water Jug, also known as Young Woman with a Water Pitcher, is a painting finished between 1660–1662 by the Dutch painter Johannes Vermeer in the Baroque style. It is oil on canvas, 45.7cm x 40.6 cm, and is on display at the Metropolitan Museum of Art, New York.",
  "/wiki/Woman_Holding_a_Balance": "Woman Holding a Balance, also called Woman Testing a Balance, is an oil painting by  Dutch Golden Age artist Johannes Vermeer.",
  "/wiki/Woman_with_a_Balance": "Woman Holding a Balance, also called Woman Testing a Balance, is an oil painting by  Dutch Golden Age artist Johannes Vermeer.",
  "/wiki/National_Gallery_of_Art": "The National Gallery of Art, and its attached Sculpture Garden, is a national art museum in Washington, D.C., located on the National Mall, between 3rd and 9th Streets, at Constitution Avenue NW. Open to the public and free of charge, the museum was privately established in 1937 for the American people by a joint resolution of the United States Congress. Andrew W. Mellon donated a substantial art collection and funds for construction. The core collection includes major works of art donated by Paul Mellon, Ailsa Mellon Bruce, Lessing J. Rosenwald, Samuel Henry Kress, Rush Harrison Kress, Peter Arrell Browne Widener, Joseph E. Widener, and Chester Dale. The Gallery's collection of paintings, drawings, prints, photographs, sculpture, medals, and decorative arts traces the development of Western Art from the Middle Ages to the present, including the only painting by Leonardo da Vinci in the Americas and the largest mobile created by Alexander Calder.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/A_Lady_Writing_a_Letter": "A Lady Writing a Letter (also known as A Lady Writing; Dutch: Schrijvend meisje) is an oil painting attributed to 17th century Dutch painter Johannes Vermeer. It is believed to have been completed around 1665. The Lady is seen to be writing a letter and has been interrupted, so gently turns her head to see what is happening. She wears twelve pearls (10 on the necklace and two earrings).",
  "/wiki/Girl_with_a_Pearl_Earring": "Girl with a Pearl Earring (Dutch: Meisje met de parel) is an oil painting by Dutch Golden Age painter Johannes Vermeer, dated c. 1665. Going by various names over the centuries, it became known by its present title towards the end of the 20th century after the large pearl earring worn by the girl portrayed there. The work has been in the collection of the Mauritshuis in The Hague since 1902 and has been the subject of various literary treatments. In 2006, the Dutch public selected it as the most beautiful painting in the Netherlands."
}