{
  "/wiki/Woot": "Woot (originally W00t) is an American Internet retailer based in the Dallas suburb of Carrollton, Texas. Founded by electronics wholesaler Matt Rutledge, it debuted on July 12, 2004.  Woot's main website generally offers only one discounted product each day, often a piece of computer hardware or an electronic gadget. Other Woot sites offer daily deals for T-shirts, wine, children's items, household goods; two other sites offer various items. On June 30, 2010, Woot announced an agreement to be acquired by Amazon.",
  "/wiki/Carrollton,_Texas": "Carrollton is a city in Denton, Dallas and Collin counties in Texas, United States. As of the 2010 census, its population was 119,087, making it the twenty-third most populous city in  Texas.",
  "/wiki/Amazon.com": "Amazon.com, Inc. (/ˈæməzɒn/), is an American multinational technology company based in Seattle that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is considered one of the Big Four tech companies, along with Google, Apple, and Facebook.",
  "/wiki/Meituan.com": "Meituan-Dianping (Chinese: 美团网; pinyin: Mĕituánwǎng) is a Chinese group buying website for locally found food delivery services, consumer products and retail services. The company is headquartered in Beijing and was founded in 2010 by Wang Xing. The Meituan site offers deals of the day by selling vouchers on local services and entertainment. By May 2014, the company had 5,000 employees.",
  "/wiki/Beijing,_China": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Amazon_Local": "Amazon.com, Inc. (/ˈæməzɒn/), is an American multinational technology company based in Seattle that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is considered one of the Big Four tech companies, along with Google, Apple, and Facebook.",
  "/wiki/Boise,_Idaho": "Boise (/ˈbɔɪsi/ (listen)) is the capital and most populous city of the U.S. state of Idaho, and is the county seat of Ada County. Located on the Boise River in southwestern Idaho, it is 41 miles (66 km) east of the Oregon border, and 110 miles (177 km) north of the Nevada border. The downtown area's elevation is 2,704 feet (824 m) above sea level. Its estimated population in 2018 was 228,790.",
  "/wiki/LivingSocial": "LivingSocial is an online marketplace that allows its registered users to buy and share things to do in their city. Formerly headquartered in Washington, D.C., LivingSocial had roughly 70 million members around the world in 2013. The company shrank from a peak of 4,500 employees in 2011 to about 200 in 2016. LivingSocial was purchased by Groupon in 2016.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Groupon": "Groupon is an American global e-commerce marketplace connecting subscribers with local merchants by offering activities, travel, goods and services in 15 countries. Based in Chicago, Groupon was launched there in November 2008, launching soon after in Boston, New York City and Toronto. By October 2010, Groupon was available in 150 cities in North America and 100 cities in Europe, Asia and South America, and had 35 million registered users. By the end of March 2015, Groupon served more than 500 cities worldwide, nearly 48.1 million active customers and featured more than 425,000 active deals globally in 48 countries.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/WagJag": "WagJag is a limited-time deals website, or an online service that offers various experiences, travel packages, events, and goods at reduced prices. WagJag was founded in late 2009 with its main office located in Toronto, Canada. WagJag is owned by  Emerge Commerce, which was founded by Ghassan Halazon and other e-commerce veterans in Canada. Emerge acquired Wagjag from Metroland Media, a subsidiary of Torstar Corporation in November 2017. Emerge is also the owner of Shop.ca, Buytopia.ca, and Shop.us.",
  "/wiki/Toronto,_Canada": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Torstar": "Torstar Corporation is a Canadian media conglomerate. The company is primarily a publisher of daily and community newspapers, including its flagship and namesake, the Toronto Star.",
  "/wiki/BuyWithMe": "BuyWithMe was a social e-commerce company that was known as the first competitor to group buying website Groupon.  Launched in Boston and then later based in New York City, BuyWithMe allowed consumers to leverage group buying power to get discounts with local merchants online.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Gilt_Groupe": "Gilt is an online shopping and lifestyle website based in the United States, launched in 2007 At one time valued at over $1 billion on paper, the company was eventually sold to Hudson's Bay Company for approximately $250 million,  far lower than the total obtained from its investors. Prior to the Hudson’s Bay acquisition, sales were exceeding growth projections but the firm had not been profitable yet. On June 4, 2018, Boston, Massachusetts-based Rue La La acquired Gilt from HBC.",
  "/wiki/Scoutmob": "Scoutmob was an Atlanta-based startup company whose primary service was an ecommerce website focused on offering unique goods from independent makers.  A secondary aspect of their business was focused on providing location-aware coupons and curated  to users in Atlanta. The site provided deals to local food and drink venues as well as shops.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Google_Offers": "Google Offers was a service offering discounts and coupons. Initially, it was a deal of the day website similar to Groupon, but it later changed focus. Rather than a small number of prepaid offers, it instead offered many smaller discounts. It additionally integrated with both Google Maps and Google Wallet for mobile offers. In 2014, Google announced it would be shutting the service down.",
  "/wiki/Mountain_View,_California": "Mountain View is a city located in Santa Clara County, California, United States, in Silicon Valley. Named for its views of the Santa Cruz Mountains, Mountain View has developed from its origins as a stagecoach stop into one of the principal cities of Silicon Valley. It has a population of 74,066.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/Meh.com": "Matt Rutledge (born 1972) is an American Internet entrepreneur, best known as the founder and former CEO of the daily deal site Woot. Woot was acquired by Amazon in 2010, and Rutledge resigned his position at Amazon in 2012. Rutledge launched a new daily-deal site, Meh, in 2014.",
  "/wiki/Matt_Rutledge": "Matt Rutledge (born 1972) is an American Internet entrepreneur, best known as the founder and former CEO of the daily deal site Woot. Woot was acquired by Amazon in 2010, and Rutledge resigned his position at Amazon in 2012. Rutledge launched a new daily-deal site, Meh, in 2014.",
  "/wiki/List_of_deal_of_the_day_services": "Deal of the day services, also known as flash sales or one deal a day, are websites that offer a single product for sale for up to 24 hours.  For those sites that require membership, members may receive online offers and invitations in postal mail, email, through their daily deal aggregator  and/or social networks."
}