{
  "/wiki/Shaun_Burgoyne": "Shaun Playford Burgoyne (born 21 October 1982) is an Australian rules footballer playing with the Hawthorn Football Club in the Australian Football League (AFL). Burgoyne played with Port Adelaide through to 2002 to 2009 before being traded to Hawthorn in late 2009, where he has now played the majority of his games. With 35 finals appearances, Burgoyne has the second most finals appearances of any AFL footballer, behind only Michael Tuck.\nAt 37 years old, he is currently the oldest active AFL player. He is also the last active AFL player who participated in any AFL Grand Final from 2006 or earlier.",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/Dustin_Fletcher": "Dustin Fletcher (born 7 May 1975) is a former professional Australian rules footballer who played for the Essendon Football Club in the Australian Football League (AFL). He is widely acknowledged as one of the finest defenders in VFL/AFL history.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Jonathan_Brown_(Australian_footballer)": "Jonathan Brown (born 29 October 1981) is a former professional Australian rules footballer and radio presenter living in Melbourne. He is the former captain of the Brisbane Lions in the Australian Football League.",
  "/wiki/Brisbane_Lions": "The Brisbane Lions Australian Football Club is a professional Australian rules football club who play in the Australian Football League (AFL). The club is based in Brisbane, Queensland, Australia. The club was formed in late 1996 from the merger of the Fitzroy Lions and the Brisbane Bears. The Lions are one of the most successful AFL clubs of the 21st century, having appeared in four consecutive AFL Grand Finals from 2001 to 2004 and winning three premierships (2001, 2002, 2003).",
  "/wiki/Simon_Black": "Simon Black (born 3 April 1979) is a former Australian rules football player and current assistant coach, who played his whole career with the Brisbane Lions in the Australian Football League (AFL).",
  "/wiki/Stephen_Milne": "Stephen Milne (born 8 March 1980) is a former professional Australian rules footballer who played for the St Kilda Football Club in the Australian Football League (AFL).  A small forward, he held the AFL record for the most goals kicked at Docklands Stadium. He also held the record for the most games played by a player originally drafted via the Rookie Draft, however this was surpassed by the West Coast Eagles' Dean Cox in early 2014.",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/Matthew_Pavlich": "Matthew Pavlich (born 31 December 1981) is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL).",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Chris_Newman_(Australian_rules_footballer)": "Christopher Newman (born 18 May 1982) is the coach of the Box Hill Hawks in the Victorian Football League and a former player with the Richmond Football Club in the Australian Football League (AFL). He was drafted at pick 55 in the 2000 national draft from the Dandenong Stingrays in the TAC Cup. Newman grew up in the Melbourne suburb of Narre Warren where his neighbour and childhood friend was former AFL player Brendan Fevola. Newman led Box Hill to a VFL premiership in 2018 and formerly served as an assistant coach at Hawthorn in 2016.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Lenny_Hayes": "Lenny Hayes (born 14 January 1980) is a former professional Australian rules footballer who played for the St Kilda Football Club in the Australian Football League (AFL) from 1999 to 2014.",
  "/wiki/Martin_Mattner": "Martin Mattner (born 6 August 1982) is a former Australian rules footballer who played for the Sydney Swans and Adelaide Crows in the Australian Football League (AFL). He was traded to Sydney from the Crows in October 2007 in exchange for draft pick number 28.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Ryan_Hargrave": "Ryan Hargrave (born 26 July 1981) is a former Australian rules footballer in the Australian Football League. He played for the Western Bulldogs.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/David_Wojcinski": "David Wojcinski (born 18 September 1980) is a former Australian rules footballer who played for the Geelong Football Club in the Australian Football League (AFL).",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Nick_Riewoldt": "Nicholas Riewoldt (/ˈriːvoʊlt/ REE-volt; born 17 October 1982) is a former professional Australian rules footballer who played for the St Kilda Football Club in the Australian Football League (AFL). He was the first draft selection in the 2000 AFL draft. He was the captain of St Kilda in 2005 and from 2007 to 2016. Riewoldt holds the all-time record for most marks in VFL/AFL history, surpassing Gary Dempsey in Round 15, 2017. His cousin Jack Riewoldt plays for Richmond.",
  "/wiki/Quinten_Lynch": "Quinten Peter Lynch (born 24 January 1983) is a former Australian rules footballer who played with the Collingwood Football Club and the West Coast Eagles in the Australian Football League (AFL). Originally from Grass Patch, a rural farming community near Esperance, Western Australia, he played for the West Perth Football Club in the West Australian Football League (WAFL) before being recruited to West Coast with the 19th pick overall in the 2002 Rookie Draft.",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Luke_McPharlin": "Luke McPharlin (born 1 December 1981) is a former professional Australian rules footballer who played in the Australian Football League (AFL) for the Fremantle Football Club between 2002 and 2015, after two seasons with the Hawthorn Football Club. He was educated at Christ Church Grammar School in Perth where he graduated in 1999. Throughout his AFL career, McPharlin predominantly played as a key defender.",
  "/wiki/Daniel_Kerr": "Daniel Alan Kerr (born 16 May 1983) is a former Australian rules footballer who played for the West Coast Eagles in the Australian Football League (AFL). He played 220 games for the club between 2001 and 2013, as a hard-running inside midfielder.",
  "/wiki/Chad_Cornes": "Chad Studley Cornes (born 12 November 1979) is a former professional Australian rules footballer who played for the Port Adelaide Football Club and Greater Western Sydney Giants in the Australian Football League (AFL). He was a member of the Port Adelaide side which won the premiership in 2004. On 3 July 2013, he retired from AFL football due to a troublesome knee. Cornes is currently serving as the SANFL coach of Port Adelaide.",
  "/wiki/Greater_Western_Sydney_Giants": "The Greater Western Sydney Football Club, commonly referred to as GWS Giants or simply GWS, is a professional Australian rules football club which plays in the Australian Football League (AFL). Representing the Greater Western Sydney area and Canberra, the club is based at the Tom Wills Oval in Sydney Olympic Park. The team's primary home ground is Sydney Showground Stadium, also located in the Olympic Park precinct. The club plays four home games a year at Manuka Oval in Canberra as part of a deal with the government of the Australian Capital Territory.",
  "/wiki/Lance_Franklin": "Lance Franklin (born 30 January 1987), also known as Buddy Franklin, is a professional Australian rules footballer playing for the Sydney Swans in the Australian Football League (AFL). He previously played for the Hawthorn Football Club from 2005 to 2013. Regarded as the greatest forward of his generation and among the greatest players of all time, Franklin is the seventh-highest goalkicker in VFL/AFL history with 944 career goals, the most of any current player, and has led his clubs' goalkicking on eleven occasions (six at Hawthorn and five at Sydney). He has been selected in the All-Australian team on eight occasions (three at full forward and five at centre half-forward), including as captain in the 2018 team, and has won four Coleman Medals throughout his career, with his biggest haul coming in 2008 with Hawthorn, when he kicked 113 goals for the year.",
  "/wiki/Kevin_Sheedy_(Australian_footballer)": "Kevin John Sheedy AO (born 24 December 1947) is a former Australian rules football coach and player in the Australian Football League. He played and coached in a combined total of 929 games over 47 years from 1967 until 2013, which is a VFL/AFL record. Sheedy was inducted into the Australian Football Hall of Fame in 2008 and on the 29th of May 2018 was elevated to legend status.",
  "/wiki/Matthew_Boyd": "Matthew Keith Boyd (born 27 August 1982) is a former professional Australian rules footballer who played for the Western Bulldogs in the Australian Football League (AFL).\nBefore joining the Bulldogs, Boyd had played for Dandenong Stingrays in the TAC Cup and Frankston in the VFL. He currently holds the record for the most AFL games played by a player recruited from the rookie draft. Boyd is the grand nephew of Australian football vendor icon Johnny Boyd, known as the Peanut Man.",
  "/wiki/2012_AFL_season": "The 2012 Australian Football League season was the 116th season of the Australian rules football competition and the 23rd under the name 'Australian Football League', having switched from 'Victorian Football League' after 1989. It was the first season in which the new team Greater Western Sydney competed, bringing the number of teams in the competition to a record high eighteen."
}