{
  "/wiki/Federal_District_(Brazil)": "The Federal District (Portuguese: Distrito Federal [d͡ʒisˈtɾitu fedeˈɾaṷ] (listen)) is one of 27 federative units of Brazil. Located in the Center-West Region, it is the smallest Brazilian federal unit and the only one that has no municipalities, being divided into 31 administrative regions, totaling an area of 5,802 km². In its territory, is located the federal capital of Brazil, Brasília, that is also the seat of government of the Federal District.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Rio_de_Janeiro_(state)": "Rio de Janeiro (Portuguese pronunciation: [ˈʁi.u dʒi ʒɐˈnejɾu]  River of January) is one of the 27 federative units of Brazil. It has the second largest economy of Brazil, with the largest being that of the state of São Paulo.",
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Santa_Catarina_(state)": "Santa Catarina (Brazilian Portuguese: [ˈsɐ̃tɐ kataˈɾinɐ] (listen), \"Saint Catherine\") is a state in the South Region of Brazil. It is the 7th smallest state in total area and the 11th most populous. Additionally, it is the 9th largest settlement, with 295 municipalities. Catholicism is the religion of the majority of the population. The official language, as in other Brazilian federative units, is the Portuguese language. The state covers an area of 95,733 km2 (36,813.366 sq mi), reaching a larger area than Portugal or the sum of the Brazilian states of Rio de Janeiro, Espirito Santo, and the Federal District.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/S%C3%A3o_Paulo_(state)": "São Paulo (Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is one of the 26 states of the Federative Republic of Brazil and is named after Saint Paul of Tarsus. As the richest Brazilian state and a major industrial complex, often dubbed the \"locomotive of Brazil\", the state is responsible for 33.9% of the Brazilian GDP. São Paulo also has the second highest Human Development Index (HDI) and GDP per capita, the fourth lowest infant mortality rate, the third highest life expectancy, and the third lowest rate of illiteracy among the federative units of Brazil, being by far, the safest state in the country. The homicide rate is 3.8 per 100 thousand as of 2018,  almost 1/4 of the Brazilian rate. São Paulo alone is richer than Argentina, Uruguay, Paraguay and Bolivia combined.   The economy of São Paulo State is the most developed in Brazil.",
  "/wiki/Rio_Grande_do_Sul": "Rio Grande do Sul (UK: /ˌriːuː ˌɡrændi duː ˈsʊl/, US: /ˌriːuː ˌɡrɑːndi duː ˈsuːl/, Portuguese: [ˈʁiw ˈɡɾɐ̃dʒi du ˈsuw] (listen);[a] lit. \"Great Southern River\") is a state in the southern region of Brazil. It is the fifth-most-populous state and the ninth largest by area. Located in the southernmost part of the country, Rio Grande do Sul is bordered clockwise by Santa Catarina to the north and northeast, the Atlantic Ocean to the east, the Uruguayan departments of Rocha, Treinta y Tres, Cerro Largo, Rivera and Artigas to the south and southwest, and the Argentine provinces of Corrientes and Misiones to the west and northwest.  The capital and largest city is Porto Alegre.  The state has the highest life expectancy in Brazil, and the crime rate is relatively low compared to Brazilian national average.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Paran%C3%A1_(state)": "Paraná (Brazilian Portuguese: [paɾaˈna] (listen)) is one of the 26 states of Brazil, in the south of the country, bordered on the north by São Paulo state, on the east by the Atlantic Ocean, on the south by Santa Catarina state and the province of Misiones, Argentina, and on the west by Mato Grosso do Sul and Paraguay, with the Paraná River as its western boundary line.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Amap%C3%A1": "Amapá ([ɐmɐˈpa] (listen)) is a state located in the northern region of Brazil. It is the second least populous state and the eighteenth largest by area. Located in the far northern part of the country, Amapá is bordered clockwise by French Guiana to the north, the Atlantic Ocean to the east, Pará to the south and west, and Suriname to the northwest. The capital and largest city is Macapá.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Esp%C3%ADrito_Santo": "Espírito Santo[a] (UK: /ɛˌspɪrɪtuː ˈsæntuː/, US: /əˌ- ... ˈsɑːn-/, Portuguese: [esˈpiɾitu ˈsɐ̃tu] (listen);[b] meaning \"Holy Spirit\") is a state in southeastern Brazil. Its capital is Vitória, and its largest city is Serra. With an extensive coastline, the state hosts some of the country's main ports, and its beaches are significant tourist attractions.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
  "/wiki/Minas_Gerais": "Minas Gerais ([ˈminɐz ʒeˈɾajs] (listen))[a] is a state in   Southeastern Brazil. It ranks as the second most populous, the third by gross domestic product (GDP), and the fourth largest by area in the country. The state's capital and largest city, Belo Horizonte, is a major urban and finance center in Latin America, and the sixth largest municipality in Brazil, after the cities of São Paulo, Rio de Janeiro, Salvador, Brasilia and Fortaleza, but its metropolitan area is the third largest in Brazil with just over 5,800,000 inhabitants, after those of São Paulo and Rio de Janeiro. Nine Brazilian presidents were born in Minas Gerais, the most of any state.",
  "/wiki/Mato_Grosso_do_Sul": "Mato Grosso do Sul (Portuguese pronunciation: [ˈmatu ˈɡɾosu du ˈsuw]) is one of the Midwestern states of Brazil. Its total area of 357,125 square kilometers, or 137,891 square miles, is roughly the same size as Germany.",
  "/wiki/Goi%C3%A1s": "Goiás (Brazilian Portuguese: [ɡojˈjas] (listen)) is a state of Brazil, located in the Center-West region of the country. The name Goiás (formerly, Goyaz) comes from the name of an indigenous community. The original word seems to have been guaiá, a compound of gua e iá, meaning \"the same person\" or \"people of the same origin.\" It borders the Federal District and the states of (from north clockwise) Tocantins, Bahia, Minas Gerais, Mato Grosso do Sul and Mato Grosso.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Mato_Grosso": "Mato Grosso (Portuguese pronunciation: [ˈmatu ˈɡɾosu] – lit. \"Thick Bush\") is one of the states of Brazil, the third largest by area, located in the western part of the country.",
  "/wiki/Roraima": "Roraima (Pemon: roro imã, \"parrot mountain\" i.e. \"Green Peak\", Brazilian Portuguese: [ʁoˈɾajmɐ] (listen)) is the northernmost and least populated state of Brazil, located in the Amazon region. It borders the states of Amazonas and Pará and the countries of Venezuela and Guyana. The population is approximately 450,000 (as of 2010), and the capital is Boa Vista. Roraima has fifteen municipalities, the fewest of any Brazilian state.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Rond%C3%B4nia": "Rondônia (Brazilian Portuguese: [ʁõˈdõniɐ] (listen)) is a state in Brazil, located in the northern part of the country. To the west is a short border with the state of Acre, to the north is the state of Amazonas, in the east is Mato Grosso, and in the south and southwest is Bolivia.  Its capital is Porto Velho. The state was named after Cândido Rondon.",
  "/wiki/Amazonas_(Brazilian_state)": "Amazonas ([ɐmɐˈzõnɐs] (listen)) is a state of Brazil, located in the North Region in the northwestern corner of the country. It is the largest Brazilian state by area and the 9th largest country subdivision in the world, and is greater than the areas of Uruguay, Paraguay, and Chile combined. Mostly located in the Southern Hemisphere, it is the third largest country subdivision in the Southern Hemisphere after the Australian states of Western Australia and Queensland. It would be the sixteenth largest country in land area, slightly larger than Mongolia. Neighbouring states are (from the north clockwise) Roraima, Pará, Mato Grosso, Rondônia, and Acre. It also borders the nations of Peru, Colombia and Venezuela. This includes the Departments of Amazonas, Vaupés and Guainía in Colombia, as well as the Amazonas state in Venezuela, and the Loreto Region in Peru.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Par%C3%A1": "Pará is a State of Brazil, located in northern Brazil and traversed by the lower Amazon River. It borders the Brazilian states of Amapá, Maranhão, Tocantins, Mato Grosso, Amazonas and Roraima. To the northwest are the borders of Guyana and Suriname, to the northeast of Pará is the Atlantic Ocean. The capital and largest city is Belém, which is located at the mouth of the Amazon.",
  "/wiki/Libya": "Libya (/ˈlɪbiə/ (listen); Arabic: ليبيا‎, romanized: Lībiyā), officially the State of Libya (Arabic: دولة ليبيا‎, romanized: Dawlat Lībiyā),[dubious  – discuss] is a country in the Maghreb region in North Africa, bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west, and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 1.8 million square kilometres (700,000 sq mi), Libya is the fourth largest country in Africa, and is the 16th largest country in the world. Libya has the 10th-largest proven oil reserves of any country in the world. The largest city and capital, Tripoli, is located in western Libya and contains over one million of Libya's six million people. The second-largest city is Benghazi, which is located in eastern Libya. The Latin name Libya is based on the name the region west of the Nile (Λιβύη) used by the Ancient Greeks and Romans for all of North Africa, and was first adopted during the Italian colonization since 1911.",
  "/wiki/Tocantins": "Tocantins  (Brazilian Portuguese: [tokɐ̃ˈtʃĩs] (listen)A) is one of the states of Brazil. (From: Tukã´, Toucan +  tï, beak. lit. \"Toucan's beak\" in Tupi language). It is the newest of the 26 Brazilian states, formed in 1988 and encompassing what had formerly been the northern two-fifths of the state of Goiás. Tocantins covers 277,620.91 square kilometres (107,190.03 sq mi) and has a population of 1,496,880 (2014 est.). Construction of its capital, Palmas, began in 1989; most of the other cities in the state date to the Portuguese colonial period. With the exception of Araguaína there are few other cities with a significant population in the state. The government has invested in a new capital, a major hydropower dam, railroads and related infrastructure to develop this primarily agricultural area.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Pernambuco": "Pernambuco (Brazilian Portuguese: [pɛʁnɐ̃ˈbuku] (listen)) is a state of Brazil, located in the Northeast region of the country. The state of Pernambuco also includes the archipelago Fernando de Noronha. With an estimated population of 9.2 million people in 2013, it is the seventh most populous state of Brazil, and is the sixth most densely populated and the 19th most extensive among the states and territories of the country. Its capital and largest city, Recife, is one of the most important economic and urban hubs in the country. As of 2013 estimates, Recife's metropolitan area is the fifth most populous in the country, and the largest urban agglomeration in Northeast Brazil.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/Bahia": "Bahia (/bəˈhiːə/ (listen); locally [baˈi.ɐ])[a] is one of the 26 states of Brazil and is located in the northeastern part of the country on the Atlantic coast. It is the 4th-largest Brazilian state by population (after São Paulo, Minas Gerais, and Rio de Janeiro) and the 5th-largest by area. Bahia's capital is the city of Salvador (formerly known as \"Cidade do São Salvador da Bahia de Todos os Santos\", lit. \"City of Holy Saviour of All Saints Bay\"), located on a spit of land separating the Bay of All Saints from the Atlantic. Once a monarchial stronghold dominated by agricultural, slaving, and ranching interests, Bahia is now a major manufacturing center whose last four elections have been dominated by the Workers' Party.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/List_of_Brazilian_states_by_literacy_rate": "The figures are based on the 2017 census by IBGE."
}