{
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Ron_Barassi,_Jr.": "Ronald Dale Barassi Jr. AM (born 27 February 1936) is a retired Australian rules football player and coach. During a long and decorated career, Barassi has been one of the most important figures in the history of Australian football. His father Ron Barassi Sr., also a prominent Australian rules footballer, was killed at Tobruk during World War II. The young Barassi spent his latter teenage years living with Norm Smith, coach of the Melbourne Football Club and a former teammate of his father.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Berry_Street": "Berry Street is an independent Community Service Organisation and Australian charity. Established in 1877, protecting and caring for children has been the common thread throughout their history. Berry Street’s vision is that all children have a good childhood, growing up feeling safe, nurtured and with hope for the future.",
  "/wiki/Collingwood_Football_Club": "The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club playing in the Australian Football League (AFL). Formed in 1892 in the then-working class Melbourne suburb of Collingwood, the club played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League (now the national AFL). Originally based at Victoria Park, Collingwood now plays its home games at the Melbourne Cricket Ground with its training and administrative headquarters located at Olympic Park Oval and the Holden Centre.",
  "/wiki/Peter_MacCallum_Cancer_Centre": "The Peter MacCallum Cancer Centre, also known as the Peter MacCallum Cancer Institute and commonly abbreviated as the Peter Mac, is an Australian oncology research institute, cancer treatment, and professional oncologist training centre located  in Melbourne, Victoria. The Centre is named in honour of Sir Peter MacCallum. Since June 2016, the Peter Mac has been located within the Victorian Comprehensive Cancer Centre (VCCC) in Parkville.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Western_Bulldogs": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Ted_Whitten": "Edward James Whitten OAM (27 July 1933 – 17 August 1995) better known as Ted Whitten or E. J. Whitten, was an Australian rules footballer who represented Footscray in the Victorian Football League (VFL), and Victoria in interstate football. Recognised as one of the game's all-time greatest players, he was one of twelve inaugural \"Legends\" inducted into the Australian Football Hall of Fame. In 1996, he was voted captain and centre half-back in the AFL's Team of the Century.",
  "/wiki/Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers, is a professional Australian rules football team that competes in the Australian Football League (AFL). It was founded in 1994 in honour of the rich footballing history associated with the Western Australian port city of Fremantle, and entered the AFL the following year, making it the second team from the state after the West Coast Eagles to be admitted to the competition.",
  "/wiki/Anzac_Day_match": "The Anzac Day match is an annual Australian rules football match between  Collingwood and  Essendon, held on Anzac Day (25 April) at the Melbourne Cricket Ground (MCG).",
  "/wiki/Adelaide_Football_Club": "The  Adelaide Football Club, nicknamed the Crows, are a professional Australian rules football club that competes in the Australian Football League (AFL). The club has both a men's team, which played its first match in 1991, and a women's team, which began in 2017 in the inaugural season of the AFLW. The club is based in Adelaide, South Australia, playing its home matches at Adelaide Oval. The club has its training and administration base at Football Park in West Lakes, where it previously played home matches between 1991 and 2013. The club song is \"The Pride of South Australia\", to the tune of the US Marines' Hymn.",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Showdown_Medal": "The Showdown Medal is the medal awarded to the player adjudged best on ground in the Showdown AFL match between Adelaide and Port Adelaide. It is thus similar to the Ross Glendinning Medal awarded in Western Derby games. However, no medal is awarded if the teams meet in a final, as they did in 2005.",
  "/wiki/Showdown_(AFL)": "The Showdown is an Australian rules football local derby game played by the two Australian Football League teams from South Australia, the Adelaide and Port Adelaide football clubs.",
  "/wiki/Phil_Walsh_(Australian_footballer)": "Phillip \"Phil\" Walsh (15 March 1960 – 3 July 2015) was an Australian rules footballer and coach. Walsh played for Collingwood, Richmond and the Brisbane Bears in the Victorian Football League (VFL) between 1983 and 1990. Upon ending his playing career, Walsh held assistant coaching roles at Geelong, West Coast and Port Adelaide before being appointed as the head coach of the Adelaide Football Club for a three-season contract beginning in 2015.",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/Trevor_Barker": "Trevor Barker (7 October 1956 – 26 April 1996) was an Australian rules footballer with the St Kilda Football Club in the Victorian Football League (VFL).\nBarker was seen in many ways a shining light during a particularly tough time on and off the field for St Kilda in the 1970s and 1980s.",
  "/wiki/Simon_Madden": "Simon Madden (born 30 December 1957) is a former Australian rules footballer for the Essendon Football Club from 1974 until 1992. He was also president of the AFL Players Association from 1985 until 1989.",
  "/wiki/Justin_Madden": "Justin Mark Madden AM (born 31 May 1961) is an Australian politician and former Australian rules footballer. He rose to prominence as a highly successful player with the Carlton Football Club, after an early stint with Essendon. He entered politics after retiring in 1997 from AFL. He has held seven Ministerial portfolios since the Victorian Labor Party took government at the 1999 election. Madden was Minister for Youth Affairs and Minister Assisting the Minister for Planning from 1999–2002, Minister for Sport and Recreation from October 1999 to December 2006, Minister for Commonwealth Games from February 2002 to December 2006, Minister for Planning from 2006 - December 2010 and Minister for the Respect Agenda from January 2010 to December of the same year. Madden retired from politics in 2014.",
  "/wiki/Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club in the Australian Football League (AFL). The club, founded in 1902, is the youngest of the Victorian-based teams in the AFL and has won thirteen VFL/AFL premierships. It is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s and 2010s. The team play in brown and gold vertically striped guernsey. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts\".",
  "/wiki/Silk-Miller_police_murders": "The Silk–Miller murders (also known as the Moorabbin Police murders) was the name given to the murders of Victoria Police officers Sergeant Gary Silk and Senior Constable Rodney Miller in Cochranes Road, Moorabbin, Victoria, Australia on 16 August 1998.",
  "/wiki/Anzac_Day_clash": "The Anzac Day match is an annual Australian rules football match between  Collingwood and  Essendon, held on Anzac Day (25 April) at the Melbourne Cricket Ground (MCG).",
  "/wiki/Robert_Rose_(sportsman)": "Robert Peter Rose (6 February 1952 – 12 May 1999) was an Australian sportsman who played Australian rules football in the VFL and first-class cricket during the 1970s. Following a car accident in 1974 he became a quadriplegic.",
  "/wiki/Bob_Rose_(footballer)": "Robert \"Bob\" Rose (7 August 1928 – 7 July 2003) was an Australian rules footballer and coach in the VFL. He is widely regarded as the greatest player ever to play for Collingwood.",
  "/wiki/Charlie_Sutton": "Charlie Sutton (3 April 1924 – 5 June 2012) was an Australian rules footballer who represented Footscray in the Victorian Football League (VFL).",
  "/wiki/West_Coast_Eagles": "The West Coast Eagles Football Club is a professional Australian rules football club based in Perth, Western Australia, and plays in the Australian Football League (AFL).",
  "/wiki/Glendinning%E2%80%93Allan_Medal": "The Glendinning–Allan Medal, formerly the Ross Glenndinning Medal, is awarded to the player judged best on ground in each Western Derby football match played between Fremantle Football Club and the West Coast Eagles.",
  "/wiki/Western_Derby": "The Western Derby (/ˈdɜːrbi/) is the name given to the Australian rules football match between the West Coast Eagles and the Fremantle Dockers, who both participate in the Australian Football League (AFL). As both teams are based in Perth, the capital city of Western Australia, the term \"derby\" is used to describe the match.  It has become one of the most important matches for football in Western Australia, with former South Fremantle and West Coast player, and former West Coast coach John Worsfold claiming that in the week before a derby that it is the main topic in Perth.",
  "/wiki/Ross_Glendinning": "Ross William Glendinning (born 17 September 1956) is a former Australian rules footballer who represented East Perth in the West Australian Football League (WAFL) and North Melbourne and West Coast in the Victorian Football League (VFL). The Ross Glendinning Medal is named in his honour and is awarded to the player judged best afield in the Western Australian derby between West Coast and Fremantle each AFL season.\nSolidly built but agile and skillful in equal measure, Glendinning was considered one of the finest key-position players of his era.",
  "/wiki/Carlton_Midstrength": "Carlton Midstrength (or Carlton Mid) is an Australian lager, brewed by Carlton & United Beverages, a subsidiary of the Foster's Group. The beer is currently one of the three mid-strength beers available, which is the second largest beer segment in Australia.",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Marn_Grook": "Marn Grook or marngrook, from the Woiwurung language for \"ball\" or \"game\", is a collective name given the traditional Indigenous Australian football game played at gatherings and celebrations of sometimes more than 100 players.",
  "/wiki/David_Parkin": "David Alex Parkin, OAM (born 12 September 1942) is a former Australian rules footballer and four-time premiership coach.",
  "/wiki/North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or less formally the Roos, the Kangas or North, is an Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in North Melbourne, Victoria in 1869, it is based at its traditional home ground, Arden Street Oval, and currently plays its home matches at both the nearby Docklands Stadium and Blundstone Arena in Hobart, Tasmania.",
  "/wiki/Jason_McCartney_(footballer)": "Jason McCartney (born 14 March 1974, in Nhill, Victoria) is a former Australian rules footballer, 2002 Bali bombing survivor and former coach of the AIS/AFL Academy and former list manager at the Western Bulldogs. McCartney is currently the list manager at the Greater Western Sydney Giants.",
  "/wiki/2002_Bali_bombings": "The 2002 Bali bombings occurred on 12 October 2002 in the tourist district of Kuta on the Indonesian island of Bali. The attack killed 202 people (including 88 Australians, 38 Indonesians, 23 Britons, and people of more than 20 other nationalities). A further 209 people were injured.",
  "/wiki/Jack_Dyer": "John Raymond Dyer Sr. OAM (15 November 1913  – 23 August 2003), nicknamed Captain Blood, was an Australian rules footballer who played for the Richmond Football Club in the Victorian Football League (VFL) between 1931 and 1952. One of the game's most prominent players, he was one of 12 inaugural \"Legends\" inducted into the Australian Football Hall of Fame. He later turned to coaching and work in the media as a popular broadcaster and journalist.",
  "/wiki/Lou_Richards": "Lewis Thomas Charles \"Lou\" Richards, MBE (15 March 1923 – 8 May 2017) was an Australian rules footballer who played 250 games for the Collingwood Football Club in the Victorian Football League (VFL) between 1941 and 1955.  He captained the team from 1952–55, including a premiership win in 1953.  He later became a hotel manager and a highly prominent sports journalist, in print, radio and television, and was known for his wit and vivacity.",
  "/wiki/Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, are a professional Australian rules football club based in the city of Geelong, Australia. The club competes in the Australian Football League (AFL), the highest level of Australian rules football in Australia. The Cats have been the VFL/AFL premiers nine times, with three in the AFL era (since 1990). The Cats have also won ten McClelland Trophies.",
  "/wiki/Origin_Energy": "Origin is an Australian listed public energy company with headquarters in Sydney. It is an Australian Stock Exchange publicly listed company.",
  "/wiki/Peter_Badcoe": "Peter John Badcoe, VC (11 January 1934 – 7 April 1967) was an Australian recipient of the Victoria Cross, the highest award for gallantry in battle that could be awarded at that time to a member of the Australian armed forces. Badcoe, born Peter Badcock, joined the Australian Army in 1950 and graduated from the Officer Cadet School, Portsea, in 1952 as a second lieutenant in the Royal Australian Artillery. A series of regimental postings followed, including a tour in the Federation of Malaya in 1962, during which he spent a week in South Vietnam observing the fighting. That year, Badcock changed his surname to Badcoe. After another regimental posting, he transferred to the Royal Australian Infantry Corps, and was promoted to major.",
  "/wiki/Ian_Stewart_(Australian_rules_footballer)": "Ian Harlow Stewart (né Cervi; born 14 July 1943) is a former Australian rules footballer who represented St Kilda and Richmond in the Victorian Football League (VFL) during the 1960s and 1970s. He later coached South Melbourne and Carlton and was an administrator at St Kilda.",
  "/wiki/Yiooken_Award": "Dreamtime at the 'G is an annual Australian rules football match between Australian Football League clubs Essendon and Richmond.",
  "/wiki/Dreamtime_at_the_%27G": "Dreamtime at the 'G is an annual Australian rules football match between Australian Football League clubs Essendon and Richmond.",
  "/wiki/Kevin_Sheedy_(Australian_footballer)": "Kevin John Sheedy AO (born 24 December 1947) is a former Australian rules football coach and player in the Australian Football League. He played and coached in a combined total of 929 games over 47 years from 1967 until 2013, which is a VFL/AFL record. Sheedy was inducted into the Australian Football Hall of Fame in 2008 and on the 29th of May 2018 was elevated to legend status.",
  "/wiki/List_of_individual_match_awards_in_the_Australian_Football_League": "In the Australian Football League, many teams contest trophies or individual awards on an annual or regular basis in individual premiership matches during the home-and-away season. Many of these awards honour a legend or legends of the competing clubs, or are used as part of events to support a charitable cause."
}