{
  "/wiki/Akimiski_Island_Migratory_Bird_Sanctuary": "The Akimiski Island Migratory Bird Sanctuary is a migratory bird sanctuary in Qikiqtaaluk, Nunavut, Canada.  It is located on Akimiski Island within James Bay. The sanctuary, established by the Canadian government on 1 January 1941, has federal conservation status.  Taking up the eastern two-thirds of the island, it is 3,367 km2 (1,300 sq mi) in overall size, including a 1,664 km2 (642 sq mi) marine area. It includes marine, intertidal, and subtidal components and is rated Category IV by the International Union for Conservation of Nature.",
  "/wiki/Bird_reserve": "A bird reserve (also called ornithological reserve) is a wildlife refuge designed to protect bird species. Like other wildlife refuges, the main goal of a reserve is to prevent species from becoming endangered or extinct. Typically, bird species in a reserve are protected from hunting and habitat destruction. Because of the protection they provide from such threats, bird reserves also serve as excellent locations for bird watching. Normally, wildlife refuges are under the care of non-profit organizations and governmental institutions.",
  "/wiki/Attawapiskat_First_Nation": "The Attawapiskat First Nation (/ˌætəˈwɑːpɪskæt/ Cree: ᐋᐦᑕᐙᐱᐢᑲᑐᐎ ᐃᓂᓂᐧᐊᐠ Āhtawāpiskatowi ininiwak, \"People of the parting of the rocks\"; unpointed: ᐊᑕᐗᐱᐢᑲᑐᐎ ᐃᓂᓂᐧᐊᐠ) is an isolated First Nation located in Kenora District in northern Ontario, Canada, at the mouth of the Attawapiskat River on James Bay. The traditional territory of the Attawapiskat First Nation extends beyond their reserve up the coast to Hudson Bay and hundreds of kilometres inland along river tributaries. The community is connected to other towns along the shore of James Bay by the seasonal ice road/winter road constructed each December, linking it to the towns of Kashechewan First Nation, Fort Albany, and Moosonee (Minkin 2008:1) Attawapiskat, Fort Albany, and Kashechewan operate and manage the James Bay Winter Road through a jointly owned corporation named after the Cree word for \"our road\" kimesskanemenow, the Kimesskanemenow Corporation. Attawapiskat is the most remote northerly link on the 310-kilometre-long (190 mi) road to Moosonee. They control the reserves at Attawapiskat 91 and Attawapiskat 91A.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Reid_Bay": "Reid Bay is an Arctic waterway in the Qikiqtaaluk Region, Nunavut, Canada.  It is located in Davis Strait off Baffin Island's Cumberland Sound.",
  "/wiki/National_Wildlife_Area": "A National Wildlife Area is a conservation status for a geographical region in Canada that restricts most human activities on that region. However, land use permits may be issued \"for activities that are compatible with conservation\". Such areas are established and managed by the Canadian Wildlife Service, a division of Environment Canada. They may consist of land and water features, as well as coastal areas extending up to 12 nautical miles (22 km) from shore.",
  "/wiki/Qikiqtarjuaq": "Qikiqtarjuaq (Inuktitut pronunciation: [qikiqtaʁjuˈaq]; formerly known as Broughton Island until November 1998 /ˈbrɔːtən/, is a community located on the island of the same name in the Qikiqtaaluk Region of Nunavut, Canada. The island is known for Arctic wildlife, whale watching, and as the northern access point for Auyuittuq National Park (see also Pangnirtung)",
  "/wiki/Boatswain_Bay_Migratory_Bird_Sanctuary": "The Boatswain Bay Migratory Bird Sanctuary (variant: Baie Boatswain Migratory Bird Sanctuary) is a migratory bird sanctuary that extends between Nunavut and Quebec, Canada.  It is located in Boatswain Bay an arm of James Bay, and the Quebec headland. It was established on 29 January 1941 and consists of 17,900 hectares It was established in 1941. It is classified Category IV by the International Union for Conservation of Nature.",
  "/wiki/Waskaganish": "Waskaganish (Cree: ᐙᔅᑳᐦᐄᑲᓂᔥ/Wâskâhîkaniš, Little House) is a Cree community of over 2,200 people at the mouth of the Rupert River on the south-east shore of James Bay in Northern Quebec, Canada. Waskaganish is part of the territory referred to as \"Eeyou Istchee\" (\"The Land of the People\" in Cree) encompassing the traditional territories of Cree people in the James Bay regions of what is now Northern Quebec and Ontario.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Bowman_Bay_Wildlife_Sanctuary": "Bowman Bay Wildlife Sanctuary is a wildlife sanctuary on western Baffin Island within part of the Great Plain of the Koukdjuak in Northern Canada's territory of Nunavut.  It is classified as Category IV (Habitat/Species Management Area) under the International Union for Conservation of Nature.",
  "/wiki/Wildlife_refuge": "A nature reserve may also be known as a natural reserve, wildlife refuge or sanctuary, biosphere reserve (bioreserve), natural or nature preserve, or nature conservation area.  It is a protected area of importance for flora, fauna, or features of geological or other special interest, which is reserved and managed for purposes of conservation and to provide special opportunities for study or research.  Nature reserves may be designated by government institutions in some countries, or by private landowners, such as charities, and research institutions.  Nature reserves fall into different IUCN categories depending on the level of protection afforded by local laws.  Normally it is more strictly protected than a nature park.  Various jurisdictions may use other terminology, such as ecological protection area or private protected area in legislation and in reserves' official names.",
  "/wiki/Cape_Dorset": "Cape Dorset (Inuktitut: Kinngait (meaning \"high mountain\" or \"where the hills are\"); Syllabics: ᑭᙵᐃᑦ) is an Inuit hamlet located on Dorset Island near Foxe Peninsula at the southern tip of Baffin Island in the Qikiqtaaluk Region of Nunavut, Canada.",
  "/wiki/Bylot_Island_Migratory_Bird_Sanctuary": "The Bylot Island Migratory Bird Sanctuary is a migratory bird sanctuary in Qikiqtaaluk, Nunavut, Canada.  Located on Bylot Island, it was federally designated on 1 January 1965, and is classified as Category IV by the International Union for Conservation of Nature.",
  "/wiki/Pond_Inlet": "Pond Inlet (Inuktitut: Mittimatalik, lit. 'the place where the landing place is') is a small, predominantly Inuit community in the Qikiqtaaluk Region of Nunavut, Canada, and is located in northern Baffin Island. At the 2016 census the population was 1,617, an increase of 4.4% from the 2011 census Pond Inlet was named in 1818 by explorer John Ross after John Pond, an English astronomer. The mayor is Charlie Inuarak. Tununiq Sauniq Cooperative Limited, most often referred to simply as the Co-op, also operates a local hotel and other endeavours.",
  "/wiki/Dewey_Soper_Migratory_Bird_Sanctuary": "Dewey Soper Migratory Bird Sanctuary, or Dewey Soper, is a migratory bird sanctuary in the Qikiqtaaluk Region, Nunavut, Canada.  It is located in western Baffin Island, from Bowman Bay to the Koukdjuak River, and is named in honour of zoologist J. Dewey Soper. It is an 8,159 km2 (3,150 sq mi) area that was classified a wetland of international importance via the Ramsar Convention on May 24, 1982. The bird sanctuary supports nearly 30% of the breeding geese in Canada, making it the largest goose colony in the world. Up to two million birds of various species use the area for summer nesting, and it is also \"habitat for one of Canada's major barren-ground caribou herds\". The sanctuary was established in 1957, and is subject to the Nunavut Land Claims Agreement, which defines and governs ownership, land use and hunting rights in the area[citation needed].",
  "/wiki/East_Bay_Migratory_Bird_Sanctuary": "The East Bay Migratory Bird Sanctuary is a migratory bird sanctuary in Kivalliq, Nunavut, Canada. It is located in East Bay, an arm of Hudson Bay, in southeast Southampton Island. The nearest community is Coral Harbour, 44 mi (71 km) to the west. It is one of two bird sanctuaries on the island, the other being the Harry Gibbons Migratory Bird Sanctuary, situated 87 mi (140 km) to the southwest.",
  "/wiki/Coral_Harbour": "Coral Harbour (Inuktitut: Salliq/Salliit, Syllabics: ᓴᓪᓕᖅ/ᓴᓪᓖᑦ), is a small Inuit community that is located on Southampton Island, Kivalliq Region, in the Canadian territory of Nunavut. Its name is derived from the fossilized coral that can be found around the waters of the community which is situated at the head of South Bay. The name of the settlement in Inuktitut is Salliq, sometimes used to refer to all of Southampton Island. The plural Salliit, means large flat island(s) in front of the mainland.",
  "/wiki/Harry_Gibbons_Migratory_Bird_Sanctuary": "The Harry Gibbons Migratory Bird Sanctuary is a migratory bird sanctuary in Kivalliq Region, Nunavut, Canada.  It is located in western Southampton Island in the area of the Boas River and Bay of Gods Mercy.",
  "/wiki/McConnell_River_Migratory_Bird_Sanctuary": "The McConnell River Migratory Bird Sanctuary is located in the Kivalliq Region of Nunavut, Canada.  The 32,800 hectare sanctuary is on Hudson Bay's west coast, 27 km south of Arviat, and 50 km north of the Manitoba border. Its namesake is the McConnell River which flows to the Hudson Bay. The Bird Sanctuary is home to and an important breeding ground for cackling goose, lesser snow goose, Ross's goose, and Canada goose.",
  "/wiki/Arviat": "Arviat (Inuktitut pronunciation: [aʁviˈat], syllabics: ᐊᕐᕕᐊᑦ; formerly called Eskimo Point until 1 June 1989) (2016 population 2,657; Population Centre 2,514) is a predominantly Inuit hamlet located within Inuit Nunangat on the western shore of Hudson Bay in the Kivalliq Region of Nunavut, Canada. Arviat (\"place of the bowhead whale\") is derived from the Inuktitut word arviq meaning \"Bowhead whale\". Earlier in history, its name was Tikirajualaaq (\"a little long point\"), and Ittaliurvik, (\"a place where the people make tents\").",
  "/wiki/Bowhead_whale": "The bowhead whale (Balaena mysticetus) is a species of baleen whale belonging to the family Balaenidae and the only living representative of the genus Balaena. The bowhead is the only baleen whale endemic to the Arctic and sub-arctic waters. The species is named after its characteristic massive triangular skull, which is used to break through Arctic ice. Other common names of the species are the Greenland right whale or Arctic whale. American whalemen called them the steeple-top, polar whale, or Russia or Russian whale.",
  "/wiki/Clyde_River,_Nunavut": "Clyde River (Syllabics: ᑲᖏᖅᑐᒑᐱᒃ, Inuktitut: Kanngiqtugaapik \"nice little inlet\") is an Inuit hamlet located on the shore of Baffin Island's Patricia Bay, off Clyde Inlet, an arm of Davis Strait in the Qikiqtaaluk Region, of Nunavut, Canada. It lies in the Baffin Mountains which in turn form part of the Arctic Cordillera mountain range. The community is served by air and by annual supply sealift.",
  "/wiki/Nirjutiqavvik_National_Wildlife_Area": "Nirjutiqavvik National Wildlife Area is a National Wildlife Area on Coburg Island within Qikiqtaaluk, Nunavut, Canada. It is located in Baffin Bay's Lady Ann Strait between Ellesmere Island, to the north, and Devon Island to the south. The NWA includes Coburg Island and its surrounding marine area.",
  "/wiki/Coburg_Island": "Coburg Island (Inuktitut: Nirjutiqavvik) is an uninhabited island in Qikiqtaaluk, Nunavut, Canada. It is one of the members of Queen Elizabeth Islands located in Baffin Bay's Lady Ann Strait. It is separated from Ellesmere Island by Glacier Strait; Devon Island is to the south.",
  "/wiki/Grise_Fiord": "Grise Fiord (Inuktitut: ᐊᐅᔪᐃᑦᑐᖅ, romanized: Aujuittuq, lit. 'place that never thaws') is an Inuit hamlet in the Qikiqtaaluk Region in the territory of Nunavut, Canada. Despite its low population (129 residents as of the Canada 2016 Census), it is the largest community on Ellesmere Island. It is also one of the coldest inhabited places in the world, with an average yearly temperature of −16.5 °C (2.3 °F).",
  "/wiki/Polar_Bear_Pass_National_Wildlife_Area": "Polar Bear Pass National Wildlife Area is a National Wildlife Area on Bathurst Island within Qikiqtaaluk, Nunavut, Canada.  It is on federal Crown land, and is administered by the Canadian Wildlife Service, a division of Environment Canada, with respect to the Canada Wildlife Act's National Wildlife Area Regulations. Land use is also subject to the Nunavut Land Claims Agreement. To the north and west is Qausuittuq National Park.",
  "/wiki/Resolute,_Nunavut": "Resolute or Resolute Bay (Inuktitut: ᖃᐅᓱᐃᑦᑐᖅ, romanized: Qausuittuq, lit. 'place with no dawn') is an Inuit hamlet on Cornwallis Island in Nunavut, Canada. It is situated at the northern end of Resolute Bay and the Northwest Passage and is part of the Qikiqtaaluk Region.",
  "/wiki/Prince_Leopold_Island_Migratory_Bird_Sanctuary": "The Prince Leopold Island Migratory Bird Sanctuary is a migratory bird sanctuary in Qikiqtaaluk, Nunavut, Canada. It is located on Prince Leopold Island within Lancaster Sound at the junction of Prince Regent Inlet and Barrow Strait. It was established in 1992 and is classified Category IV by the International Union for Conservation of Nature. It is 31,100 hectares in size,and has a flat, rocky surface with vertical exposed sedimentary rock cliffs nearly all the way around the island.",
  "/wiki/Cape_Searle": "Cape Searle is an uninhabited headland located on Qaqaluit Island's northeastern tip, in the Qikiqtaaluk Region of Nunavut, Canada.",
  "/wiki/Queen_Maud_Gulf_Migratory_Bird_Sanctuary": "The Queen Maud Gulf Migratory Bird Sanctuary is Canada's largest federally owned protected area, encompassing some 61,765 km2 (23,848 sq mi) of the Arctic Circle coastline. 6,710 km2 (2,590 sq mi) are marine, and 55,055 km2 (21,257 sq mi) are terrestrial.",
  "/wiki/Cambridge_Bay": "Cambridge Bay (Inuinnaqtun: Iqaluktuuttiaq Inuktitut: ᐃᖃᓗᒃᑑᑦᑎᐊᖅ; 2016 population 1,766; population centre 1,619) is a hamlet located on Victoria Island in the Kitikmeot Region of Nunavut, Canada. It is named for Prince Adolphus, Duke of Cambridge, while the traditional Inuinnaqtun name for the area is Ikaluktutiak (old orthography) or Iqaluktuttiaq (new orthography) meaning \"good fishing place\".",
  "/wiki/Seymour_Island_(Nunavut)": "Seymour Island is an uninhabited island in the Qikiqtaaluk Region of northern Canada's territory of Nunavut. A member of the Berkeley Islands group, it is located approximately 30 mi (48 km) north of northern Bathurst Island.  Between Seymour Island and Bathurst Island lies Helena Island. Penny Strait lies about 90 km (56 mi) to the east where open water polynyas occur.",
  "/wiki/Thelon_Wildlife_Sanctuary": "The Thelon Wildlife Sanctuary, at 52,000 square kilometres (20,077 sq mi), over twice the area of Belgium, is the largest wildlife refuge in Canada. It is located in northern Canada's Arctic region, north of the tree line, straddling the Northwest Territories and Nunavut, halfway between Baker Lake and Yellowknife, and bordered on the north between the Baillie River on the west and the Consul River at the east by the Back River. It is the namesake of the Thelon River, whose river valley is resplendent with boreal forest biological diversity, hence its identification as a \"Biological Site of Universal Importance\" by the International Biological Program (IBP) in the 1960s.",
  "/wiki/Baker_Lake,_Nunavut": "Baker Lake (Inuktitut syllabics: ᖃᒪᓂᑦᑐᐊᖅ, big lake joined by a river at both ends, Inuktitut: Qamani'tuaq, where the river widens) is a hamlet in the Kivalliq Region, in Nunavut on mainland Canada within Inuit Nunangat. Located 320 km (200 mi) inland from Hudson Bay, it is near the nation's geographical centre, and is notable for being the Canadian Arctic's sole inland community. The hamlet is located at the mouth of the Thelon River on the shore of Baker Lake. The community was given its English name in 1761 from Captain William Christopher who named it after Sir William Baker, the 11th Governor of the Hudson's Bay Company.",
  "/wiki/Twin_Islands_Wildlife_Sanctuary": "The Twin Islands Wildlife Sanctuary is a wildlife sanctuary in Qikiqtaaluk, Nunavut, Canada. It is located in the Twin Islands, including North Twin Island and South Twin Island, within central James Bay.",
  "/wiki/Chisasibi": "Chisasibi (Cree: ᒋᓵᓰᐲ/Cisâsîpî meaning Great River) is a village on the eastern shore of James Bay, in the Eeyou Istchee equivalent territory (ET) in northern Quebec, Canada. It is situated on the south shore of La Grande River (the Grand River), less than 10 km (6.2 mi) from the river's mouth. Chisasibi is one of nine Cree villages in the region, and is a member of the Grand Council of the Crees of Quebec.  The territory surrounding Chisasibi is part of the Eeyou Istchee James Bay Territory, of which parts are jointly managed by the municipalities of the Jamésie TE and the Cree Regional Authority of the Eeyou Istchee TE.",
  "/wiki/List_of_protected_areas_of_Nunavut": "This is a list of protected areas of Nunavut."
}