{
  "/wiki/Vatican_City": "Vatican City (/ˈvætɪkən/ (listen)), officially Vatican City State (Italian: Stato della Città del Vaticano;[d] Latin: Status Civitatis Vaticanae),[e][f] is an independent city-state enclaved within Rome, Italy. Established with the Lateran Treaty (1929), it is distinct from, yet under \"full ownership, exclusive dominion, and sovereign authority and jurisdiction\" of the Holy See (Latin: Sancta Sedes).[g] With an area of 44 hectares (110 acres), and a population of about 1,000, it is the smallest sovereign state in the world by both area and population.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Monaco": "Monaco (/ˈmɒnəkoʊ/ (listen); French pronunciation: ​[mɔnako]), officially the Principality of Monaco (French: Principauté de Monaco),[a] is a sovereign city-state, country, and microstate on the French Riviera in Western Europe. France borders the country on three sides while the other side  borders the Mediterranean Sea. Monaco is about 15 km (9.3 mi) from the state border with Italy.",
  "/wiki/Nauru": "Nauru (/nɑːˈuːruː/ nah-OO-roo or /ˈnaʊruː/ NOW-roo; Nauruan: Naoero), officially the Republic of Nauru (Nauruan: Repubrikin Naoero) and formerly known as Pleasant Island, is an island country in Micronesia, a subregion of Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati, 300 km (190 mi) to the east. It further lies northwest of Tuvalu, 1,300 km (810 mi) northeast of the Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micronesia and south of the Marshall Islands. With only a 21 km2 (8.1 sq mi) area, Nauru is the third-smallest country in the world behind Vatican City, and Monaco, making it the smallest state in the South Pacific Ocean, the smallest state outside Europe, the smallest island state, and the smallest republic.  Additionally, its population of 10,670 is the world's third smallest, after Vatican City and Tuvalu.",
  "/wiki/Yaren_District": "Yaren (in earlier times Makwa/Moqua), is a district of the Pacific nation of Nauru. It is no longer capital of Nauru and is coextensive with Yaren Constituency.",
  "/wiki/Oceania": "Oceania (UK: /ˌoʊsiˈɑːniə, ˌoʊʃi-, -ˈeɪn-/, US: /ˌoʊʃiˈæniə/ (listen), /-ˈɑːn-/) is a geographic region that includes Australasia, Melanesia, Micronesia and Polynesia. Spanning the eastern and western hemispheres, Oceania has a land area of 8,525,989 square kilometres (3,291,903 sq mi) and a population of 42 million. Situated in the southeast of the Asia-Pacific region, Oceania, when compared to continental regions, is the smallest in land area and the second smallest in population after Antarctica.",
  "/wiki/Tuvalu": "Tuvalu (/tuːˈvɑːluː/ too-VAH-loo) (formerly known as the Ellice Islands), is a country in Polynesia, located in the Pacific Ocean, situated in Oceania and about midway between Hawaii and Australia. The island country lies east-northeast of the Santa Cruz Islands (which belong to the Solomon Islands), southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. It is composed of three reef islands and six true atolls spread out between the latitude of 5° to 10° south and longitude of 176° to 180°, west of the International Date Line. Tuvalu has a population of 11,192 (2017 census). The total land area of the islands of Tuvalu is 26 square kilometres (10 sq mi).",
  "/wiki/Funafuti": "Funafuti is an atoll and the capital of the island nation of Tuvalu. It has a population of 6,025 people, making it the country's most populated atoll, with 56.6 percent of Tuvalu's population. It is a narrow sweep of land between 20 and 400 metres (66 and 1,312 feet) wide, encircling a large lagoon (Te Namo) 18 km (11 miles) long and 14 km (9 miles) wide. The average depth in the Funafuti lagoon is about 20 fathoms (36.5 metres or 120 feet). With a surface of 275 square kilometres (106.2 sq mi), it is by far the largest lagoon in Tuvalu. The land area of the 33 islets aggregates to 2.4 square kilometres (0.9 sq mi), less than one percent of the total area of the atoll. Cargo ships can enter Funafuti's lagoon and dock at the port facilities on Fongafale.",
  "/wiki/San_Marino": "San Marino (/ˌsæn məˈriːnoʊ/ (listen), Italian: [sam maˈriːno]), officially the Republic of San Marino (Italian: Repubblica di San Marino), also known as the Most Serene Republic of San Marino (Italian: Serenissima Repubblica di San Marino), is an enclave microstate in Southern Europe, on the northeastern side of the Apennine Mountains, completely surrounded by Italy.",
  "/wiki/City_of_San_Marino": "The City of San Marino (Italian: Città di San Marino) (also known simply as San Marino or locally as Città) is the capital city of the Republic of San Marino, Southern Europe. The city has a population of 4,044. It is on the western slopes of San Marino's highest point, Monte Titano.",
  "/wiki/Liechtenstein": "Liechtenstein (/ˈlɪktənstaɪn/ (listen) LIK-tən-styne; German: [ˈlɪçtn̩ʃtaɪn]), officially the Principality of Liechtenstein (German: Fürstentum Liechtenstein), is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system.",
  "/wiki/Vaduz": "Vaduz (/fɑːˈduːts/; German pronunciation: [faˈdʊt͡s] or [vaˈduːt͡s]) is the capital of Liechtenstein and also the seat of the national parliament. The town, which is located along the Rhine River, has 5,450 residents.",
  "/wiki/Marshall_Islands": "The Marshall Islands, officially the Republic of the Marshall Islands (Marshallese: Aolepān Aorōkin M̧ajeļ),[note 1] is an island country and a United States associated state near the equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people (at the 2018 World Bank Census) is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and largest city is Majuro.",
  "/wiki/Majuro": "Majuro (/ˈmædʒəroʊ/; Marshallese: Mājro [mʲæzʲ(e)rˠo]) is the capital and largest city of the Marshall Islands. It is also a large coral atoll of 64 islands in the Pacific Ocean. It forms a legislative district of the Ratak (Sunrise) Chain of the Marshall Islands. The atoll has a land area of 9.7 square kilometres (3.7 sq mi) and encloses a lagoon of 295 square kilometres (114 sq mi). As with other atolls in the Marshall Islands, Majuro consists of narrow land masses.",
  "/wiki/Saint_Kitts_and_Nevis": "Saint Kitts and Nevis (/-ˈkɪts ... ˈniːvɪs/ (listen)), also known as the Federation of Saint Christopher and Nevis, is an island country in the West Indies. Located in the Leeward Islands chain of the Lesser Antilles, it is the smallest sovereign state in the Western Hemisphere, in both area and population. The country is a Commonwealth realm, with Elizabeth II as queen and head of state.",
  "/wiki/Basseterre": "Basseterre /bæsˈtɛər/ is the capital and largest city of Saint Kitts and Nevis with an estimated population of 14,000 in 2018. Geographically, the Basseterre port is located at 17°18′N 62°44′W﻿ / ﻿17.300°N 62.733°W﻿ / 17.300; -62.733Coordinates: 17°18′N 62°44′W﻿ / ﻿17.300°N 62.733°W﻿ / 17.300; -62.733, on the south western coast of Saint Kitts Island, and it is one of the chief commercial depots of the Leeward Islands. The city lies within Saint George Basseterre Parish.",
  "/wiki/Caribbean": "The Caribbean (/ˌkærɪˈbiːən, kəˈrɪbiən/, locally /ˈkærɪbiæn/) (Spanish: El Caribe; French: la Caraïbe; Haitian Creole: Karayib; Dutch: De Caraïben; Caribbean Hindustani: कैरेबियन / کیریبین; Chinese: 加勒比) is a region of the Americas that consists of the Caribbean Sea, its islands (some surrounded by the Caribbean Sea and some bordering both the Caribbean Sea and the North Atlantic Ocean) and the surrounding coasts. The region is southeast of the Gulf of Mexico and the North American mainland, east of Central America, and north of South America.",
  "/wiki/Maldives": "The Maldives (/ˈmɔːldiːvs/, US: /ˈmɔːldaɪvz/ (listen); Dhivehi: ދިވެހިރާއްޖެ Dhivehi Raajje), officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres (620 mi) from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq mi), the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" for its central location.",
  "/wiki/Malé": "Malé (/ˈmɑːleɪ/, locally [ˈmɑːlɛ]; Dhivehi: މާލެ) is the capital and most populous city in the Republic of Maldives. With a population of 133,412 and an area of 9.27 square kilometres (3.58 sq mi), it is also one of the most densely populated cities in the world. The city is geographically located at the southern edge of North Malé Atoll (Kaafu Atoll). Administratively, the city consists of a central island, an airport island, and two other islands governed by the Malé City Council.",
  "/wiki/Asia": "Asia (/ˈeɪʒə, ˈeɪʃə/ (listen)) is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements, as well as vast barely populated regions. Its 4.5 billion people (as of June 2019[update]) constitute roughly 60% of the world's population, more than all other continents combined.",
  "/wiki/Indian_Ocean": "The Indian Ocean is the third-largest of the world's oceanic divisions, covering 70,560,000 km2 (27,240,000 sq mi) or 19.8% of the water on the Earth's surface. It is bounded by Asia to the north, Africa to the west, and Australia to the east. To the south it is bounded by the Southern Ocean or Antarctica, depending on the definition in use.",
  "/wiki/Malta": "Malta (/ˈmɒltə/, /ˈmɔːltə/ (listen); Maltese: [ˈmɐltɐ]), officially known as the Republic of Malta (Maltese: Repubblika ta' Malta), is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 475,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km2 (0.31 sq mi). The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
  "/wiki/Valletta": "Valletta (/vəˈlɛtə/, Maltese: il-Belt Valletta, Maltese pronunciation: [ˈvɐlɛ.tɐ]) is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is the southernmost capital of Europe, and at just 0.8 square kilometres, it is the European Union's smallest capital city.",
  "/wiki/Mediterranean_Sea": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Southern Europe and Anatolia, on the south by North Africa and on the east by the Levant. Although the sea is sometimes considered a part of the Atlantic Ocean, it is usually referred to as a separate body of water. Geological evidence indicates that around 5.9 million years ago, the Mediterranean was cut off from the Atlantic and was partly or completely desiccated over a period of some 600,000 years (the Messinian salinity crisis) before being refilled by the Zanclean flood about 5.3 million years ago.",
  "/wiki/Grenada": "Grenada (/ɡrɪˈneɪdə/ (listen) grin-AY-də Grenadian Creole: La Gwenad) is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres (134.6 sq mi), and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.",
  "/wiki/St._George's,_Grenada": "St. George's (Grenadian Creole French: Sen Jòj) is the capital of Grenada. The town is surrounded by a hillside of an old volcano crater and is on a horseshoe-shaped harbour.",
  "/wiki/Saint_Vincent_and_the_Grenadines": "Saint Vincent and the Grenadines (/ˌɡrɛnəˈdiːnz/ (listen)) is a multi island Anglo-Caribbean country in the Lesser Antilles island arc, in the southeast Windward Islands, which lies in the West Indies at the southern end of the eastern border of the Caribbean Sea where the latter meets the Atlantic Ocean. The sovereign state is also frequently known simply as Saint Vincent.",
  "/wiki/Kingstown": "Kingstown is the capital, chief port, and main commercial centre of Saint Vincent and the Grenadines. With a population of 16,500 (2010), Kingstown is the most populous settlement in the country. It is the centre for the island's agricultural industry and a port of entry for tourists. The city lies within the parish of Saint George in the south-west corner of Saint Vincent.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Bridgetown": "Bridgetown (UN/LOCODE: BB BGI) is the capital and largest city of Barbados. Formerly The Town of Saint Michael, the Greater Bridgetown area is located within the parish of Saint Michael. Bridgetown is sometimes locally referred to as \"The City\", but the most common reference is simply \"Town\". As of 2014, its metropolitan population stands at roughly 110,000.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/St._John's,_Antigua_and_Barbuda": "St. John's is the capital and largest city of Antigua and Barbuda, located in the West Indies in the Caribbean Sea and with a population of 22,193, St. John's is the commercial centre of the nation and the chief port of the island of Antigua.",
  "/wiki/Seychelles": "Seychelles (/seɪˈʃɛlz/ (listen); French: [sɛʃɛl] or [seʃɛl]), officially the Republic of Seychelles (French: République des Seychelles; Creole: La Repiblik Sesel), is an archipelago country in the Indian Ocean. The capital of the 115-island country, Victoria, lies 1,500 kilometres (932 mi) east of mainland East Africa. Other nearby island countries and territories include Comoros, Mayotte (region of France), Madagascar, Réunion (region of France), and Mauritius to the south; as well as the Maldives and Chagos Archipelago to the east. With a population of roughly  94,367, it has the smallest population of any sovereign African country.",
  "/wiki/Victoria,_Seychelles": "Victoria (French pronunciation: ​[viktɔʁja]) is the capital and largest city of Seychelles, situated on the north-eastern side of Mahé island, the archipelago's main island. The city was first established as the seat of the British colonial government. In 2010, the population of Greater Victoria (including the suburbs) was 26,450 out of the country's total population of 90,945.",
  "/wiki/Africa": "Africa is the world's second-largest and second-most populous continent. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With\n1.3 billion people as of 2018, it accounts for about 16% of the world's human population. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states (countries), four territories and two de facto independent states with limited or no recognition. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere.",
  "/wiki/Palau": "Palau (/pəˈlaʊ/ (listen), historically Belau, Palaos, or Pelew), officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. The country contains approximately 340 islands, and together with parts of the Federated States of Micronesia, forms the western chain of the Caroline Islands. Its area is 466 square kilometers (180 sq mi). The most populous island is Koror. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with the Philippines, Indonesia, and Micronesia.",
  "/wiki/Ngerulmud": "Ngerulmud is the seat of government of the Republic of Palau, an island nation in the Pacific Ocean. It replaced Koror City, Palau's largest city, as capital in 2006. The settlement is located in the state of Melekeok on Babeldaob, the country's largest island, located 20 kilometres (12 miles) northeast of Koror City and 2 km (1 mile) northwest of Melekeok City.\nIt is the smallest capital city in the world.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.",
  "/wiki/Andorra_la_Vella": "Andorra la Vella (UK: /ænˌdɔːrə lə ˈveɪjə/, US: /- lɑː ˈveɪljə/; Catalan pronunciation: [ənˈdorə lə ˈβeʎə], Spanish: Andorra la Vieja, French: Andorre-la-Vieille) is the capital of the Principality of Andorra. It is located high in the east Pyrenees, between France and Spain. It is also the name of the parish that surrounds the capital.",
  "/wiki/Saint_Lucia": "Saint Lucia (/ˈluːʃə/ (listen); French: Sainte-Lucie) is a sovereign island country in the West Indies in the eastern Caribbean Sea on the boundary with the Atlantic Ocean. The island was previously called Iyonola, the name given to the island by the native Amerindians and later, Hewanorra, the name given by the native Caribs. Part of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km2 (238 square miles) and reported a population of 165,595 in the 2010 census. Its capital is Castries.",
  "/wiki/Castries": "Castries /ˈkæstriːz/ (listen), population 20,000, aggl. 53,639, is the capital and largest city of Saint Lucia, an island country in the Caribbean. The quarter with the same name had a population of 70,000 on 22 May 2013 and stretches over an area of 80 km2 (31 sq mi).",
  "/wiki/Federated_States_of_Micronesia": "The Federated States of Micronesia (/ˌmaɪkroʊˈniːʒə/ (listen); abbreviated FSM and also known simply as Micronesia) is an independent republic associated with the United States. It consists of four states –  from west to east, Yap, Chuuk, Pohnpei and Kosrae – that are spread across the Western Pacific Ocean. Together, the states comprise around 607 islands (a combined land area of approximately 702 km2 or 271 sq mi) that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the equator. They lie northeast of New Guinea, south of Guam and the Marianas, west of Nauru and the Marshall Islands, east of Palau and the Philippines, about 2,900 km (1,802 mi) north of eastern Australia and some 4,000 km (2,485 mi) southwest of the main islands of Hawaii.",
  "/wiki/Palikir": "Palikir (/ˈpælɪˌkɪər/) is a town with about 4,600 people and the capital of the Federated States of Micronesia in the western Pacific Ocean. It is part of the larger Sokehs municipality, which had a population of 7,000 as of 2009[update], out of the nation's total population of 106,487. It is situated on the northwest side of Pohnpei island (population 33,000), a high volcanic island surrounded by a fringing coral reef. Nearby to the northeast is the island's largest settlement, the coastal town of Kolonia.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Microstate": "A microstate or ministate is a sovereign state having a very small population or very small land area, and usually both. The meanings of \"state\" and \"very small\" are not well-defined in international law. Recent attempts, since 2010, to define microstates have focused on identifying political entities with unique qualitative features linked to their geographic or demographic limitations. According to a qualitative definition, microstates are \"modern protected states, i.e. sovereign states that have been able to unilaterally depute certain attributes of sovereignty to larger powers in exchange for benign protection of their political and economic viability against their geographic or demographic constraints.\" In line with this and most other definitions, examples of microstates include Liechtenstein, Monaco, San Marino, Andorra, the Cook Islands, Niue, and the Federated States of Micronesia."
}