{
  "/wiki/Pycard": "Pycard, also spelt Picard and Picart (late 14th century – early 15th century) was an English or French Medieval and Renaissance transitional composer.",
  "/wiki/Leonel_Power": "Leonel Power (also spelled Lionel, Lyonel, Leonellus, Leonelle; Polbero; 1370 to 1385 – 5 June 1445) was an English composer of the late Medieval and early Renaissance eras.  Along with John Dunstaple, he was one of the major figures in English music in the early 15th century.",
  "/wiki/Roy_Henry": "Roy Henry (\"King\" Henry) (fl. around 1410) was an English composer, almost certainly a king of England: probably Henry V, but also possibly Henry IV.  His music, two compositions in all, appears in a position of prominence in the Old Hall Manuscript.",
  "/wiki/Byttering": "Byttering (also Bytering, Bytteryng, or Biteryng; possible first name Thomas) (fl. c. 1400 – 1420) was an English composer during the transitional period from Medieval to Renaissance styles.  Five of his compositions have survived, all of them in the Old Hall Manuscript.",
  "/wiki/John_Dunstaple": "John Dunstaple (or Dunstable, c. 1390 – 24 December 1453) was an English composer of polyphonic music of the late medieval era and early Renaissance periods. He was one of the most famous composers active in the early 15th century, a near-contemporary of Leonel Power, and was widely influential, not only in England but on the continent, especially in the developing style of the Burgundian School.",
  "/wiki/John_Plummer_(composer)": "John Plummer (also Plomer, Plourmel, Plumere, Polmier, Polumier; c. 1410 – c. 1483) was an English composer who flourished during the reign of Henry VI of England.",
  "/wiki/Henry_Abyngdon": "Henry Abyngdon, Abingdon or Abington (ca. 1418 – 1 September 1497) was an English ecclesiastic and musician, perhaps the first to receive a university degree in music.",
  "/wiki/Walter_Frye": "Walter Frye (died 1474?) was an English composer of the early Renaissance.",
  "/wiki/William_Horwood_(composer)": "William Horwood, also Horewud, was an English polyphonic vocal composer in the late-medieval period (c. 1430 – 1484). In 1470, he was a singer at Lincoln Cathedral, in 1476, he was a vicar choral at Lincoln, and from 1477 until 1484, he was the Cathedral choirmaster. He has three complete pieces and one incomplete piece in the Eton Choirbook, and one incomplete piece in a York manuscript.",
  "/wiki/John_Hothby": "John Hothby (Otteby, Hocby, Octobi, Ottobi, c. 1410-1487), also known by his Latinised names Johannes Ottobi or Johannes de Londonis, was an English Renaissance composer and musical theorist who travelled widely in Europe and gained an international reputation for his work.",
  "/wiki/William_Hawte": "Sir William Hawte (also Haute or Haut) (c. 1430- 2 Jul 1497) was a prominent member of a Kentish gentry family of long standing in royal service, which, through its near connections to the Woodville family, became closely and dangerously embroiled in the last phases of the Wars of the Roses.",
  "/wiki/Richard_Hygons": "Richard Hygons (also Higons, Huchons, Hugo; c. 1435 – c. 1509) was an English composer of the early Renaissance.  While only two compositions of this late 15th-century composer have survived, one of them, a five-voice setting of the Salve Regina Marian antiphon, has attracted interest from musicologists because of its close relationship to music being written at the same time on the continent, as well as its high level of workmanship.",
  "/wiki/Gilbert_Banester": "Gilbert Banester (c. 1445 – 1487) was an English composer and poet of Flemish influences.",
  "/wiki/Walter_Lambe": "Walter Lambe (1450–1? – after Michaelmas 1504) was an English composer.",
  "/wiki/Hugh_Kellyk": "Hugh Kellyk (fl.c.1480) was an English composer, whose two surviving works are preserved in the Eton Choirbook. These two works are a five-part Magnificat and a seven-part Gaude flore virginali, which appear to be among the earlier pieces in the choirbook. Gaude Flore Virginali was recorded by The Sixteen in 1994, the Magnificat by Tonus Peregrinus.",
  "/wiki/Edmund_Turges": "Edmund Turges (c. 1450–1500) thought to be also Edmund Sturges (fl. 1507–1508) was an English Renaissance era composer who came from Petworth, was ordained by Bishop Ridley in 1550, and joined the Fraternity of St. Nicholas (the London Guild of Parish Clerks) in 1522."
}