{
  "/wiki/1987_ACC_Men's_Soccer_Tournament": "The 1987 Atlantic Coast Conference Men's Soccer Tournament was the first edition of the ACC Men's Soccer Tournament. The tournament decided the Atlantic Coast Conference champion and guaranteed representative into the 1987 NCAA Division I Men's Soccer Championship.",
  "/wiki/North_Carolina_Tar_Heels_men's_soccer": "The North Carolina Tar Heels men's soccer team represents the University of North Carolina at Chapel Hill in men's NCAA Division I soccer competition. They compete in the Atlantic Coast Conference. The Tar Heels won the NCAA championship in 2001 and 2011.",
  "/wiki/NC_State_Wolfpack_men's_soccer": "The NC State Wolfpack men's soccer team is a varsity intercollegiate athletic team of North Carolina State University in Raleigh, North Carolina, United States. The team is a member of the Atlantic Coast Conference, which is part of the National Collegiate Athletic Association's Division I. NC State's first men's soccer team was fielded in 1950. The team plays its home games at Method Road in Raleigh, on the western edge of the NC State campus. The Hawks are coached by George Kiefer.",
  "/wiki/Koskinen_Stadium": "Koskinen Stadium is a 4,500-seat (7,000-capacity) stadium in Durham, North Carolina on the campus of Duke University. It serves as home to Duke's soccer and lacrosse teams.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County.\nThe U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates.",
  "/wiki/Virginia_Cavaliers_men's_soccer": "The Virginia Cavaliers men's soccer team represent the University of Virginia in all NCAA Division I men's soccer competitions. The Virginia Cavaliers are a member of the Atlantic Coast Conference.",
  "/wiki/Riggs_Field": "Riggs Field is a 6,500-capacity soccer-specific stadium located in Clemson, South Carolina. The stadium is home to the Clemson Tigers men's and women's soccer teams.  It has also hosted the NCAA Men's Soccer Championship in 1987.  The stadium opened for soccer in 1980, and was renovated in 1987, and again in 2013. Previous to this, it hosted a variety of the school's athletic teams, including the football team from 1915 until 1941 and the baseball team from 1916 until 1969.  It is named after Walter Riggs, the former coach of the football team and president of Clemson (1910–1924).  Riggs Field is the fifth oldest collegiate athletic facility in the nation.",
  "/wiki/Clemson,_South_Carolina": "Clemson (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a city in Pickens and Anderson counties in the U.S. state of South Carolina. Clemson is home to Clemson University; in 2015, the Princeton Review cited the town of Clemson as ranking #1 in the United States for \"town-and-gown\" relations with its resident university. The population of the city was 13,905 at the 2010 census.",
  "/wiki/Wake_Forest_Demon_Deacons_men's_soccer": "The Wake Forest University Demon Deacons men's soccer team is an amateur, NCAA Division I college soccer team composed of students attending Wake Forest University in Winston-Salem, North Carolina. They achieved their greatest result in 2007, winning the 2007 Division I Men's College Cup. Like all sports teams from Wake Forest, men's soccer competes in the Atlantic Coast Conference (ACC). The Deacons play their home matches at Spry Stadium on the campus of Wake Forest.",
  "/wiki/Neil_Covone": "Neil Covone (born August 31, 1969 in Hialeah, Florida is a retired U.S. soccer midfielder. He played five games for the United States men's national soccer team and was a member of the U.S. team at the 1990 FIFA World Cup.",
  "/wiki/Henry_Gutierrez": "Hendrig \"Henry\" Gutierrez (born August 28, 1968 in Hoboken, New Jersey and raised in Miami) is a retired American soccer player who began his career in the lower French divisions before finishing it in the United States.  He was a member of the U.S. teams at the 1985 FIFA U-16 World Championship and the 1987 FIFA World Youth Championship.  He earned one cap with the United States men's national soccer team.",
  "/wiki/1991_Virginia_Cavaliers_men's_soccer_team": "The 1991 Virginia Cavaliers men's soccer team represented the University of Virginia during the 1991 NCAA Division I men's soccer season. It was the program's 52nd season of existence, and their 38th season in the Atlantic Coast Conference.",
  "/wiki/Fetzer_Field": "Robert Fetzer Field was a sports field located in Chapel Hill, North Carolina, and was the home of the lacrosse and soccer teams of the University of North Carolina at Chapel Hill, the North Carolina Tar Heels. The four teams that called Fetzer field their home (North Carolina Tar Heels men's lacrosse, North Carolina Tar Heels women's lacrosse, North Carolina Tar Heels men's soccer, North Carolina Tar Heels women's soccer) have a combined total of 26 national championships. The stadium was demolished in 2017 to make way for the new Dorrance Field soccer and lacrosse stadium that was built on the same site.",
  "/wiki/Chapel_Hill,_North_Carolina": "Chapel Hill is a town in Orange, Chatham, and Durham counties in the U.S. state of North Carolina. Its population was 57,233 in the 2010 census, making Chapel Hill the 15th-largest city in the state. Chapel Hill, Durham, and the state capital, Raleigh, make up the corners of the Research Triangle (officially the Raleigh–Durham–Chapel Hill combined statistical area), with a total population of 1,998,808.",
  "/wiki/Claudio_Reyna": "Claudio Reyna (born July 20, 1973) is a retired American soccer player and current Sporting Director of Austin FC.",
  "/wiki/Clemson_Tigers_men's_soccer": "The Clemson Tigers men's soccer team represent Clemson University in the Atlantic Coast Conference of NCAA Division I soccer. The team has won 14 Atlantic Coast Conference championships, 2 NCAA national championships, and hosted 3 Hermann Trophy winners (Bruce Murray in 1987, Wojtek Krakowiak in 1998, and Robbie Robinson in 2019).",
  "/wiki/Jaro_Zawislan": "Jaro Zawislan is a college soccer coach, most recently for Cornell University.  He played professionally as a goalkeeper in the USISL, Continental Indoor Soccer League and Polish Second Division.",
  "/wiki/Duke_Blue_Devils_men's_soccer": "The Duke Blue Devils men's soccer team represents Duke University in the ACC and in all other men's NCAA Division I Soccer competitions. They won their first and only NCAA tournament in 1986, co-captained by their current head coach, John Kerr Jr. and Mike Linenberger. Facilities included both turf and grass fields, a newly constructed weight room and training room (as of fall 2016), and a student-athlete academic advising facility. John Kerr Jr. is assisted by Michael Brady and Chris Rich.",
  "/wiki/Mike_Fisher_(soccer)": "Mike Fisher (born May 28, 1975 in Naperville, Illinois) is a former U.S. collegiate soccer midfielder.  After graduating from the University of Virginia, Fisher chose to pursue a medical rather than soccer career.",
  "/wiki/Maryland_Terrapins_men's_soccer": "The Maryland Terrapins men's soccer team represents the University of Maryland in National Collegiate Athletic Association (NCAA) college soccer competition. The program has won four NCAA Division I College Cup national championships (1968, 2005, 2008, 2018). Maryland won nineteen Atlantic Coast Conference (ACC) regular season championships (1953–68, 1971, 2012, 2013) and six ACC tournament championships (1996, 2002, 2008, 2010, 2012, 2013) before joining the Big Ten Conference on July 1, 2014. The Terps won the 2014 and 2016 Big Ten Conference men's soccer championships and the 2014 and 2015 men's soccer tournament titles.",
  "/wiki/Klöckner_Stadium": "Klöckner Stadium is home to four nationally recognized sports programs—the University of Virginia men's and women's soccer teams in the fall and men's and women's lacrosse teams in the spring. The stadium was designed by VMDO Architects and built in 1992 at a cost of $3.4 million, and its naming rights were awarded to the Klöckner Group of Germany for $1.2 million. The Virginia men's soccer team won national championships in the first three years they played at Klöckner and subsequently added two more in 2009 and 2014.",
  "/wiki/Charlottesville,_Virginia": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/Disney's_Wide_World_of_Sports": "The ESPN Wide World of Sports Complex is a 220 acres (89 ha) athletic complex located in the Walt Disney World Resort, in Bay Lake, Florida, near Orlando. The complex includes 9 venues and hosts numerous amateur and professional sporting events throughout the year.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Ben_Olsen": "Benjamin Robert Olsen (born May 3, 1977) is an American former professional Association football player and the current head coach of D.C. United. Born in Middletown, Pennsylvania, Olsen grew up playing for FC Delco, an elite club program near Philadelphia. He then played for Virginia Cavaliers men's soccer and was named 1997 Soccer America Player of the Year.",
  "/wiki/W._Dennie_Spry_Soccer_Stadium": "W. Dennie Spry Soccer Stadium (usually called Spry Stadium) is a soccer-specific stadium located on the campus of Wake Forest University in Winston-Salem, North Carolina where it is home to the Wake Forest Demon Deacons men's soccer and women's soccer teams.",
  "/wiki/Winston-Salem,_North_Carolina": "Winston-Salem is a city in and the county seat of Forsyth County, North Carolina, United States. With a 2018 estimated population of 246,328 it is the second largest municipality in the Piedmont Triad region, the fifth most populous city in North Carolina, the third largest urban area in North Carolina, and the eighty-ninth most populous city in the United States. With a metropolitan population of 676,673 it is the fourth largest metropolitan area in North Carolina. Winston-Salem is home to the tallest office building in the region, 100 North Main Street, formerly the Wachovia Building and now known locally as the Wells Fargo Center.",
  "/wiki/Josh_Campbell": "Josh Campbell is the name of:",
  "/wiki/Caleb_Norkus": "Joshua Caleb Norkus (born March 14, 1979 in Raleigh, North Carolina) is an American soccer player who currently plays for the National Premier Soccer League club Puerto Rico Bayamón.  He played professionally in Germany, Chile, Puerto Rico and the United States.  He was a member of the United States U-17 men's national soccer team at the 1995 FIFA U-17 World Championship held in Quito, Ecuador, as well as the United States U-18 men's national soccer team and the United States U-20 men's national soccer team.",
  "/wiki/Ian_Fuller": "Ian Fuller (born August 31, 1979) is a former American soccer player who currently serves as an assistant coach for Minnesota United FC.",
  "/wiki/SAS_Soccer_Complex": "WakeMed Soccer Park is a major soccer complex in Cary, North Carolina, United States. Originally opened in 2002 as the home of the Carolina Courage of the WUSA, WakeMed Soccer Park is now the home to North Carolina FC of the United Soccer League and the North Carolina Courage of the National Women's Soccer League.  The North Carolina State Wolfpack men's and women's teams of the ACC play select matches there and the complex regularly hosts major tournaments such as the NCAA College Cup, the ACC Soccer Championships, and the NCHSAA high school state soccer finals.",
  "/wiki/Cary,_North_Carolina": "Cary /ˈkæri/ is the seventh-largest municipality in North Carolina. Cary is predominantly in Wake County, with a small area in Chatham County in the U.S. state of North Carolina and is the county's second-largest municipality, as well as the third-largest municipality in The Triangle of North Carolina after Raleigh and Durham.",
  "/wiki/Abe_Thompson": "Abraham Broman \"Abe\" Thompson (born January 12, 1982) is an American former soccer player.",
  "/wiki/Jeremy_Barlow": "Jeremy Barlow (born August 11, 1985) is an American soccer player who most recently played for Richmond Kickers in the USL Second Division.",
  "/wiki/Blake_Camp": "Blake Camp (born October 11, 1983) is an American soccer player.",
  "/wiki/Maryland_SoccerPlex": "The Maryland SoccerPlex is a sports complex in Germantown, Maryland, although its mailing address is Boyds, Maryland. The facility, completed in 2000 and operated by the Maryland Soccer Foundation (MSF), has 21 natural grass fields, 3 artificial turf fields, and 8 indoor convertible basketball/volleyball courts.",
  "/wiki/Germantown,_Maryland": "Germantown is an urbanized census-designated place in Montgomery County, Maryland, United States. With a population of 90,676 as of 2013 U.S. Census Bureau estimates, Germantown is the third most populous place in Maryland, after the city of Baltimore, and the census-designated place of Columbia. Germantown is located approximately 25–30 miles (40–48 km) outside the U.S. capital of Washington, D.C. and is an important part of the Washington metropolitan area.",
  "/wiki/Michael_Videira": "Michael Videira (born January 6, 1986 in Milford, Massachusetts) is an American soccer player.",
  "/wiki/ACC_Men's_Soccer_Tournament": "The ACC Men's Soccer Tournament is the conference championship tournament in soccer for the Atlantic Coast Conference (ACC).  The tournament has been held every year since 1987.  It is a single-elimination tournament and seeding is based on regular season records. The winner, declared conference champion, receives the conference's automatic bid to the NCAA Men's Division I Soccer Championship."
}