{
  "/wiki/Amazonas_(Brazilian_state)": "Amazonas ([ɐmɐˈzõnɐs] (listen)) is a state of Brazil, located in the North Region in the northwestern corner of the country. It is the largest Brazilian state by area and the 9th largest country subdivision in the world, and is greater than the areas of Uruguay, Paraguay, and Chile combined. Mostly located in the Southern Hemisphere, it is the third largest country subdivision in the Southern Hemisphere after the Australian states of Western Australia and Queensland. It would be the sixteenth largest country in land area, slightly larger than Mongolia. Neighbouring states are (from the north clockwise) Roraima, Pará, Mato Grosso, Rondônia, and Acre. It also borders the nations of Peru, Colombia and Venezuela. This includes the Departments of Amazonas, Vaupés and Guainía in Colombia, as well as the Amazonas state in Venezuela, and the Loreto Region in Peru.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.",
  "/wiki/Par%C3%A1": "Pará is a State of Brazil, located in northern Brazil and traversed by the lower Amazon River. It borders the Brazilian states of Amapá, Maranhão, Tocantins, Mato Grosso, Amazonas and Roraima. To the northwest are the borders of Guyana and Suriname, to the northeast of Pará is the Atlantic Ocean. The capital and largest city is Belém, which is located at the mouth of the Amazon.",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/Mato_Grosso": "Mato Grosso (Portuguese pronunciation: [ˈmatu ˈɡɾosu] – lit. \"Thick Bush\") is one of the states of Brazil, the third largest by area, located in the western part of the country.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.",
  "/wiki/Minas_Gerais": "Minas Gerais ([ˈminɐz ʒeˈɾajs] (listen))[a] is a state in   Southeastern Brazil. It ranks as the second most populous, the third by gross domestic product (GDP), and the fourth largest by area in the country. The state's capital and largest city, Belo Horizonte, is a major urban and finance center in Latin America, and the sixth largest municipality in Brazil, after the cities of São Paulo, Rio de Janeiro, Salvador, Brasilia and Fortaleza, but its metropolitan area is the third largest in Brazil with just over 5,800,000 inhabitants, after those of São Paulo and Rio de Janeiro. Nine Brazilian presidents were born in Minas Gerais, the most of any state.",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Bahia": "Bahia (/bəˈhiːə/ (listen); locally [baˈi.ɐ])[a] is one of the 26 states of Brazil and is located in the northeastern part of the country on the Atlantic coast. It is the 4th-largest Brazilian state by population (after São Paulo, Minas Gerais, and Rio de Janeiro) and the 5th-largest by area. Bahia's capital is the city of Salvador (formerly known as \"Cidade do São Salvador da Bahia de Todos os Santos\", lit. \"City of Holy Saviour of All Saints Bay\"), located on a spit of land separating the Bay of All Saints from the Atlantic. Once a monarchial stronghold dominated by agricultural, slaving, and ranching interests, Bahia is now a major manufacturing center whose last four elections have been dominated by the Workers' Party.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Mato_Grosso_do_Sul": "Mato Grosso do Sul (Portuguese pronunciation: [ˈmatu ˈɡɾosu du ˈsuw]) is one of the Midwestern states of Brazil. Its total area of 357,125 square kilometers, or 137,891 square miles, is roughly the same size as Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Goi%C3%A1s": "Goiás (Brazilian Portuguese: [ɡojˈjas] (listen)) is a state of Brazil, located in the Center-West region of the country. The name Goiás (formerly, Goyaz) comes from the name of an indigenous community. The original word seems to have been guaiá, a compound of gua e iá, meaning \"the same person\" or \"people of the same origin.\" It borders the Federal District and the states of (from north clockwise) Tocantins, Bahia, Minas Gerais, Mato Grosso do Sul and Mato Grosso.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Maranh%C3%A3o": "Maranhão (Portuguese pronunciation: [mɐɾɐˈɲɐ̃w]) is a state in Brazil. Located in the country's Northeast Region, it has a population of about 7 million and an area of 332,000 km2. Going clockwise from the north, it borders on the Atlantic Ocean and the states of Piauí, Tocantins and Pará. The people of Maranhão have a distinctive accent inside the common Northeastern Brazilian dialect. Maranhão is described in books such as The Land of the Palm Trees by Gonçalves Dias and Casa de Pensão by Aluísio Azevedo.",
  "/wiki/Vietnam": "Vietnam (Vietnamese: Việt Nam pronounced [vîət nāːm] (listen)), officially the Socialist Republic of Vietnam (Vietnamese: Cộng hòa xã hội chủ nghĩa Việt Nam), is the easternmost country on the Southeast Asian Indochinese Peninsula. With an estimated 95.5 million inhabitants as of 2018[update], it is the 15th most populous country in the world. Vietnam shares its land borders with China to the north, and Laos and Cambodia to the west. It shares its maritime borders with Thailand through the Gulf of Thailand, and the Philippines, Indonesia and Malaysia through the South China Sea.[n 5] Its capital city is Hanoi, while its most populous city is Ho Chi Minh City, also known by its former name of Saigon.",
  "/wiki/Rio_Grande_do_Sul": "Rio Grande do Sul (UK: /ˌriːuː ˌɡrændi duː ˈsʊl/, US: /ˌriːuː ˌɡrɑːndi duː ˈsuːl/, Portuguese: [ˈʁiw ˈɡɾɐ̃dʒi du ˈsuw] (listen);[a] lit. \"Great Southern River\") is a state in the southern region of Brazil. It is the fifth-most-populous state and the ninth largest by area. Located in the southernmost part of the country, Rio Grande do Sul is bordered clockwise by Santa Catarina to the north and northeast, the Atlantic Ocean to the east, the Uruguayan departments of Rocha, Treinta y Tres, Cerro Largo, Rivera and Artigas to the south and southwest, and the Argentine provinces of Corrientes and Misiones to the west and northwest.  The capital and largest city is Porto Alegre.  The state has the highest life expectancy in Brazil, and the crime rate is relatively low compared to Brazilian national average.",
  "/wiki/Ecuador": "Ecuador (/ˈɛkwədɔːr/ (listen) EK-wə-dor; Spanish pronunciation: [ekwaˈðoɾ] (listen); Quechua: Ikwayur; Shuar: Ecuador or Ekuatur), officially the Republic of Ecuador (Spanish: República del Ecuador,  which literally translates as \"Republic of the Equator\"; Quechua: Ikwadur Ripuwlika; Shuar: Ekuatur Nunka), is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland. The capital city is Quito, which is also its largest city.",
  "/wiki/Tocantins": "Tocantins  (Brazilian Portuguese: [tokɐ̃ˈtʃĩs] (listen)A) is one of the states of Brazil. (From: Tukã´, Toucan +  tï, beak. lit. \"Toucan's beak\" in Tupi language). It is the newest of the 26 Brazilian states, formed in 1988 and encompassing what had formerly been the northern two-fifths of the state of Goiás. Tocantins covers 277,620.91 square kilometres (107,190.03 sq mi) and has a population of 1,496,880 (2014 est.). Construction of its capital, Palmas, began in 1989; most of the other cities in the state date to the Portuguese colonial period. With the exception of Araguaína there are few other cities with a significant population in the state. The government has invested in a new capital, a major hydropower dam, railroads and related infrastructure to develop this primarily agricultural area.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 40% of the population speaks the Mossi language. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Piau%C3%AD": "Piauí (Portuguese pronunciation: [piawˈwi], [pjɐwˈi] (listen)) is one of the states of Brazil, located in the country's Northeast Region.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).",
  "/wiki/S%C3%A3o_Paulo_(state)": "São Paulo (Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is one of the 26 states of the Federative Republic of Brazil and is named after Saint Paul of Tarsus. As the richest Brazilian state and a major industrial complex, often dubbed the \"locomotive of Brazil\", the state is responsible for 33.9% of the Brazilian GDP. São Paulo also has the second highest Human Development Index (HDI) and GDP per capita, the fourth lowest infant mortality rate, the third highest life expectancy, and the third lowest rate of illiteracy among the federative units of Brazil, being by far, the safest state in the country. The homicide rate is 3.8 per 100 thousand as of 2018,  almost 1/4 of the Brazilian rate. São Paulo alone is richer than Argentina, Uruguay, Paraguay and Bolivia combined.   The economy of São Paulo State is the most developed in Brazil.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Rond%C3%B4nia": "Rondônia (Brazilian Portuguese: [ʁõˈdõniɐ] (listen)) is a state in Brazil, located in the northern part of the country. To the west is a short border with the state of Acre, to the north is the state of Amazonas, in the east is Mato Grosso, and in the south and southwest is Bolivia.  Its capital is Porto Velho. The state was named after Cândido Rondon.",
  "/wiki/Laos": "Laos (/ˈlɑːoʊs/ (listen), /laʊs, ˈlɑːɒs, ˈleɪɒs/; Lao: ລາວ, Lāo [láːw]), officially the Lao People's Democratic Republic (Lao: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, romanized: Saþalanalat Paxaþipatai Paxaxōn Lao; French: République démocratique populaire lao), commonly referred to by its colloquial name of Muang Lao (Lao: ເມືອງລາວ, Muang Lao), is a socialist state and the only landlocked country in Southeast Asia. Located at the heart of the Indochinese peninsula, Laos is bordered by Myanmar (Burma) and China to the northwest, Vietnam to the east, Cambodia to the southeast, and Thailand to the west and southwest.",
  "/wiki/Roraima": "Roraima (Pemon: roro imã, \"parrot mountain\" i.e. \"Green Peak\", Brazilian Portuguese: [ʁoˈɾajmɐ] (listen)) is the northernmost and least populated state of Brazil, located in the Amazon region. It borders the states of Amazonas and Pará and the countries of Venezuela and Guyana. The population is approximately 450,000 (as of 2010), and the capital is Boa Vista. Roraima has fifteen municipalities, the fewest of any Brazilian state.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/Paran%C3%A1_(state)": "Paraná (Brazilian Portuguese: [paɾaˈna] (listen)) is one of the 26 states of Brazil, in the south of the country, bordered on the north by São Paulo state, on the east by the Atlantic Ocean, on the south by Santa Catarina state and the province of Misiones, Argentina, and on the west by Mato Grosso do Sul and Paraguay, with the Paraná River as its western boundary line.",
  "/wiki/Kyrgyzstan": "Kyrgyzstan (/ˌkɜːrɡɪˈstɑːn/ KUR-gih-STAHN; Kyrgyz: Кыргызстан Kırğızstan Kyrgyz pronunciation: [qɯrʁɯsˈstɑn]), officially the Kyrgyz Republic (Kyrgyz: Кыргыз Республикасы, romanized: Kırğız Respublikası; Russian: Кыргызская Республика, tr. Kyrgyzskaya Respublika), and also known as Kirghizia (Russian: Киргизия [kʲɪrˈɡʲizʲɪjə]), is a country in Central Asia. Kyrgyzstan is a landlocked country with mountainous terrain. It is bordered by Kazakhstan to the north, Uzbekistan to the west and southwest, Tajikistan to the southwest and China to the east. Its capital and largest city is Bishkek.",
  "/wiki/Acre_(state)": "Acre ([ˈakɾi] (listen)) is a state located in the northern region of Brazil. Located in the westernmost part of the country with a two hour time difference from Brasília, Acre is bordered clockwise by the Brazilian states of Amazonas to the north and northeast, Rondônia to the east, the Bolivian department of Pando to the southeast, and the Peruvian regions of Madre de Dios, Ucayali and Loreto to the south and west. It occupies an area of 152,581.4 km2.",
  "/wiki/Suriname": "Suriname  (/ˈsjʊərɪnæm/, US also /-nɑːm/, sometimes spelled Surinam), officially known as the Republic of Suriname (Dutch: Republiek Suriname [reːpyˌblik syːriˈnaːmə]), is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers (64,000 square miles), it is the smallest sovereign state in South America.[note 1] Suriname has a population of approximately 575,990, most of whom live on the country's north coast, in and around the capital and largest city, Paramaribo.",
  "/wiki/Cear%C3%A1": "Ceará ([seaˈɾa] (listen)}}, locally in Ceará or in Northeast Region of Brazil the pronunciation is [sɪaˈɾa]) is one of the 27 states of Brazil, located in the northeastern part of the country, on the Atlantic coast. It is the eighth-largest Brazilian State by population and the 17th by area. It is also one of the main tourist destinations in Brazil. The state capital is the city of Fortaleza, the country's fourth most populous city.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Amap%C3%A1": "Amapá ([ɐmɐˈpa] (listen)) is a state located in the northern region of Brazil. It is the second least populous state and the eighteenth largest by area. Located in the far northern part of the country, Amapá is bordered clockwise by French Guiana to the north, the Atlantic Ocean to the east, Pará to the south and west, and Suriname to the northwest. The capital and largest city is Macapá.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn], Russian: Таджикистан, tr. Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston, Russian: Республика Таджикистан, tr. Respublika Tadzhikistan), is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.",
  "/wiki/Pernambuco": "Pernambuco (Brazilian Portuguese: [pɛʁnɐ̃ˈbuku] (listen)) is a state of Brazil, located in the Northeast region of the country. The state of Pernambuco also includes the archipelago Fernando de Noronha. With an estimated population of 9.2 million people in 2013, it is the seventh most populous state of Brazil, and is the sixth most densely populated and the 19th most extensive among the states and territories of the country. Its capital and largest city, Recife, is one of the most important economic and urban hubs in the country. As of 2013 estimates, Recife's metropolitan area is the fifth most populous in the country, and the largest urban agglomeration in Northeast Brazil.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Santa_Catarina_(state)": "Santa Catarina (Brazilian Portuguese: [ˈsɐ̃tɐ kataˈɾinɐ] (listen), \"Saint Catherine\") is a state in the South Region of Brazil. It is the 7th smallest state in total area and the 11th most populous. Additionally, it is the 9th largest settlement, with 295 municipalities. Catholicism is the religion of the majority of the population. The official language, as in other Brazilian federative units, is the Portuguese language. The state covers an area of 95,733 km2 (36,813.366 sq mi), reaching a larger area than Portugal or the sum of the Brazilian states of Rio de Janeiro, Espirito Santo, and the Federal District.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments."
}