{
  "/wiki/Malm%C3%B6_Castle": "Malmö Castle (Swedish: Malmöhus, Danish: Malmøhus) is a fortress located in Malmö, Scania, Sweden. \nIt is owned by the Swedish state and is managed by the State Property Agency. Malmöhus is part of Malmö Museum.",
  "/wiki/Scania": "Scania, Swedish: Skåne (Swedish: [ˈskôːnɛ] (listen)), is the southernmost province (landskap) of Sweden. Within Scania, there are 33 municipalities that are autonomous within the Scania Regional Council. Scania's largest city is Malmö, which is also the third largest in Sweden, as well as the fifth largest in Scandinavia.",
  "/wiki/M%C3%A4ls%C3%A5ker_House": "Mälsåker Castle (Mälsåkers slott) is a manor house in Strängnäs Municipality, Södermanland County, Sweden. The estate is situated in the parish of  Ytterselö, north of Mariefred and northeast of Stallarholmen. It is situated on Björkfjärden, a bay on Lake Mälaren.",
  "/wiki/S%C3%B6dermanland": "Södermanland (Swedish pronunciation: [ˈsø̂ːdɛrmanˌland] or [ˈsø̌ːdɛrmanland] (listen)), locally Sörmland, sometimes referred to under its Latin form Sudermannia or Sudermania, is a historical province or landskap on the south eastern coast of Sweden. It borders Östergötland, Närke, Västmanland and Uppland. It is also bounded by lake Mälaren and the Baltic Sea.",
  "/wiki/Maltesholm_Castle": "Maltesholm Castle (Swedish: Maltesholms slott) is a large manor house located in Kristianstad Municipality, Scania, in southern Sweden. The castle has been passed down for generations and is now the private residence of the Baron Palmstierna. The beautiful garden is open to the public.",
  "/wiki/M%C3%A5nstorp_Gables": "The Månstorp Gables (Swedish: Månstorps gavlar) is a ruin in Vellinge Municipality in Skåne (the southernmost historical province of Sweden).",
  "/wiki/Mariedal_Castle": "Mariedal Castle is a castle in Sweden.\nWritten accounts and the weather vane indicate the castle was built in 1666. The splendid interior of the castle provides stucco ceiling and wainscoting. A portrait collection of the Sparre family is displayed there.",
  "/wiki/V%C3%A4sterg%C3%B6tland": "Västergötland (Swedish: [ˈvɛ̂sːtɛrˌjøːtland] (listen)), also known as West Gothland or the Latinized version Westrogothia in older literature, is one of the 25 traditional non-administrative provinces of Sweden (landskap in Swedish), situated in the southwest of Sweden.",
  "/wiki/Marsvinsholm_Castle": "Marsvinsholm Castle (Swedish: Marsvinsholms slott) is situated in Ystad Municipality, Scania, in southern Sweden, 12 kilometres (7.5 mi) from Ystad.",
  "/wiki/Mem_Castle": "Mem Castle is a castle in Sweden, located south of Stockholm by the Baltic Sea. Mem's history dates back to 14th century and has been owned by many Swedish counts, barons and noble families. Mem Castle was an important centre for Duke Karl, later King Karl IX and his armed forces during the war against King Sigismund of Poland late 16th century. Göta Canal connecting the east coast of Sweden to the west coast starts at Mem Castle. Mem Castle is owned by the Adler family.",
  "/wiki/%C3%96sterg%C3%B6tland": "Östergötland (Swedish pronunciation: [ˈœ̂sːtɛrˌjøːtland] (listen); English exonym: East Gothland) is one of the traditional provinces of Sweden (landskap in Swedish) in the south of Sweden. It borders Småland, Västergötland, Närke, Södermanland and the Baltic Sea. In older English literature, one might also encounter the Latinized version, Ostrogothia. The corresponding administrative county, Östergötland County, covers the entire province and parts of neighbouring provinces.",
  "/wiki/N%C3%A4%C3%A4s_Castle": "Nääs Castle is a 17th-century mansion near Gothenburg, Sweden. It's situated at the lake Sävelången in Västergötland.",
  "/wiki/N%C3%A4s_Castle": "Näs Castle (Swedish: Näs slott) is the ruins of a castle on the island Visingsö in Sweden.[failed verification][dead link]",
  "/wiki/Sm%C3%A5land": "Småland (Swedish pronunciation: [ˈsmǒːland] (listen)) is a historical province (landskap) in southern Sweden.\nSmåland borders Blekinge, Scania (Swedish: Skåne), Halland, Västergötland, Östergötland and the island Öland in the Baltic Sea. The name Småland literally means Small Lands. The Latinized form Smolandia has been used in other languages. The highest point in Småland is Tomtabacken, at 377 metres (1,237 ft).",
  "/wiki/N%C3%A4sby_Castle": "Näsby Manor is a manor located in Täby municipality, north of Stockholm.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/N%C3%A4sbyholm_Castle": "Näsbyholm Castle (Swedish: Näsbyholms slott) is a castle in Skurup Municipality, Scania, in southern Sweden. Näsbyholm Castle is situated approximately 4 kilometres (2.5 mi) west of Skurup, and was known since the 14th century as a fortified manor house. The current castle corps de logis was erected 1957 on the old castle land lot, a castle that was demolished 1865.",
  "/wiki/Noor_Palace": "Noor palace is a 14th-century mansion in Knivsta, Sweden.",
  "/wiki/Uppland": "Uppland (Swedish pronunciation: [ˈɵ̌pːland] (listen))  is a historical province or landskap on the eastern coast of Sweden, just north of Stockholm, the capital. It borders Södermanland, Västmanland and Gästrikland. It is also bounded by lake Mälaren and the Baltic sea. On the small uninhabited island of Märket in the Baltic, Uppland has a very short and unusually shaped land border with Åland, an autonomous province of Finland.",
  "/wiki/Nyk%C3%B6ping_Castle": "Nyköping Castle (Swedish: Nyköpingshus) in Nyköping, Sweden, is a Medieval castle from the Birger Jarl era, partly in ruins. The castle is mostly known for the Nyköping Banquet which took place here in 1317.",
  "/wiki/Nyn%C3%A4s_Castle": "Nynäs Castle is a castle situated in the locality of Tystberga, south of Stockholm, Sweden.",
  "/wiki/Osbyholm_Castle": "Osbyholm Castle (Swedish: Osbyholms slott) is a castle in Hörby Municipality, Scania, in southern Sweden.",
  "/wiki/Ovesholm_Castle": "Ovesholm Castle (Swedish: Ovesholm slott) is a castle in Kristianstad Municipality, Scania, in southern Sweden.",
  "/wiki/P%C3%A5lsj%C3%B6_Castle": "Pålsjö Castle (Swedish: Pålsjö slott) is a castle in Helsingborg Municipality, Scania, in southern Sweden.",
  "/wiki/Penningby_castle": "Penningby Castle (Swedish: Penningby slott) is a medieval-period private castle located the Länna parish of Norrtälje Municipality in Uppland, 70 kilometres north of Stockholm, Sweden.  Penningby situated in the valley near Edsviken, a narrow inlet in the Saltsjön bay of the Baltic Sea ."
}