{
  "/wiki/Taxinge-Näsby_Castle": "Taxinge-Näsby Castle is a stately home in Sweden. The Ingmar Bergman film Cries and Whispers was filmed in and around the mansion.",
  "/wiki/Södermanland": "Södermanland (Swedish pronunciation: [ˈsø̂ːdɛrmanˌland] or [ˈsø̌ːdɛrmanland] (listen)), locally Sörmland, sometimes referred to under its Latin form Sudermannia or Sudermania, is a historical province or landskap on the south eastern coast of Sweden. It borders Östergötland, Närke, Västmanland and Uppland. It is also bounded by lake Mälaren and the Baltic Sea.",
  "/wiki/Teleborg_Castle": "Teleborg Castle (Teleborgs slott) is beautifully situated near Lake Trummen, 4–5 km south of the city centre of Växjö, Sweden.",
  "/wiki/Småland": "Småland (Swedish pronunciation: [ˈsmǒːland] (listen)) is a historical province (landskap) in southern Sweden.\nSmåland borders Blekinge, Scania (Swedish: Skåne), Halland, Västergötland, Östergötland and the island Öland in the Baltic Sea. The name Småland literally means Small Lands. The Latinized form Smolandia has been used in other languages. The highest point in Småland is Tomtabacken, at 377 metres (1,237 ft).",
  "/wiki/Tidö_Castle": "Tidö Castle (Swedish: Tidö slott) is a castle located outside Västerås in Västmanland, Sweden.",
  "/wiki/Västmanland": "Västmanland (Swedish pronunciation: [ˈvɛ̂sːtmanˌland] or [ˈvɛ̌sːtmanland] (listen)), is a historical Swedish province, or landskap, in middle Sweden. It borders Södermanland, Närke, Värmland, Dalarna and Uppland.",
  "/wiki/Tistad_Castle": "Tistad Castle is a castle in Sweden.",
  "/wiki/Tjolöholm_Castle": "Tjolöholm Castle (Swedish: Tjolöholms slott) is a country house in Halland, Sweden. It is located on a peninsula in the Kungsbacka Fjord on the Kattegat coast.\nThe manor house was designed  by architect Lars Israel Wahlman (1870–1952) in a style inspired by Tudor architecture and built between 1898-1904.",
  "/wiki/Halland": "Halland (Swedish pronunciation: [ˈhǎlːand] (listen))  is one of the traditional provinces of Sweden (landskap), on the western coast of Sweden. It borders Västergötland, Småland, Scania and the sea of Kattegat.  Until 1645 and the Second Treaty of Brömsebro, it was part of the Kingdom of Denmark.",
  "/wiki/Toppeladugård_Castle": "Toppeladugård Castle (Swedish: Toppeladugårds slott) is a castle in Lund Municipality, Scania, in southern Sweden.",
  "/wiki/Scania": "Scania, Swedish: Skåne (Swedish: [ˈskôːnɛ] (listen)), is the southernmost province (landskap) of Sweden. Within Scania, there are 33 municipalities that are autonomous within the Scania Regional Council. Scania's largest city is Malmö, which is also the third largest in Sweden, as well as the fifth largest in Scandinavia.",
  "/wiki/Torpa_stenhus": "Torpa stenhus (translated Torpa stone house) is a well-preserved medieval castle near lake Åsunden, in the county of Västra Götaland, southern Sweden.",
  "/wiki/Västra_Götaland_County": "Västra Götaland County  (Swedish: Västra Götalands län) is a county or län on the western coast of Sweden.",
  "/wiki/Torup_Castle": "Torup Castle (Swedish: Torups slott) is a castle in Svedala Municipality, Scania, in southern Sweden. It is situated approximately 15 kilometres (9.3 mi) east of Malmö. It was constructed by Görvel Fadersdotter (Sparre) for her son, after the death of her second spouse, Danish Privy Council Truid Gregersen Ulfstand (1487–1545).",
  "/wiki/Tosterup_Castle": "Tosterup Castle (Swedish: Tosterups slott) is a castle in Tomelilla Municipality, Scania, in southern Sweden. It is situated approximately 12 kilometres (7.5 mi) north-east of Ystad.",
  "/wiki/Trolle-Ljungby_Castle": "Trolle-Ljungby Castle (Swedish: Trolle-Ljungby slott) is a castle in Kristianstad Municipality, Scania, in southern Sweden. The Renaissance style castle is enclosed by a moat.",
  "/wiki/Trolleholm_Castle": "Trolleholm Castle (Swedish: Trolleholms slott) is a castle in Svalöv Municipality, Scania, in southern Sweden. The estate comprises 110 houses and a total of 12300 acres (5000 Hectare). Originally named Kattisnabbe and later Eriksholm, it has been known since 1424, and was a monastic estate in the late Middle Ages.",
  "/wiki/Trollenäs_Castle": "Trollenäs Castle (Swedish: Trollenäs slott) is a castle in Eslöv Municipality, Scania, in southern Sweden. It dates from the 14th century, and has been in the ownership of only two families, Thott and Trolle. The current building goes back to 1559 and was in the late 19th century renovated by architect Ferdinand Meldahl to resemble a French Renaissance castle.",
  "/wiki/Sjöbo": "Sjöbo (Swedish pronunciation: [ˈɧø̌ːbʊ]) is a locality and the seat of Sjöbo Municipality in Skåne County, Sweden with 6,724 inhabitants in 2010.",
  "/wiki/Tullgarn_Palace": "Tullgarn Palace (Swedish: Tullgarns slott) is a royal summer palace in the province of Södermanland, south of Stockholm, Sweden. Built in the 1720s, the palace offers a mixture of rococo, Gustavian and Victorian styles. The interior design is regarded as one of Sweden's finest.",
  "/wiki/Tunbyholm_Castle": "Tunbyholm Castle (Swedish: Tunbyholms slott) is a castle in Tomelilla Municipality, Scania, in southern Sweden.",
  "/wiki/Tureborg_Castle": "Tureborg Castle is a mock castle constructed during the late 19th century and early 20th century. Located in Uddevalla Municipality, Sweden, it sits atop a hill overlooking a neighbourhood named for it, Tureborg.",
  "/wiki/Bohuslän": "Bohuslän (Swedish pronunciation: [ˈbûːhʉːsˌlɛːn] (listen); Danish/Norwegian: Båhuslen) is a Swedish province in Götaland, on the northernmost part of the country's west coast. It is bordered by Dalsland to the northeast, Västergötland to the southeast, the Skagerrak arm of the North Sea to the west, and the county of Østfold, in Norway, to the north.",
  "/wiki/Tureholm_Castle": "Tureholm Castle is a castle in Trosa Municipality in Sweden. The castle was built in the 18th century, and is a listed building since 1987.",
  "/wiki/Tynnelsö_Castle": "Tynnelsö Castle (Swedish: Tynnelsö slott) is a castle in Sweden. It is located on Tynnelsö island in Lake Mälaren, a few kilometres north-east of Strängnäs. The castle was built during the Middle Ages by the bishops of Strängnäs.",
  "/wiki/Royal_Swedish_Academy_of_Letters,_History_and_Antiquities": "The Royal Swedish Academy of Letters, History and Antiquities also called simply the Royal Academy of Letters or Vitterhetsakademin  abbreviated KVHAA (Swedish: Kungl. Vitterhetsakademien Historie och Antikvitets Akademien or Kungliga Vitterhets Historie och Antikvitets Akademien or Vitterhetsakademien) is the Swedish royal academy for the Humanities. Its many publications include the archaeological and art historical journal Fornvännen, published since 1906.",
  "/wiki/Tyresö_Palace": "Tyresö Palace (Swedish:Tyresö slott) is a 17th century palace in Tyresö, Stockholm County, Sweden,  about 25 km south-east of central Stockholm.",
  "/wiki/Ulriksdal_Palace": "Ulriksdal Palace (Swedish: Ulriksdals slott) is a royal palace situated on the banks of the Edsviken in the Royal National City Park in Solna Municipality, 6 km north of Stockholm. It was originally called Jakobsdal for its owner Jacob De la Gardie, who had it built by architect Hans Jacob Kristler in 1643–1645 as a country retreat. He later passed on to his son, Magnus Gabriel De la Gardie, from whom it was purchased in 1669 by Queen Hedvig Eleonora of Sweden. The present design is mainly the work of architect Nicodemus Tessin the Elder and dates from the late 17th century.",
  "/wiki/Uppland": "Uppland (Swedish pronunciation: [ˈɵ̌pːland] (listen))  is a historical province or landskap on the eastern coast of Sweden, just north of Stockholm, the capital. It borders Södermanland, Västmanland and Gästrikland. It is also bounded by lake Mälaren and the Baltic sea. On the small uninhabited island of Märket in the Baltic, Uppland has a very short and unusually shaped land border with Åland, an autonomous province of Finland.",
  "/wiki/List_of_castles_and_palaces_in_Sweden": "This is a list of castles and palaces in Sweden."
}