{
  "/wiki/KK_Beovuk_72": "Kosarkaški klub Beovuk 72 (Serbian Cyrillic: Кошаркашки клуб Беовук 72), commonly referred to as KK Beovuk 72, is basketball club based in Belgrade, Serbia. The team is currently competing in the Serbian 2nd League.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/SC_Šumice": "Šumice Cultural and Sports Center (Serbian Cyrillic: Центар за културу и спорт Шумице) is an indoor sports arena located in Voždovac, Belgrade, Serbia.",
  "/wiki/Niš": "Niš  (Serbian Cyrillic: Ниш, pronounced [nîːʃ] (listen); names in other languages) is the third largest city in Serbia and the administrative center of the Nišava District. According to the 2011 census[update], the city proper has a population of 183,164, while its administrative area (City of Niš) has a population of 260,237 inhabitants.",
  "/wiki/OKK_Konstantin": "Omladinski košarkaški klub Konstantin (Serbian Cyrillic: Омладински кошаркашки клуб Константин) is a men's professional professional basketball club based in Niš, Serbia.",
  "/wiki/Čair_Sports_Center": "Čair Sports Center (Serbian: Спортски центар Чаир, romanized: Sportski centar Čair), commonly known as Čair Hall (Serbian: Хала Чаир, romanized: Hala Čair) is an indoor sporting arena located in Niš, Serbia. The seating capacity of the arena is 4,800 for sports events and 6,500 at concerts. It is home to the KK Konstantin basketball team, RK Železničar 1949 handball team and OK Niš volleyball team.",
  "/wiki/Smederevska_Palanka": "Smederevska Palanka (Serbian Cyrillic: Смедеревска Паланка, pronounced [smɛ̂dɛrɛʋska pǎlaːŋka]) is a town and municipality located in the Podunavlje District in Serbian geographic region Sumadia . According to the 2011 census, the town has 23,601, while the municipality has 50,284 inhabitants.",
  "/wiki/Pirot": "Pirot (Serbian Cyrillic: Пирот) is a city and the administrative center of the Pirot District in southeastern Serbia. According to 2011 census, the urban area of the city has a population of 38,785, while the population of the city administrative area has 57,928 inhabitants.",
  "/wiki/KK_Proleter_Zrenjanin": "Košarkaški klub Proleter (Serbian Cyrillic: Кошаркашки клуб Пролетер), commonly referred to as KK Proleter Zrenjanin, is a men's professional basketball club based in Zrenjanin, Serbia. They currently participates in the Second Basketball League of Serbia. The club is also known as Proleter Naftagas due to sponsorship reasons.",
  "/wiki/Zrenjanin": "Zrenjanin (Serbian Cyrillic: Зрењанин, pronounced [zrɛ̌ɲanin]; Hungarian: Nagybecskerek; Slovak: Zreňanin) is a city and the administrative center of the Central Banat District in the autonomous province of Vojvodina, Serbia. The city urban area has a population of 76,511 inhabitants, while the city administrative area has 123,362 inhabitants (2011 census data).",
  "/wiki/Crystal_Hall,_Zrenjanin": "Crystal Hall or Sports Hall Zrenjanin is an indoor arena in Zrenjanin. It has a capacity of 2,800 people.",
  "/wiki/BKK_Radnički": "Beogradski košarkaški klub Radnički (Serbian Cyrillic: Београдски кошаркашки клуб Раднички), commonly referred to as Radnički Belgrade, is a men's professional basketball club based in Belgrade, Serbia.",
  "/wiki/KKK_Radnički": "Kragujevački košarkaški klub Radnički (Serbian Cyrillic: Крагујевачки кошаркашки клуб Раднички), commonly referred to as КKK Radnički, is a men's professional basketball club based in Kragujevac, Serbia. They are currently competing in the Second Men's League of Serbia (2nd-tier).",
  "/wiki/Kragujevac": "Kragujevac (Serbian Cyrillic: Крагујевац, pronounced [krǎɡujeʋats] (listen)) is the fourth largest city in Serbia and the administrative centre of the Šumadija District. It is the historical centre of the once densely-forested region of Šumadija in central Serbia, and is situated on the banks of the Lepenica River. According to the 2011 census[update], the city proper has a population of 150,835, while its administrative area comprises a total of 179,417 inhabitants.",
  "/wiki/Jezero_Hall": "The Jezero Hall is an indoor sporting arena located in Kragujevac, Serbia. The capacity of the arena is 5,320 people. It is currently home to the Radnički Kragujevac basketball, volleyball teams ans KMF Ekonomac Kragujevac",
  "/wiki/KK_Sloga": "Košarkaški klub Sloga (Serbian Cyrillic: Кошаркашки клуб Cлoгa), commonly referred to as KK Sloga, is a men's professional basketball club based in Kraljevo, Serbia. They are currently competing in the Second Men's League of Serbia (2nd-tier).",
  "/wiki/Kraljevo": "Kraljevo (Serbian Cyrillic: Краљево; [krǎːʎɛʋɔ] (listen)) is a city in central Serbia and the administrative center of the Raška District in central Serbia. It is situated on the confluence of West Morava and Ibar, in the geographical region of Šumadija, between the mountains of Kotlenik in the north, and Stolovi in the south.",
  "/wiki/Kraljevo_Sports_Hall": "Kraljevo Sports Hall (Serbian: Hala sportova u Kraljevu) is a multi-use indoor arena in Kraljevo, Serbia. The arena has a total capacity of 6,000. It is used mostly for team handball and basketball matches since it is a home arena of basketball teams KK Sloga and KK Mašinac as well as volleyball team OK Ribnica.",
  "/wiki/KK_Spartak": "Košarkaški klub Spartak (Serbian Cyrillic: Кошаркашки клуб Спартак), commonly referred to as KK Spartak Subotica, is a men's professional basketball club based in Subotica, Serbia. They are currently competing in the Basketball League of Serbia.",
  "/wiki/Subotica": "Subotica (Serbian Cyrillic: Суботица [sǔbotitsa] (listen), Hungarian: Szabadka) is a city and the administrative center of the North Bačka District in the autonomous province of Vojvodina, Serbia. Formerly the largest city of Vojvodina region, contemporary Subotica is now the second largest city in the province, following the city of Novi Sad. According to the 2011 census, the city itself has a population of 97,910, while the urban area of Subotica (with adjacent urban settlement of Palić included) has 105,681 inhabitants, and the population of metro area (the administrative area of the city) stands at 141,554 people.",
  "/wiki/KK_Sveti_Đorđe": "Košarkaški klub Sveti Đorđe (Serbian Cyrillic: Кошаркашки клуб Свети Ђорђе), commonly referred to as KK Sveti Đorđe, is a men's professional basketball club based in Žitište, Serbia. They are currently competing in the Second Basketball League of Serbia (2nd-tier).",
  "/wiki/Žitište": "Žitište (Serbian Cyrillic: Житиште; pronounced [ʒîtiːʃte]) is a town and municipality located in the Central Banat District of the autonomous province of Vojvodina, Serbia. The town has a population of 2,898, while Žitište municipality has 16,786 inhabitants.",
  "/wiki/KK_Zdravlje": "Košarkaški klub Zdravlje (Serbian Cyrillic: Кошаркашки клуб Здравље), commonly referred to as KK Zdravlje, is a men's professional basketball club based in  Leskovac, Serbia.",
  "/wiki/Leskovac": "Leskovac (Serbian Cyrillic: Лесковац, pronounced [lě̞skɔ̝v̞at͡s]) is a city and the administrative center of the Jablanica District in southern Serbia. According to the 2011 census, the city urban area has 60,288 inhabitants, while the city administrative area has 144,206.",
  "/wiki/SRC_Dubočica": "SRC Dubočica (Serbian Cyrillic: СРЦ Дубочица) is an indoor sporting arena located in Leskovac, Serbia. The capacity of the arena is 3,600 people. It is currently home to the Zdravlje basketball  team.",
  "/wiki/KK_Zemun": "Košarkaški klub Zemun (Serbian Cyrillic: Кошаркашки клуб Земун), commonly referred to as KK Zemun Fitofarmacija for sponsorship reasons, is a men's professional basketball club based in Belgrade, Serbia. They are currently competing in the Second Men's League of Serbia (2nd-tier).",
  "/wiki/Pinki_Hall": "Pinki Cultural and Sports Center (Serbian Cyrillic: Културно спортски центар Пинки), commonly known as Pinki Hall (Serbian Cyrillic: Хала Пинки), is an indoor multi-sports venue located in Belgrade's municipality of Zemun, Serbia. The venue has an indoor hall and an indoor swimming pool. The hall has a seating capacity of 2,300 for sports events and around 5,000 for concerts.",
  "/wiki/KK_Železničar_Čačak": "Košarkaški klub Železničar Čačak (Serbian Cyrillic: Кошаркашки клуб Железничар Чачак), commonly referred to as KK Železničar Čačak, is a men's professional basketball club based in Čačak, Serbia. The club currently participates in the Second League of Serbia.",
  "/wiki/Čačak": "Čačak (Serbian Cyrillic: Чачак, pronounced [tʃǎːtʃak]) is a city and the administrative center of the Moravica District in central Serbia. It is located in the West Morava valley within the geographical region of Šumadija. According to the 2011 census[update], the city proper has 73,331 inhabitants, while the administrative area comprises a total of 115,337 inhabitants.",
  "/wiki/Borac_Hall": "Borac Hall (Serbian Cyrillic: Хала Борац) is an indoor arena in Čačak. It has a capacity of 4,000 people. It is home arena of KK Borac Čačak.",
  "/wiki/Basketball_League_of_Serbia_B": "Second Men's League of Serbia (Serbian Cyrillic: Друга мушка лига Србије), previously Basketball League of Serbia B, is the second-tier level men's  professional basketball league in Serbia. It was founded in 2006."
}