{
  "/wiki/The_Wonderful_Wizard_of_Oz": "The Wonderful Wizard of Oz (/ɒz/) is an American children's novel written by author L. Frank Baum and illustrated by W. W. Denslow, originally published by the George M. Hill Company in Chicago on May 17, 1900. It has since seen several reprints, most often under the title The Wizard of Oz, which is the title of the popular 1902 Broadway musical adaptation as well as the iconic 1939 live-action film.",
  "/wiki/L._Frank_Baum": "Lyman Frank Baum (/bɔːm/; May 15, 1856 – May 6, 1919) was an American author chiefly famous for his children's books, particularly The Wonderful Wizard of Oz and its sequels. He wrote 14 novels in the Oz series, plus 41 other novels, 83 short stories, over 200 poems, and at least 42 scripts. He made numerous attempts to bring his works to the stage and the nascent medium of film; the 1939 adaptation of the first Oz book would become a landmark of 20th-century cinema. His works anticipated such century-later commonplaces as television, augmented reality, laptop computers (The Master Key), wireless telephones (Tik-Tok of Oz), women in high-risk and action-heavy occupations (Mary Louise in the Country), and the ubiquity of advertising on clothing (Aunt Jane's Nieces at Work).",
  "/wiki/The_Tigers_of_Mompracem": "The Tigers of Mompracem (original title: Le Tigri di Mompracem) is an exotic adventure novel written by Italian author Emilio Salgari, published in 1900. It features his most famous character, Sandokan.",
  "/wiki/Emilio_Salgari": "Emilio Salgari (Italian pronunciation: [eˈmiːljo salˈɡaːri] but often erroneously pronounced [ˈsalɡari] ; 21 August 1862 – 25 April 1911) was an Italian writer of action adventure swashbucklers and a pioneer of science fiction.",
  "/wiki/Five_Children_and_It": "Five Children and It is a children's novel by English author E. Nesbit. It was originally published in 1902 in the Strand Magazine under the general title The Psammead, or the Gifts, with a segment appearing each month from April to December. The stories were then expanded into a novel which was published the same year. It is the first volume of a trilogy that includes The Phoenix and the Carpet (1904) and The Story of the Amulet (1906). The book has never been out of print since its initial publication.",
  "/wiki/E._Nesbit": "Edith Nesbit (married name Edith Bland; 15 August 1858 – 4 May 1924) was an English author and poet; she published her books for children under the name of E. Nesbit.",
  "/wiki/Just_So_Stories": "Just So Stories for Little Children is a 1902 collection of origin stories by the British author Rudyard Kipling. Considered a classic of children's literature, the book is among Kipling's best known works.",
  "/wiki/Rudyard_Kipling": "Joseph Rudyard Kipling (/ˈrʌdjərd/ RUD-yərd; 30 December 1865 – 18 January 1936) was an English journalist, short-story writer, poet, and novelist. He was born in India, which inspired much of his work.",
  "/wiki/The_Tale_of_Peter_Rabbit": "The Tale of Peter Rabbit is a children's book written and illustrated by Beatrix Potter that follows mischievous and disobedient young Peter Rabbit as he gets into, and is chased about, the garden of Mr. McGregor. He escapes and returns home to his mother, who puts him to bed after dosing him with chamomile tea. The tale was written for five-year-old Noel Moore, son of Potter's former governess Annie Carter Moore, in 1893. It was revised and privately printed by Potter in 1901 after several publishers' rejections, but was printed in a trade edition by Frederick Warne & Co. in 1902. The book was a success, and multiple reprints were issued in the years immediately following its debut. It has been translated into 36 languages, and with 45 million copies sold it is one of the best-selling books in history.",
  "/wiki/Beatrix_Potter": "Beatrix Potter (/ˈbiːətrɪks/, US /ˈbiːtrɪks/, 28 July 1866 – 22 December 1943) was an English writer, illustrator, natural scientist, and conservationist best known for her children's books featuring animals, such as those in The Tale of Peter Rabbit.",
  "/wiki/King_Arthur_and_His_Knights": "King Arthur and His Knights of the Round Table is a novel for children written by Roger Lancelyn Green. It was first published by Puffin Books in 1953 and has since been reprinted. In 2008 it was reissued in the Puffin Classics series with an introduction by David Almond (the award-winning author of Clay, Skellig, Kit's Wilderness and The Fire-Eaters), and the original illustrations by Lotte Reiniger.",
  "/wiki/Howard_Pyle": "Howard Pyle (March 5, 1853 – November 9, 1911) was an American illustrator and author, primarily of books for young people. He was a native of Wilmington, Delaware, and he spent the last year of his life in Florence, Italy.",
  "/wiki/The_Call_of_the_Wild": "The Call of the Wild is a short adventure novel by Jack London, published in 1903 and set in Yukon, Canada, during the 1890s Klondike Gold Rush, when strong sled dogs were in high demand. The central character of the novel is a dog named Buck. The story opens at a ranch in Santa Clara Valley, California, when Buck is stolen from his home and sold into service as a sled dog in Alaska. He becomes progressively feral in the harsh environment, where he is forced to fight to survive and dominate other dogs. By the end, he sheds the veneer of civilization, and relies on primordial instinct and learned experience to emerge as a leader in the wild.",
  "/wiki/Jack_London": "John Griffith London (born John Griffith Chaney; January 12, 1876 – November 22, 1916) was an American novelist, journalist, and social activist. A pioneer in the world of commercial magazine fiction, he was one of the first writers to become a worldwide celebrity and earn a large fortune from writing. He was also an innovator in the genre that would later become known as science fiction.",
  "/wiki/Rebecca_of_Sunnybrook_Farm": "Rebecca of Sunnybrook Farm is a classic American 1903 children's novel by Kate Douglas Wiggin that tells the story of Rebecca Rowena Randall and her aunts, one stern and one kind, in the fictional village of Riverboro, Maine.  Rebecca's joy for life inspires her aunts, but she faces many trials in her young life, gaining wisdom and understanding. Wiggin wrote a sequel, New Chronicles of Rebecca. Eric Wiggin, a great-nephew of the author, wrote updated versions of several Rebecca books, including a concluding story. The story was adapted for the theatrical stage and filmed three times, once with Shirley Temple in the title role.",
  "/wiki/Kate_Douglas_Wiggin": "Kate Douglas Wiggin (September 28, 1856 – August 24, 1923) was an American educator and author of children's stories, most notably the classic children's novel Rebecca of Sunnybrook Farm. She started the first free kindergarten in San Francisco in 1878 (the Silver Street Free Kindergarten). With her sister during the 1880s, she also established a training school for kindergarten teachers. Kate Wiggin devoted her adult life to the welfare of children in an era when children were commonly thought of as cheap labor.",
  "/wiki/A_Little_Princess": "A Little Princess is a children's novel by Frances Hodgson Burnett, first published as a book in 1905. It is an expanded version of the short story \"Sara Crewe: or, What Happened at Miss Minchin's\", which was serialized in St. Nicholas Magazine from December 1887, and published in book form in 1888. According to Burnett, after she composed the 1902 play A Little Un-fairy Princess based on that story, her publisher asked that she expand the story as a novel with \"the things and people that had been left out before\". The novel was published by Charles Scribner's Sons (also publisher of St. Nicholas) with illustrations by Ethel Franklin Betts and the full title A Little Princess: Being the Whole Story of Sara Crewe Now Being Told for the First Time.",
  "/wiki/Frances_Hodgson_Burnett": "Frances Eliza Hodgson Burnett (24 November 1849 – 29 October 1924) was a British-born American novelist and playwright. She is best known for the three children's novels Little Lord Fauntleroy (published in 1885–1886), A Little Princess (1905), and The Secret Garden (1911).",
  "/wiki/The_Railway_Children": "The Railway Children is a children's book by Edith Nesbit, originally serialised in The London Magazine during 1905 and first published in book form in 1906. It has been adapted for the screen several times, of which the 1970 film version is the best known. The Oxford Dictionary of National Biography credits Oswald Barron, who had a deep affection for Nesbit, with having provided the plot. The setting is thought to be inspired by Edith's walks to Chelsfield railway station close to where she lived, and her observing the construction of the railway cutting and tunnel between Chelsfield and Knockholt.",
  "/wiki/White_Fang": "White Fang is a novel by American author Jack London (1876–1916) — and the name of the book's eponymous character, a wild wolfdog. First serialized in Outing magazine, it was published in 1906. The story details White Fang's journey to domestication in Yukon Territory and the Northwest Territories during the 1890s Klondike Gold Rush. It is a companion novel (and a thematic mirror) to London's best-known work, The Call of the Wild, which is about a kidnapped, domesticated dog embracing his wild ancestry to survive and thrive in the wild.",
  "/wiki/Anne_of_Green_Gables": "Anne of Green Gables is a 1908 novel by Canadian author Lucy Maud Montgomery (published as L.M. Montgomery). Written for all ages, it has been considered a classic children's novel since the mid-twentieth century. Set in the late 19th century, the novel recounts the adventures of Anne Shirley, an 11-year-old orphan girl, who is mistakenly sent to two middle-aged siblings, Matthew and Marilla Cuthbert, who had originally intended to adopt a boy to help them on their farm in the fictional town of Avonlea on Prince Edward Island, Canada. The novel recounts how Anne makes her way through life with the Cuthberts, in school, and within the town.",
  "/wiki/Lucy_Maud_Montgomery": "Lucy Maud Montgomery OBE (November 30, 1874 – April 24, 1942), published as L. M. Montgomery, was a Canadian author best known for a series of novels beginning in 1908 with Anne of Green Gables. The book was an immediate success. Anne Shirley, an orphaned girl, made Montgomery famous in her lifetime and gave her an international following.",
  "/wiki/The_Wind_in_the_Willows": "The Wind in the Willows is a children's novel by Scottish novelist Kenneth Grahame, first published in 1908. Alternatingly slow-moving and fast-paced, it focuses on four anthropomorphised animals: Mole, Rat (a European water vole), Toad, and Badger. They live in a pastoral version of Edwardian England. The novel is notable for its mixture of mysticism, adventure, morality, and camaraderie, and celebrated for its evocation of the nature of the Thames Valley.",
  "/wiki/Kenneth_Grahame": "Kenneth Grahame (/ˈɡreɪ.əm/ GRAY-əm; 8 March 1859 – 6 July 1932) was a British writer, most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon. Both books were later adapted for stage and film, of which A. A. Milne's Toad of Toad Hall was the first. The Disney films The Adventures of Ichabod and Mr. Toad and The Reluctant Dragon are other adaptations.",
  "/wiki/The_Secret_Garden": "The Secret Garden is a novel by Frances Hodgson Burnett first published in book form in 1911, after serialization in The American Magazine (November 1910 – August 1911). Set in England, it is one of Burnett's most popular novels and seen as a classic of English children's literature. Several stage and film adaptations have been made. The American edition was published by the Frederick A. Stokes Company with illustrations by Maria Louise Kirk (signed as M. L. Kirk), and the British edition by Heinemann with illustrations by Charles Heath Robinson.",
  "/wiki/Peter_and_Wendy": "Peter Pan; or, the Boy Who Wouldn't Grow Up or Peter and Wendy is J. M. Barrie's most famous work, in the form of a 1904 play and a 1911 novel.  Both versions tell the story of Peter Pan, a mischievous yet innocent little boy who can fly, and has many adventures on the island of Neverland that is inhabited by mermaids, fairies, Native Americans and pirates. The Peter Pan stories also involve the characters Wendy Darling and her two brothers, Peter's fairy Tinker Bell, the Lost Boys, and the pirate Captain Hook. The play and novel were inspired by Barrie's friendship with the Llewelyn Davies family. Barrie continued to revise the play for years after its debut until publication of the play script in 1928.",
  "/wiki/J._M._Barrie": "Sir James Matthew Barrie, 1st Baronet, OM (/ˈbæri/; 9 May 1860 –  19 June 1937) was a Scottish novelist and playwright, best remembered today as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens (first included in Barrie's adult novel The Little White Bird), then to write Peter Pan, or The Boy Who Wouldn't Grow Up, a \"fairy play\" about an ageless boy and an ordinary girl named Wendy who have adventures in the fantasy setting of Neverland.",
  "/wiki/The_Lost_World_(Arthur_Conan_Doyle)": "The Lost World is a science fiction novel by British writer Arthur Conan Doyle, published in 1912, concerning an expedition to a plateau in the Amazon basin of South America where prehistoric animals still survive. It was originally published serially in the Strand Magazine and illustrated by New-Zealand-born artist Harry Rountree during the months of April–November 1912.  The character of Professor Challenger was introduced in this book. The novel also describes a war between indigenous people and a vicious tribe of ape-like creatures.",
  "/wiki/Sir_Arthur_Conan_Doyle": "Sir Arthur Ignatius Conan Doyle KStJ DL (22 May 1859 – 7 July 1930) was a British writer, who created the character Sherlock Holmes. Originally a physician, in 1887 he published A Study in Scarlet, the first of four novels and more than fifty short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are generally considered milestones in the field of crime fiction.",
  "/wiki/Pollyanna": "Pollyanna is a 1913 novel by American author Eleanor H. Porter, considered a classic of children's literature. The book's success led to Porter soon writing a sequel, Pollyanna Grows Up (1915). Eleven more Pollyanna sequels, known as \"Glad Books\", were later published, most of them written by Elizabeth Borton or Harriet Lummis Smith. Further sequels followed, including Pollyanna Plays the Game by Colleen L. Reece, published in 1997. Due to the book's fame, \"Pollyanna\" has become a byword for someone who – like the title character – has an unfailingly optimistic outlook; a subconscious bias towards the positive is often described as the Pollyanna principle.",
  "/wiki/Eleanor_H._Porter": "Eleanor Emily Hodgman Porter (December 19, 1868 – May 21, 1920) was an American novelist, most known for Pollyanna (1913) and Just David (1916).",
  "/wiki/The_Magic_Pudding": "The Magic Pudding: Being The Adventures of Bunyip Bluegum and his friends Bill Barnacle and Sam Sawnoff is an Australian children's book written and illustrated by Norman Lindsay.  It is a comic fantasy, and a classic of Australian children's literature.",
  "/wiki/Norman_Lindsay": "Norman Alfred William Lindsay  (22 February 1879 – 21 November 1969) was an Australian artist, etcher, sculptor, writer, art critic, novelist, cartoonist and amateur boxer. One of the most prolific and popular Australian artists of his generation, Lindsay attracted both acclaim and controversy for his works, some of which were deemed blasphemous. He was also an influential writer on Australian art, and in 1918 published The Magic Pudding, which has become a classic of Australian children's literature.",
  "/wiki/Raggedy_Ann": "Raggedy Ann is a character created by American writer Johnny Gruelle (1880–1938) that appeared in a series of books he wrote and illustrated for young children. Raggedy Ann is a rag doll with red yarn for hair and a triangle nose. Gruelle received US Patent D47789 for his Raggedy Ann doll on September 7, 1915. The character was created in 1915 as a doll, and was introduced to the public in the 1918 book Raggedy Ann Stories. When a doll was marketed with the book, the concept had great success. A sequel, Raggedy Andy Stories (1920), introduced the character of her brother, Raggedy Andy. Further characters such as Beloved Belindy, a black mammy doll, were featured as dolls and characters in books.",
  "/wiki/Johnny_Gruelle": "John Barton Gruelle (December 24, 1880 – January 9, 1938)  was an American artist, political cartoonist, children's book and comics authors, illustrator, and storyteller. He is best known as the creator of Raggedy Ann and Raggedy Andy dolls and as the author/illustrator of dozens of books. He also created the Beloved Belindy doll.  Gruelle also contributed cartoons and illustrations to at least ten newspapers, four major new syndicates, and more than a dozen national magazines. He was the son of Hoosier Group painter Richard Gruelle.",
  "/wiki/The_Story_of_Doctor_Dolittle": "The Story of Doctor Dolittle, Being the History of His Peculiar Life at Home and Astonishing Adventures in Foreign Parts (1920), written and illustrated by the British author Hugh Lofting, is the first of his Doctor Dolittle books, a series of children's novels about a man who learns to talk to animals and becomes their champion around the world. It was one of the novels in the series which was adapted into the film Doctor Dolittle.",
  "/wiki/Hugh_Lofting": "Hugh John Lofting (14 January 1886 – 26 September 1947) was an English author trained as a civil engineer, who created the classic children's literature character of Doctor Dolittle. It first appeared in illustrated letters to his children written by Lofting from the British Army trenches in World War I.",
  "/wiki/List_of_children's_classic_books": "This is a list of children's classic books published before 1985 and still available in the English language."
}