{
  "/wiki/Charley_Paddock": "Charles William Paddock (August 11, 1900 – July 21, 1943) was an American athlete and two time Olympic champion.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics": "At the 1920 Summer Olympics held in Antwerp, 29 athletics events were contested, all for men only. The competitions were held from August 15, 1920 to August 23, 1920.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_100_metres": "The men's 100 metres event was part of the athletics programme at the 1920 Summer Olympics. The competition was held on August 15 and 16, 1920.",
  "/wiki/Morris_Kirksey": "Morris Marshall Kirksey (September 13, 1895 – November 25, 1981) was an American track and field athlete and rugby union footballer who won two gold medals at the 1920 Summer Olympics. He is one of four athletes to win gold medals in two different Olympic sports.",
  "/wiki/Allen_Woodring": "Allen Woodring (February 15, 1898 – November 15, 1982) was an American sprint runner. At the 1920 Olympic trials he failed to qualify in the 200 m event, yet he was selected for the national team and won the Olympic gold medal in this event.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_200_metres": "The men's 200 metres event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Thursday, August 19, 1920, and on Friday, August 20, 1920. Forty-eight sprinters from 22 nations competed.",
  "/wiki/Earl_Eby": "Earl William Eby (November 18, 1894 – December 14, 1970) was an American sprinter who won a silver medal in the 800 m at the 1920 Summer Olympics. Earlier at the 1919 Inter-Allied Games he won the 400 m event and placed second in the 800 m to New Zealand's Daniel Mason. He won the 800 m event at the 1920 USA Outdoor Track and Field Championships.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_800_metres": "The men's 800 metres event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held from Sunday, August 15, 1920 to Tuesday, August 17, 1920. Forty runners from 17 nations competed.",
  "/wiki/Lawrence_Shields": "Marion Lawrence \"Larry\" Shields (March 5, 1895 – February 19, 1976) was an American middle-distance runner who specialized in the 1500 meters. Around the time of the First World War he was a student at Mercersburg Academy and trained under the Scots American coach Jimmy Curran. Thereafter he attended Penn State. At the 1920 Summer Olympics he won a bronze medal in the 1500 m. He was also part of the gold medal winning American team in the 3000 m race but he was not awarded a medal due to being one of the two weakest links of the team. Four years later Shields attempted to qualify for the Olympic Games in Paris, but failed.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_1500_metres": "The men's 1500 metres event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Wednesday, August 18, 1920, and on Thursday, August 19, 1920. Twenty-nine runners from 12 nations competed.",
  "/wiki/Harold_Barron": "Harold Earl Barron (August 29, 1894 – October 5, 1978) was an American sprinter. He specialized in the 110 m hurdles, in which he won a silver medal at the 1920 Summer Olympics.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_110_metres_hurdles": "The men's 110 metres hurdles event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Tuesday, August 17, 1920 and on Wednesday, August 18, 1920. 24 runners from 15 nations competed.",
  "/wiki/Feg_Murray": "Frederic Seymour Murray (May 15, 1894 – July 16, 1973), known as Fred Murray or Feg Murray, was an American athlete who competed mainly in the 110 meter hurdles. He was furthermore a well-known artist, writer, and cartoonist. He was perhaps best known for his \"Seein' Stars\" newspaper column. This was a cartoon series about Hollywood stars. Murray was also the host of the radio show The Baker's Broadcast in its final year in 1938.",
  "/wiki/Frank_Loomis": "Frank Farmer Loomis Jr. (August 22, 1896 – April 4, 1971) was an American athlete, winner of 400 m hurdles at the 1920 Summer Olympics in Antwerpen. His brother, Jo Gilbert Loomis, was a substitute sprinter at the same Olympics.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_400_metres_hurdles": "The men's 400 metres hurdles event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Sunday, August 15, 1920, and on Monday, August 16, 1920. 19 runners from 9 nations competed.",
  "/wiki/John_Norton_(athlete)": "John Kelley Norton (April 16, 1893 – December 28, 1979) was an American athlete who competed mainly in the 400 metre hurdles. He was born in Santa Clara, California and died in New York City.",
  "/wiki/August_Desch": "August George \"Gus\" Desch (December 12, 1898 – November 1964) was an American track and field athlete who competed mainly in the 400 metre hurdles.",
  "/wiki/Patrick_Flynn_(athlete)": "Patrick (aka Pat, Patsy, Paddy) J. Flynn was an accomplished Irish American athlete, an Olympic silver medalist and a war veteran.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_3000_metres_steeplechase": "The men's 3000 metres steeplechase event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Wednesday, August 18, 1920 and on Friday, August 20, 1920. Sixteen runners from six nations competed.",
  "/wiki/Jackson_Scholz": "Jackson Volney Scholz (March 15, 1897 – October 26, 1986) was an American sprint runner. In the 1920s, he became the first person to appear in an Olympic sprint final in three different Olympic Games. After his athletic career, he also gained fame as a writer.",
  "/wiki/Loren_Murchison": "Loren C. Murchison (December 17, 1898 – June 11, 1979) was an American athlete, double gold medal winner in 4×100 m relay at the Olympic Games.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_100_metres_relay": "The men's 4 × 100 metres relay event was part of the track and field athletics programme at the 1920 Summer Olympics. It was the second appearance of this event. The competition was held on Saturday, August 21, 1920 and on Sunday, August 22, 1920. Fifty-two runners from 13 nations competed.",
  "/wiki/Hal_Brown_(athlete)": "Horace Hallock \"Hal\" Brown (March 30, 1898 – December 25, 1983) was an American long-distance runner.",
  "/wiki/Arlie_Schardt": "Arlie Schardt (Alfred E. Schardt; April 24, 1895 – March 2, 1980) was an American athlete who competed mainly in the 3000 metre team.",
  "/wiki/Ivan_Dresser": "Ivan Dresser (Ivan Chandler Dresser; July 3, 1896 – December 27, 1956) was an American athlete who competed mainly in the 3000 metre team. He was a 1919 graduate of Cornell University and a member of the Sphinx Head Society.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_3000_metres_team_race": "The men's 3000 metres team event was part of the track and field athletics programme at the 1920 Summer Olympics. It was the second appearance of a 3000-metre team race event after the debut in 1912, but the fifth time that a team contest was arranged at the Olympics. The competition was held on Saturday, August 21, 1920, and on Sunday, August 22, 1920.",
  "/wiki/Richard_Remer": "Richard Frederick Remer (June 21, 1883 – July 18, 1973) was an American athlete who competed mainly in the 3 kilometre walk. Early in his athletic career, he competed as a member of the Irish American Athletic Club.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_3000_metres_walk": "The men's 3 kilometres walk event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held  on the track on Friday, August 20, 1920, and on Saturday, August 21, 1920. Twenty-two race walkers from twelve nations competed.",
  "/wiki/Joseph_Pearman": "Joseph Bernard Pearman (May 8, 1892 – May 30, 1961) was an American athlete who competed mainly in the 10 kilometre walk.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_10_kilometres_walk": "The men's 10 kilometres walk event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Tuesday, August 17, 1920 and on Wednesday, August 18, 1920. Twenty-three race walkers from 13 nations competed.",
  "/wiki/Carl_Johnson_(athlete)": "Carl Johnson (Carl Edward Johnson; May 21, 1898 – September 13, 1932) was an American athlete who competed mainly in the long jump. He competed for the United States in the 1920 Summer Olympics held in Antwerp, Belgium in the long jump, where he won the silver medal.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_long_jump": "The men's long jump event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Tuesday, August 17, 1920, and on Wednesday, August 18, 1920. 29 long jumpers from eleven nations competed.",
  "/wiki/Richmond_Landon": "Richmond Wilcox \"Dick\" Landon (November 20, 1898 – June 13, 1971) was an American high jumper who won a gold medal at the 1920 Summer Olympics.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_high_jump": "The men's high jump event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held from Sunday 15 to Tuesday 17 August 1920. 22 high jumpers from nine nations competed.",
  "/wiki/Harold_Muller": "Harold Powers \"Brick\" Muller (June 12, 1901 – May 17, 1962) was a professional football player-coach for the Los Angeles Buccaneers during their only season in the National Football League in 1926. He was also an American track and field athlete who competed mainly in the high jump. Muller competed for the United States in the 1920 Summer Olympics held in Antwerp, Belgium in the high jump, where he won the Silver Medal. He got nicknamed \"the Brick\" because of his flaming red hair.",
  "/wiki/Frank_Foss_(athlete)": "Frank Kent Foss (May 9, 1895 – April 5, 1989) was an American pole vaulter. He won a gold medal at the 1920 Summer Olympics, while breaking his own unofficial world record.",
  "/wiki/Athletics_at_the_1920_Summer_Olympics_%E2%80%93_Men%27s_pole_vault": "The men's pole vault event was part of the track and field athletics programme at the 1920 Summer Olympics. The competition was held on Wednesday, August 18, 1920 and on Friday, August 20, 1920. 16 pole vaulters from seven nations competed.",
  "/wiki/United_States_at_the_1920_Summer_Olympics": "The United States competed at the 1920 Summer Olympics in Antwerp, Belgium. 288 competitors, 274 men and 14 women, took part in 113 events in 18 sports."
}