{
  "/wiki/Beyenchime-Salaatin_crater": "Beyenchime-Salaatin is an impact crater (astrobleme) in the Russian Far East.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Siberia": "Siberia (/saɪˈbɪəriə/; Russian: Сибирь, tr. Sibír', IPA: [sʲɪˈbʲirʲ] (listen)) is an extensive geographical region spanning much of Eurasia and North Asia. Siberia has been part of modern Russia since the 17th century.",
  "/wiki/Bigach_crater": "Bigach (from Kazakh: қиғаш, Qıǵash - curved) is an impact crater in Kazakhstan.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Chiyli_crater": "Chiyli is an impact crater in Kazakhstan.",
  "/wiki/Chukcha_crater": "Chukcha is an impact crater in Taimyr Peninsula, Russia.",
  "/wiki/Dhala_crater": "Dhala crater (N25°17'59.7\" and E78°8'3.1\") is a crater formed by an asteroid impact.  It is situated in Shivpuri district, Madhya Pradesh India and is the second such crater found in India, after Lonar lake. The diameter of the structure is estimated at 11 km and basement rocks are predominantly composed of granitoids. It is estimated that the impact occurred  between 2.44 and 2.24 Ga. It is 240 km from the Ramgarh crater, the location of 11th century Bhand Deva Temple being renovated by INTACH in 2018.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/El%27gygytgyn": "Lake El'gygytgyn (Russian and Chukchi: Эльгыгытгын) is an impact crater lake located in the Chukotka Autonomous Okrug in northeast Siberia, about 150 km (93 mi) southeast of Chaunskaya Bay.",
  "/wiki/Gusev_(Russian_crater)": "Gusev is an impact crater in Russia. It is located near Kamensk-Shakhtinsky in Rostov Oblast.",
  "/wiki/Southern_Federal_District": "The Southern Federal District (Russian: Ю́жный федера́льный о́круг, tr. Yuzhny federalny okrug, IPA: [ˈjuʐnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. Its territory lies mostly on the Pontic-Caspian steppe of southern Russia. The Southern Federal District shares borders with Ukraine, the Azov Sea, and the Black Sea in the west, and Kazakhstan and the Caspian Sea  in the east. The Southern Federal District was originally called the North Caucasian Federal District when it was founded in May 2000, but was renamed for political reasons on 21 June 2000. On 19 January 2010, the Southern Federal District was split in two, with its former southern territories forming a new North Caucasian Federal District.",
  "/wiki/Jabal_Waqf_es_Swwan_crater": "The Jabal Waqf es Suwwan crater is an impact crater in Ma'an Governorate, Jordan, near the Saudi border.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/J%C3%A4nisj%C3%A4rvi_crater": "Lake Yanisyarvi (Russian: Янисъярви; Finnish: Jänisjärvi) is a lake in the Republic of Karelia, Russia, located north of and draining to Lake Ladoga.",
  "/wiki/Northwestern_Federal_District": "Northwestern Federal District (Russian: Се́веро-За́падный федера́льный о́круг, Severo-Zapadny federalny okrug [ˈsʲevʲɪrə ˈzapədnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. It consists of the northern part of European Russia. Its population was 13,616,057 (83.5% urban) according to the 2010 Census, living in an area of 1,687,000 square kilometers (651,000 sq mi). The current Envoy to the Northwestern Federal District is Alexander Gutsan, who was appointed to the post after previously serving as Deputy Prosecutor General. He replaced former Envoy Alexander Beglov, who was removed from the position and made acting Governor of Saint Petersburg.",
  "/wiki/Kaluga_crater": "Kaluga is an impact crater located in Kaluga Oblast of the Central Federal District, Russia.",
  "/wiki/Central_Federal_District": "The Central Federal District (Russian: Центра́льный федера́льный о́круг, tr. Tsentralny federalny okrug, IPA: [tsɨnˈtralʲnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. The word \"Central\" has a political and historical meaning, being the core of the Russian state and its predecessor, the Grand Duchy of Muscovy. Geographically, the district is situated in the extreme west of present-day Russia; although it can be considered as the central region of European Russia. The district covers an area of 650,200 square kilometers (251,000 sq mi), and recorded a population of 38,427,537 (81.3% urban) in the 2010 Census. The Presidential Envoy to the Central Federal District is Igor Shchyogolev.",
  "/wiki/Kamensk_crater": "Kamensk crater is an impact crater located 10 to 15 kilometres (6.2 to 9.3 mi) to the south of Kamensk-Shakhtinsky town in Rostov Oblast, Russia. It is 25 km (16 mi) in diameter and the age is estimated to be 49.0 ± 0.2 million years old (Eocene). The crater is not exposed at the surface. It may have formed at the same time as the smaller and nearby Gusev crater.",
  "/wiki/Kara_crater": "Kara is a meteor crater in the Yugorsky Peninsula, Nenetsia, Russia.",
  "/wiki/Karakul_(Tajikistan)": "Karakul, Qarokul  (Kyrgyz for \"black lake\", replacing the older Tajik name Siob) is a 25 km (16 mi) diameter lake within a 52 km (32 mi) impact crater. It is located in the Tajik National Park in the Pamir Mountains in Tajikistan.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn], Russian: Таджикистан, tr. Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston, Russian: Республика Таджикистан, tr. Respublika Tadzhikistan), is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.",
  "/wiki/Karla_(Russia)": "Karla Crater (Russian: Карлинский кратер; Tatar: Карлы кратеры, Qarlı kraterı) is a meteorite impact crater in Tatarstan, Russia.",
  "/wiki/Volga_Federal_District": "Volga (Privolzhsky) Federal District (Russian: Приво́лжский федера́льный о́круг, Privolzhsky federalny okrug) is one of the eight federal districts of Russia. It forms the southeastern part of European Russia. Its population was 29,899,699 (70.8% urban) according to the 2010 Census, living on an area of 1,038,000 square kilometers (401,000 sq mi). Igor Komarov was appointed the federal district's Presidential Envoy on 18 September 2018.",
  "/wiki/Kursk_crater": "Kursk is an impact crater located in Kursk Oblast of the Central Federal District, Russia.",
  "/wiki/Logancha_crater": "Logancha is a meteorite crater in Siberia, Russia. It is 20 km (12 mi) in diameter and the age is estimated to be 40 ± 20 million years old (most likely Eocene). The crater is not exposed at the surface.",
  "/wiki/Lonar_crater": "Lonar Lake, also known as Lonar crater, is a notified National Geo-heritage Monument, saline, soda lake, located at Lonar in Buldhana district, Maharashtra, India. Lonar Lake was created by an asteroid collision with earth impact during the Pleistocene Epoch. It is one of the four known, hyper-velocity, impact craters in basaltic rock anywhere on Earth. The other three basaltic impact structures are in southern Brazil. Lonar Lake has a mean diameter of 1.2 kilometres (3,900 ft) and is about 137 metres (449 ft) below the crater rim.  The meteor crater rim is about 1.8 kilometres (5,900 ft) in diameter.",
  "/wiki/Macha_crater": "Macha is a field of five meteorite craters in the Sakha Republic in Siberia, Russia, ranging from 60 to 300 m (200 to 980 ft) in diameter.",
  "/wiki/Mishina_Gora_crater": "Mishina Gora is an impact crater in European Russia, 180 kilometres southwest of St. Petersburg. It is located in Pskov Oblast of the Northwestern Federal District.",
  "/wiki/Popigai_crater": "The Popigai crater (or astrobleme) in Siberia, Russia, is tied with the Manicouagan Crater as the fourth largest verified impact crater on Earth. A large bolide impact created the 100-kilometre (62 mi) diameter crater approximately 35 million years ago during the late Eocene epoch (Priabonian stage). It might be linked to the Eocene–Oligocene extinction event.",
  "/wiki/List_of_impact_craters_in_Asia_and_Russia": "This list includes all 31 confirmed impact craters in Asia and Russia as listed in the Earth Impact Database. These features were caused by the collision of large meteorites or comets with the Earth. For eroded or buried craters, the stated diameter typically refers to an estimate of original rim diameter, and may not correspond to present surface features."
}