{
  "/wiki/Beyenchime-Salaatin_crater": "Beyenchime-Salaatin is an impact crater (astrobleme) in the Russian Far East.\n It is 8 kilometres (5.0 mi) in diameter and is estimated to be 40 ± 20 million years old (Eocene). The crater is exposed at the surface.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Siberia": "Siberia (/saɪˈbɪəriə/; Russian: Сибирь, tr. Sibír', IPA: [sʲɪˈbʲirʲ] (listen)) is an extensive geographical region spanning much of Eurasia and North Asia. Siberia has been part of modern Russia since the 17th century.\n The territory of Siberia extends eastwards from the Ural Mountains to the watershed  \nbetween the Pacific and Arctic drainage basins. The Yenisei River conditionally divides Siberia into two parts, Western and Eastern. Siberia stretches southwards from the Arctic Ocean to the hills of north-central Kazakhstan and to the national borders of Mongolia and China.\n With an area of 13.1 million square kilometres (5,100,000 sq mi), Siberia accounts for 77% of Russia's land area, but it is home to approximately 33 million people—23% of the country's population. This is equivalent to an average population density of about 3 inhabitants per square kilometre (7.8/sq mi) (approximately equal to that of Australia), making Siberia one of the most sparsely populated regions on Earth. If it were a country by itself, it would still be the largest country in area, but in population it would be the world's 35th-largest and Asia's 14th-largest.\n Worldwide, Siberia is well-known primarily for its long, harsh winters, with a January average of −25 °C (−13 °F), as well as its extensive history of use by Russian and Soviet governments as a place for prisons, labor camps, and internal exile.",
  "/wiki/Bigach_crater": "Bigach (from Kazakh: қиғаш, Qıǵash - curved) is an impact crater in Kazakhstan.\n It is 8 km in diameter and the age is estimated to be 5 ± 3 million year (Pliocene or Miocene). The crater is exposed at the surface.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/Chiyli_crater": "Chiyli is an impact crater in Kazakhstan.\n It is 5.5 km in diameter and the age is estimated to be 46 ± 7 million years (Eocene). The crater is exposed at the surface.",
  "/wiki/Chukcha_crater": "Chukcha is an impact crater in Taimyr Peninsula, Russia.\n It is 6 km in diameter and the age is estimated to be less than 70 million years old (Cretaceous or younger). The crater is exposed to the surface.",
  "/wiki/Dhala_crater": "Dhala crater (N25°17'59.7\" and E78°8'3.1\") is a crater formed by an asteroid impact.  It is situated in Shivpuri district, Madhya Pradesh India and is the second such crater found in India, after Lonar lake. The diameter of the structure is estimated at 11 km and basement rocks are predominantly composed of granitoids. It is estimated that the impact occurred  between 2.44 and 2.24 Ga. It is 240 km from the Ramgarh crater, the location of 11th century Bhand Deva Temple being renovated by INTACH in 2018.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/El'gygytgyn": "Lake El'gygytgyn (Russian and Chukchi: Эльгыгытгын) is an impact crater lake located in the Chukotka Autonomous Okrug in northeast Siberia, about 150 km (93 mi) southeast of Chaunskaya Bay.\n The word \"Elgygytgyn\" means \"white lake\" in the Chukchi language.\n The lake is of particular interest to scientists because it has never been covered by glaciers. This has allowed the uninterrupted build-up of 400 m (1,300 ft) of sediment at the bottom of the lake, recording information on prehistoric climate change.",
  "/wiki/Gusev_(Russian_crater)": "Gusev is an impact crater in Russia. It is located near Kamensk-Shakhtinsky in Rostov Oblast.\n The crater is 3 km in diameter and its age is estimated to be 49.0 ± 0.2 million years old placing it in the Eocene. The crater is not exposed at the surface. It may have formed at the same time as the larger and nearby  Kamensk crater.",
  "/wiki/Southern_Federal_District": "The Southern Federal District (Russian: Ю́жный федера́льный о́круг, tr. Yuzhny federalny okrug, IPA: [ˈjuʐnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. Its territory lies mostly on the Pontic-Caspian steppe of southern Russia. The Southern Federal District shares borders with Ukraine, the Azov Sea, and the Black Sea in the west, and Kazakhstan and the Caspian Sea  in the east. The Southern Federal District was originally called the North Caucasian Federal District when it was founded in May 2000, but was renamed for political reasons on 21 June 2000. On 19 January 2010, the Southern Federal District was split in two, with its former southern territories forming a new North Caucasian Federal District.\n On 28 July 2016 Crimean Federal District (which contains the Republic of Crimea and the Federal city of Sevastopol) was abolished and merged into Southern Federal District in order to \"improve the governance\". Crimean Federal District was established on 21 March 2014 after the annexation of Crimea by the Russian Federation. The federal district includes both the Republic of Crimea and the federal city of Sevastopol, both recognized as part of Ukraine by most of the international community. Ukraine considers the area, along with the areas of  Luhansk People's Republic and Donetsk People's Republic, as temporarily occupied territories.\n Its population was 13,854,334 (62.4% urban) according to the 2010 Census, living in an area of 420,900 square kilometers (162,500 sq mi).",
  "/wiki/Jabal_Waqf_es_Swwan_crater": "The Jabal Waqf es Suwwan crater is an impact crater in Ma'an Governorate, Jordan, near the Saudi border.\n The crater has a diameter of 5.5 km.  It is estimated at 37-56 million years old.  It is exposed at the surface.\n The crater was proposed in 2006 by geologists Elias Salameh and Hani N. Khoury from the University of Jordan, along with German professor Werner Schneider.  The bolide is estimated by Prof. Salameh to have been 100m in diameter, and to have had an impact velocity of 40–50 km/s.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.\n What is now Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. Later rulers include the Nabataean Kingdom, the Roman Empire, and the Ottoman Empire. After the Great Arab Revolt against the Ottomans in 1916 during World War I, the Ottoman Empire was partitioned by Britain and France. The Emirate of Transjordan was established in 1921 by the Hashemite, then Emir, Abdullah I, and the emirate became a British protectorate. In 1946, Jordan became an independent state officially known as the Hashemite Kingdom of Transjordan, but was renamed in 1949 to the Hashemite Kingdom of Jordan after the country captured the West Bank during the 1948 Arab–Israeli War and annexed it until it was lost to Israel in 1967. Jordan renounced its claim to the territory in 1988, and became one of two Arab states to sign a peace treaty with Israel in 1994. Jordan is a founding member of the Arab League and the Organisation of Islamic Co-operation. The sovereign state is a constitutional monarchy, but the king holds wide executive and legislative powers.\n Jordan is a relatively small, semi-arid, almost landlocked country with an area of 89,342 km2 (34,495 sq mi) and a population numbering 10 million, making it the 11th-most populous Arab country. Sunni Islam, practiced by around 95% of the population, is the dominant religion in Jordan and coexists with an indigenous Christian minority. Jordan has been repeatedly referred to as an \"oasis of stability\" in a turbulent region. It has been mostly unscathed by the violence that swept the region following the Arab Spring in 2010. From as early as 1948, Jordan has accepted refugees from multiple neighbouring countries in conflict. An estimated 2.1 million Palestinian and 1.4 million Syrian refugees are present in Jordan as of a 2015 census. The kingdom is also a refuge to thousands of Iraqi Christians fleeing persecution by ISIL. While Jordan continues to accept refugees, the recent large influx from Syria placed substantial strain on national resources and infrastructure.\n Jordan is classified as a country of \"high human development\" with an \"upper middle income\" economy. The Jordanian economy, one of the smallest economies in the region, is attractive to foreign investors based upon a skilled workforce. The country is a major tourist destination, also attracting medical tourism due to its well developed health sector. Nonetheless, a lack of natural resources, large flow of refugees and regional turmoil have hampered economic growth.",
  "/wiki/Jänisjärvi_crater": "Lake Yanisyarvi (Russian: Янисъярви; Finnish: Jänisjärvi) is a lake in the Republic of Karelia, Russia, located north of and draining to Lake Ladoga.\n The basin of this somewhat circular lake was formed by meteorite impact 700±5 million years ago during the Cryogenian period. The crater is 14 kilometers (8.7 mi) in diameter.\n Prior to World War II, the lake was thought to be the second known volcanic caldera in Finland (the other was Lake Lappajärvi). Both were eventually recognized as impact craters.",
  "/wiki/Northwestern_Federal_District": "Northwestern Federal District (Russian: Се́веро-За́падный федера́льный о́круг, Severo-Zapadny federalny okrug [ˈsʲevʲɪrə ˈzapədnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. It consists of the northern part of European Russia. Its population was 13,616,057 (83.5% urban) according to the 2010 Census, living in an area of 1,687,000 square kilometers (651,000 sq mi). The current Envoy to the Northwestern Federal District is Alexander Gutsan, who was appointed to the post after previously serving as Deputy Prosecutor General. He replaced former Envoy Alexander Beglov, who was removed from the position and made acting Governor of Saint Petersburg.",
  "/wiki/Kaluga_crater": "Kaluga is an impact crater located in Kaluga Oblast of the Central Federal District, Russia.\n It is 15 km in diameter and the age is estimated to be 380 ± 5 million years old (Upper Devonian). The crater is buried under 800 m of sediments; it not exposed at the surface.",
  "/wiki/Central_Federal_District": "The Central Federal District (Russian: Центра́льный федера́льный о́круг, tr. Tsentralny federalny okrug, IPA: [tsɨnˈtralʲnɨj fʲɪdʲɪˈralʲnɨj ˈokrʊk]) is one of the eight federal districts of Russia. The word \"Central\" has a political and historical meaning, being the core of the Russian state and its predecessor, the Grand Duchy of Muscovy. Geographically, the district is situated in the extreme west of present-day Russia; although it can be considered as the central region of European Russia. The district covers an area of 650,200 square kilometers (251,000 sq mi), and recorded a population of 38,427,537 (81.3% urban) in the 2010 Census. The Presidential Envoy to the Central Federal District is Igor Shchyogolev.",
  "/wiki/Kamensk_crater": "Kamensk crater is an impact crater located 10 to 15 kilometres (6.2 to 9.3 mi) to the south of Kamensk-Shakhtinsky town in Rostov Oblast, Russia. It is 25 km (16 mi) in diameter and the age is estimated to be 49.0 ± 0.2 million years old (Eocene). The crater is not exposed at the surface. It may have formed at the same time as the smaller and nearby Gusev crater.",
  "/wiki/Kara_crater": "Kara is a meteor crater in the Yugorsky Peninsula, Nenetsia, Russia.\n Heavily eroded, it is presently 65 kilometres (40 mi) in diameter, though it is thought to be originally 120 kilometres (75 mi) before erosion. Its age is estimated to be 70.3 ± 2.2 million years old (Late Cretaceous). Impactite outcrops located on the Baydarata Gulf (Baydaratskaya) shore north-east of the crater imply that the original size of the crater could have been the 4th largest on Earth. The crater is not exposed at the surface.\n The Kara crater lies in the southeastern end of the Yugorsky Peninsula, while the Ust-Kara site lies offshore, 15 kilometres (9.3 mi) east of the small Kara or Karskaya Guba inlet. It was formerly believed that these two sites were two separate craters and that they formed a twin impact structure from the Late Cretaceous. However, it seems that the Ust-Kara site does not exist as a separate site. Apparently, the suevite outcrops of the Ust-Kara impact structure are only a part of the Kara impact structure.",
  "/wiki/Karakul_(Tajikistan)": "Karakul, Qarokul  (Kyrgyz for \"black lake\", replacing the older Tajik name Siob) is a 25 km (16 mi) diameter lake within a 52 km (32 mi) impact crater. It is located in the Tajik National Park in the Pamir Mountains in Tajikistan.",
  "/wiki/Tajikistan": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/ (listen), /tə-, tæ-/; Tajik: Тоҷикистон [tɔdʒikisˈtɔn]), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, Jumhurii Tojikiston) is a mountainous, landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,275,828 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan.\n The territory that now constitutes Tajikistan was previously home to several ancient cultures, including the city of Sarazm of the Neolithic and the Bronze Age, and was later home to kingdoms ruled by people of different faiths and cultures, including the Oxus civilisation, Andronovo culture, Buddhism, Nestorian Christianity, Zoroastrianism, Manichaeism and Islam. The area has been ruled by numerous empires and dynasties, including the Achaemenid Empire, Sasanian Empire, Hephthalite Empire, Samanid Empire, Mongol Empire, Timurid dynasty, the Khanate of Bukhara, the Russian Empire, and subsequently the Soviet Union. Within the Soviet Union, the country's modern borders were drawn when it was part of Uzbekistan as an autonomous republic before becoming a full-fledged Soviet republic in 1929.\n On 9 September 1991, Tajikistan became an independent sovereign nation when the Soviet Union disintegrated. A civil war was fought almost immediately after independence, lasting from 1992 to 1997. Since the end of the war, newly established political stability and foreign aid have allowed the country's economy to grow. Like all other Central Asian neighbouring states, the country, led by President Emomali Rahmon since 1994, has been criticised by a number of non-governmental organizations for authoritarian leadership, lack of religious freedom, corruption and widespread violations of human rights.\n Tajikistan is a presidential republic consisting of four provinces. Most of Tajikistan's population belongs to the Tajik ethnic group, who speak Tajik (a dialect of Persian). Russian is used as the inter-ethnic language. While the state is constitutionally secular, Islam is practiced by 98% of the population. In the Gorno-Badakhshan Oblast of Tajikistan, despite its sparse population, there is large linguistic diversity where Rushani, Shughni, Ishkashimi, Wakhi and Tajik are some of the languages spoken. Mountains cover more than 90% of the country. It has a transition economy that is highly dependent on remittances, aluminium and cotton production. Tajikistan is a member of the United Nations, CIS, OSCE, OIC, ECO, SCO and CSTO as well as an NATO PfP partner.",
  "/wiki/Karla_(Russia)": "Karla Crater (Russian: Карлинский кратер; Tatar: Карлы кратеры, Qarlı kraterı) is a meteorite impact crater in Tatarstan, Russia.\n It is 10 km in diameter and the age is estimated to be 5 ± 1 million years old (probably Pliocene). The crater is exposed at the surface.",
  "/wiki/Volga_Federal_District": "Volga (Privolzhsky) Federal District (Russian: Приво́лжский федера́льный о́круг, Privolzhsky federalny okrug) is one of the eight federal districts of Russia. It forms the southeastern part of European Russia. Its population was 29,899,699 (70.8% urban) according to the 2010 Census, living on an area of 1,038,000 square kilometers (401,000 sq mi). Igor Komarov was appointed the federal district's Presidential Envoy on 18 September 2018.\n The historical center of the district is known as the Idel-Ural region.",
  "/wiki/Kursk_crater": "Kursk is an impact crater located in Kursk Oblast of the Central Federal District, Russia.\n It is 6 km in diameter and the age is estimated to be 250 ± 80 million years old (Late Permian or Early Triassic). The crater is not exposed to the surface.",
  "/wiki/Logancha_crater": "Logancha is a meteorite crater in Siberia, Russia. It is 20 km (12 mi) in diameter and the age is estimated to be 40 ± 20 million years old (most likely Eocene). The crater is not exposed at the surface.",
  "/wiki/Lonar_crater": "Lonar Lake, also known as Lonar crater, is a notified National Geo-heritage Monument, saline, soda lake, located at Lonar in Buldhana district, Maharashtra, India. Lonar Lake was created by an asteroid collision with earth impact during the Pleistocene Epoch. It is one of the four known, hyper-velocity, impact craters in basaltic rock anywhere on Earth. The other three basaltic impact structures are in southern Brazil. Lonar Lake has a mean diameter of 1.2 kilometres (3,900 ft) and is about 137 metres (449 ft) below the crater rim.  The meteor crater rim is about 1.8 kilometres (5,900 ft) in diameter.\n Lonar Crater sits inside the Deccan Plateau—a massive plain of volcanic basalt rock created by eruptions some 65 million years ago. Its location in this basalt field suggested to some geologists that it was a volcanic crater. Today, however, Lonar Crater is understood to be the result of a meteorite impact that occurred between 35,000 and 50,000 years ago. The water in the lake is both saline and alkaline.\n Geologists, ecologists, archaeologists, naturalists and astronomers have published studies of various aspects of this crater lake ecosystem.\n The crater's age is usually estimated to be 52,000 ± 6,000 years, although a study published in 2010 suggests an age of 570,000 ± 47,000 years.\n The Smithsonian Institution, the United States Geological Survey, Geological Survey of India, the University of Sagar and the Physical Research Laboratory have conducted extensive studies of the site. Biological nitrogen fixation was discovered in this lake in 2007.\nA recent study, conducted by IIT Bombay found that the minerals, in the lake soil, are very similar to the minerals found in moon rock brought back during Apollo Program.",
  "/wiki/Macha_crater": "Macha is a field of five meteorite craters in the Sakha Republic in Siberia, Russia, ranging from 60 to 300 m (200 to 980 ft) in diameter.\n The two largest craters form the pear-shaped Abram Lake while the remaining three are located to the north. They have been very well preserved.\n The craters are the result of the fall of possible iron meteorites at approximately 5300 BCE (Holocene), which would give them an age of about 7,300 years.",
  "/wiki/Mishina_Gora_crater": "Mishina Gora is an impact crater in European Russia, 180 kilometres southwest of St. Petersburg. It is located in Pskov Oblast of the Northwestern Federal District.\n It is 2.5 km (1.5 mi) in diameter and has been dated at 300 ± 50 Ma, dating to the beginning of the Permian Period. The crater is exposed at the surface, but is not easily distinguishable from overhead imagery.",
  "/wiki/Popigai_crater": "The Popigai crater (or astrobleme) in Siberia, Russia, is tied with the Manicouagan Crater as the fourth largest verified impact crater on Earth. A large bolide impact created the 100-kilometre (62 mi) diameter crater approximately 35 million years ago during the late Eocene epoch (Priabonian stage). It might be linked to the Eocene–Oligocene extinction event.\n The crater is 300 km (190 mi) east from the outpost of Khatanga and 880 km (550 mi) northeast of the city of Norilsk, NNE of the Anabar Plateau. It is designated by UNESCO as a Geopark, a site of special geological heritage. There is a small possibility that the Popigai impact crater may have formed simultaneously with the approximately 35-million-year-old Chesapeake Bay and Toms Canyon impact craters.\n For decades the Popigai crater has fascinated paleontologists and geologists, but the entire area was completely off limits because of the diamonds found there. However, a major investigatory expedition was undertaken in 1997, which greatly advanced understanding of the enigmatic structure. The impactor in this event has been identified as either an 8 km (5.0 mi) diameter chondrite asteroid, or a 5 km (3.1 mi) diameter stony asteroid.\n The shock pressures from the impact instantaneously transformed graphite in the ground into diamonds within a 13.6 km (8.5 mi) radius of the impact point. These diamonds are usually 0.5 to 2 mm (0.020 to 0.079 in) in diameter, though a few exceptional specimens are 10 mm (0.39 in) in size. The diamonds not only inherited the tabular shape of the original graphite grains but they additionally preserved the original crystals' delicate striations.",
  "/wiki/List_of_impact_craters_in_Asia_and_Russia": "This list includes all 31 confirmed impact craters in Asia and Russia as listed in the Earth Impact Database. These features were caused by the collision of large meteorites or comets with the Earth. For eroded or buried craters, the stated diameter typically refers to an estimate of original rim diameter, and may not correspond to present surface features.\n For additional geographic grouping, non-Siberian Russian craters include the region's federal district."
}