{
  "/wiki/Bein_mont": "Bein mont (Burmese: ဘိန်းမုန့်; pronounced [béɪɴmo̰ʊɴ], lit. \"poppy cake\") is a traditional Burmese snack or mont.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.",
  "/wiki/Pancake": "A pancake (or hotcake, griddlecake, or flapjack, not to be confused with oat bar flapjacks) is a flat cake, often thin and round, prepared from a starch-based batter that may contain eggs, milk and butter and cooked on a hot surface such as a griddle or frying pan, often frying with oil or butter. Archaeological evidence suggests that pancakes were probably the earliest and most widespread cereal food eaten in prehistoric societies.",
  "/wiki/Bublik": "Bublik  (also booblik or bublyk; Russian: бублик, tr. búblik, Ukrainian: бублик, romanized: búblyk; plural bubliki) is a traditional Eastern European bread roll. It is a ring of yeast-leavened wheat dough, that has been boiled in water for a short time before baking.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Ukrainian_cuisine": "Ukrainian cuisine is the collection of the various cooking traditions of the Ukrainian people accumulated over many years. The cuisine is heavily influenced by the rich dark soil (chornozem) from which its ingredients come and often involves many components.",
  "/wiki/Russian_cuisine": "Russian cuisine is a collection of the different cooking traditions of the Russian people. The cuisine is diverse, with Northern and Eastern European, Caucasian, Central Asian, Siberian, and East Asian influences. Russian cuisine derives its varied character from the vast and multi-ethnic expanse of Russia. Its foundations were laid by the peasant food of the rural population in an often harsh climate, with a combination of plentiful fish, pork, poultry, caviar, mushrooms, berries, and honey. Crops of rye, wheat, barley and millet provided the ingredients for a plethora of breads, pancakes, pies, cereals, beer and vodka.  Soups and stews are centered on seasonal or storable produce, fish and meats. Such food remained the staple for the vast majority of Russians well into the 20th century. Soviet cuisine had a separate character of its own.",
  "/wiki/Belarusian_cuisine": "Belarusian cuisine shares many similarities with cuisines of other Eastern, Central\nand Northeastern European countries, based predominantly on meat and various vegetables typical for the region.",
  "/wiki/Lithuanian_cuisine": "Lithuanian cuisine features products suited to the cool and moist northern climate of Lithuania: barley, potatoes, rye, beets, greens, berries, and mushrooms are locally grown, and dairy products are one of its specialties. Various ways of pickling were used to preserve food for winter. Soups are extremely popular, and are widely regarded as the key to good health. Since it shares its climate and agricultural practices with Northern Europe, Lithuanian cuisine has much in common with its Baltic neighbors and, in general, northern countries. \nLonglasting agricultural and foraging traditions along with variety of influences during the country's long, difficult and interesting history formed a Lithuanian cuisine.",
  "/wiki/Bread_roll": "A roll  is a small, usually round or oblong individual loaf of bread served as a meal accompaniment (eaten plain or with butter). A roll can be served and eaten whole or cut transversely and dressed with filling between the two halves. Rolls are also commonly used to make sandwiches similar to those produced using slices of bread. They are found in most cuisines all over the world. In the Deipnosophistae, the author Athenaeus (c. 170 – c. 230) describes some of the bread, cakes, and pastries available in the Classical world. Among the breads mentioned are griddle cakes, honey-and-oil bread, mushroom-shaped loaves covered in poppy seeds, and the military specialty of rolls baked on a spit.",
  "/wiki/Germknödel": "Germknödel ([ˈɡɛɐ̯mˌknøːdl̩] in Austrian German) is a fluffy yeast dough dumpling, filled with spiced plum jam and served with melted butter and a mix of poppy seeds and sugar on top. It is occasionally - even though less traditional - served with vanilla cream sauce instead. It is a culinary specialty of Austria and Bavaria. The dish is served both as a dessert and as a main course.",
  "/wiki/Dumpling": "Dumpling is a broad classification for a dish that consists of pieces of dough (made from a variety of starch sources) wrapped around a filling, or of dough with no filling. The dough can be based on bread, flour or potatoes, and may be filled with meat, fish, cheese, vegetables, fruits or sweets. Dumplings may be prepared using a variety of methods, including baking, boiling, frying, simmering or steaming and are found in many world cuisines.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.",
  "/wiki/Bohemia": "Bohemia (/boʊˈhiːmiə/ boh-HEE-mee-ə; Czech: Čechy; German: Böhmen (help·info); Polish: Czechy; Latin: Bohemia; Hebrew: פּיהם‎, romanized: Pihm) is the westernmost and largest historical region of the Czech lands in the present-day Czech Republic. In a broader meaning, Bohemia sometimes refers to the entire Czech territory, including Moravia and Czech Silesia, especially in a historical context, such as the Lands of the Bohemian Crown ruled by Bohemian kings.",
  "/wiki/Dessert": "Dessert (/dɪˈzɜːrt/) is a course that concludes a meal. The course usually consists of sweet foods, such as confections dishes or fruit, and possibly a beverage such as dessert wine or liqueur; however, in the United States it may include coffee, cheeses, nuts, or other savory items regarded as a separate course elsewhere. In some parts of the world, such as much of central and western Africa, and most parts of China, there is no tradition of a dessert course to conclude a meal.",
  "/wiki/Main_course": "The main course is the featured or primary dish in a meal consisting of several courses. It usually follows the entrée (\"entry\") course.",
  "/wiki/Hamantashen": "A hamantash (Yiddish: המן־טאַש‎ homentash, also spelled hamentasch, pl. המן־טאַשן homentashn or hamentaschen, literally 'Haman pockets') (Hebrew: אוזן המן‎, ozen Haman, pl. אוזני המן, oznei Haman, literally 'Haman's ears') is a filled-pocket cookie or pastry recognizable for its triangular shape, usually associated with the Jewish holiday of Purim and Haman, the villain in the Purim story. The shape is achieved by folding in the sides of a circular piece of dough, with a filling placed in the center.  Hamantashen are made with many different fillings, including poppy seed (the oldest and most traditional variety), prunes, nut, date, apricot, raspberry, raisins, apple, fruit preserves in a lekvar style, cherry, fig, chocolate, dulce de leche, halva, or even caramel or cheese. Their formation varies from hard pastry to soft doughy casings.",
  "/wiki/Cookie": "A cookie is a baked or cooked food that is typically small, flat and sweet. It usually contains flour, sugar and some type of oil or fat.  It may include other ingredients such as raisins, oats, chocolate chips, nuts, etc.",
  "/wiki/Fruit_preserves": "Fruit preserves are preparations of fruits, vegetables and sugar, often stored in glass jam jars and Mason jars.",
  "/wiki/Paste_(food)": "A food paste is a semi-liquid colloidal suspension, emulsion, or aggregation used in food preparation or eaten directly as a spread. Pastes are often highly spicy or aromatic, are often prepared well in advance of actual usage, and are often made into a preserve for future use. Common pastes are some fruit preserves, curry pastes, and nut pastes. Purées are food pastes made from already cooked ingredients.",
  "/wiki/Purim": "Purim (/ˈpʊərɪm/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}פּוּרִים (help·info) Pûrîm \"lots\", from the word פור pur (גורל / fate), related to Akkadian: pūru; also called the Festival of Lots) is a Jewish holiday that commemorates the saving of the Jewish people from Haman, an Achaemenid Persian Empire official who was planning to kill all the Jews, as recounted in the Book of Esther (מגילת אסתר Megillat Ester in Hebrew; usually dated to the 4th century BC).",
  "/wiki/Plum": "A plum is a fruit of the subgenus Prunus of the genus Prunus. The subgenus is distinguished from other subgenera (peaches, cherries, bird cherries, etc.) in the shoots having terminal bud and solitary side buds (not clustered), the flowers in groups of one to five together on short stems, and the fruit having a groove running down one side and a smooth stone (or pit).",
  "/wiki/Date_(fruit)": "Phoenix dactylifera, commonly known as date or date palm, is a flowering plant species in the palm family, Arecaceae, cultivated for its edible sweet fruit. Although its exact place of origin is uncertain because of long cultivation, it probably originated from the Fertile Crescent region straddling between Egypt and Mesopotamia. The species is widely cultivated across Northern Africa, the Middle East, the Horn of Africa and South Asia, and is naturalized in many tropical and subtropical regions worldwide. P. dactylifera is the type species of genus Phoenix, which contains 12–19 species of wild date palms, and is the major source of commercial production.",
  "/wiki/Apricot": "An apricot (US: /ˈæprɪkɒt/ (listen), UK: /ˈeɪprɪkɒt/ (listen)) is a fruit, or the tree that bears the fruit, of several species in the genus Prunus (stone fruits).",
  "/wiki/Apple": "An apple is a sweet, edible fruit produced by an apple tree (Malus domestica). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian tradition.",
  "/wiki/Preserves": "Fruit preserves are preparations of fruits, vegetables and sugar, often stored in glass jam jars and Mason jars.",
  "/wiki/Cherry": "A cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit).",
  "/wiki/Chocolate": "Chocolate is a usually sweet, brown food preparation of roasted and ground cacao seeds that is made in the form of a liquid, paste, or in a block, or used as a flavoring ingredient in other foods. The earliest evidence of use traces to the Olmecs (modern day Mexico), with evidence of chocolate beverages dating to 1900 BC. The majority of Mesoamerican people made chocolate beverages, including the Maya and Aztecs. The word \"chocolate\" is derived from the Classical Nahuatl word chocolātl.",
  "/wiki/Dulce_de_leche": "Dulce de leche (Spanish: [ˈdulse ðe ˈletʃe]; Portuguese: doce de leite IPA: [ˈdosi dʒi ˈlejtʃi]) is a confection from Latin America prepared by slowly heating sweetened milk to create a substance that derives its flavour from the Maillard reaction, also changing colour, with an appearance and flavour similar to caramel. Dulce de leche is Spanish for \"Sweet [made] of milk\" or \"caramel\". In Chile, dulce de leche is known as \"manjar de leche\" or just \"manjar\".",
  "/wiki/Halva": "Halva (also halvah, halwa, and other spellings) are dense, sweet confections originating in the Middle East and Central and South Asia. It is also served in the Balkans, the Caucasus, Eastern Europe, Malta, North Africa, the Horn of Africa, and in the Jewish diaspora. In some Indian cultures, the dish is known as a soup-based sweet.  Identical sweets exist in other countries, such as China, though these are not generally referred to as \"halva\". The first known written halvah recipe appeared in the early 13th century Arabic Kitab al-Tabikh (The Book of Dishes).",
  "/wiki/Caramel": "Caramel (/ˈkærəmɛl/ or /ˈkɑːrməl/) is a medium to dark-orange confectionery product made by heating a variety of sugars. It can be used as a flavoring in puddings and desserts, as a filling in bonbons, or as a topping for ice cream and custard.",
  "/wiki/Cheese": "Cheese is a dairy product derived from milk that is produced in a wide range of flavors, textures, and forms by coagulation of the milk protein casein. It comprises proteins and fat from milk, usually the milk of cows, buffalo, goats, or sheep. During production, the milk is usually acidified, and adding the enzyme rennet causes coagulation. The solids are separated and pressed into final form. Some cheeses have molds on the rind, the outer layer, or throughout. Most cheeses melt at cooking temperature.",
  "/wiki/Kalach_(food)": "Kalach, kalács, kolach, kolač, or colac (Russian: калач, Ukrainian: кaлач or колач, Hungarian: kalács, Serbian: колач / kolač, Bulgarian: колач, Romanian: colac), is a traditional Eastern European bread, commonly served during various ritual meals. The name originates from the Old Slavonic word kolo (коло) meaning \"circle\", \"wheel\".",
  "/wiki/East_Slavic_peoples": "The East Slavs are Slavic peoples speaking the East Slavic languages. Formerly the main population of the loose medieval Kievan Rus federation state , by the seventeenth century they evolved into the Belarusian, Russian, Rusyn and Ukrainian people.",
  "/wiki/Bread": "Bread is a staple food prepared from a dough of flour and water, usually by baking. Throughout recorded history it has been a prominent food in large parts of the world and is one of the oldest man-made foods, having been of significant importance since the dawn of agriculture.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Kołacz": "Kołacz (Polish pronunciation: [ˈkɔwat͡ʂ]) meaning cake, wheel cake, or coffee cake (variously transliterated as kolach, kolachky, kolacky, kolachy, from Polish: Koło: \"disk\") is a traditional Polish pastry, originally a wedding cake dating to the start of the 13th century, that has made its way into American homes around the Christmas and Easter holidays. The pastry is a light and flaky dough filled with a variety of sweet and savory fillings such as apricot, raspberry, prune, sweet cheese, poppy seed or even a nut mixture. Variants of the traditional Slavic pastry have found entrance into many Central and Eastern European cuisines, e.g. the Czech leven yeast dough called kolache (koláč). When the dough and filling mixture is rolled it is also known as a makowiec, makownik, poteca, strucla z makiem (poppy seed strusel), strucla orzechowa (walnut strusel), strucla z migdałami (almonds strusel). In Hungarian this is called, Diós-mákos Beigli or Bejgli. Some sprinkle the roll with poppy seeds or powdered sugar on top and can be baked in a circular pan or long-ways in a jelly pan like a log.",
  "/wiki/Polish_cuisine": "Polish cuisine (Polish: Kuchnia polska) is a style of cooking and food preparation originating in or widely popular in Poland. Polish cuisine has evolved over the centuries to become very eclectic due to Poland's history and it shares many similarities with neighbouring Czech and Slovak culinary traditions. It has also been widely influenced by other Central European cuisines, namely German, Austrian and Hungarian as well as Jewish, French, Italian, and Turkish. Polish-styled cooking in other cultures is often referred to as à la polonaise.",
  "/wiki/Wedding_cake": "A wedding cake is the traditional cake served at wedding receptions following dinner. In some parts of England, the wedding cake is served at a wedding breakfast; the 'wedding breakfast' does not mean the meal will be held in the morning, but at a time following the ceremony on the same day. In modern Western culture, the cake is usually on display and served to guests at the reception. Traditionally, wedding cakes were made to bring good luck to all guests and the couple. Modernly however, they are more of a centerpiece to the wedding and are not always even served to the guests. Some cakes are built with only a single edible tier for the bride and groom to share, but this is rare since the cost difference between fake and real tiers is minimal.",
  "/wiki/Republic_of_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/Kutia": "Kutia or kutya is a ceremonial grain dish with sweet gravy traditionally served by Eastern Orthodox Christians in Ukraine, Belarus and Russia during the Christmas - Feast of Jordan holiday season and/or as part of a funeral feast. The word with a descriptor is also used to describe the eves of Christmas, New Year, and Feast of Jordan days.",
  "/wiki/Muffin": "A muffin is an individual-sized, baked product. It can refer to two distinct items, a part-raised flatbread that is baked and then cooked on a griddle (typically unsweetened) and a cupcake-like quickbread (often sweetened) that is chemically leavened and then baked in a mold. While quickbread muffins are often sweetened, there are savory varieties made with ingredients such as corn and cheese. The flatbread is of British or European derivation, and dates from at least the early 18th century, while the quickbread originated in North America during the 19th century. Both are common worldwide today.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Bejgli": "The poppy seed roll is a pastry consisting of a roll of sweet yeast bread (a viennoiserie) with a dense, rich, bittersweet filling of poppy seed. An alternative filling is a paste of minced walnuts, or minced chestnuts.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Bread_pudding": "Bread pudding is a bread-based dessert popular in many countries' cuisines, made with stale bread and milk or cream, generally containing eggs, a form of fat such as oil, butter or suet, and depending on whether the pudding is sweet or savory, a variety of other ingredients. Sweet bread puddings may use sugar, syrup, honey, dried fruit, nuts, as well as spices such as cinnamon, nutmeg, mace, or vanilla. The bread is soaked in the liquids, mixed with the other ingredients, and baked.",
  "/wiki/Hungarian_cuisine": "Hungarian or Magyar cuisine is the cuisine characteristic of the nation of Hungary and its primary ethnic group, the Magyars. Traditional Hungarian dishes are primarily based on meats, seasonal vegetables, fruits, fresh bread, dairy products and cheeses.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Nut_roll": "A nut roll is a pastry consisting of a sweet yeast dough (usually using milk) that is rolled out very thin, spread with a nut paste made from ground nuts and a sweetener like honey, then rolled up into a log shape.  This 'log' is either left long and straight or is often bent into a horseshoe shape, egg washed, baked, and then sliced crosswise.  Nut rolls resemble a jelly roll (Swiss roll) but usually with more layers of dough and filling, and resemble strudels but with fewer and less delicate dough layers. Fillings commonly have as their main ingredient ground walnuts or poppy seeds.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Makówki": "Makówki, Lower Silesian: Mohn Kließla (Kliessla), Mohn Klöße, Mohn Pilen Hungarian: Mákos Guba are different names for a traditional poppy seed-based dessert from Central Europe. It is most notable in Silesia, where it is served almost exclusively on Christmas Eve (and perhaps on the following days, as long as the supply prepared for Christmas lasts).",
  "/wiki/Central_Europe": "Central Europe is the region comprising the central part of Europe. Central Europe occupies continuous territories that are otherwise sometimes considered parts of Western Europe, Southern Europe, and Eastern Europe. The concept of Central Europe is based on a common historical, social, and cultural identity.[a]",
  "/wiki/Silesia": "Silesia (/saɪˈliːʒə, saɪˈliːʃiə/, also UK: /-iːziə/, US: /-iːʒiə, -iːʃə, sɪˈ-/; Polish: Śląsk [ɕlɔ̃sk] (listen); Czech: Slezsko [ˈslɛsko]; German: Schlesien [ˈʃleːzi̯ən] (listen); Lower Silesian: Schläsing; Silesian: Ślōnsk [ɕlonsk]; Lower Sorbian: Šlazyńska; Upper Sorbian: Šleska; Latin: Silesia) is a historical region of Central Europe located mostly in modern Poland, with small parts in the Czech Republic and Germany. Its area is about 40,000 km2 (15,400 sq mi), and its population about 8,000,000. Silesia is located along the Oder River. It consists of Lower Silesia and Upper Silesia.",
  "/wiki/Christmas_Eve": "Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Strudel": "A strudel (/ˈstruːdəl/, German: [ˈʃtʁuːdl̩]) is a type of layered pastry with a filling that is usually sweet. It became popular in the 18th century throughout the Habsburg Empire. Strudel is part of Austrian cuisine but also common in the other Central European cuisines.",
  "/wiki/List_of_poppy_seed_pastries_and_dishes": "This is a list of poppy seed pastries and dishes. Poppy seed is an oilseed obtained from the opium poppy (Papaver somniferum).  The tiny kidney-shaped seeds have been harvested from dried seed pods by various civilizations for thousands of years.  The seeds are used, whole or ground, as an ingredient in many foods, and they are pressed to yield poppyseed oil. Poppy seeds are less than a millimeter in length, and minute: it takes 3,300 poppy seeds to make up a gram, and a pound contains between 1 and 2 million seeds. The primary flavor compound is 2-Pentylfuran."
}