{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/%C3%89merson_Le%C3%A3o": "Émerson Leão (Portuguese pronunciation: [ˈɛmeʁsõ leˈɐ̃w]; born 11 July 1949) is a Brazilian head coach and former football player. He is regarded by pundits as one of best Brazilian goalkeepers of all time. A documentary video produced by FIFA, FIFA Fever, called him the third-most impressive defense player of all time. He was born in Ribeirão Preto, São Paulo.",
  "/wiki/Right_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Jos%C3%A9_Rodrigues_Neto": "José Rodrigues Neto (6 December 1949 – 29 April 2019) was a Brazilian football fullback and manager.",
  "/wiki/Centre_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Jos%C3%A9_Oscar_Bernardi": "José Oscar Bernardi (born June 20, 1954), nicknamed Oscar, is a Brazilian former association footballer who played as a defender. He notably represented the Brazil national football team at international level, and played as a starter in defence at the 1978 and 1982 FIFA World Cups, while he was a reserve in 1986. He was capped almost 60 times for Brazil between April 1978 and May 1986, and scored two goals. At club level, he played for São Paulo Futebol Clube and Associação Atlética Ponte Preta in Brazil.",
  "/wiki/Jo%C3%A3o_Justino_Amaral_dos_Santos": "He played for Guarani (1971–1978), Corinthians (1978–1981), Santos (1981–1982), in Mexico with Leones Negros de la Universidad de Guadalajara (1981–1985), and close his career in 1987 with Blumenau.",
  "/wiki/Left_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Ant%C3%B4nio_Dias_dos_Santos": "Antônio Dias dos Santos (June 7, 1948 in Vera Cruz, Bahia State, Brazil – December 8, 1999), best known as Toninho, was an association footballer in defender role.",
  "/wiki/Right_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Jorge_Mendon%C3%A7a_(footballer,_born_1954)": "Jorge Pinto Mendonça (June 6, 1954 – February 17, 2006) was a famous Brazilian footballer during the 1970s and 1980s, playing in a striker role.",
  "/wiki/Centre_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Jo%C3%A3o_Batista_da_Silva": "João Batista da Silva (born 8 March 1955 in Porto Alegre), commonly known as Batista, is a former Brazilian footballer who played as a defensive midfielder. He competed in the men's tournament at the 1976 Summer Olympics and won a gold medal in football at the 1975 Pan American Games.",
  "/wiki/Toninho_Cerezo": "Toninho Cerezo, real name Antônio Carlos Cerezo, (Brazilian Portuguese: [toˈniɲu sɛˈɾɛzu]; born 21 April 1955 in Belo Horizonte) is a Brazilian former footballer. Cerezo is commonly regarded as one of the finest Brazilian defensive midfielders of all time, most notably having played for his hometown's team Clube Atlético Mineiro; he also played for several other clubs in both Brazil and Italy throughout his career. At international level, Cerezo took part at the 1978 and 1982 FIFA World Cups – winning a bronze medal in the former edition of the tournament – and the 1979 Copa América, where Brazil finished in third place.",
  "/wiki/Left_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Dirceu": "Dirceu José Guimarães, known as Dirceu (Portuguese pronunciation: [dʒiʁˈsew]; 15 June 1952 – 15 September 1995), was a football player from Brazil. He played as an attacking midfielder with many teams, in particular Botafogo and the Brazilian national team, as well as numerous Italian teams in the 1980s–early 1990s.",
  "/wiki/Centre_forward": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Gilberto_Alves": "Gilberto Alves, nicknamed Gil (born December 24, 1950 in Nova Lima), was a footballer from Brazil. He played as a forward, in particular with Fluminense Football Club and the Brazilian national team.",
  "/wiki/Roberto_Dinamite": "Carlos Roberto de Oliveira, known as Roberto or Roberto Dinamite (born 13 April 1954) is a Brazilian former footballer and politician. He was born in Duque de Caxias, Rio de Janeiro state. With a career as centre forward spanning over twenty years, Roberto is Vasco da Gama's player with the most appearances and all-time top-scorer, as well as the overall leading scorer in the Brazilian Série A. At the national level, Roberto played in the 1978 and 1982 FIFA World Cups and the 1972 Olympic Games. He was president of Vasco da Gama from 2008 to 2014.",
  "/wiki/Brazil_at_the_1978_FIFA_World_Cup": "The Brazilian national football team participated in the 1978 FIFA World Cup, and in doing so maintained their record of being the only team to enter every World Cup Finals."
}