{
  "/wiki/Barbora_%C5%A0pot%C3%A1kov%C3%A1": "Barbora Špotáková (Czech pronunciation: [ˈbarbora ˈʃpotaːkovaː]; born 30 June 1981) is a Czech track and field athlete who competes in the javelin throw. She is a two-time Olympic Champion and three-time World Champion, as well as the current world record holder with a throw of 72.28 m.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/Osleidys_Men%C3%A9ndez": "Osleidys Menéndez Sáez (Spanish pronunciation: [osˈleiðis meˈnendes ˈsaeθ]; born November 14, 1979) is a retired Cuban track and field athlete who competed in the javelin throw. She was a World and Olympic Champion, and held the world record from 2001 to 2008. Her personal best of 71.70 m remains the North, Central American and Caribbean record and ranks her third on the overall list.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Mariya_Abakumova": "Mariya Vasiliyevna Abakumova (Russian: Мария Васильевна Абакумова; born 15 January 1986) is a Russian track and field athlete who competes in the javelin throw.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Christina_Obergf%C3%B6ll": "Christina Obergföll (born 22 August 1981) is a retired German track and field athlete who competed in the javelin throw. She was World Champion in 2013. Her personal best throw of 70.20 m is the German record. It also ranks her fourth on the overall list.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/Trine_Hattestad": "Elsa Katrine Hattestad (née Solberg; born 18 April 1966) is a retired Norwegian track and field athlete who competed in the javelin throw. During her career, she was a European, World, and Olympic Champion, and broke the world record twice. Her personal best, set in 2000, of 69.48 m is the Norwegian record. It also ranks her fifth on the overall list.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Sunette_Viljoen": "Sunette Stella Viljoen (born 6 October 1983) is a South African sportswoman who has represented her country in both cricket and athletics. In athletics, she competes as a javelin thrower and has won an Olympic silver medal (in 2016) and two Commonwealth Games gold medals (in 2006 and 2010), as well as medals in various other competitions. As a cricketer, she represented the South African national team between 2000 and 2002, including at the 2000 World Cup in New Zealand.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Kathryn_Mitchell": "Kathryn Mitchell (born 10 July 1982) is an Australian track and field athlete who competes in the javelin throw. She has represented her country at two Olympic Games, finishing ninth in 2012 and sixth in 2016. She won gold at the 2018 Commonwealth Games with a throw of 68.92 m, a Commonwealth Games, Australian and Oceanian record. It also ranks her seventh on the world all-time list.",
  "/wiki/Sara_Kolak": "Sara Kolak (born 22 June 1995) is a Croatian track and field athlete who competes in the javelin throw. She won gold at the 2016 Summer Olympics. Her personal best of 68.43 m, set in 2017, is the Croatian record. It also ranks her eighth on the overall list.",
  "/wiki/Lausanne": "Lausanne (/loʊˈzæn/, also US: /loʊˈzɑːn/, French: [lozan], German: [loˈzan]; Arpitan: Losena [lɔˈzəna] (listen); Italian: Losanna; Romansh: Losanna) is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Geneva (French: Le/Lac Léman). It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva.",
  "/wiki/Steffi_Nerius": "Steffi Nerius (born 1 July 1972) is a retired German track and field athlete who competed in the javelin throw. During her career, she was a European and World Champion. She also won silver at the 2004 Summer Olympics. Her personal best throw was 68.34 m, set in 2008. This ranks her second among German female javelin throwers, behind Christina Obergföll.",
  "/wiki/Wustermark": "Wustermark is a municipality of the Havelland district, in Brandenburg, Germany.",
  "/wiki/L%C3%BC_Huihui": "Lü Huihui (Chinese: 吕会会; born 26 June 1989) is a Chinese athlete who competes in the javelin throw. She won the silver medal at the 2015 World Championships and bronze medals at the 2017 and 2019 World Championships.",
  "/wiki/Christin_Hussong": "Christin Hussong (born 17 March 1994) is a German track and field athlete who competes in the javelin throw. She has won gold at the 2011 World Youth Championships, 2015 European U23 Championships and at the 2018 European Championships. Hussong holds the European Championships record with her personal best throw of 67.90 m.",
  "/wiki/Kelsey-Lee_Barber": "Kelsey-Lee Barber (née Roberts; born 20 September 1991) is an Australian track and field athlete who competes in the javelin throw. She won gold at the 2019 World Championships. Her personal best of 67.70 m ranks her 12th in the overall list.",
  "/wiki/Katharina_Molitor": "Katharina Molitor (born 8 November 1983) is a German sportswoman who competes as a javelin thrower and volleyball player. As a javelin thrower, she is a World Champion, having won gold in 2015, and her personal best throw is 67.69 m. As a volleyball player, she represents Bayer Leverkusen in the Erste Volleyball-Bundesliga, the highest tier of German volleyball.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Sonia_Bisset": "Sonia Bisset Poll (born April 1, 1971) is a retired Cuban track and field athlete who competed in the javelin throw.",
  "/wiki/Salamanca": "Salamanca (/ˌsæləˈmæŋkə/ SAL-ə-MANK-ə, Spanish: [salaˈmaŋka]) is a city in western Spain that is the capital of the Province of Salamanca in the community of Castile and León. The city lies on several hills by the Tormes River. Its Old City was declared a UNESCO World Heritage Site in 1988. With a metropolitan population of 228,881 in 2012 according to the National Institute of Statistics (INE), Salamanca is the second most populated urban area in Castile and León, after Valladolid (414,000), and ahead of León (187,000) and Burgos (176,000).",
  "/wiki/Mir%C3%A9la_Manjani": "Mirela Maniani (Greek: Μιρέλα Μανιάνι, [miˈrela maˈɲani];, 21 December 1976) is a retired Greek track and field athlete who competed in the javelin throw. Prior to 1997, she represented Albania.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Tatsiana_Khaladovich": "Tatsiana Khaladovich (Belarusian: Таццяна Халадовіч; Łacinka: Tacciana Chaładovič; born 21 June 1991) is a Belarusian track and field athlete who competes in the javelin throw. She won gold at the 2016 European Championships, where she set a personal best and Belarusian record of 66.34 m.",
  "/wiki/Nikola_Ogrodn%C3%ADkov%C3%A1": "Nikola Ogrodníková (born 18 August 1990) is a Czech athlete specialising in the javelin throw. She won the silver medal at the 2018 European Championships.",
  "/wiki/Linda_Stahl": "Linda Stahl (born 2 October 1985) is a retired German track and field athlete who competed in the javelin throw.",
  "/wiki/Vera_Rebrik": "Vera Yuryevna Rebrik (Russian: Вера Юрьевна Ребрик; Ukrainian: Віра Юріївна Ребрик; born 25 February 1989) is a Russian (formerly Ukrainian) track and field athlete who competes in the javelin throw. Her personal best throw is 67.30 metres, achieved at the Russian Championships in Adler. She also holds the junior world record of 63.01 metres.",
  "/wiki/Adlersky_City_District": "Adlersky City District (Russian: А́длерский райо́н) is the southernmost of four city districts of the city of Sochi in Krasnodar Krai, Russia, lying along the Black Sea coast near the southern Russian border with Georgia. The city district borders Maykopsky District of Adygea in the north, Mostovsky District of Krasnodar Krai in the east, Abkhazia in the south, and Khostinsky City District in the northwest. In the southwest, it is bordered by the Black Sea. Population: 76,534 (2010 Census); 69,120 (2002 Census); 68,827 (1989 Census). Adlersky District was chosen to host the 2014 Winter Olympics.",
  "/wiki/Hanna_Hatsko-Fedusova": "Hanna Volodymyrivna Hatsko-Fedusova (Ukrainian: Ганна Володимирівна Гацько-Федусова; born 3 October 1990 in Zaporizhia) is a Ukrainian track and field athlete who competes in the javelin throw. She competed in the javelin throw at the 2012, and 2016 Summer Olympics.",
  "/wiki/Kropyvnytskyi": "Kropyvnytskyi (Ukrainian: Кропивни́цький, romanized: Kropyvnyc'kyj [kropɪu̯ˈnɪtsʲkɪj] (listen); Russian: Кропивницкий, romanized: Kropivnitskiy), a city in central Ukraine on the Inhul river, functions as the administrative center of the Kirovohrad Oblast. Population: 232 052 (2015 est.).",
  "/wiki/Javelin_throw": "The javelin throw is a track and field event where the javelin, a spear about 2.5 m (8 ft 2 in) in length, is thrown. The javelin thrower gains momentum by running within a predetermined area. Javelin throwing is an event of both the men's decathlon and the women's heptathlon."
}