{
  "/wiki/Jānis_Lūsis": "Jānis Lūsis (born 19 May 1939) is a Latvian  athlete who competed in javelin throw. In 2014 he was inducted into IAAF Hall of Fame.",
  "/wiki/Odessa": "Odessa or Odesa (Ukrainian: Оде́са, romanized: Odesa [oˈdɛsɐ] (listen); Russian: Оде́сса, romanized: Odessa [ɐˈdʲesə]) is the third most populous city of Ukraine and a major tourism center, seaport and transport hub located on the northwestern shore of the Black Sea. It is also the administrative center of the Odessa Oblast and a multiethnic cultural center. Odessa is sometimes called the \"pearl of the Black Sea\", the \"South Capital\" (under the Russian Empire and Soviet Union), and \"Southern Palmyra\".",
  "/wiki/Saarijärvi": "Saarijärvi (Finnish pronunciation: [ˈsɑːriˌjærʋi]) is a town and municipality of Finland. It is located in the Central Finland region. The municipality has a population of 9,406\n(31 January 2019) and covers an area of 1,422.72 square kilometres (549.32 sq mi) of\nwhich 170.8 km2 (65.9 sq mi)\nis water.  The population density is\n7.51 inhabitants per square kilometre (19.5/sq mi).",
  "/wiki/Jorma_Kinnunen": "Jorma Vilho Paavali Kinnunen (15 December 1941 – 25 July 2019) was an athlete from Finland who competed mainly in the javelin throw. He was born in Pihtipudas.",
  "/wiki/Tampere": "Tampere (/ˈtæmpəreɪ/, also US: /ˈtɑːm-/, Finnish: [ˈtɑmpere] (listen); Swedish: Tammerfors [tɑmːærˈforsː] (listen)) is a city in Pirkanmaa, southern Finland. It is the most populous inland city in the Nordic countries.",
  "/wiki/Pauli_Nevala": "Pauli Lauri Nevala (born 30 November 1940) is a Finnish former javelin thrower.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Klaus_Wolfermann": "Klaus Wolfermann (born 31 March 1946) is a former West German javelin thrower. He won a gold medal at the 1972 Summer Olympics in Munich and set a world record in 1973.",
  "/wiki/Leverkusen": "Leverkusen (/ˈleɪvərkuːzən/, German: [ˈleːvɐˌkuːzn̩] (listen), also [leːɐˈkuːzn̩]) is a city in North Rhine-Westphalia, Germany on the eastern bank of the Rhine. To the south, Leverkusen borders the city of Cologne and to the north is the state capital Düsseldorf.",
  "/wiki/Hannu_Siitonen": "Hannu Juhani Siitonen (born 18 March 1949) is a retired Finnish javelin thrower. He competed at the 1972 and 1976 Olympics and placed fourth and second, respectively. He won the European javelin title in 1974 and finished fourth in 1971.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Miklós_Németh_(sportsman)": "Miklós Németh (born 23 October 1946) is a Hungarian Olympic champion and former World Record holder in the javelin throw. Born in Budapest, he is the son of Imre Németh who won the Olympic gold in the hammer throw at the 1948 Summer Olympics.",
  "/wiki/Budapest": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Michael_Wessing": "Michael Thomas Maria Wessing (29 August 1952 – 7 May 2019) was a German javelin thrower.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Pentti_Sinersaari": "Pentti Olavi Sinersaari (born October 5, 1956 in Elimäki) is a former track and field athlete from Finland who competed in the men's javelin throw event. He finished sixth at the 1980 Summer Olympics, and won Finnish Championship twice, in year 1980 and 1983. He set the world's best year performance in 1979, throwing 93.84 metres at a meet in Auckland, New Zealand on 1979-01-27.",
  "/wiki/Auckland": "Auckland (/ˈɔːklənd/ AWK-lənd) (Māori: Tāmaki Makaurau) is a city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of around 1,570,100 (June 2018). It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, resulting in a total population of 1,618,400. Auckland is a diverse, multicultural and cosmopolitan city, home to the largest Polynesian population in the world. The Māori-language name for Auckland is Tāmaki Makaurau, meaning \"Tāmaki desired by many\", in reference to the desirability of its natural resources and geography.",
  "/wiki/Ferenc_Paragi": "Ferenc Paragi (21 August 1953 – 21 April 2016) was a Hungarian athlete who, on 23 April 1980 established a world record of 96.72 meters in the javelin throw, eclipsing the global standard set by fellow countryman Miklós Németh at the 1976 Summer Olympics in Montreal.",
  "/wiki/Tata,_Hungary": "Tata  (German: Totis), (Latin: Dotis) is a town in Komárom-Esztergom county, northwestern Hungary, 9 km (6 mi) northwest of the county town Tatabánya.",
  "/wiki/Detlef_Michel": "Detlef Michel (born October 13, 1955 in Berlin), is a German track and field athlete.  He represented East Germany during the 1980s and was one of the world's best in the javelin throw.  His most important result came when he won the World Championship title in Helsinki 1983 with a throw of 89.48 meters in adverse conditions (rain), beating world record holder Tom Petranoff (99.72m, 5 May 1983) of the USA by a comfortable margin. In fact, Michel threw the four longest throws of the final.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Bob_Roggy": "Bob Roggy (August 6, 1956 in Holmdel Township, New Jersey, United States – August 4, 1986) was a javelin thrower from the United States. He set the world best year performance in 1982, throwing 95.80 metres in Stuttgart, West Germany on August 29. Earlier in 1982, Roggy set the American record in the Javelin at the Bruce Jenner Invitational, beating Mark Murro's 12-year-old record.   Previously, while a senior at Southern Illinois University he won the NCAA Men's Outdoor Track and Field Championships in 1978.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/Tom_Petranoff": "Thomas Alan Petranoff (born April 8, 1958) is a retired American track and field athlete who competed in the javelin throw. He held the world record (old implement javelin) from May 1983 to July 1984; his 99.72 m (327 ft) throw was greater than the length of an American football field. During his career, he was a silver medalist at the World Championships in 1983 and represented the United States at the Summer Olympics in 1984 and 1988. He transferred to South Africa in the 1990s and was twice a winner at the African Championships. His personal best with the new implement javelin is 89.16 m (292.5 ft). In the final years of his career, he returned to the United States and won a medal at the 1999 Pan American Games.",
  "/wiki/Westwood,_Los_Angeles,_California": "Westwood is a commercial and residential neighborhood in the northern central portion of the Westside region of Los Angeles, California. It is the home of the University of California, Los Angeles (UCLA).",
  "/wiki/Uwe_Hohn": "Uwe Hohn (born 16 July 1962) is a retired German track and field athlete who competed in the javelin throw. He is the only athlete to throw a javelin 100 metres or more, with his world record of 104.80 m (343 ft 9 3⁄4 in). A new javelin design was implemented in 1986 and the records had to be restarted, thus Hohn's mark became an \"eternal world record\".",
  "/wiki/Canberra": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne.",
  "/wiki/Javelin_throw": "The javelin throw is a track and field event where the javelin, a spear about 2.5 m (8 ft 2 in) in length, is thrown. The javelin thrower gains momentum by running within a predetermined area. Javelin throwing is an event of both the men's decathlon and the women's heptathlon."
}