{
  "/wiki/Dangerous_(TV_series)": "Dangerous is an Australian television drama series that first screened on 16 January 2007 on FOX8 and was shown in Ireland on RTÉ One. In mid-2008, it began running on The WB's online network in the US.",
  "/wiki/Fox8": "Fox8 (corporately stylised as FOX8, alternatively as Fox 8 or FOX 8) is an Australian pay television channel available on Foxtel, and Optus Television's subscription platforms. It is the most watched subscription television channel in Australia (with or without the timeshift) and broadcasts the highest rating non-sporting related program or event on subscription television in Australia, Australia's Next Top Model. A high definition version of the channel, Fox8HD, was launched on the Foxtel and Austar platforms on 15 November 2009.",
  "/wiki/MTV%27s_The_Lair": "MTV The Lair is a live television show aired on MTV Australia which showcases unsigned and breaking artists as well as high-profile international acts.",
  "/wiki/MTV_Australia": "MTV is a 24-hour general entertainment channel specialising in music and youth culture programming which serves Australia and New Zealand. It is operated by parent company ViacomCBS International Media Networks headquartered in London with a local office in Sydney.",
  "/wiki/The_LifeStyle_Channel": "Lifestyle (formerly known as The LifeStyle Channel) is an Australian television channel. The channel launched on 1 September 1997. The channel has an emphasis on contemporary lifestyle interests. Its programming covers topics including food and wine, home and garden, real estate, shopping, leisure, travel and real life drama. Every Friday, articles, videos, etc., are published with new content and information regarded these topics.",
  "/wiki/Channel_V_Australia": "Channel V Australia, stylized as Channel [V], was an Australian subscription television music channel that is available on Foxtel, Optus TV and Austar satellite and cable services. It was also previously available in New Zealand on TelstraSaturn's cable TV service in Wellington, Kapiti and Christchurch, until a channel shake-up occurred under new owners TelstraClear in 2002.",
  "/wiki/Fox_Sports_(Australia)": "Fox Sports is an Australian group of sports channels, which is owned by Fox Sports Pty Limited. Its main competitors are ESPN and beIN Sports, both available as part of a Foxtel subscription.",
  "/wiki/Arena_(TV_network)": "Arena is an Australian general entertainment cable and satellite channel available on Foxtel, Austar, and Optus Television's subscription platforms.",
  "/wiki/Sky_News_Australia": "Sky News Australia (branded on air as Sky News Live, and until 18 January 2015 as Sky News National) is an Australian 24-hour cable and satellite news channel available on the Foxtel and Optus Television subscription platforms. It is also available in New Zealand on Sky Television and Vodafone.",
  "/wiki/Neil_Perry:_High_Steaks": "Neil Arthur Perry AM (born 29 June 1957) is an Australian chef, restaurateur, author and television presenter. He also is the co-ordinator for Qantas Flight Catering under his company Rockpool Consulting. He also cooks high quality Korean BBQ foods and is an expert in Asian cuisine.",
  "/wiki/Cash_Cab_(Australian_game_show)": "Cash Cab is an Australian music trivia game show hosted by James Kerley, except for the third season, where he was replaced by Charlie Pickering. It is part of the global Cash Cab franchise that originated in the United Kingdom. The first two seasons of the series were filmed in Melbourne, with the third being based in Perth and the fourth based in the Gold Coast. The programme airs on the Australian subscription television music channel, Channel V.",
  "/wiki/Confidential_(TV_series)": "Confidential, a joint venture between Foxtel and News Limited, is an Australian weekly entertainment news show. Talking about the latest in Australian gossip and celebrities. The program is based on the highly successful Confidential column in News Limited newspapers around the country, and is Australia's answer to E! News. The program made its debut on 6 June 2007.",
  "/wiki/The_Singing_Office": "The Singing Office is a television series that has an American and Australian version. It features ordinary citizens who form singing groups in their workplaces, then compete against other teams; the rights to the concept have been sold to 20 different countries.",
  "/wiki/Chandon_Pictures": "Chandon Pictures is an Australian comedy television series that premiered on Movie Extra on 10 November 2007 and ended on 7 May 2009.",
  "/wiki/Movie_Network": "Crave (formerly The Movie Network) is a Canadian premium television network owned by Bell Media.",
  "/wiki/History_(Australia)": "History, formerly known as Fox History and The History Channel, is a television channel in Australia and New Zealand, that broadcasts non-fictional programs regarding historical events and persons, as well as various metaphysical, pseudoscientific, and paranormal phenomena—often with observations and explanations by noted historians, scholars, authors, esotericists, astrologers, and Biblical scholars as well as reenactments and interviews with witnesses, and/or families of witnesses.",
  "/wiki/Satisfaction_(Australian_TV_series)": "Satisfaction is an Australian television drama series which screened on the subscription television channel Showcase. It also screens in the Republic of Ireland on free-to-air channel TV3 and its sister channel 3e, and in New Zealand on free-to-air channel TV2 respectively.",
  "/wiki/Showtime_Australia": "Showtime Movie Channels was an Australian pay-TV movie service, available on the Foxtel, Optus and Austar TV platforms. The service consisted of five original channels (showtime premiere, showcase, showtime action, showtime comedy, showtime drama), three HD simulcasts (showtime premiere HD, showcase HD, showtime action HD) and two timeshift channels (showtime two, showcase two). It was owned and operated by the Premium Movie Partnership (PMP), a joint venture in which Sony Pictures Entertainment, NBCUniversal, Viacom, News Corporation and Liberty Global had equal shares. Foxtel took over managing and producing the Showtime channels as of 31 October 2012, with it purchasing assets of the PMP. On 9 December 2012, it was announced that Movie Network and Showtime (with the exception of Showcase) would be replaced with a new line-up of Foxtel branded movie channels to be named Foxtel Movies",
  "/wiki/LifeStyle_Food": "Lifestyle Food (stylised as Lifestyle FOOD) is an Australian pay-TV food channel, solely dedicated to food, wine and restaurant society. The channel is a subsidiary of Lifestyle, which runs 24 hours a day on the Foxtel.",
  "/wiki/2007_in_Australian_television": "The year 2007 in Australian television was the 52nd year of continuous operation."
}