{
  "/wiki/Growing_Up_Creepie": "Growing Up Creepie is a Canadian-American animated television series created by Mike Young and produced by Mike Young Productions. In other countries, the series was simply titled Creepie. The series premiered on September 9, 2006 to June 21, 2008 and aired one season of 26 episodes.",
  "/wiki/ABC_Television": "ABC Television is a service of the Australian Broadcasting Corporation launched in 1956. As a public service broadcaster, the ABC provides four non-commercial channels within Australia, and a partially advertising-funded satellite channel overseas. ABC is one of five main free-to-air networks in Australia.",
  "/wiki/Monster_Warriors": "Monster Warriors is an original Canadian television series which aired on YTV in Canada and also on Jetix since April 2006 in the United Kingdom. It was created by Wilson Coneybeare and produced by Coneybeare Stories Inc. The series concluded its run on July 26, 2008, with a TV movie titled Monster Warriors Finale on YTV.",
  "/wiki/Wow!_Wow!_Wubbzy!": "Wow Wow Wubbzy (or simply Wubbzy) is an American children's educational flash animated television series created by Bob Boyle for Nick Jr. The series was animated by Bardel Entertainment using both Toon Boom and Adobe Flash software, and produced by Bolder Media and Starz Media. Bob Boyle, Susan Miller, Mark Warner and Fred Seibert served as executive producers.",
  "/wiki/Shaun_the_Sheep": "Shaun the Sheep is a British stop-motion animated television series and spin-off of the Wallace and Gromit franchise.  The series stars Shaun — a sheep previously featured in the 1995 short film A Close Shave and in the Shopper 13 short film from the 2002 Wallace and Gromit's Cracking Contraptions series — and his madcap adventures around a small farm as the leader of his flock.",
  "/wiki/Grossology_(TV_series)": "Grossology (also known as Glurp Attack in France) is a Canadian animated action-adventure television series produced by Nelvana and based loosely on the non-fictional children's book series of the same name by Sylvia Branzei. Debuting on the YTV network in Canada on September 29, 2006, the series was also broadcast on Discovery Kids/The Hub (now Discovery Family) in the United States on January 13, 2007. It also aired on Jetix on June 2, 2007 and Pop Max from September 15, 2008 in the United Kingdom, and on ABC in Australia in December 2007. The original run ended on June 26, 2009, but some episodes were left unaired. It formerly aired reruns on Qubo from March 28, 2016 to December 28, 2019.",
  "/wiki/My_Goldfish_is_Evil": "My Goldfish is Evil (French: Mon Poison Rouge) is a Canadian animated television series that was created by Nicolas J. Boisvert. The series was produced by Sardine Productions for CBC Television and Télévision de Radio-Canada.",
  "/wiki/Fluffy_Gardens": "Fluffy Gardens is an Irish preschool animation television show created, written and directed by Jason Tammemagi and produced by Monster Animation & Design Ltd. Each seven-minute episode tells the story of a different character. Characters include Paolo the Cat, Lola the Mosquito, Wee Reg the Dog, George the Dog, Mavis the Horse, Mindy the Flamingo, Harold the Shark, Sebastian the Kangaroo, Sparkles the Monkey, Tooty the Elephant, Lenny the Octopus, Mr. Johnson the Panda and Colleen the Cow. The show is distributed internationally by Target Entertainment.",
  "/wiki/Life_on_Mars_(UK_TV_series)": "Life on Mars is a British television series broadcast on BBC One between 9 January 2006 and 10 April 2007. The series combines elements of speculative fiction and police procedural, featuring a police officer from the Greater Manchester Police (played by John Simm) from the year 2006 who wakes up in 1973 after being involved in a road accident. The title is a reference to David Bowie's 1973 single Life on Mars?, with its lyrics \"Take a look at the law man, beating up the wrong guy\".",
  "/wiki/Skunk_Fu!": "Skunk Fu! is an Irish/British animated children's television series featuring the fables of anthropomorphic animals protecting their valley using martial arts. The show chronicles the adventures of young Skunk, training with his Kung Fu master, Panda, with the support of Rabbit, Fox, Turtle, and others, who directly, or inadvertently, also help Skunk grow. The show won the IFTA award for \"Best Animation\". In addition to an English soundtrack, Irish-language, French-language, Japanese-language, and Dutch-language soundtracks were initially produced.",
  "/wiki/The_Roman_Mysteries": "The Roman Mysteries is a series of historical novels for children by Caroline Lawrence. The first book, The Thieves of Ostia, was published in 2001, finishing with The Man from Pomegranate Street, published in 2009, and 17 more novels were planned, plus a number of \"mini-mysteries\" and companion titles.",
  "/wiki/Hyperdrive_(British_TV_series)": "Hyperdrive is a British television science fiction sitcom broadcast by BBC Two in 2006 and 2007. The working title was Full Power. In a 2008 interview, Kevin Eldon commented that he considered a third series was unlikely to be commissioned, whilst Nick Frost stated that a possible movie version was briefly considered but the idea was dropped. Set in 2151 and 2152, it follows the crew of HMS Camden Lock as they stumble through their heroic mission to protect British interests in a changing galaxy.",
  "/wiki/Ergo_Proxy": "Ergo Proxy is a Japanese cyberpunk suspense anime television series, produced by Manglobe, directed by Shūkō Murase and written by Dai Satō. The anime originally aired from February 25 to August 12, 2006 on the WOWOW satellite network, lasting 23 episodes. It is set in a future where humans and AutoReiv androids coexist peacefully until a virus gives the robots self-awareness, causing them to commit a series of murders. Inspector Re-L Mayer is assigned to investigate, discovering there is a more complicated plot behind it that involves a humanoid species known as \"Proxy\" who are the subject of secret government experiments.",
  "/wiki/ABC2": "ABC Comedy is an Australian free-to-air television channel that was launched on 7 March 2005 as ABC2; it is owned by the Australian Broadcasting Corporation. The channel broadcasts a range of comedy supplemented with repeats of popular ABC TV programmes. Between the hours of 5am and 7.30pm daily the channel's bandwidth is used for the ABC Kids channel for young children.",
  "/wiki/Captain_Flamingo": "Captain Flamingo is a Canadian-Filipino animated television series, which chronicles the adventures of Milo Powell, whose alter-ego is Captain Flamingo. The television series was produced by Atomic Cartoons, Breakthrough Films & Television, The Heroic Film Company and PASI Animation, and premiered on YTV on February 7, 2006 and ended on March 26, 2010.",
  "/wiki/The_Spooky_Sisters": "The Spooky Sisters is a computer generated animation series of five-minute episodes shown on the Disney Channel amongst others. It chronicles the adventures of two sisters, Cecilia Sophie and Amelia, and their pet bat Boris. They encounter monsters and other 'spooky' creatures or people. It was made in the United Kingdom by Skaramoosh.",
  "/wiki/Dinosapien": "Dinosapien is an American/British/Canadian children's television program produced jointly by BBC Worldwide and Cambium Catalyst International with SEVEN24 Films.",
  "/wiki/Noein:_To_Your_Other_Self": "Noein: To Your Other Self (Japanese: ノエイン もうひとりの君へ, Hepburn: Noein: Mō Hitori no Kimi e), also known simply as Noein, is a Japanese science fiction anime television series directed by Kazuki Akane and produced by Satelight. The series has 24 episodes which comprises a complete storyline.",
  "/wiki/ABC_2": "ABC Comedy is an Australian free-to-air television channel that was launched on 7 March 2005 as ABC2; it is owned by the Australian Broadcasting Corporation. The channel broadcasts a range of comedy supplemented with repeats of popular ABC TV programmes. Between the hours of 5am and 7.30pm daily the channel's bandwidth is used for the ABC Kids channel for young children.",
  "/wiki/Mama_Mirabelle's_Home_Movies": "Mama Mirabelle's Home Movies is a British animated educational children's television series and an animal jam story.",
  "/wiki/SamSam": "SamSam is a television program based on a character created by Serge Bloch and directed by Tanguy de Kermel in association with Bayard Presse. His son inspired him to base the program's eponymous character on him.",
  "/wiki/The_Upside_Down_Show": "The Upside Down Show is an Australian children's television series produced by Sesame Workshop and Noggin LLC for Nickelodeon Preschool. It originally aired on Noggin, a cable channel that initially launched as a joint venture between Nickelodeon and Sesame Workshop. The series was the recipient of a 2007 Logie Award, and also won the Creative Craft Daytime Emmy Award for Main Title Design, and a Parents' Choice Award Silver Honor for Television.",
  "/wiki/LazyTown": "LazyTown is an English-language Icelandic television series made by an international crew and performed by a cast from Iceland, the United States and the United Kingdom. It was created by Magnús Scheving, an aerobics champion who also plays the character Sportacus, and is based upon his stage plays Áfram Latibær! (itself based on a children's book from 1995) and Glanni Glæpur í Latabæ.",
  "/wiki/2007_in_Australian_television": "The year 2007 in Australian television was the 52nd year of continuous operation."
}