{
  "/wiki/High_Maintenance_90210": "High Maintenance 90210 is an American reality series that premiered on the E!: Entertainment Television network on January 1, 2007.",
  "/wiki/E!": "E! (an initialism for Entertainment Television) is an American basic cable channel owned by the NBCUniversal Cable Entertainment Group division of NBCUniversal, a subsidiary of Comcast.",
  "/wiki/Nightmares_and_Dreamscapes:_From_the_Stories_of_Stephen_King": "Nightmares & Dreamscapes: From the Stories of Stephen King is an eight-episode anthology series on TNT based on short stories written by Stephen King. It debuted on July 12, 2006, and ended its run on August 2, 2006. Although most of them are from the collection of the same name, there are some stories from different collections by King. A trailer confirming a DVD release of the series was made available in October 2006. The series was filmed entirely in Melbourne, Australia.",
  "/wiki/Movie_Network": "Crave (formerly The Movie Network) is a Canadian premium television network owned by Bell Media.",
  "/wiki/Flavor_of_Love": "Flavor of Love is an American reality television dating game show starring Flavor Flav of the rap group Public Enemy.",
  "/wiki/MTV_Classic_Australia": "MTV Classic (formerly VH1 Australia) is an Australian and New Zealand subscription television music channel. The channel focused on music from the 1980s to 2000s. The channel first launched in Australia on 22 April 1995 (as MuchMusic) and in New Zealand on 1 June 2011. On 1 July 2011 MTV International channels launched new logos",
  "/wiki/Ego_trip%27s_The_(White)_Rapper_Show": "Ego Trip's The (White) Rapper Show is an American reality television series created by Ego Trip magazine that first aired on VH1. In the show, ten white rappers compete with each other for the chance at a $100,000 grand prize. The show is based in the South Bronx, with MC Serch (from the group 3rd Bass) serving as the host. At the end of each show, one rapper was eliminated.",
  "/wiki/Cory_in_the_House": "Cory in the House is an American television series which aired on the Disney Channel from January 12, 2007, to September 12, 2008, and was a spin-off from the Disney show That's So Raven. The show focuses on Cory Baxter, who moves from San Francisco, California to Washington, D.C. with his father, after Victor Baxter gets a new job in the White House as the official head chef. The series marks a Disney Channel first, as it is the channel's first spin-off. This is also the only Disney Channel spin-off series to be broadcast in standard definition for the entire length of the show. Reruns of the series have not been aired on Disney Channel, or on Disney XD; however, they continue to air on the Family channel in Canada. Raven-Symoné guest-starred, reprising her role as Raven Baxter in only one episode. In 2014, Disney Channel started airing a weekly block called Disney Replay on Wednesdays nights, during which episodes of Cory in the House air alongside That's So Raven and Kim Possible, among others.",
  "/wiki/Disney_Channel_(Australia)": "Disney Channel (originally called The Disney Channel from 1996 to 1997) is a pay television channel that is broadcast in Australia. It is the flagship television property owned and operated by The Walt Disney Company in Australia. Launched in 1996, the network is targeted towards children and their families, with original series and movies.",
  "/wiki/Bam%27s_Unholy_Union": "Bam's Unholy Union is an American reality series that aired on MTV and MTV Canada. It follows Bam Margera and his fiancée Missy Rothstein as they plan their wedding (which occurred on February 3, 2007). In addition to Margera and Rothstein, the show features several members of the CKY Crew.",
  "/wiki/MTV_Australia": "MTV is a 24-hour general entertainment channel specialising in music and youth culture programming which serves Australia and New Zealand. It is operated by parent company ViacomCBS International Media Networks headquartered in London with a local office in Sydney.",
  "/wiki/My_Fair_Brady": "My Fair Brady is an American reality television series on VH1 that followed Christopher Knight, who played Peter Brady on The Brady Bunch, and Adrianne Curry, who won the first season of America's Next Top Model, a year after they met and fell in love on the reality show The Surreal Life.",
  "/wiki/Chasing_Farrah": "Chasing Farrah is  an American reality television series starring Farrah Fawcett, which aired on TV Land in early 2005.",
  "/wiki/The_LifeStyle_Channel": "Lifestyle (formerly known as The LifeStyle Channel) is an Australian television channel. The channel launched on 1 September 1997. The channel has an emphasis on contemporary lifestyle interests. Its programming covers topics including food and wine, home and garden, real estate, shopping, leisure, travel and real life drama. Every Friday, articles, videos, etc., are published with new content and information regarded these topics.",
  "/wiki/Craft_Corner_Deathmatch": "Craft Corner Deathmatch was a television show aired on the Style Network in 2005.",
  "/wiki/Wife_Swap_(UK_TV_series)": "Wife Swap is a British reality television programme produced by independent television production company RDF Media and created by Stephen Lambert for Channel 4, first broadcast in 2003 and ran for 7 years before being axed. The show returned for a one off special episode on 15 June 2017.",
  "/wiki/Brotherhood_(U.S._TV_series)": "Brotherhood is an American crime drama television series created by Blake Masters about the intertwining lives of the Irish-American Caffee brothers from Providence, Rhode Island: Tommy (Jason Clarke) is a local politician and Michael (Jason Isaacs) is a gangster involved with New England's Irish Mob. The show also features their mother Rose (Fionnula Flanagan), cousin Colin Carr (Brían F. O'Byrne), childhood friend and Rhode Island state detective Declan Giggs (Ethan Embry), Irish mob boss Freddie Cork (Kevin Chapman), Tommy's wife Eileen (Annabeth Gish), and Michael's criminal partner Pete McGonagle (Stivi Paskoski).",
  "/wiki/Showtime_movie_channels": "Showtime Movie Channels was an Australian pay-TV movie service, available on the Foxtel, Optus and Austar TV platforms. The service consisted of five original channels (showtime premiere, showcase, showtime action, showtime comedy, showtime drama), three HD simulcasts (showtime premiere HD, showcase HD, showtime action HD) and two timeshift channels (showtime two, showcase two). It was owned and operated by the Premium Movie Partnership (PMP), a joint venture in which Sony Pictures Entertainment, NBCUniversal, Viacom, News Corporation and Liberty Global had equal shares. Foxtel took over managing and producing the Showtime channels as of 31 October 2012, with it purchasing assets of the PMP. On 9 December 2012, it was announced that Movie Network and Showtime (with the exception of Showcase) would be replaced with a new line-up of Foxtel branded movie channels to be named Foxtel Movies",
  "/wiki/Swinging_(TV_series)": "Swinging was an Australian children's television show that first aired 10 September 1997 on ABC. \nThe Show aired on the channel until January 2001.",
  "/wiki/BBC_UKTV": "BBC UKTV is an Australian pay television channel in Australia and New Zealand, screening British entertainment programming, sourced mainly from the archives of the BBC, RTL Group (mainly Talkback Thames material) and ITV plc. The channel was originally a joint venture with Foxtel (60% ownership), the RTL Group (20% ownership) and BBC Worldwide (20% ownership). It is now owned solely by BBC Studios. It is the home of the channel's flagship programme The Graham Norton Show.",
  "/wiki/I%27m_From_Rolling_Stone": "The contestants included six twenty-somethings that applied through a write-in contest: Krishtine de Leon is a local hip-hop magazine editor from San Francisco, CA; Peter Maiden, an Australian college student at UC Berkeley; Tika Milan, a lesbian poet and freelance journalist from Brooklyn who post-transition is now known as Tiq Milan; Russell Morse, a former juvenile delinquent turned reporter for a local San Francisco newspaper; Krystal Ann Simpson from Salinas with a love for classic rock; and Colin Stutz, a 20-year-old University of Southern California student from Oregon.",
  "/wiki/Dickinson%27s_Real_Deal": "Dickinson's Real Deal is a UK modern antiques and collectables television programme that is broadcast on ITV and presented by David Dickinson.",
  "/wiki/2007_in_Australian_television": "The year 2007 in Australian television was the 52nd year of continuous operation."
}