{
  "/wiki/Shuvee": "Shuvee (January 22, 1966 – April 1, 1986) was an American Thoroughbred Champion Hall of Fame racehorse.",
  "/wiki/Willard_C._Freeman": "Willard Clark \"Mike\" Freeman (February 23, 1929 - April 17, 2013) was an American Thoroughbred horse racing steeplechase jockey and very successful trainer in flat racing. He is best remembered as the trainer of Anne Stone's Shuvee, a two-time National Champion, a Filly Triple Crown winner and a U.S. Racing Hall of Fame inductee.",
  "/wiki/Gallant_Bloom": "Gallant Bloom (foaled May 22, 1966 – June 7, 1991) was a plain brown filly sired by the great Gallant Man, also a plain brown horse. She was small and possessed a gentle temperament. And yet she regularly beat the best fillies and mares in America. She defeated both Shuvee and Gamely.",
  "/wiki/William_J._Hirsch": "William James \"Buddy\" Hirsch (January 11, 1909 – October 25, 1997) was an American Hall of Fame trainer of Thoroughbred racehorses. He was born in San Francisco, California, the son of Hall of Fame trainer Max Hirsch.",
  "/wiki/King_Ranch": "King Ranch, located in South Texas between Corpus Christi and Brownsville near Kingsville, is the largest ranch in Texas, an area larger than the state of Rhode Island. The King Ranch comprises 825,000 acres (3,340 km2; 1,289 sq mi) and was founded in 1853 by Captain Richard King and Gideon K. Lewis. It includes portions of six Texas counties; most of Kleberg County and much of Kenedy County, with portions extending into Brooks, Jim Wells, Nueces, and Willacy counties. The ranch does not consist of one single contiguous plot of land, but rather four large sections called divisions. The divisions are the Santa Gertrudis, the Laureles, the Encino and the Norias. Only the first two of the four divisions border each other, and that border is relatively short. The ranch was designated a National Historic Landmark in 1961.",
  "/wiki/Gamely_(horse)": "Gamely (February 10, 1964 – 1975) was an American Thoroughbred race horse who was voted the champion filly of her age group on three occasions.",
  "/wiki/James_W._Maloney": "James W. \"Jim\" Maloney (April 1, 1909 – March 10, 1984) was an American Hall of Fame trainer of Thoroughbred racehorses. The son of a trainer, his own professional career lasted fifty years from 1935 until his death in 1984.",
  "/wiki/William_Haggin_Perry": "William Haggin Perry (December 5, 1910 - November 12, 1993) was a prominent owner and breeder of Thoroughbred racehorses. He was the son of Henry Pierrepont Perry, a Wall Street Stockbroker, and Edith Lounsbery,  the daughter of Richard P. Lounsbery and Edith Hunter Haggin who in turn was the daughter of one of America's most prominent horsemen, James Ben Ali Haggin.",
  "/wiki/Hirsch_Jacobs": "Hirsch Jacobs (April 8, 1904 – February 13, 1970) was an American thoroughbred horse trainer and owner.",
  "/wiki/Ethel_D._Jacobs": "Ethel D. Jacobs (March 18, 1910 - November 9, 2001) was a prominent American Thoroughbred racehorse owner/breeder who was a three-time leading owner in North America.",
  "/wiki/Open_Fire_(horse)": "Open Fire (1961–1980) was an American Thoroughbred Champion racehorse.",
  "/wiki/Virgil_W._Raines": "Virgil W. Raines (March 30, 1911 - May 10, 2000) was an American Thoroughbred racehorse trainer.",
  "/wiki/Donald_P._Ross": "Donald Peabody Ross (November 5, 1902 – October 11, 1973) was an American businessman who co-founded Delaware Park Racetrack in Stanton, Delaware, and whose Brandywine Stable won the 1962 Preakness Stakes with its colt, Greek Money. Another of the stable's top runners was the 1966 American Champion Older Dirt Female Horse, Open Fire.",
  "/wiki/Old_Hat_(horse)": "Old Hat (foaled in Kentucky in 1959), was an American Thoroughbred racing mare by Boston Doge out of Fine Feathers (1 win in 39 starts), whose sire was Double Jay.  On his topline, Double Jay's grandsire was Black Toney.  On his bottomline, it was Whisk Broom.  Her sire, Boston Doge, was a multiple stakes winner.  Out of 18 starts, he won 14.",
  "/wiki/Tosmah": "Tosmah (1961–1992) was a champion Thoroughbred race horse. She was the leading American filly of her generation at both two and three years of age.",
  "/wiki/Cicada_(horse)": "Cicada (May 9, 1959 – 1981) was an American Thoroughbred racehorse who was the first filly in American racing history to be awarded consecutive championships at the ages of two, three and four. She was inducted into the National Museum of Racing and Hall of Fame in 1967.",
  "/wiki/J._Homer_Hayes": "James Homer \"Casey\" Hayes (June 16, 1906 - June 25, 1980) was an American Thoroughbred racehorse trainer whose horses won eight national Championship titles of which two were inducted in the National Museum of Racing and Hall of Fame.",
  "/wiki/Christopher_Chenery": "Christopher Tompkins Chenery (September 19, 1886 – January 3, 1973) was an American engineer, businessman, and the owner/breeder of record for Thoroughbred horse racing's U.S. Triple Crown champion Secretariat.",
  "/wiki/Primonetta": "Primonetta (February 14, 1958 – January 16, 1993) was an American Champion Thoroughbred racehorse.",
  "/wiki/James_P._Conway": "James P. Conway (August 4, 1910 - May 31, 1984) was an American Hall of Fame trainer in Thoroughbred horse racing who trained forty-three stakes winners including five Champions and a winner of two American Classic Races.",
  "/wiki/Darby_Dan_Farm": "Darby Dan Farm is a produce, livestock, and thoroughbred horse breeding and training farm founded in 1935 near the Darby Creek in Galloway, Ohio by businessman John W. Galbreath. Named for the creek and for Galbreath's son, Daniel M. Galbreath (1928–1995), it was expanded from an original 85-acre (340,000 m2) farm into a 4,000 acre (16 km²) estate. Established in 1954 on the original area, Darby House today serves as a banquet and retreat facility. Still in the hands of the Galbreath family, it has 250 acres (1 km²) of woodlands, a 110-acre (0.4 km2) animal preserve, and approximately 3000 acres (12 km²) used for the commercial growing of food crops. The horse farm has 750 acres (3 km²) of blue grass pasture and many barns and breeding facilities. Also, 39 houses were built on the property.",
  "/wiki/Airmans_Guide": "Airmans Guide (foaled in 1957 in Kentucky) is an American Thoroughbred racehorse. The granddaughter of Count Fleet won the Delaware Handicap and the Beldame Stakes. On May 20, 1960, Airmans Guide won the Black-Eyed Susan Stakes at Pimlico Race Course. In 1961, she was voted by the country's top sports writers as the American Champion Older Female Horse.",
  "/wiki/Tempted_(horse)": "Tempted (foaled 1955 in Kentucky) was an American Champion Thoroughbred racehorse.",
  "/wiki/Henry_S._Clark": "Henry S. Clark (January 19, 1904 – February 6, 1999) was an American Hall of Fame horse trainer. In 2007, Henry Clark was part of the inaugural class inducted into Delaware Park Racetrack's Wall of Fame.",
  "/wiki/Pucker_Up_(horse)": "Pucker Up (1953) was an American Champion Thoroughbred racing mare. She was bred by Dan and Ada Rice's Danada Farm, and raced under Mrs. Rice's name. Her training was handled by future U.S. Racing Hall of Fame inductee, Jimmy Conway and his assistant, Al Robertson.",
  "/wiki/Ada_L._Rice": "Daniel F. Rice (1896–1975) and his wife Ada L. Rice (1898–1977) were American business people, thoroughbred racehorse owners and breeders, and philanthropists. Dan Rice was educated in the public school system of Chicago, Illinois and spent two years at Depaul University and the University of Notre Dame. In 1919, he founded his own commodity brokerage, Daniel F. Rice and Company. His company became successful over the 35 years that he ran it. The company merged with Hayden, Stone & Co. in 1960. Rice later ran Rice Grain Corporation.",
  "/wiki/Misty_Morn": "Misty Morn (1952–1971) was an American Thoroughbred racehorse. She was by the stakes–winning sire Princequillo, who had been smuggled from Europe during World War II and who also sired the dam of Secretariat, Somethingroyal. Bred and owned by Gladys Mills Phipps' Wheatley Stable, at age three Misty Morn broke the Jamaica Racetrack track record en route to winning the 1955 Gallant Fox Handicap.",
  "/wiki/James_E._Fitzsimmons": "James Edward \"Sunny Jim\" Fitzsimmons (July 23, 1874 – March 11, 1966) was a thoroughbred racehorse trainer.",
  "/wiki/Wheatley_Stable": "Wheatley Stable was the nom de course  for the thoroughbred horse racing partnership formed by Gladys Mills Phipps and her brother, Ogden Livingston Mills. The horses were raised at Claiborne Farm near Paris, Kentucky.",
  "/wiki/Parlo": "Parlo (April 12, 1951 – 1978) was an American Thoroughbred Champion racehorse.",
  "/wiki/Richard_E._Handlen": "Richard E. \"Dick\" Handlen (March 25, 1896 - June 1963) was an American Thoroughbred horse racing trainer whom the March 15, 1937 edition of the Los Angeles Times called \"one of the best trainers in America\"",
  "/wiki/William_du_Pont,_Jr.": "William Francis du Pont Jr. (February 11, 1896 – December 31, 1965) was an English-born, American businessman and banker, and a prominent figure in the sport of Thoroughbred horse racing. He developed and designed more than 20 racing venues, including Fair Hill at his 5,000-acre estate in Maryland. A member of the Delaware Du Pont family, he was the son of William du Pont and Annie Rogers Zinn, and brother to Marion duPont Scott, a noted horsewoman and breeder.",
  "/wiki/American_Champion_Older_Dirt_Female_Horse": "The Eclipse Award for Champion Older Dirt Female Horse is an American Thoroughbred horse racing honor awarded annually to a filly or mare, four years old and up, for performances on dirt and main track racing surfaces. In 1971, it became part of the Eclipse Awards program as the award for Champion Older Female Horse."
}