{
  "/wiki/Bewitch_(horse)": "Bewitch (1945–1959) was a Thoroughbred race horse born in 1945 at Calumet Farm, Kentucky, United States in the same crop in which the stallion Bull Lea produced Citation and Coaltown.  Each of them was eventually inaugurated into the Thoroughbred Hall of Fame.  Bewitch was the only filly of the three.",
  "/wiki/Ben_A._Jones": "Benjamin Allyn Jones (December 31, 1882 – June 13, 1961) was a thoroughbred horse trainer.",
  "/wiki/Calumet_Farm": "Calumet Farm is a 762-acre (3.08 km2) Thoroughbred breeding and training farm established in 1924 in Lexington, Kentucky, United States by William Monroe Wright, founding owner of the Calumet Baking Powder Company. Calumet is located in the heart of the Bluegrass, a well-known horse breeding region. Calumet Farm has a record history of Kentucky Derby and Triple Crown winners and throughout its history of over 87 years, it has produced some of the greatest Thoroughbred horses of all time.",
  "/wiki/Conniver": "Conniver (1944–1970) was an American Thoroughbred racehorse who was voted the 1948 American Champion Older Female Horse. Bred by Alfred G. Vanderbilt II, she was purchase as a yearling by New York City businessman and sculptor, Harry La Montagne.",
  "/wiki/William_Post": "William \"Bud\" Post III (April 5, 1939 – January 15, 2006) was the winner of a Pennsylvania Lottery jackpot worth $16.2 million. Shortly afterward his brother tried to have him murdered for the inheritance. Post survived, and was successfully sued by an ex-girlfriend for a share of the winnings. By the end of his life, Post was $1 million in debt.",
  "/wiki/Harry_La_Montagne": "Horse owner, artist and sculptor, war veteran and sportsman, Harry Austen La Montagne was born on November 20, 1869 in New York City and died on June 15, 1959 at his apartment in the Plaza Hotel.",
  "/wiki/But_Why_Not": "But Why Not (foaled in 1944) was an American Thoroughbred racehorse. The daughter of Blue Larkspur and granddaughter of Black Servant is probably best remembered for wins in the Alabama Stakes, the Acorn Stakes, the Black-Eyed Susan Stakes at Pimlico Race Course. In 1947, she was voted by the country's top sports writers as the American Champion Three-Year-Old Filly.",
  "/wiki/Max_Hirsch": "Maximilian Justice \"Max\" Hirsch (July 12, 1880 - April 3, 1969) was an American Hall of Fame Thoroughbred racehorse trainer.",
  "/wiki/King_Ranch": "King Ranch, located in South Texas between Corpus Christi and Brownsville near Kingsville, is the largest ranch in Texas, an area larger than the state of Rhode Island. The King Ranch comprises 825,000 acres (3,340 km2; 1,289 sq mi) and was founded in 1853 by Captain Richard King and Gideon K. Lewis. It includes portions of six Texas counties; most of Kleberg County and much of Kenedy County, with portions extending into Brooks, Jim Wells, Nueces, and Willacy counties. The ranch does not consist of one single contiguous plot of land, but rather four large sections called divisions. The divisions are the Santa Gertrudis, the Laureles, the Encino and the Norias. Only the first two of the four divisions border each other, and that border is relatively short. The ranch was designated a National Historic Landmark in 1961.",
  "/wiki/Gallorette": "Gallorette (1942–1959) was a Maryland-bred chestnut thoroughbred filly who became a Hall of Fame race horse. Sired by Challenger II, out of Gallette, Gallorette's damsire was Sir Gallahad III.  Even so, her dam, Gallette, had once exchanged hands for $250 and was used as a hack.[citation needed]",
  "/wiki/Edward_A._Christmas": "Edward Addicks Christmas (October 10, 1903 - October 17, 1969) was an American Thoroughbred horse racing trainer. Born in Upper Marlboro, Maryland, he is best known for training U. S. Racing Hall of Fame inductee Challedon in 1942, and Gallorette, the 1946 American Champion Older Female Horse and U. S. Racing Hall of Fame inductee.",
  "/wiki/William_L._Brann": "William Leavitt Brann (c.1877 – April 11, 1951) was an American businessman and Thoroughbred racehorse owner and breeder.",
  "/wiki/Busher_(horse)": "Busher (1942–1955) was a thoroughbred racing filly who was a champion at ages two and three, and the American Horse of the Year in 1945. She was inducted into the National Museum of Racing and Hall of Fame in 1964. On the Blood-Horse magazine List of the Top 100 U.S. Racehorses of the 20th Century, Busher was ranked 40th.",
  "/wiki/George_M._Odom": "George Martin Odom (July 8, 1882 - July 29, 1964) was an American National Museum of Racing and Hall of Fame jockey and trainer in Thoroughbred horse racing. He is only one of two people to ever have won the Belmont Stakes as both a jockey and a trainer.",
  "/wiki/Louis_B._Mayer": "Louis Burt Mayer (/ˈmeɪ.ər/ born Lazar Meir; July 12, 1884 – October 29, 1957) was an American film producer and co-founder of Metro-Goldwyn-Mayer studios (MGM) in 1924. Under Mayer's management, MGM became the film industry's most prestigious movie studio, accumulating the largest concentration of leading writers, directors and stars in Hollywood.",
  "/wiki/Twilight_Tear": "Twilight Tear (1941–1954) was an American Hall of Fame Thoroughbred racehorse. At age two, she won four of her six starts, finishing second and third in her other two starts. Her performances earned her the title of 2-year-old filly honors in a poll by Turf and Sports Digest magazine. The rival Daily Racing Form award was won by Durazna.",
  "/wiki/Mar-Kell": "Mar-Kell (1939–1966) was an American Champion Thoroughbred racehorse. Her dam was the 1934 American Champion Two-Year-Old Filly Nellie Flag, and her sire was the 1930 Epsom Derby winner Blenheim, who had been imported to the United States in 1937 by a syndicate that included Mar-Kell's breeder, Calumet Farm.",
  "/wiki/Vagrancy_(horse)": "Vagrancy was an American Thoroughbred racehorse and broodmare.",
  "/wiki/James_E._Fitzsimmons": "James Edward \"Sunny Jim\" Fitzsimmons (July 23, 1874 – March 11, 1966) was a thoroughbred racehorse trainer.",
  "/wiki/Belair_Stud": "Belair Stud was an American thoroughbred horse racing stable and breeding farm founded by Provincial Governor of Maryland Samuel Ogle in 1747 in Collington, Prince George's County, Maryland, in Colonial America.",
  "/wiki/Fairy_Chant": "Fairy Chant (foaled 1937 in Kentucky) was an American Champion Thoroughbred racehorse. Her sire was the 1927 Belmont Stakes winner Chance Shot, a son of three-time Leading sire in North America Fair Play. Her dam was Star Fairy, a daughter of The Satrap, the 1926 English Champion Three-Year-Old Male Horse who was a son of the great The Tetrarch.",
  "/wiki/Richard_E._Handlen": "Richard E. \"Dick\" Handlen (March 25, 1896 - June 1963) was an American Thoroughbred horse racing trainer whom the March 15, 1937 edition of the Los Angeles Times called \"one of the best trainers in America\"",
  "/wiki/William_du_Pont,_Jr.": "William Francis du Pont Jr. (February 11, 1896 – December 31, 1965) was an English-born, American businessman and banker, and a prominent figure in the sport of Thoroughbred horse racing. He developed and designed more than 20 racing venues, including Fair Hill at his 5,000-acre estate in Maryland. A member of the Delaware Du Pont family, he was the son of William du Pont and Annie Rogers Zinn, and brother to Marion duPont Scott, a noted horsewoman and breeder.",
  "/wiki/Myrtlewood_(horse)": "Myrtlewood (foaled 1932 in Kentucky) was a champion Thoroughbred race horse as well as an exceptional broodmare."
}