{
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Indiana_University_Bloomington": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Jacob_LeBlanc": "Jacob LeBlanc (born February 2, 1981 in Auburn, California) is an American retired professional soccer player.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Jack_Jewsbury": "Jack Jewsbury (born April 13, 1981) is a retired American soccer player who played primarily as a midfielder. Upon his retirement in 2016, Jewsbury was one of ten players to have appeared in more than 350 matches in Major League Soccer.",
  "/wiki/St._Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Chad_Dombrowski": "Chad Dombrowski (born October 5, 1980 in West Allis, Wisconsin) is a retired American soccer player who spent six seasons in the USL First Division.",
  "/wiki/University_of_Wisconsin–Milwaukee": "The University of Wisconsin–Milwaukee (UW–Milwaukee, UWM, or Milwaukee) is a public urban research university in Milwaukee, Wisconsin. It is the largest university in the Milwaukee metropolitan area and a member of the University of Wisconsin System. It is also one of the two doctoral degree-granting public universities and the second largest university in Wisconsin.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Butler_University": "Butler University is a private liberal arts university in Indianapolis, Indiana, United States. Founded in 1855 and named after founder Ovid Butler, the university has over 60 major academic fields of study in six colleges: Lacy School of Business, College of Communication, College of Education, College of Liberal Arts and Sciences, College of Pharmacy and Health Sciences, and Jordan College of the Arts. It comprises a 295-acre (119 ha) campus located approximately five miles (8.0 km) from downtown Indianapolis.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Johanes_Maliza": "Johanes Maliza (born September 10, 1981 in Chicago, Illinois) is an American soccer midfielder who, in 2004 and 2005, played for the Puerto Rico Islanders of the USL First Division.  He has since entered politics and law.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Boston_College": "Boston College (BC) is a private Jesuit research university in the Chestnut Hill and Brighton neighborhoods of Boston, Massachusetts and the city of Newton, Massachusetts. It was founded in 1863 and although it is classified among \"R1: Doctoral Universities – Very high research activity\" its name reflects its historical position as a small liberal arts college. The university has more than 9,300 full-time undergraduates and nearly 5,000 graduate students. It has historical ties to Boston College High School in Dorchester, as both the high school and the college were once on one campus in the South End of Boston.  Its main campus is a historic district and features some of the earliest examples of collegiate gothic architecture in North America.",
  "/wiki/Marco_Vélez": "Marco Vélez (born June 26, 1980 in Carolina) is a Puerto Rican former footballer who played as a defender and currently works as assistant coach for Bayamón FC.",
  "/wiki/Barry_University": "Barry University is a private Catholic university in Miami Shores, Florida. Founded in 1940 by the Adrian Dominican Sisters, it is one of the largest Catholic universities in the Southeast and is within the territory of the Archdiocese of Miami.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/2003_MLS_SuperDraft": "The 2003 MLS Superdraft was held January 17, 2003 in Kansas City, Missouri. It was the fifth annual SuperDraft held by Major League Soccer."
}