{
  "/wiki/Lusia_Harris": "Lusia Harris-Stewart (born Lusia Harris; February 10, 1955) is a former American basketball player. Harris is considered to be one of the pioneers of women's basketball. She played for Delta State University and won three consecutive Association for Intercollegiate Athletics for Women (AIAW) National Championships, the predecessors to the National Collegiate Athletic Association (NCAA) championships, from 1975 to 1977. In international level, she represented the United States' national team and won the silver medal in the 1976 Olympic Games, the first ever women's basketball tournament in the Olympic Games. She played professional basketball with the Houston Angels of the Women's Professional Basketball League (WBL) and was the first and only woman ever officially drafted by the National Basketball Association (NBA), a men's professional basketball league. For her achievements, Harris has been inducted to the Naismith Memorial Basketball Hall of Fame and Women's Basketball Hall of Fame.",
  "/wiki/Delta_State_University": "Delta State University (DSU)  is a public university in Cleveland, Mississippi, in the Mississippi Delta. DSU is one of eight publicly funded universities in the state.",
  "/wiki/Ann_Meyers": "Ann Meyers Drysdale (born Ann Elizabeth Meyers; March 26, 1955) is a retired American basketball player and sportscaster. She was a standout player in high school, college, the Olympic Games, international tournaments, and the professional levels.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Nancy_Lieberman": "Nancy Elizabeth Lieberman (born July 1, 1958), nicknamed \"Lady Magic,\" is a former professional basketball player and coach in the Women's National Basketball Association (WNBA) who is currently a broadcaster for the New Orleans Pelicans of the National Basketball Association (NBA) as well as the head coach of Power, a team in the BIG3 which she led to its 2018 Championship. Lieberman is regarded as one of the greatest figures in American women's basketball.",
  "/wiki/Old_Dominion_University": "Old Dominion University (ODU) is a public research university in Norfolk, Virginia.  It was established in 1930 as the Norfolk Division of the College of William & Mary and is now one of the largest universities in Virginia with an enrollment of 24,176 students for the 2019 academic year. Old Dominion University is also home to over 700 international students from 89 different countries. Its main campus covers over 251 acres (1.02 km2) straddling the city neighborhoods of Larchmont, Highland Park, and Lambert's Point, approximately five miles (8.0 km) from Downtown Norfolk.",
  "/wiki/Julie_Shea-Graw": "Julie Shea is a runner and politician.  While at Gibbons High School in Raleigh, North Carolina, she was the first Track and Field News \"High School Athlete of the Year\" in 1977 While in track and field at North Carolina State she became, in 1980 and 1981, the only female athlete honored with the Anthony J. McKevlin Award noting athlete of the year in the Atlantic Coast Conference. (In 1990, the award began to be awarded only to male athletes and a separate award was started to honor women.)",
  "/wiki/North_Carolina_State_University": "North Carolina State University (also referred to as NCSU, NC State, or just State) is a public research university in Raleigh, North Carolina. It is part of the University of North Carolina system and is a land-, sea-, and space-grant institution. The university forms one of the corners of the Research Triangle together with Duke University in Durham and The University of North Carolina at Chapel Hill.",
  "/wiki/University_of_the_Pacific_(United_States)": "University of the Pacific (Pacific or UOP) is a private Methodist-affiliated university with campuses in Sacramento, San Francisco, and Stockton, California. It is the oldest chartered university in California, the first independent coeducational campus in California, and both the first conservatory of music and first medical school on the West Coast.",
  "/wiki/Jill_Sterkel": "Jill Ann Sterkel (born May 27, 1961) is an American former competition swimmer, Olympic champion, and former world record-holder.  Sterkel won four medals in three Olympic Games spanning twelve years.  She was the women's head coach of the Texas Longhorns swimming and diving team at the University of Texas at Austin from 1992 to 2007.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Tracy_Caulkins": "Tracy Anne Stockwell, OAM, (born January 11, 1963), née Tracy Anne Caulkins, is an American former competition swimmer, three-time Olympic gold medalist, five-time world champion, and former world record-holder in three events.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Deitre_Collins": "Deitre Collins (born March 3, 1962) is an American volleyball player. She competed in the women's tournament at the 1988 Summer Olympics.",
  "/wiki/University_of_Hawaii_at_Manoa": "The University of Hawai'i at Mānoa (University of Hawaii—Mānoa, U.H. Mānoa, the University of Hawai'i, or simply U.H.) is a public research university in Mānoa, a neighborhood in Honolulu, Hawai'i, United States. It is the flagship campus of the University of Hawai'i system. Its campus occupies the eastern half of the mouth of Mānoa Valley. Mānoa's John A. Burns School of Medicine is located in Kakaʻako, adjacent to the Kakaʻako Waterfront Park.",
  "/wiki/Cheryl_Miller": "Cheryl D. Miller (born January 3, 1964) is a former basketball player. She was formerly  a sideline reporter for NBA games on TNT Sports and also works for NBA TV as a reporter and analyst, having worked previously as a sportscaster for ABC Sports, TBS Sports, and ESPN. She was also head coach and general manager of the WNBA's Phoenix Mercury.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/Jackie_Joyner-Kersee": "Jacqueline Joyner-Kersee (born March 3, 1962) is an American retired track and field athlete, ranked among the all-time greatest athletes in the heptathlon as well as long jump. She won three gold, one silver, and two bronze Olympic medals, in those two events at four different Olympic Games. Sports Illustrated for Women magazine voted Joyner-Kersee the Greatest Female Athlete of All-Time. She is on the Board of Directors for USA Track & Field (USATF), the national governing body of the sport.",
  "/wiki/Kamie_Ethridge": "Mary Camille \"Kamie\" Ethridge (born April 21, 1964) is a former American basketball player and current basketball coach. She was an All-American point guard at the University of Texas at Austin and won a Gold medal at the 1988 Summer Olympics. She is considered one of the best women's basketball players in history and was inducted into the Women's Basketball Hall of Fame in 2002. Ethridge is currently the head coach at Washington State University.",
  "/wiki/Mary_T._Meagher": "Mary Terstegge Meagher Plant (born October 27, 1964) is an American former competition swimmer, Olympic champion, and world record-holder.  In 1981 she bettered her own existing world records in the 100-meter butterfly (57.93) and 200-meter butterfly (2:05.96).  These times would stand as the respective world records for 18 and 19 years, and are considered to be among the greatest sports performances ever.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Teresa_Weatherspoon": "Teresa Gaye Weatherspoon (born December 8, 1965) is a retired American basketball player who played for the New York Liberty and Los Angeles Sparks of the Women's National Basketball Association (WNBA) and served as the head basketball coach of the Louisiana Tech Lady Techsters. In 2011, she was voted in by fans as one of the Top 15 players in WNBA history. In 2016, Weatherspoon was chosen to the WNBA Top 20@20, a list of the league's best 20 players ever in celebration of the WNBA's twentieth anniversary.",
  "/wiki/Louisiana_Tech_University": "Louisiana Tech University, colloquially referred to as Louisiana Tech, La. Tech, or simply Tech is a  public research university in Ruston, Louisiana. It is a space grant college, member of the Southeastern Universities Research Association, member of the Association of Public and Land-Grant Universities, and Carnegie Doctoral University with high research activity (R2). It is a member of the University of Louisiana System.",
  "/wiki/Vicki_Huber": "Vicki Huber (born May 29, 1967) is a retired American middle distance and cross country runner.",
  "/wiki/Villanova_University": "Villanova University is a private Catholic research university in Radnor Township, Pennsylvania. Named after Saint Thomas of Villanova, the university is the oldest Catholic university in Pennsylvania and the only Augustinian university in the United States.",
  "/wiki/Suzy_Favor-Hamilton": "Suzy Favor Hamilton (born August 8, 1968) is an American former middle-distance runner. She competed in the 1992, 1996, and 2000 Summer Olympics.",
  "/wiki/University_of_Wisconsin–Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Dawn_Staley": "Dawn Michelle Staley (born May 4, 1970) is an American basketball Hall of Fame player and coach. Staley is a three-time Olympic gold medalist, and was elected to carry the United States flag at the opening ceremony of the 2004 Summer Olympics. After playing point guard for the University of Virginia under Debbie Ryan, and winning the gold medal at the 1996 Summer Olympics, she went to play professionally in the American Basketball League and the WNBA. In 2011, Staley was voted in by fans as one of the Top 15 players in WNBA history. She was elected to the Naismith Memorial Basketball Hall of Fame in 2013.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Missy_Marlowe": "Melissa Anne \"Missy\" Marlowe (born August 25, 1971) is an American retired gymnast. She competed in six events at the 1988 Summer Olympics.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Lisa_Fernandez": "Lisa Maria Fernandez (born February 22, 1971) is a Puerto Rican-American, former collegiate 4-time First Team All-American, 3-time medal winning Olympian, right-handed hitting softball pitcher and third baseman, current softball assistant coach at UCLA, originally from Long Beach, California. She starred on both sides of the plate for the UCLA Bruins softball team from 1990-93 and won two National Championships. She continues to hold the UCLA records for career shutouts, WHIP and winning percentage. Fernandez established Olympic records in softball with 25 strikeouts in a game and the best batting average for a single tournament as a member of the United States Women's team; additionally, she is noted for having pitched in three consecutive gold medal games, getting a save in 1996, an extra-inning shutout in 2000 before concluding the run by cinching the 2004 medal in a 5-1 victory. Fernandez was named the #1 Greatest College Softball Player and is a USA Softball Hall of Fame honoree.",
  "/wiki/Mia_Hamm": "Mariel Margaret Hamm-Garciaparra (born March 17, 1972) is an American retired professional soccer player, two-time Olympic gold medalist, and two-time FIFA Women's World Cup champion. Hailed as a soccer icon, she played as a forward for the United States women's national soccer team from 1987–2004.  Hamm was the face of the Women's United Soccer Association (WUSA), the first professional women's soccer league in the United States, where she played for the Washington Freedom from 2001–2003. She played college soccer for the North Carolina Tar Heels women's soccer team and helped the team win four consecutive NCAA Division I Women's Soccer Championship titles.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Honda-Broderick_Cup": "The Honda-Broderick Cup is a sports award for college-level female athletes. The awards are voted on by a national panel of more than 1000 collegiate athletic directors. It was first presented by Tom Broderick, an American owner of a women's sports apparel company, in 1977, with the first award going to Lusia Harris, who played basketball at Delta State University. The Honda Corporation has presented the award since 1987. To be nominated, an athlete must have won the Honda Sports Award for her sport."
}