{
  "/wiki/Francis_Cabrel": "Francis Christian Cabrel (French pronunciation: ​[fʁɑ̃sis kʁistjɑ̃ kabʁɛl]; born November 23, 1953 in Agen, Nouvelle-Aquitaine) is a French singer-songwriter-composer and guitarist. He has released a number of albums falling mostly within the realm of folk, with occasional forays into blues or country. Several of his songs, such as \"L'Encre de Tes Yeux,\" \"Petite Marie,\" \"Je l'Aime à Mourir\", and \"La Corrida,\" have become enduring favorites in French music. Cabrel is considered one the most influential French musical artists of all time.",
  "/wiki/Johnny_Hallyday": "Jean-Philippe Léo Smet (French pronunciation: ​[ʒɑ̃ filip leo smɛt]; 15 June 1943 – 6 December 2017), better known by his stage name Johnny Hallyday ([ʒɔni alidɛ]), was a French rock and roll and pop singer and actor, credited for having brought rock and roll to France.",
  "/wiki/Sang_pour_sang": "Sang pour sang is a 1999 album recorded by French singer Johnny Hallyday. It was released on 13 September 1999, and achieved huge success in France and Belgium (Wallonia), where it topped the charts and stayed on the charts for respectively two and one years. It provided five top 15 singles in France : \"Vivre pour le meilleur\" (No. 2), \"Un jour viendra\" (No. 6), \"Sang pour sang\" (No. 9), \"Partie de cartes\" (No. 13) and \"Pardon\" (No. 9). David Hallyday, Johnny's son, participated in the composition of all the songs of the album, along with Miossec and Zazie.",
  "/wiki/Notre_Dame_de_Paris_(musical)": "Notre-Dame de Paris is a sung-through French musical which debuted on 16 September 1998 in Paris. It is based upon the novel Notre-Dame de Paris (The Hunchback of Notre-Dame) by the French novelist Victor Hugo. The music was composed by Riccardo Cocciante (also known as Richard Cocciante) and the lyrics are by Luc Plamondon.",
  "/wiki/Mylène_Farmer": "Mylène Jeanne Gautier (French pronunciation: ​[milɛn ʒan ɡotje]; born 12 September 1961), known professionally as Mylène Farmer, is a French singer, songwriter, occasional actress, writer, and entrepreneur. She was born in Pierrefonds, Quebec, to a French family, and brought up in France.",
  "/wiki/Innamoramento": "Innamoramento is the fifth studio album by Mylène Farmer, released on 7 April 1999.",
  "/wiki/Manau_(group)": "Manau (pronounced [mano]) is a French hip hop group formed in 1998, known for their fusing of traditional Celtic melodies with modern hip hop beats. It was initially composed of Martial Tricoche, Cédric Soubiron, and R.V. (Hervé) Lardic until R.V.'s departure and replacement by Gregor Gandon. Although the band is currently based in Paris, all of the members can trace their roots back to Brittany. The group's name comes from the old Gaelic name for the Isle of Man.",
  "/wiki/Manu_Chao": "Manu Chao (Spanish pronunciation: [ˈmanu ˈtʃao]; born José-Manuel Thomas Arthur Chao, June 21, 1961) is a French musician of Spanish descent. He sings in French, Spanish, English, Italian, Arabic, Catalan, Galician, Portuguese, Greek and occasionally in other languages. Chao began his musical career in Paris, busking and playing with groups such as Hot Pants and Los Carayos, which combined a variety of languages and musical styles. With friends and his brother Antoine Chao, he founded the band Mano Negra in 1987, achieving considerable success, particularly in Europe. He became a solo artist after its breakup in 1995, and since then tours regularly with his live band, Radio Bemba.",
  "/wiki/Clandestino": "Clandestino is the first full-length solo album by Manu Chao, released in 1998. The album contains many soundbites throughout, two of which are bits of a speech by Subcomandante Marcos and, like Chao's subsequent albums, was mostly recorded by the musician himself in various locations around the world, using a small laptop—which is referred to in the liner notes as Estudio Clandestino. The French edition of Rolling Stone magazine named this album the 67th greatest French rock album (out of 100). The album was also included in the book 1001 Albums You Must Hear Before You Die.",
  "/wiki/Céline_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/S'il_suffisait_d'aimer": "S'il suffisait d'aimer (retitled S'il suffisait d'aimer (If Only Love Could Be Enough) for the US release) is a French-language studio album by Canadian singer Celine Dion, released by Columbia Records on 7 September 1998. The album was mainly written and produced by French singer-songwriter, Jean-Jacques Goldman. It garnered favorable reviews from music critics and became the second best-selling French-language album of all time, after Dion's own D'eux (1995). It includes three hit singles: \"Zora sourit\", \"S'il suffisait d'aimer\" and \"On ne change pas\". S'il suffisait d'aimer won the Juno Award for Best Selling Francophone Album of the Year.",
  "/wiki/The_Offspring": "The Offspring is an American rock band from Garden Grove, California, formed in 1984. Originally formed under the name Manic Subsidal, the band's current lineup consists of lead vocalist and guitarist Bryan \"Dexter\" Holland, bassist Todd Morse, guitarist Kevin \"Noodles\" Wasserman and drummer Pete Parada. Over the course of their 36-year career, they have released nine studio albums and experienced lineup changes, most noticeably with their drummers. Their longest-serving drummer was Ron Welty, who replaced original drummer James Lilja in 1987, and stayed with the band for 16 years; he was replaced by Atom Willard in 2003, and then four years later by Parada. Gregory \"Greg K.\" Kriesel, one of the co-founders of The Offspring, was their bassist until 2018 when he parted ways due to business disputes with the band, leaving Holland as the sole remaining original member. Kriesel was replaced by Todd Morse of H2O, who had previously worked with The Offspring as their touring guitarist.",
  "/wiki/Americana_(The_Offspring_album)": "Americana is the fifth studio album by American punk rock band the Offspring, released on November 17, 1998, by Columbia Records. Following a worldwide tour in support of its previous album Ixnay on the Hombre (1997), the band commenced work on a new album in July 1998.",
  "/wiki/List_of_number-one_singles_of_1999_(France)": "This is a list of the French SNEP Top 100 Singles & Top 75 Albums number-ones of 1999."
}