{
  "/wiki/Fawkner_SC": "Fawkner Soccer Club is an Australian soccer club from Fawkner, a suburb of Melbourne, Victoria. The club was formed in 1967 by local Italian Australians after Fawkner SC separated from Fawkner Blues now known as Manningham United FC. After being granted full ownership of CB Smith Reserve the re-branded Fawkner Soccer Club fielded their rebuilt senior side in 2012. In 2015, Fawnker were crowned champions of the State League Division 4 North, earning promotion to the State League Division 3 North-West.",
  "/wiki/Victorian_State_League_Division_3": "The Victorian State League Division 3 is the fifth tier soccer competition (behind the National Premier Leagues) in Victoria, Australia, and the sixth nationally, including the A-League. It is conducted by the Football Federation Victoria, the state's football governing body.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Victorian_State_League_Division_2": "The Victorian State League Division 2 is the fourth tier soccer competition behind the National Premier Leagues Victoria, National Premier Leagues Victoria 1 and Victorian State League Division 1 in Victoria, Australia, and the fifth nationally, including the A-League. It is conducted by the Football Federation Victoria, the state's football governing body.",
  "/wiki/Floreat_Athena_FC": "Floreat Athena Football Club is an association football (soccer) club based in Perth, Western Australia. The club competes in the National Premier Leagues Western Australia. The club's founders were of Greek heritage.",
  "/wiki/National_Premier_Leagues_Western_Australia": "The National Premier Leagues Western Australia is a regional Australian semi-professional soccer league comprising teams from Western Australia.  The league name is often abbreviated to NPL Western Australia or NPL WA. As a subdivision of the National Premier Leagues, the league is the highest level of the Western Australian league system (Level 2 of the overall Australian league system). The competition is administered by Football West, the governing body of the sport in the state. In 2014, the league – formerly known as the Football West State League Premier Division – was rebranded into what exists today.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Forrestfield_United_SC": "Forrestfield United Soccer Club is one of the biggest football clubs in Perth, Western Australia. The club was founded in 1962 as Cottesloe Soccer Club. It is a regional community club in the City of Kalamunda situated at Hartfield Park in the foothills of the picturesque Darling Ranges, with over 600 players and close to 800 members.\nThe club offers a development pathway with Football Federation Australia accredited coaches via its Junior NPL program all the way through to its semi-professional senior team.",
  "/wiki/Football_West_State_League_Division_1": "The Football West State League Division 1  is a regional Australian semi-professional association football league comprising teams from Western Australia. The league sits at Level 2 on the Western Australian league system (Level 3 of the overall Australian league system). The competition is administered by Football West, the governing body of the sport in the state. The league has been officially called the All Flags State League Division 1 due to sponsorship arrangements since 2011.",
  "/wiki/Frankston_Pines_FC": "Frankston Pines Football Club is an Australian soccer club based in Frankston North, a suburb of Melbourne, Victoria. The club was formed by local Scottish Australians in 1965. Their home ground is Monterey Reserve, which holds approximately 4,000.",
  "/wiki/Fraser_Park_FC": "Fraser Park FC, is an Australian soccer club with teams competing at all grades of the NSW Men’s Premier League 3 and in various divisions of the Canterbury District Soccer Football Association. The club also has teams participating in the Football NSW Skills Acquisition Program, which is the official Football NSW development program for players age 9 to 11 years. Their home ground is Fraser Park, off Marrickville Rd in the Sydney suburb of Marrickville.",
  "/wiki/National_Premier_Leagues_NSW_3": "The NSW NPL3 is a regional Australian semi-professional association football league comprising teams from New South Wales. The league sits at Level 3 on the New South Wales league system (Level 4 of the overall Australian league system). The competition is administered by Football NSW, the governing body of the sport in the southern region of the state (the northern region governed by Northern NSW Football). At the conclusion of the 2015 season it was announced that the State League 1 would become the NPL3",
  "/wiki/Fulham_United_FC": "Fulham United FC  is a football club based in Fulham, South Australia. They won four consecutive seasons between the years 2004 and 2007. For the 2018 season, their men's team is set to join the new South Australian State League 1 competition, after gaining promotion in the South Australian State League 2 competition in 2017. Their senior women’s team plays in the elite FFSA Women's National Premier League. In October of 2019 Jenna McCormick, who played in Fulham’s NPL team was selected for the Australian national women’s team, the Matildas, to play in the 2020 matches in Sydney and Adelaide against Chile.",
  "/wiki/National_Premier_Leagues_State_League_2": "The South Australian NPL State League 2 is the third tier state-level football (soccer) competition in South Australia, ranked fourth tier in the national pyramid. The league is part of the National Premier Leagues (NPL) structure implemented by Football Federation Australia in 2012. It is conducted by the Football Federation South Australia, the state's governing body. The competition will include SAASL teams Fulham United and Adelaide Vipers and also Collegiate Soccer League team Mount Barker United. This league structure will remain until the end of the 2018 season, with allowances for new teams entering State League 2.",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide."
}