{
  "/wiki/Darwin,_Northern_Territory": "Darwin (/ˈdɑːrwɪn/ (listen) DAR-win) is the capital city of the Northern Territory of Australia, situated on the Timor Sea. It is the largest city in the sparsely populated Northern Territory, with a population of 148,564. It is the smallest, wettest and most northerly of the Australian capital cities, and acts as the Top End's regional centre.",
  "/wiki/Gawler_SC": "Gawler Eagles FC provides organised soccer games for boys and girls, men and women from 5 years to over 50 years old, and is affiliated with the Football Federation of South Australia.",
  "/wiki/National_Premier_Leagues_State_League_2": "The South Australian NPL State League 2 is the third tier state-level football (soccer) competition in South Australia, ranked fourth tier in the national pyramid. The league is part of the National Premier Leagues (NPL) structure implemented by Football Federation Australia in 2012. It is conducted by the Football Federation South Australia, the state's governing body. The competition will include SAASL teams Fulham United and Adelaide Vipers and also Collegiate Soccer League team Mount Barker United. This league structure will remain until the end of the 2018 season, with allowances for new teams entering State League 2.",
  "/wiki/Gawler,_South_Australia": "Gawler is the oldest country town on the Australian mainland in the state of South Australia, and is named after the second Governor (British Vice-Regal representative) of the colony of South Australia, George Gawler. It is about  40–44 km (25–27 mi) north of the centre of the state capital, Adelaide, and is close to the major wine producing district of the Barossa Valley. Topographically, Gawler lies at the confluence of two tributaries of the Gawler River, the North and South Para rivers, where they emerge from a range of low hills.",
  "/wiki/NSW_State_League": "The NSW State League is a regional Australian semi-professional association football league comprising teams from New South Wales. The league sits at Level 4 on the New South Wales league system (Level 5 of the overall Australian league system). The competition is administered by Football NSW, the governing body of the sport in the southern region of the state (the northern region governed by Northern NSW Football). For the 2016 season it was announced that the State League 2 would become the NSW State League as State League 1 became NPL NSW 3.",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Geelong_SC": "Geelong Soccer Club is a soccer club in Geelong, Australia founded in the 1950s.",
  "/wiki/Victorian_State_League_Division_1": "The Victorian State League Division 1 is a regional Australian semi-professional association football league comprising teams from Victoria. The league is divided in two divisions: North-West and South-East. It sits at Level 3 on the Victorian league system (Level 4 of the overall Australian league system). The competition is administered by Football Federation Victoria, the governing body of the sport in the state.",
  "/wiki/Geelong": "Geelong (/dʒɪˈlɒŋ/) is a port city located on Corio Bay and the Barwon River, in the state of Victoria, Australia.  Geelong is 75 kilometres (47 mi) south-west of the state capital, Melbourne. It is the second largest Victorian city, with an estimated urban population of 268,277 as of June 2018. Geelong runs from the plains of Lara in the north to the rolling hills of Waurn Ponds to the south, with Corio Bay to the east and the Barrabool Hills to the west. Geelong is the administrative centre for the City of Greater Geelong municipality, which covers urban, rural and coastal areas surrounding the city, including the Bellarine Peninsula.[note 1]",
  "/wiki/Geelong_Rangers_FC": "Geelong Rangers Football Club is an Australian soccer club based in Geelong, Australia. The club currently competes in the Victorian State League Division 2 North-West, the regionalized fifth division of the Australian soccer league system.",
  "/wiki/Victorian_State_League_Division_2": "The Victorian State League Division 2 is the fourth tier soccer competition behind the National Premier Leagues Victoria, National Premier Leagues Victoria 1 and Victorian State League Division 1 in Victoria, Australia, and the fifth nationally, including the A-League. It is conducted by the Football Federation Victoria, the state's football governing body.",
  "/wiki/Alice_Springs": "Alice Springs (Eastern Arrernte: Mparntwe) is the third-largest town in the Northern Territory of Australia. Known as Stuart until 31 August 1933, the name Alice Springs was given by surveyor William Whitfield Mills after Alice, Lady Todd (née Alice Gillam Bell), wife of the telegraph pioneer Sir Charles Todd.  Now colloquially known as The Alice or simply Alice, the town is situated roughly in Australia's geographic centre. It is nearly equidistant from Adelaide and Darwin.",
  "/wiki/Victorian_State_League_Division_5": "Victorian State League Division 5 is the seventh level of soccer in Victoria, Australia, and the eighth nationally. The league is split into four geographic conferences - North, West, South and East. The league replaced Provisional League 3 and the Metropolitan League in 2013 following a restructure of the Victorian State League.",
  "/wiki/Gisborne,_Victoria": "Gisborne (/ˈɡɪzbərn/) is a town in the Macedon Ranges, approximately 54 kilometres (34 mi) north-west of Melbourne, Victoria, Australia. In June 2018 Gisborne had a population of 13,963. Known for its country homesteads, tree-lined streets, restaurants and cafes, Gisborne is the largest town in the Macedon Ranges Shire.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Glenorchy_Knights_FC": "Glenorchy Knights Football Club is an Australian semi-professional soccer club based in Glenorchy, Tasmania. Founded in 1957, the club currently competes in the National Premier Leagues Tasmania, with matches played at KGV Park.",
  "/wiki/Southern_Championship": "The Southern Championship is an association football league in Southern Tasmania.  It is jointly with the Northern Championship, the second highest level soccer competition in Tasmania. Nationally, it sits below the A-League and NPL Tasmania.  It is controlled by the Football Federation Tasmania (FFT).",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). Founded in 1804 as a British penal colony, Hobart, formerly known as Hobart Town or Hobarton, is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/Gladesville_Hornsby_Football_Association_Spirit_FC": "North West Sydney Spirit FC is an Australian soccer club. It was the successor of the defunct Northern Spirit FC, a semi professional  soccer club based in North Sydney, Sydney, New South Wales. Northern Spirit entered the National Soccer League in the 1998–99 season.  Its founding was inspired in part by the success Perth Glory was enjoying as a mainstream club (as opposed to the league's mainstay European migrant founded clubs), as well as an opportunity to tap into the previously unrepresented northern suburbs of Sydney.[citation needed]",
  "/wiki/National_Premier_Leagues_NSW_2": "The National Premier Leagues NSW 2 is an Australian semi-professional association football league comprising teams from New South Wales. The league sits at Level 2 on the New South Wales league system, behind the National Premier Leagues NSW, (Level 3 of the overall Australian league system). The competition is administered by Football NSW, the governing body of the sport in the southern region of the state (the northern region governed by Northern NSW Football). Prior to 2013, the league was formerly known as the NSW Super League.",
  "/wiki/Gladesville_Ryde_Magic_FC": "Gladesville Ryde Magic Football Club is an Australian semi-professional football club based in North Ryde, New South Wales. The club currently has senior squads competing in the NSW National Premier League 3 and youth squads competing in the NSW National Premier League 2. The club also has a number of junior squads who compete in the Football NSW Skills Acquisitions Program.",
  "/wiki/National_Premier_Leagues_NSW_3": "The NSW NPL3 is a regional Australian semi-professional association football league comprising teams from New South Wales. The league sits at Level 3 on the New South Wales league system (Level 4 of the overall Australian league system). The competition is administered by Football NSW, the governing body of the sport in the southern region of the state (the northern region governed by Northern NSW Football). At the conclusion of the 2015 season it was announced that the State League 1 would become the NPL3",
  "/wiki/Granville_Rage_FC": "The Granville Rage are an Australian semi-professional soccer club, located in the Greater Western Sydney suburb of Granville. The club was founded in 2000. They currently play in the National Premier Leagues NSW 4 Men's competition, they have played in the NSW Super League, the second tier of football in New South Wales below the NSW Premier League.",
  "/wiki/Green_Gully_SC": "Green Gully Soccer Club is an Australian football club based in Melbourne, Victoria. Green Gully is one of the largest clubs in Melbourne, having participated in the now defunct National Soccer League between 1984–1986. The club currently competes in the National Premier Leagues Victoria, with matches played at Green Gully Reserve in Kealba. Green Gully have won the Victorian state league title nine times, second only to South Melbourne FC with ten. \nIt is one of six state league teams to eliminate an A-League team in the FFA Cup, alongside Blacktown City FC, Heidelberg United FC, Redlands United FC, Adelaide City FC and the Bentleigh Greens SC.",
  "/wiki/National_Premier_Leagues_Victoria": "The National Premier Leagues Victoria, commonly known as NPL Victoria, is a semi-professional soccer league in Victoria, Australia. As a subdivision of the nationwide NPL, the league is the highest level within the Victorian soccer league system, serving jointly as the second tier within the overall Australian pyramid.",
  "/wiki/Gold_Coast_City_FC": "Gold Coast City FC is an Australian semi-professional soccer club based in Gold Coast, Queensland. The club was formed in 1966 as Palm Beach SC before changing their name in 2016 when joining the Queensland NPL. The club currently competes in the National Premier League Queensland.",
  "/wiki/National_Premier_Leagues_Queensland": "The National Premier League Queensland, run by Football Queensland, is the top tier state-level football (soccer) competition in Queensland. The conference is a sub division of the National Premier Leagues. The inaugural season kicked off in March 2013 and consisted of 12 teams. Each team will be expected to field a senior team, five junior men's teams from under-12 to under-20 starting in 2013 and women's junior teams in under-13, under-15, and under-17 starting in 2014.",
  "/wiki/Gold_Coast,_Queensland": "The Gold Coast is a coastal city in the Australian state of Queensland, approximately 66 kilometres (41 mi) south-southeast of the state capital Brisbane and immediately north of the border with New South Wales. With a estimated population of 679,127, at June 2018 (including 76,779 in the adjacent Tweed Valley of New South Wales), the Gold Coast is the sixth-largest city in Australia, making it the largest non-capital city, and Queensland's second-largest city.",
  "/wiki/Gold_Coast_United_FC": "Gold Coast United FC is an association football (soccer) club based on the Gold Coast, Queensland, Australia. The earliest incarnation of the club formed in 1966 and its home ground was at Nikiforides Family Park in Broadbeach. The first era of Gold Coast United senior teams competed in the Brisbane leagues until the club disbanded after the 1979 season, allowing Broadbeach United Soccer Club to form its first senior team in 1980 at the same grounds.",
  "/wiki/Victorian_State_League_Division_4": "Victorian State League Division 4 is the sixth level of soccer in Victoria, Australia, and the seventh nationally. The league is split into four geographic conferences – North, West, South and East. The league replaced Provisional Leagues 1 and 2 at the end of the 2012 season.",
  "/wiki/Bannockburn,_Victoria": "Bannockburn is a rural township near Geelong, Victoria, Australia, 88 km southwest of Melbourne. It is located in Golden Plains Shire. In the 2016 census, Bannockburn had a population of 5,283.",
  "/wiki/Gosnells_City_FC": "Gosnells City Football Club is a football (soccer) club based in Thornlie, Western Australia. The club currently (2019) competes in the Football West State League Division 2.",
  "/wiki/Football_West_State_League_Division_1": "The Football West State League Division 1  is a regional Australian semi-professional association football league comprising teams from Western Australia. The league sits at Level 2 on the Western Australian league system (Level 3 of the overall Australian league system). The competition is administered by Football West, the governing body of the sport in the state. The league has been officially called the All Flags State League Division 1 due to sponsorship arrangements since 2011.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Capital_Football_State_League": "The Capital Football State League is an amateur soccer league system based in the Canberra, Australian Capital Territory (ACT) region. The league system is organised and run by Capital Football and represents levels two and below in the ACT league pyramid beneath the National Premier Leagues Capital Football for both men and women.",
  "/wiki/Goulburn,_New_South_Wales": "Goulburn /ˈɡoʊlbərn/ is a regional city in the Southern Tablelands of the Australian state of New South Wales, approximately 195 kilometres (121 mi) south-west of Sydney, and 90 kilometres (56 mi) north-east of Canberra. It was proclaimed as Australia's first inland city through letters patent by Queen Victoria in 1863. Goulburn had a population of 23,835 at June 2018. Goulburn is the seat of Goulburn Mulwaree Council.",
  "/wiki/Goulburn_Strikers_FC": "The Goulburn Strikers Football Club is an Australian football (soccer) club based in Goulburn, New South Wales, Australia. Established in 2001, the club was known until 2009 as Southern Tablelands Football Association STFA Strikers. The club currently competes in the ACT State League, hosting matches at their home ground Strikers Park.",
  "/wiki/Goulburn_Valley_Suns_FC": "Goulburn Valley Suns are a semi-professional association football club based in Shepparton, Victoria. The club was established in 2013 and currently competes in the National Premier Leagues Victoria 2. The Suns' home base in John McEwen Reserve.",
  "/wiki/National_Premier_Leagues_Victoria_2": "The National Premier Leagues Victoria 2, commonly referred to as NPL Victoria 2, is a regional Australian semi-professional soccer  league comprising teams from Victoria. The league sits at level 2 on the Victorian league system, behind the National Premier Leagues Victoria, (level 3 of the overall Australian league system). The competition is administered by Football Federation Victoria, the governing body of the sport in the state.",
  "/wiki/Shepparton": "Shepparton (/ˈʃɛpərtən/) is a city located on the floodplain of the Goulburn River in northern Victoria, Australia, approximately 181 kilometres (112 mi) north-northeast of Melbourne. As at June 2018 the estimated population of Shepparton, including the adjacent town of Mooroopna, was 51,631.",
  "/wiki/List_of_soccer_clubs_in_Australia": "This is a list of soccer clubs in Australia. The Australian soccer league system consists of a national league — A-League (men) and W-League (women) — a state/territory-based second tier National Premier Leagues (NPL) structure and other state-based leagues. Promotion and relegation exists in some states between NPL and state leagues, however not between the A-League and the NPL. Included are all clubs playing in state (or territory)-wide leagues, or where states are split into two separate leagues."
}