{
  "/wiki/Oakleigh_Cannons_FC": "Oakleigh Cannons Football Club is a soccer club based in the south-east Melbourne suburb of Oakleigh, Victoria, Australia. The club, established by members of Oakleigh's Greek Australian community, currently competes in the NPL Victoria. The club is located at Jack Edwards Reserve, Edward Street, Oakleigh.",
  "/wiki/National_Premier_Leagues_Victoria": "The National Premier Leagues Victoria, commonly known as NPL Victoria, is a semi-professional soccer league in Victoria, Australia. As a subdivision of the nationwide NPL, the league is the highest level within the Victorian soccer league system, serving jointly as the second tier within the overall Australian pyramid.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Victorian_State_League_Division_4": "Victorian State League Division 4 is the sixth level of soccer in Victoria, Australia, and the seventh nationally. The league is split into four geographic conferences – North, West, South and East. The league replaced Provisional Leagues 1 and 2 at the end of the 2012 season.",
  "/wiki/Victorian_State_League_Division_5": "Victorian State League Division 5 is the seventh level of soccer in Victoria, Australia, and the eighth nationally. The league is split into four geographic conferences - North, West, South and East. The league replaced Provisional League 3 and the Metropolitan League in 2013 following a restructure of the Victorian State League.",
  "/wiki/Old_Scotch_SC": "Scotch College  is an independent Presbyterian day and boarding school for boys, located in Hawthorn, an inner-eastern suburb of Melbourne, Victoria, Australia.",
  "/wiki/Victorian_State_League_Division_2": "The Victorian State League Division 2 is the fourth tier soccer competition behind the National Premier Leagues Victoria, National Premier Leagues Victoria 1 and Victorian State League Division 1 in Victoria, Australia, and the fifth nationally, including the A-League. It is conducted by the Football Federation Victoria, the state's football governing body.",
  "/wiki/Old_Xaverians_SC": "The Old Xaverians Soccer Club is an Australian semi-professional soccer club based in the Melbourne suburb of Kew East. The club was founded in February 2002 by alumni & parents of Jesuit school Xavier College with backing from the Old Xaverian Association, the Associated Old Boys Soccer Association, the school's administration, and members of the Italian community of Melbourne. The club fields both senior' and reserves' teams for men & women, and operates a junior academy under license from Football Federation Victoria.",
  "/wiki/Olympia_FC_Warriors": "Olympia Football Club Warriors, known as Olympia FC Warriors, is a professional association football club based in Hobart, Australia. The club competes in the NPL Tasmania. The club also fields teams in all junior divisions, as well as women's teams. Olympia play their home games at Warrior Park, in Warrane, Tasmania.",
  "/wiki/National_Premier_Leagues_Tasmania": "The National Premier Leagues Tasmania is an Australian semi-professional soccer league covering all regions of Tasmania. The league is a subdivision of the National Premier Leagues and commenced in 2013 with eight teams, expanding to nine teams in 2019. Nationally the league sits below the A-League and above the Tasmanian regional championship competitions (with whom promotion and relegation will exist from the 2019 season onwards).",
  "/wiki/Hobart": "Hobart  (/ˈhoʊbɑːrt/ (listen)) is the capital and most populous city of the Australian island state of Tasmania. With a population of approximately  240,342 (over 45% of Tasmania's population), it is the least populated Australian state capital city, and second smallest if territories are taken into account (after Darwin, Northern Territory). Founded in 1804 as a British penal colony, Hobart, formerly known as Hobart Town or Hobarton, is Australia's second oldest capital city after Sydney, New South Wales. Prior to British settlement, the Hobart area had been occupied for possibly as long as 35,000 years, by the semi-nomadic Mouheneener tribe, a sub-group of the Nuennone, or South-East tribe. The descendants of these Aboriginal Tasmanians often refer to themselves as 'Palawa'.",
  "/wiki/Olympic_FC": "Olympic Football Club is a semi-professional soccer club based in Brisbane, Queensland. The club was founded in 1967 and currently competes in the National Premier Leagues Queensland, with home matches played at Goodwin Park. The club has grown tremendously in the past 15 years growing from 190 registered players to over 855 players. The current head coach is Ben Cahn.",
  "/wiki/National_Premier_Leagues_Queensland": "The National Premier League Queensland, run by Football Queensland, is the top tier state-level football (soccer) competition in Queensland. The conference is a sub division of the National Premier Leagues. The inaugural season kicked off in March 2013 and consisted of 12 teams. Each team will be expected to field a senior team, five junior men's teams from under-12 to under-20 starting in 2013 and women's junior teams in under-13, under-15, and under-17 starting in 2014.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Olympic_Kingsway_SC": "The Olympic Kingsway Sports Club, often referenced as Kingsway Olympic, is an Australian football club from Perth, Western Australia. The club was founded in 1953 by Greek immigrants. They moved to their current location at the Kingsway Sporting Complex in Darch in 1973. They currently have 400 players in teams ranging from Under 6 to under 16, as well as senior Saturday and Sunday Teams. The club currently (2019) competes in the Football West State League Division 1.",
  "/wiki/Football_West_State_League_Division_2": "The Football West State League Division 2 is a regional Australian semi-professional association football league comprising teams from Western Australia. The league sits at Level 3 on the Western Australian league system (Level 4 of the overall Australian league system). The competition is administered by Football West, the governing body of the sport in the state.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver."
}