{
  "/wiki/Amos_Lyle": "Amos Moore Lyle (October 8, 1866 – April 1943) was a politician in the Canadian provinceof Manitoba.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.",
  "/wiki/Arthur_(electoral_district)": "Arthur is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1903 and was eliminated by redistribution in 1989, when its territory was combined with that from the neighbouring Virden riding to create the new riding of Arthur-Virden.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Aimé_Bénard": "Aimé Bénard (November 21, 1873 – January 8, 1938) was a politician in Manitoba, Canada.  He served as interim leader of the provincial Conservatives in 1915, and was later appointed to the Senate of Canada.",
  "/wiki/Assiniboia_(provincial_electoral_district)": "Assiniboia is a provincial electoral division in the Canadian province of Manitoba. It was first created for the 1879 provincial election, was eliminated in 1888, and was re-established in 1903. It is located in the westernmost tip of the City of Winnipeg.",
  "/wiki/James_Argue": "James Henthorne Argue (2 June 1848 – 4 March 1927) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1914, as a member of the Conservative Party.",
  "/wiki/James_H._Howden": "James Henry Howden (October 11, 1860—July 16, 1938) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a member of the Conservative Party from 1903 to 1915, and was a cabinet minister in the government of Rodmond Roblin.",
  "/wiki/George_Malcolm_(politician)": "George John Huntley Malcolm (August 20, 1865–August 18, 1930) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Liberal from 1909 to 1922, and was a cabinet minister in the government of Tobias Norris.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/George_R._Coldwell": "George Robson Coldwell (4 July 1858 – 24 January 1924) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1907 to 1915, and was a cabinet minister in the government of Rodmond Roblin. Coldwell was a member of the Conservative Party.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Alfred_Carroll": "Alfred Henry Carroll (March 2, 1846 — June 9, 1924) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1903 to 1914, as a member of the Conservative Party.",
  "/wiki/Albert_Prefontaine": "Albert Préfontaine (October 11, 1861 - February 21, 1935) was a politician in Manitoba, Canada.  He served as leader of the Manitoba Conservatives in the late 1910s, and was subsequently a member of the United Farmers of Manitoba.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/George_Steel_(Manitoba_politician)": "George Steel (June 3, 1858–August 20, 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.",
  "/wiki/James_G._Harvey": "James Graham Harvey (June 3, 1869—November 12, 1950) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/John_C._W._Reid": "John Christie Walker Reid (July 25, 1871—January 13, 1942) was a farmer and politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.",
  "/wiki/Rodmond_Roblin": "Sir Rodmond Palen Roblin KCMG (February 15, 1853 – February 16, 1937) was a businessman and politician in Manitoba, Canada .",
  "/wiki/Dufferin_(Manitoba_provincial_electoral_district)": "Dufferin is a former provincial electoral division in Manitoba, Canada.  It was originally created in 1879 as two divisions, Dufferin North and Dufferin South.  Dufferin was consolidated into a single constituency for the 1888 provincial election, but was eliminated with the 1892 election.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/Sam_Hughes_(Manitoba_politician)": "Sam Hughes (June 13, 1873 – March 24, 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1915, as a member of the Conservative Party.",
  "/wiki/Gilbert_Plains_(electoral_district)": "Gilbert Plains is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Baldwin_Baldwinson": "Baldwin Larus Baldwinson (October 26, 1856 – October 5, 1936) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1907 and from 1910 to 1913, as a member of the Conservative Party.",
  "/wiki/Gimli_(electoral_district)": "Gimli is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1899, and has existed continuously since that time.",
  "/wiki/James_William_Armstrong": "James William Armstrong (January 14, 1860—February 26, 1928) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1907 to 1922 as a member of the Liberal Party, and was a cabinet minister in the government of Tobias Norris.",
  "/wiki/Gladstone_(electoral_district)": "Gladstone is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1879 in what was then the province's western tip, with the expansion of the province's western boundary, and eliminated by redistribution in 1881.  It was re-established in 1903 (primarily from the old riding of Westbourne) and was not abolished again until 1999.",
  "/wiki/William_Ferguson_(Manitoba_politician)": "William Ferguson (March 8, 1862 – after 1920) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1903 and from 1907 to 1914, as a member of the Conservative Party.",
  "/wiki/Hamiota_(electoral_district)": "Hamiota is a former provincial electoral division in Manitoba, Canada.  It was created by redistribution in 1903, and eliminated with the 1969 provincial election.",
  "/wiki/Orton_Grain": "Orton Irwin Grain (August 9, 1863 – February 2, 1930) was a Canadian physician and politician in Manitoba.  He served in the Legislative Assembly of Manitoba from 1899 to 1903, and again from 1907 to 1913.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/George_Lawrence_(politician)": "George Lawrence (March 21, 1857 – 1924) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915 as a member of the Conservative Party, and was a cabinet minister in the government of Rodmond Roblin.",
  "/wiki/Killarney_(electoral_district)": "Killarney is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Charles_Duncan_McPherson": "Col. Charles Duncan McPherson (April 11, 1877 —1970) was a soldier, journalist and politician from Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1910–14, and again from 1915-22. He was a Liberal, and served as a cabinet minister in the government of Tobias Norris.",
  "/wiki/Lakeside_(electoral_district)": "Lakeside is a provincial electoral division in Manitoba, Canada.  It is located to the immediate northwest of the city of Winnipeg.",
  "/wiki/13th_Manitoba_Legislature": "The members of the 13th Manitoba Legislature were elected in the Manitoba general election held in July 1910. The legislature sat from February 9, 1911, to June 15, 1914."
}