{
  "/wiki/Amos_Lyle": "Amos Moore Lyle (October 8, 1866 – April 1943) was a politician in the Canadian provinceof Manitoba.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.\n Lyle was born near Smiths Falls, Canada West (now Ontario), the son of Samuel Lyle and Mary Moore, a family that had emigrated from Ireland in 1848.  He was educated at Smiths Falls and Morrisburg.  He worked as a cabinet maker in Morrisburg and then went to Manitoba in 1886, and returned in 1891 after a period in British Columbia.  Lyle was a farmer, and a breeder of purebred Clydesdales.  He served on the town council for Lyleton. In 1900, Lyle married Lillian G. Lyle. In religion, he was a Presbyterian.\n He first ran for the Manitoba legislature in the 1907 provincial election, and lost to Liberal candidate John Williams by three votes in the Arthur constituency.  He ran again in the 1910 election, and defeated Williams by 175 votes.  The Conservatives won the election, and Lyle served in the legislature as a backbench supporter of Rodmond Roblin's government.\n He lost his constituency seat to Williams by 66 votes in the 1914 election.\n Lyle died at home in Lyleton in early April 1943.",
  "/wiki/Arthur_(electoral_district)": "Arthur is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1903 and was eliminated by redistribution in 1989, when its territory was combined with that from the neighbouring Virden riding to create the new riding of Arthur-Virden.\n The riding was located in the province's southwestern tip, and was primarily agrarian.  From 1953 until its abolition, it was a safe seat for the Progressive Conservative Party.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Aimé_Bénard": "Aimé Bénard (November 21, 1873 – January 8, 1938) was a politician in Manitoba, Canada.  He served as interim leader of the provincial Conservatives in 1915, and was later appointed to the Senate of Canada.",
  "/wiki/Assiniboia_(provincial_electoral_district)": "Assiniboia is a provincial electoral division in the Canadian province of Manitoba. It was first created for the 1879 provincial election, was eliminated in 1888, and was re-established in 1903. It is located in the westernmost tip of the City of Winnipeg.\n Assiniboia is bordered on the east by St. James and Lakeside, to the south by Kirkfield Park, to the north by Lakeside, and to the west by Morris.\n The riding's population in 1996 was 20,441. In 1999, the average family income was $53,881, and the unemployment rate was 6.50%. Retail trade accounts for 15% of the riding's industry.\n Until 1920, Assiniboia was a marginal riding between the Manitoba Liberal Party and Conservative Party. Between 1920 and 1949, it was a hotly contested riding between the Conservatives and candidates of the Independent Labour Party and Manitoba Co-operative Commonwealth Federation (CCF).\n The riding was dominated by the Liberals from 1949 until 1977, and then by the Progressive Conservatives from 1977 to 1999.  The New Democratic Party of Manitoba's (NDP) victory in 1999 was completely unexpected, and occurred by a margin of only three votes.",
  "/wiki/James_Argue": "James Henthorne Argue (2 June 1848 – 4 March 1927) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1914, as a member of the Conservative Party.\n Argue was born in Ireland, and received a grammar school education.  He worked as a farmer after moving in Manitoba, and served for fifteen years as a local reeve and councillor.  In religion, he was a member of the Church of England.\n He was first elected to the Manitoba legislature in the 1899 provincial election, defeating Liberal incumbent Thomas Dickey by seventy-seven votes in the Avondale constituency.\nThe Conservatives won this election, and Argue served in the legislature as a government backbencher.  He was re-elected in the campaigns of 1903,\n1907 and 1910, and did not seek re-election in 1914.\n He later moved to Vancouver, where he died in 1927.\n His son, James O. Argue, was a Progressive Conservative member of the legislature from 1945 to 1955.",
  "/wiki/James_H._Howden": "James Henry Howden (October 11, 1860—July 16, 1938) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a member of the Conservative Party from 1903 to 1915, and was a cabinet minister in the government of Rodmond Roblin.\n Howden was born in Milton, Canada West (now Ontario), the son of Robert Howden, and was educated at St. Catharines.  In 1882, Howden came to Winnipeg where he trained as a lawyer and was called to the Manitoba bar in 1887. He practised as a barrister.  In 1891, Howden moved to Neepawa. He married Barbara McIntosh in 1894. Howden served as mayor of Neepawa from 1900 to 1904. He also owned farms in the province and was president of the King Edward Hotel Company. In religion, Howden was a Methodist.\n He was first elected to the Manitoba legislature in a by-election held on December 2, 1903, in the constituency of Beautiful Plains.  Howden ran to replace the late Conservative cabinet minister John Andrew Davidson and was elected without opposition.  He initially served as a backbench supporter of Roblin's ministry.\n He was re-elected over Liberal Alexander Dunlop by 112 votes in the 1907 election, and was named to cabinet on March 16, 1907 as Railway Commissioner.  He was reassigned as Minister of Telephones and Telegraphs on March 4, 1908, and was also named Provincial Secretary on November 6, 1908.\n Howden was returned by acclamation in the 1910 provincial election, and was promoted to Attorney General on October 11, 1911.  He also retained responsibility for Telephones and Telegraphs.  He defeated Liberal candidate William Wood by thirty-two votes in the 1914 election, and kept both of his portfolios in the legislative sitting which followed.\n The Roblin administration was forced to resign in early 1915, after a commission of enquiry established by the Lieutenant Governor concluded that the government was guilty of corruption in the tendering of contracts for new legislative buildings.  Howden resigned from office on May 12, 1915, and did not seek re-election in the campaign that followed.\n The commission report concluded that Roblin, Attorney General James H. Howden and developer Thomas Kelly had conspired to commit fraud in the contract arrangements.  Howden was indicted, but was eventually discharged of criminal responsibility.\n He died suddenly at a family reunion at Wasagaming.",
  "/wiki/George_Malcolm_(politician)": "George John Huntley Malcolm (August 20, 1865–August 18, 1930) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Liberal from 1909 to 1922, and was a cabinet minister in the government of Tobias Norris.\n Malcolm was born in Kussowlie, India, the son of British colonel George Malcolm.  He was educated at King Edward VI school in Sherbourne, England, and moved to Canada in 1882.  After attending the Guelph Agricultural College in Ontario for two years, he moved to Manitoba in 1885.  He worked as a farmer, and served as Secretary-Treasurer of the Birtle Agricultural Society.  Malcolm was also a school trustee. He was married twice: first to Janet T. Winter in 1891 and then to Adelaide G. Barnes in 1902 following the death of his first wife.\n He was first elected to the Manitoba legislature in a by-election held on November 27, 1909.  Malcolm was elected to replace former Liberal house leader Charles Mickle in the constituency of Birtle.  During the election, he was endorsed by both the Liberal Party and the Manitoba Grain Growers' Association.\n Malcolm was re-elected in the 1910 provincial election, defeating a Conservative candidate by 110 votes.  He was again returned in the 1914 provincial election, by an increased margin.\n The Conservative Party, which had governed Manitoba since 1900, was forced to resign from office in 1915 amid a serious corruption scandal.  The Liberals won a landslide majority government in the 1915 provincial election, with Malcolm receiving more than twice as many votes as his Conservative opponent.  He served as a backbench supporter of Norris's government for the next five years.\n The Liberals were reduced to an unstable minority government in the election of 1920, and Malcolm was re-elected over his Farmer opponent by a reduced margin.  On September 30, 1920, he was appointed as Minister of Agriculture in Norris' government.  He held this position until resigning on June 6, 1922.\n Malcolm did not run in the 1922 provincial election, which the Liberals lost to the United Farmers of Manitoba.\n He died in Brandon at the age of 64.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.\n Birtle was established in 1881, following the western expansion of the province's boundaries.  It was located in the central western region of the province, near Roblin and Russell.  It was eliminated for the 1886 provincial election, but re-established for the 1888 election.\n For most of its history, Birtle was safe for the Liberal and Liberal-Progressive parties.  The constituency was abolished with the 1958 election, with much of its territory going to the new constituency of Birtle-Russell.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/George_R._Coldwell": "George Robson Coldwell (4 July 1858 – 24 January 1924) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1907 to 1915, and was a cabinet minister in the government of Rodmond Roblin. Coldwell was a member of the Conservative Party.\n Coldwell was born in Darlington Township, Durham County, Canada West (now Ontario). He moved with his family to Hullett Township in Huron County in 1860, and lived on his parents’ farm until he was twenty-one years old. He was educated at public schools in Kilburn, at Trinity College School in Port Hope, and at Trinity College in Toronto. He received a Bachelor of Arts degree from the latter institution, and entered the office of Holmstead & McCaughey in Seaforth as a law student. He also worked for Foy & Tupper in Toronto before moving to Manitoba in 1882, where he completed his legal studies at the firm of Kennedy & Sutherland in Winnipeg. He was called to the bar in November 1882, and briefly practiced in Winnipeg before moving to Brandon in February 1883. He joined T.M. Daly in a law business, and continued this partnership for twelve years before forming the firm of Coldwell, Coleman & Curran. Coldwell was involved in Brandon municipal affairs, and was a member of the Brandon City Council for twenty years.\n Coldwell was also active in a variety of community pursuits. He was rector warden at the Anglican Church. He was a founder of the Brandon Opera House Company and a director of the Brandon Winter Fair. He was active in the Law Society of Manitoba and the founding of the Union of Manitoba Municipalities.\n He entered provincial politics in 1907, following the death of local Member of the Legislative Assembly (MLA) Stanley McInnis. McInnis was Provincial Secretary and Municipal Commissioner in Roblin's government. Coldwell was appointed as McInnis's successor in cabinet on November 14, 1907, and entered the legislature after winning a by-election in Brandon City a few days later. Coldwell was elected without opposition.\n Coldwell was also named Minister of Education on March 14, 1908, and stepped down as Provincial Secretary on November 6 of the same year. He was easily re-elected in the 1910 election.\n In 1912, Coldwell introduced a series of amendments to the province's education act. He insisted these were only meant to clarify existing provisions, but many Manitobans believed that the Roblin government wanted to reintroduce funding for separate Catholic schools.  The issue cost the government support in the 1914 provincial election, which they won with a reduced majority. Coldwell was personally re-elected, defeating Liberal candidate Stephen Emmett Clement by 163 votes.\n In 1915, the Roblin administration was forced to resign from office after a report commissioned by the Lieutenant Governor found the government guilty of corruption in the tendering of contracts for new legislative buildings. Coldwell resigned from cabinet on May 12, and was not a candidate in the general election which followed.\n Coldwell was indicted on charges of fraud for his role in the contracts scandal, but the first trial resulted in a hung jury and charges against Coldwell were later dropped.\n He died in Brandon at the age of 75.\n The Rural Municipality of Coldwell was named for him.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.\n It was initially created as Brandon in 1881, following the westward expansion of Manitoba's boundaries.  It was eliminated through redistribution before the 1886 provincial election, and replaced with Brandon East and Brandon West.  The area was further redistributed prior to the 1888 election, and Brandon City was created along with Brandon North and Brandon South.\n The constituency was renamed Brandon for the 1958 provincial election.  It disappeared from the electoral map with the 1969 provincial election, when the city was once again divided into Brandon East and Brandon West.",
  "/wiki/Alfred_Carroll": "Alfred Henry Carroll (March 2, 1846 — June 9, 1924) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1903 to 1914, as a member of the Conservative Party.",
  "/wiki/Albert_Prefontaine": "Albert Préfontaine (October 11, 1861 - February 21, 1935) was a politician in Manitoba, Canada.  He served as leader of the Manitoba Conservatives in the late 1910s, and was subsequently a member of the United Farmers of Manitoba.\n Born in Upton, Canada East (now Quebec), the son of Firmin Prefontaine and Mathilde (Mathilda) Desautels, Préfontaine was educated in Greenfield, Massachusetts.  He subsequently moved to Manitoba in 1880, where he worked as a farmer and store manager and served as Reeve of the Municipality of De Salaberry from 1892 to 1896. In 1888, he married Albina L'Heureux. Préfontaine was president of the Carillon Agricultural Society, of the Carey Elevator Company and of the St. Pierre Trading Company.\n Préfontaine was first elected to the provincial parliament in 1903, running for Rodmond Roblin's governing Conservatives in the francophone riding of Carillon.  He was re-elected in 1907 and 1910.\n In 1914, Préfontaine lost his seat to Liberal Thomas Molloy by seven votes.  He was re-elected the following year, despite the disastrous showing of the Conservatives in the rest of the province.  His victory may be credited to the fact that the provincial Conservatives were seen as more supportive of francophone rights than were Tobias Norris's Liberals (indeed, Norris' government withdrew state funding for French-language education soon after the election).\n Conservative leader James Aikins lost his seat in the 1915 election, and Préfontaine was chosen to lead the small opposition caucus in parliament (he was sworn in as leader of the opposition in January 1916).  He declined to be a candidate in the party's leadership convention, held on November 6, 1919.\n Although it had been in government from 1900 to 1915, the Conservative Party of Manitoba was marginalized by developments in the later half of the 1910s.  Increasingly radicalized farmer and labour groups were forming political organizations of their own, and the old divisions between Grit and Tory no longer seemed as relevant.  The Conservatives again fared poorly in the election of 1920, and Préfontaine was personally defeated by Farmer candidate Maurice Duprey.\n After this loss, Préfontaine detached himself from the Conservative Party.  He ran as an Independent in the federal election of 1921, losing to Progressive candidate Arthur-Lucien Beaubien in the Provencher riding, and subsequently left the Conservatives to join the United Farmers of Manitoba.  Running as a UFM candidate, he was re-elected for Carillon in 1922.\n On December 3, 1923, Premier John Bracken appointed Préfontaine to the high-level cabinet positions of Provincial Secretary, Provincial Lands Commissioner and Railway Commissioner.  Préfontaine also became Minister of Agriculture in 1925.  In the 1927 election, he defeated his old nemesis Thomas Molloy by a landslide.\n Préfontaine stood down as Provincial Secretary, Provincial Lands Commissioner and Minister of Agriculture in 1928, though he retained the Railway Commissioner's position until 1932.  He was re-elected in that year's general election, and continued to serve the Franco-Manitoban community as a Minister without Portfolio until his death in 1935.\n Préfontaine's career reveals the continued importance of the francophone community to Manitoba politics, even after immigration from Ontario and Eastern Europe had significantly reduced their relative strength.  His decision to join the UFM was indicative of a larger cultural change, as Franco-Manitobans became an important part of the Progressive Party of Manitoba during its long period in government.\n His son Edmond also served in the Manitoba assembly.\n The resort community of Albert Beach, Manitoba (French: \"Plage Albert\") was named after him.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.\n It was established for the 1886 provincial election, and eliminated with the 1969 election.  The constituency was predominantly francophone.  Albert Prefontaine and his son Edmond represented Carillon for almost all of the period between 1903 and 1962, serving with a variety of parties.",
  "/wiki/George_Steel_(Manitoba_politician)": "George Steel (June 3, 1858–August 20, 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915.\n Steel was born in Ayrshire, Scotland, the son of John Steel, and was educated at public schools in Lorne and Dallegles.  He worked as a farmer, and resided in Glenboro, Manitoba.  In religion, Steel was a Presbyterian.\n He was first elected to the Manitoba legislature in the 1899 provincial election, defeating Liberal incumbent Alfred Doig by 98 votes in the constituency of Cypress. He identified himself as a \"Liberal-Conservative\", and sat as a backbench supporter the Conservative administrations led by Hugh John Macdonald and Rodmond Roblin.\n Steel was re-elected in the 1903 election as a Liberal-Conservative, and in the elections of 1907, 1910 and 1914 as a Conservative.  He continued to serve as a backbench supporter of Roblin's administration throughout this period.\n In 1915, the Roblin government was forced to resign amid a serious corruption scandal.  A new election was called, which the Liberals won in a landslide.  Steel lost his constituency seat to Liberal Andrew Myles by sixty-two votes.\n He died in Glenboro at the age of 82.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.\n Cypress was created for the 1886 provincial election, and abolished with the 1969 election.",
  "/wiki/James_G._Harvey": "James Graham Harvey (June 3, 1869—November 12, 1950) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.\n Harvey was born at Fallbrook in Lanark County, Ontario, the son of James Graham Harvey, later alderman and controller for the city of Winnipeg, and Catherine Ferguson. He came to Winnipeg with his family in 1875 and was educated at public schools there and at Manitoba College, receiving a law degree. He was called to the Manitoba bar and began practising law in Winnipeg in 1890. Harvey moved to Dauphin in 1896. He served three years as mayor of Dauphin and also was president of the Dauphin Board of Trade. In religion, Harvey was a Presbyterian. He married Ida S. Mills in 1897.\n He first ran for the Manitoba legislature in the 1907 election in the constituency of Dauphin, and lost to Liberal candidate John Campbell by 121 votes.  He ran again in 1910, and defeated Campbell by 53 votes.  The Conservatives won the election, and Harvey served as a backbench supporter of Rodmond Roblin's administration for the next four years.  He did not run for re-election in the 1914 campaign.\n Harvey died in Winnipeg at the age of 81.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/John_C._W._Reid": "John Christie Walker Reid (July 25, 1871—January 13, 1942) was a farmer and politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1914, as a member of the Conservative Party.\n Reid was born in Edinburgh, Scotland, the son of William Reid, Writer to the Signet, and Elizabeth Geddes Walker, and was educated in that city.  He came to Canada in 1889 and worked as a farmer.  In religion, he was a Presbyterian.\n He was elected to the Manitoba legislature in the 1910 provincial election, defeating Liberal incumbent Robert S. Thornton by six votes in Deloraine.  The Conservatives won the election, and Reid served in the legislature as a government backbencher.\n He was defeated in the 1914 election, losing his constituency seat to Thornton by 204 votes.  He attempted to return to the legislature in the elections of 1915 and 1920, but lost both times to Thornton.\n Reid died in Glenwood at the age of 70.",
  "/wiki/Rodmond_Roblin": "Sir Rodmond Palen Roblin KCMG (February 15, 1853 – February 16, 1937) was a businessman and politician in Manitoba, Canada .\n Roblin was born in Sophiasburgh, in Prince Edward County, Canada West (later Ontario). The Roblin family was established in Sophiasburgh by Loyalist farmers Philip and Elizabeth Roblin from Smith's Clove (now known as Monroe) in Orange County, New York. He was educated at Albert College in Belleville, arrived in Winnipeg in 1877, and worked as a grain merchant.  Roblin served as reeve of Dufferin for five years and as warden for two, and was also a school trustee in the community.\n He entered provincial politics in the 1886 Manitoba election, running as a Liberal Party candidate against Conservative cabinet minister David H. Wilson in the constituency of Dufferin North.  He lost this race by five votes, but won a subsequent by-election held on May 12, 1888.\n The by-election took place shortly after Thomas Greenway was inaugurated as Manitoba's first Liberal premier.  Roblin was a supporter of Greenway in this period, and was re-elected by acclamation when the new premier called another provincial election for July 1888.\n Although Greenway's Liberals won this election with a landslide majority, the new premier was unable to fulfill a campaign promise for the development of local railways.  The Canadian Pacific Railway had lost its formal monopoly in the region, but it was still the dominant line and transportation costs remained high.  Confronted with Greenway's failure, Roblin abandoned the government in 1889 and caucused with the small Conservative opposition.  With the death of John Norquay in the same year, he emerged as the party's leading spokesman.  Roblin was the Conservative Party's de facto leader in the legislature between 1890 and 1892.\n In opposition, Roblin spoke against Greenway's proposed education reforms.  After his failure to reform the provincial railway system, Greenway repudiated an earlier pledge and withdrew state support for Manitoba's Catholic and francophone education system.  His reforms triggered a national political crisis, known as the Manitoba Schools Question.  While many Canadian francophones regarded Greenway's policy as discriminatory, it was extremely popular with Manitoba's anglophone and Protestant majority.  Greenway's government was re-elected in the 1892 election, and Roblin was personally defeated in the rural constituency including the town of Morden.\n Greenway won another landslide victory in the 1896 election, although Roblin was this time returned to the legislature for the constituency of Woodlands.  He became the parliamentary leader of the Conservatives for a second time, but stood aside to allow Hugh John Macdonald to become the official leader of the party in 1897.\n The 1899 provincial election very different from the previous two campaigns.  The schools question was resolved in 1896, and Greenway was forced to defend a fairly mediocre record on other issues against a more organized opposition.  The result was a narrow victory for Macdonald's Conservatives, who won 22 of 40 seats.  Macdonald was inaugurated as premier early in 1900.  Roblin, who was re-elected in Woodlands and was the main architect of the Conservative victory, was left out of cabinet.\n Macdonald resigned as premier on October 29, 1900, to run for the Conservative Party of Canada against Clifford Sifton in the federal riding of Brandon.  Roblin became premier in his place, and also took the powerful cabinet position of Railway Commissioner.  In December, he also appointed himself as Minister of Agriculture as well.  This consolidation of power reflected Roblin's personal authority over both the government and the provincial Conservative Party: his control over both would be unquestioned for the next fourteen years.\n While Greenway had won elections on single-issue populism, Roblin relied on \"machine politics\" for his electoral success.  Despite (or because of) some coercion, he was able to effectively dispense patronage and could rely on the support of many loyal followers at the community level.\n Roblin's Conservatives won thirty-one seats in the 1903 election, against nine for Greenway's Liberals.  The extent of this victory may be credited to Greenway's leadership of the Liberal Party—he was increasingly uninterested in provincial politics, and was spending much of his time looking for a federal patronage appointment.  Roblin's machine also coasted to easy victories in 1907 and 1910, winning twenty-eight of forty-one seats on both occasions.\n Roblin played a crucial role in the 1911 federal election on reciprocity, by putting his electoral machine at the disposal of the federal Conservative Party.  In so doing, Roblin helped to defeat Sir Wilfrid Laurier and put Robert Borden in power.  Borden, in turn, enacted legislation to expand Manitoba's boundaries to their current limit.\n Like his counterpart James Whitney in Ontario, Roblin expanded the role of government in Manitoba and promoted many initiatives that would be regarded today as progressive.  As railway commissioner, he reached an agreement with Canadian Northern Railways to build an alternate route to the lakehead, and put control of the rates into the hands of the province.  His government also promoted significant expansions in health, education and road services, all of which were required to service Manitoba's rapidly increasing population.\n Roblin's Tories created Manitoba's first crown corporations, expropriating Bell's telephone services to create a state-owned system—the first effective public utilities system in Canada. The government also started a state-owned system of grain elevators to assist farmers, but this was less successful.  A scandal involving these elevators weakened his government's hold on power in the early 1910s.\n Roblin was more conservative on social issues.  He is often remembered today for his opposition to women's suffrage, and for clashing with Nellie McClung on the issue.  McClung made Roblin appear foolish in her famous \"parliament of women\", parodying the premier's patronizing comments on traditional gender roles.  Roblin also resisted demands to enact a labour code to protect workers, and was sometimes reluctant to enforce the province's existing legislation.\n Roblin is also remembered for folding to pressure from Winnipeg's business community. In 1904 he took the appalling step of reducing the age minima for child labour, and increasing the maximum hours of work for women and children.\n Roblin's handling of the prohibition issue was also controversial.  Hugh John Macdonald's government passed prohibition legislation in 1900, after two separate referendums had confirmed public support for the initiative.  Roblin was reluctant to enforce the legislation, however, because his government received significant revenues from the sale of alcohol.  He called a third referendum in 1902.  When temperance supporters boycotted the poll, prohibition was defeated by a narrow margin.\n The 1914 provincial election was the start of a watershed period in Manitoba politics.  Roblin's government went into the election weakened by a scandal involving the construction of new legislative buildings.  His opponents accused the government of corruption, claiming misappropriation of funds and overspending.  The Conservatives were re-elected by a reduced margin, winning 28 seats against 20 for the Liberals in an expanded legislature.\n When Roblin rejected calls for a formal investigation into the legislative buildings scandal, the Liberal opposition petitioned the Lieutenant Governor to take direct action. The Lieutenant-Governor convened his own commission of enquiry, popularly known as the Mathers Commission as it was led by chief justice T.A. Mathers.  After only two weeks, the commission had uncovered enough evidence to force the government's resignation.  Roblin formally resigned as premier on May 12, 1915, and Liberal leader Tobias Norris was called to form a new administration.  A new general election was called, which the Liberals won in a landslide..\n The commission report concluded that Roblin, Attorney General James H. Howden and developer Thomas Kelly had conspired to commit fraud in the contract arrangements.  Roblin was indicted, but was eventually discharged of criminal responsibility.  He died in Hot Springs, Arkansas in 1937.\n Sir Rodmond Roblin is the grandfather of another Manitoba premier, Dufferin Roblin.",
  "/wiki/Dufferin_(Manitoba_provincial_electoral_district)": "Dufferin is a former provincial electoral division in Manitoba, Canada.  It was originally created in 1879 as two divisions, Dufferin North and Dufferin South.  Dufferin was consolidated into a single constituency for the 1888 provincial election, but was eliminated with the 1892 election.\n Dufferin returned to the electoral map for the 1903 election, and was eliminated through redistribution in 1969.\n The constituency was represented for many years by Rodmond Roblin, who served as Premier of Manitoba from 1900 to 1915.  Roblin's grandson, who also served as premier, was named \"Dufferin\".",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.\n McFadden was born in Peterborough, Canada West (now Ontario), and educated in Bruce, Ontario.  He received certification from the Ontario Veterinary College and practised as a veterinary surgeon.  He also served as manager of the Alexandra Realty Co. in Emerson, Manitoba, and was active in municipal politics.  In religion, McFadden was a Methodist.\n He was first elected to the Manitoba legislature in the 1892 provincial election, defeating Liberal incumbent James Thomson by fourteen votes in the Emerson constituency.  The Liberals won a majority government in this election, and McFadden served as an opposition member.  He was one of only six Conservatives returned in the 1896 election, defeating candidates of the Liberals and the Patrons of Industry.\n McFadden was returned again for Emerson by an increased majority in the 1899 election.  At the provincial level, the Conservatives won a majority government under the leadership of Hugh John Macdonald.  The Conservative Party assumed office on January 10, 1900, and McFadden was appointed as Minister of Public Works and Provincial Secretary.  When Rodmond Roblin replaced Macdonald as premier on December 20, 1900, he reassigned McFadden as Municipal Commissioner and Provincial Secretary.\n He was re-elected over Liberal George Walton in the 1903 election, and might have lost had the opposition vote not been split with a Prohibitionist candidate.  In the 1907 election, Walton defeated McFadden by 105 votes.  He resigned from cabinet on June 26, 1907.\n McFadden returned to the legislature in the 1910 election, defeating Walton by a margin of nine votes in Emerson.  He was not re-appointed to cabinet and served as a backbench supporter of Roblin's administration.  In the 1914 election, McFadden defeated Walton by thirty-two votes.\n In 1915, the Roblin administration was forced to resign from office after a report commissioned by the Lieutenant Governor found the government guilty of corruption in the tendering of contracts for new legislative buildings.  A new election was called, in which the Liberal government won a landslide majority.  McFadden did not seek re-election.\n He attempted to return to the legislature in the 1922 election, but lost to independent candidate Dmytro Yakimischak.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.\n It is located in the southeastern corner of the province.  It is bordered to the north by Carman, Morris, Steinbach and La Verendrye, to the west by Pembina, to the east by the province of Ontario and to the south by the American state of North Dakota.\n The riding includes the communities/municipalities of Emerson, Altona, Dominion City, Rhineland, Gretna, Woodridge and St. Jean Baptiste.\n The riding's population in 2008 was 20,370. In 2011, the average family income was $61,951, and the unemployment rate was 2.9%. Agriculture accounts for 24% of the riding's industry, followed by manufacturing at 16%. Over 27% of Emerson's residents have less than a Grade Nine education.\n Emerson is an ethnically diverse riding, with only 51% of its residents listing English as their mother tongue.  26% of the riding's residents list themselves as either German, French, Ukrainian, Polish or Mennonite, while a further 5% are aboriginal.\n The riding has generally been safe for the Progressive Conservative Party of Manitoba since 1969, although the New Democratic Party of Manitoba (NDP) won it in 1973.",
  "/wiki/Sam_Hughes_(Manitoba_politician)": "Sam Hughes (June 13, 1873 – March 24, 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1910 to 1915, as a member of the Conservative Party.\n Hughes was born in Durham County, Ontario, and was educated at Hamilton Business College.  He was a cousin to Sir Sam Hughes. He worked as a farmer and stock dealer, and was director of L.L.T. Stooker Co.  In 1890 he came to Manitoba. Hughes was also a councillor and reeve in the Rural Municipality of Grandview, and served as vice-president of the Agricultural Society.  In religion, he was a Methodist. He married Annie Adkins of Winnipeg in 1901, and they had five children.\n He was first elected to the Manitoba legislature in the 1910 provincial election, defeating his Liberal opponent by 105 votes in the constituency of Gilbert Plains.  The Conservatives won a majority government in this election, and Hughes served in the legislature as a backbench supporter of Rodmond Roblin's ministry.  He was re-elected with an increased majority in the 1914 election.\n In 1915, the Roblin administration was forced to resign from office amid a serious corruption scandal.  A new election was called, which the Liberal Party won in a landslide.  Hughes lost his constituency to Liberal William Findlater by 591 votes.  He attempted to return to the legislature in the 1927 provincial election, but lost to Progressive candidate Arthur Berry.\nHe died at Winnipeg in 1940.",
  "/wiki/Gilbert_Plains_(electoral_district)": "Gilbert Plains is a former provincial electoral division in Manitoba, Canada.\n It was created by redistribution for the 1903 provincial election, and eliminated with the 1958 election.",
  "/wiki/Baldwin_Baldwinson": "Baldwin Larus Baldwinson (October 26, 1856 – October 5, 1936) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1907 and from 1910 to 1913, as a member of the Conservative Party.\n Baldwinson was born in Akureyri, Iceland, and attended public school in that country. He came to Canada in 1873, and worked in the newspaper industry. He was editor of the Icelandic Weekly Heimskringla, and served as president, secretary and manager of the Heimskringla News and Publishing Co., Ltd. He was a member of the Lutheran church.\n He first ran for the Manitoba legislature in the 1892 provincial election, and lost to Liberal Frederick Colcleugh by seventy-eight votes in the St. Andrews constituency. He ran again in the 1896 election, and lost to Liberal Sigtryggur Jonasson by seventy-nine votes.\n He was elected to the legislature on his third attempt, defeating Jonasson by eight votes in the 1899 election, for the deferred Gimli constituency. The Conservatives won the election, and Baldwinson served in the legislature as a backbench supporter of the administrations led by Hugh John Macdonald and Rodmond Roblin. He was re-elected by acclamation in the 1903 election.\n Baldwinson lost to Jonasson by 156 votes in the 1907 election. Jonasson did not seek re-election in the 1910 campaign, and Baldwin returned to the legislature after defeating a new Liberal candidate by 450 votes. He resigned his seat in 1913, on being appointed as deputy Provincial Secretary.",
  "/wiki/Gimli_(electoral_district)": "Gimli was a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1899, and existed continuously until the 2019 election.\n Gimli was located to the immediate north of the City of Winnipeg.  It was bordered to the north by Interlake, to the west by Interlake and Lakeside, and to the east by Lake Winnipeg and Selkirk.\n Communities in the riding included Gimli, Winnipeg Beach, Petersfield, Clandeboye and Matlock.\n The riding's population in 1996 was 19,700.  In 1999, the average family income was $58,790, and the unemployment rate was 7.90%.  The service sector accounts for 15% of industry in the riding, with a further 11% each in manufacturing and the retail trade.  There is also a significant fishing and tourism economy in the riding.\n Gimli is home to the largest Icelandic community in the world outside Iceland, and many of its MLAs have been from this background.  It also has significant Ukrainian and German communities, at 12% and 6% respectively.\n Gimli was a \"bellwether\" riding, and has elected a candidate from a governing party in all but five elections since its establishment (the exceptions were 1907, 1920, 1922, 1936 and 1999).",
  "/wiki/James_William_Armstrong": "James William Armstrong (January 14, 1860—February 26, 1928) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1907 to 1922 as a member of the Liberal Party, and was a cabinet minister in the government of Tobias Norris.\n Armstrong was born in Kingston, Nova Scotia, the son of James Armstrong and Elizabeth Pearce, both Baptists of loyalist descent.  He was educated at the Pictou Academy, Acadia College, the Manitoba Medical College, and King's College Hospital in London, UK.  He received a Bachelor of Arts degree from Acadia, and medical certification from the MMC.  Armstrong worked as a physician and surgeon, and was also president and director of the Gladstone Telephone and Electric Light Company.  He served as district health officer and was a member of the Manitoba Board of Health from 1897 to 1899. In 1897, Armstrong married Mary Campbell.\n He was first elected to the Manitoba legislature in the 1907 provincial election, defeating Conservative incumbent David Wilson by 61 votes in the constituency of Gladstone.  He was re-elected by an increased margin in the 1910 election, and again in the election of 1914.\n The Conservative administration of Rodmond Roblin, which had governed Manitoba since 1900, was forced to resign from office in early 1915 as the result of a corruption scandal.  Although the Liberals held a minority of seats in the legislature, they were called on by the province's Lieutenant Governor to form a new government.  Armstrong was appointed to Premier Norris's first cabinet on May 12, 1915, as Provincial Secretary and Municipal Commissioner.  Armstrong was then re-elected by a landslide in the 1915 provincial election, in which the Liberals won 40 seats out of 47.  He was retained in his cabinet portfolios after the election.\n The Liberals were reduced to a minority government in the 1920 provincial election.  Armstrong defeated Farmer candidate Wesley Lobb by 180 votes, and was retained in office after the election.  He chose not to run again in 1922.\n Armstrong died in Winnipeg at the age of 68 after suffering a stroke.",
  "/wiki/Gladstone_(electoral_district)": "Gladstone is a former provincial electoral division in the Canadian province of Manitoba.  It was created in 1879 in what was then the province's western tip, with the expansion of the province's western boundary, and eliminated by redistribution in 1881.  It was re-established in 1903 (primarily from the old riding of Westbourne) and was not abolished again until 1999. \n The Gladstone riding was primarily rural, and its MLAs, regardless of party affiliation, were generally regarded as representatives of the farming community.  The Manitoba Liberal Party dominated until that party lost most of its rural base in 1969; after this, it was effectively safe for the Progressive Conservative Party.\n MLA William Morton was re-elected by acclamation in every provincial election from 1941 to 1953.",
  "/wiki/William_Ferguson_(Manitoba_politician)": "William Ferguson (March 8, 1862 – after 1920) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1903 and from 1907 to 1914, as a member of the Conservative Party.\n Ferguson was born in Ontario and came to Manitoba in 1882. He was a farmer and lived in Hamiota during his political career.  He first campaigned for the Manitoba legislature in the 1896 provincial election, and lost to Liberal incumbent David McNaught by fifty-four votes in the Saskatchewan constituency.\n He ran again for Saskatchewan in the 1899 election, and defeated Liberal candidate John Henry McConnell by fifteen votes.  The Conservatives won this election, and Ferguson served in the legislature as a backbench supporter of premiers Hugh John Macdonald and Rodmond Roblin.\n Redistribution forced Ferguson into the Hamiota constituency for the 1903 election, and he lost to Liberal David Jackson by twenty-two votes.  He was returned to the legislature for Hamiota in the 1907 election, and won again in 1910.\n Ferguson served as chair of public accounting during his time in the legislature.  His biographical entry in the Canadian Parliamentary Guide indicates that he was popular with both sides of the house.\n He lost to John Henry McConnell by 398 votes in the 1914 election, and by 347 votes in a 1920 rematch.",
  "/wiki/Hamiota_(electoral_district)": "Hamiota is a former provincial electoral division in Manitoba, Canada.  It was created by redistribution in 1903, and eliminated with the 1969 provincial election.\n The constituency was located in the province's southwestern corner, and included the rural municipality of Hamiota.  Both the town and the electoral division were named after Thomas Hamilton, an early explorer.",
  "/wiki/Orton_Grain": "Orton Irwin Grain (August 9, 1863 – February 2, 1930) was a Canadian physician and politician in Manitoba.  He served in the Legislative Assembly of Manitoba from 1899 to 1903, and again from 1907 to 1913.\n Grain was born in Fergus, Canada West (now Ontario), the son of William Grain, a native of Gibraltar, and Mary Orton, the sister of Dr. G. T. Orton, and attended schools in Fergus and the Toronto School of Medicine.  He was assistant surgeon of the 91st battalion in Canada.  Grain was one of the charter holders of the Winnipeg and Northern Railway, and served as mayor of Selkirk in 1896.  In religion, he was a member of the Church of England. He practised medicine in Banff, Alberta, Manitou, Manitoba, Winnipeg and Selkirk. In 1890, Grain married Annie Cull.\n He was first elected to the Manitoba legislature in the 1899 provincial election, winning the constituency of Kildonan and St. Andrews as a Liberal-Conservative.  He supported the Conservative administration of Hugh John Macdonald and Rodmond Roblin, and sat as a government backbencher in the legislature which followed.  Running as a Conservative, he lost to Liberal candidate M.J. O'Donohue by five votes in the 1903 election.\n Grain defeated O'Donahue by 41 votes in the 1907 election, and again served as a backbench supporter of Roblin's government.  He was re-elected in the 1910 election, and resigned from the legislature in 1913.\n In late 1913, he was named medical inspector for the western provinces for the Canadian Department of Indian Affairs, charged with dealing with the problem of tuberculosis on first nations reserves and, at the same time, with reducing expenses incurred by the department. Grain made a number of suggestions for treating tuberculosis on reserves, but these were rejected for economic reasons. His position in the department was abolished in 1918.\n In 1914, Grain moved to Winnipeg. He died at home there in 1930.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/George_Lawrence_(politician)": "George Lawrence (March 21, 1857 – 1924) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915 as a member of the Conservative Party, and was a cabinet minister in the government of Rodmond Roblin.\n Born in the county and province of Ontario, the son of Noble and Sarah (Lyons) Lawrence, both of whom were natives of Ireland, he was educated in Zephyr, Ontario and Uxbridge, Ontario. In 1878 he moved to Manitoba to work as a farmer.  In religion, Lawrence was a Presbyterian.\n He first ran for the Manitoba legislature in the 1892 provincial election, in the constituency of Killarney.  He lost to Liberal incumbent Finlay Young by 153 votes.  He ran again in the 1899 election, and this time defeated Young by 140 votes.  The Conservatives won a majority government in this election, and Lawrence served as a government backbencher.  He was easily returned in the 1903 election, as the opposition vote was split between Liberal and Prohibition candidates.\n Lawrence was re-elected in the 1907 provincial election, defeating Liberal R.L. Richardson by 156 votes.  He was again returned in the 1910 campaign, and was promoted to Roblin's cabinet on October 11, 1911 as Minister of Agriculture and Immigration.\n Lawrence was elected for a fifth time in the 1914 election, defeating Liberal Samuel Hayden by 68 votes.  He was retained in his cabinet portfolio for the legislative session that followed.\n In 1915, the Roblin administration was forced to resign from office after a report commissioned by the Lieutenant Governor found the government guilty of corruption in the tendering of contracts for new legislative buildings.  All ministers in the government, including Lawrence, resigned their portfolios on May 12, 1915.  A new election was called, which the Liberals won in a landslide.  Lawrence lost the Killarney constituency of Hayden, by 124 votes.",
  "/wiki/Killarney_(electoral_district)": "Killarney is a former provincial electoral division in Manitoba, Canada.\n It was created for the 1888 provincial election, and abolished with the 1958 election.",
  "/wiki/Charles_Duncan_McPherson": "Col. Charles Duncan McPherson (April 11, 1877 —1970) was a soldier, journalist and politician from Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1910–14, and again from 1915-22. He was a Liberal, and served as a cabinet minister in the government of Tobias Norris.\n McPherson was born in Forest, Ontario, the son of Dougald McPherson, and was educated in the neighbouring area.  He began work as an apprentice with the Forest Free Press in 1893. He moved to Portage la Prairie, Manitoba in 1896 and worked as a printer and later foreman there, in Neepawa and in Fort William, Ontario. From 1889 to 1901, he was manager and editor for the Weekly Manitoba Liberal in Portage la Prairie. In 1901, McPherson bought that paper and then, in 1903, the Daily Graphic, merging the two. In 1905, he established the Fort William Herald with R.G. McCuish. He became editor of the Winnipeg Western Editor in 1911. He served as president of the Western Canada Press Association in 1906-07, and was secretary of the Lakeside Liberal Association from 1902 to 1910. He also became secretary of the Portage St. Andrew Society in 1909.[citation needed]\n He served as lieutenant and captain in the 12th Manitoba Dragoons from 1904 to 1908, and later as Major of the 18th Mounted Rifles from 1908 until 1913, when he was promoted to Lieutenant-Colonel.\n McPherson was first elected to the Manitoba legislature in the 1910 provincial election, defeating Conservative incumbent Edwin D. Lynch by 68 votes in the Lakeside constituency.  Manitoba was governed by Rodmond Roblin's Conservative Party in this period, and McPherson served as an opposition member for the next four years.  In the 1914 election, he lost to Conservative candidate John J. Garland by ten votes.[citation needed]\n Early in 1915, the Roblin government was forced to resign from office amid a corruption scandal. The Liberals won a landslide majority in the 1915 provincial election. McPherson was returned for the Lakeside constituency, defeating Garland by 163 votes. He did not serve in the legislature at its convening, however, having been previously called to active service in World War I.[citation needed]\n McPherson travelled with the first Canadian contingent to England at the start of the war, but was called home again to take second command of the 32nd Battalion. Promoted to the officer class at Shornecliffe, he was the first Canadian officer to tour the western front before Canadian soldiers were sent into the area. He served in France for twenty months as second-in-command of the 28th Battalion.  He received command of the 31st Alberta Battalion in 1917, and led this battalion at the Battle of Passchendale. McPherson was twice decorated for his war service.[citation needed] He returned to Manitoba after the war to take his seat in the legislature, and served as a backbench supporter of Tobias Norris's government.[citation needed]\n The Liberals were reduced to a minority government in the 1920 provincial election.  McPherson was re-elected in Lakeside, defeating Conservative E. Herbert Muir by 23 votes. On January 20, 1921, he was appointed to Norris's cabinet as Minister of Public Works.\n During this period of Canadian history, newly appointed ministers were required to resign their seats and seek the renewed consent of their electorate to assume office. The resulting by-elections were often formalities, as many ministers were unopposed following their appointments. McPherson, however, was forced to contest another challenge from Muir, who was now campaigning as a Farmer's candidate. McPherson won by 156 votes, and continued to serve in cabinet.\n In the 1922 provincial election, McPherson left the Lakeside constituency to challenge Conservative party leader Fawcett Taylor in Portage la Prairie. Taylor won the challenge in a close contest, defeating McPherson by 129 votes.  The Liberals were defeated provincially by the United Farmers of Manitoba, and McPherson resigned from cabinet with the rest of the Norris ministry on August 8, 1922.",
  "/wiki/Lakeside_(electoral_district)": "Lakeside is a provincial electoral division in Manitoba, Canada.  It is located to the immediate northwest of the city of Winnipeg.\n Traditionally a rural riding, Lakeside has become more urban in recent years (as a result of both electoral redistribution and changes in demography).  All the same, agriculture accounted for 17% of the riding's industry in 1999.  The riding is bordered to the north by Interlake, to the west by Portage la Prairie, to the south by Morris and to the east by Gimli.  It also borders the city of Winnipeg to the southeast.\n There are no major urban centres in the riding.  Communities include Argyle, Balmoral, Rosser, Gunton, Stonewall, Stony Mountain, Teulon, Warren, Woodlands and Inwood.\n Lakeside's population in 1996 was 19473.  The average family income in 1999 was C$49,774, with an unemployment rate of 6.10%.  Eight per cent of the population is of a German background, and 8% are aboriginal.\n Lakeside was created by provincial redistribution in 1886.  It has traditionally elected representatives of agrarian interests, both of the Liberal and Progressive Conservative parties.  Since 1922 to the present, the riding has had only three representatives.\n Lakeside's best-known Member of the Legislative Assembly (MLA), Douglas Campbell, represented the constituency for 47 years, first as a Progressive, then as a Liberal-Progressive, then as a Liberal—longer than anyone in provincial history.  He served as premier from 1949 to 1958.",
  "/wiki/13th_Manitoba_Legislature": "The members of the 13th Manitoba Legislature were elected in the Manitoba general election held in July 1910. The legislature sat from February 9, 1911, to June 15, 1914.\n The Conservatives led by Rodmond Roblin formed the government.\nTobias Norris of the Liberal Party was Leader of the Opposition.\nJames Johnson served as speaker for the assembly.\n There were four sessions of the 13th Legislature:"
}