{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Dolores_Moreira": "Dolores Moreira Fraschini[a] (born 16 February 1999 in Montevideo) is a Uruguayan sailor who races the Laser Radial.",
  "/wiki/Sailing_at_the_2016_Summer_Olympics": "Sailing at the 2016 Summer Olympics in Rio de Janeiro was held from 8–18 August at Marina da Gloria in Guanabara Bay. The sailing classes had two changes from the 2012 Summer Olympics events. There were 10 events.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Rodolfo_Collazo": "Rodolfo Collazo Tourn (born 26 April 1983 in Colonia del Sacramento) is an Uruguayan competition rower.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Alejandro_Foglia": "Alejandro José Foglia Costa[a] (born 30 January 1984 in Montevideo) is a Uruguayan sailor in the Laser and Finn classes.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Serrana_Fern%C3%A1ndez": "Serrana Andrea Fernández la Banca (born November 13, 1973) is an Olympic backstroke swimmer from Uruguay. She competed at the 2000 and 2004 Olympics, where she was flagbearer for Uruguay in the Opening Ceremony.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/M%C3%B3nica_Falcioni": "Mónica Jacqueline Falcioni Costa (born October 10, 1968) is a retired long and triple jumper from Uruguay.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Gabriel_Hottegindre": "Gabriel Hottegindre (born 26 November 1979) is a Uruguayan alpine skier.  He represented his country at the 1998 Winter Olympics in Nagano, Japan, where he placed 24th in the men's slalom race.",
  "/wiki/Skiing": "Skiing is a means of transport using skis to glide on snow.  Variations of purpose include basic transport, a recreational activity, or a competitive winter sport.  Many types of competitive skiing events are recognized by the International Olympic Committee (IOC), and the International Ski Federation (FIS).",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Marcelo_Filippini": "Marcelo Filippini (born 4 August 1967) is a former professional tennis player from Uruguay.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Ricardo_Fabini": "Ricardo Fabini Belhot (born 6 May 1967) is a Uruguayan sailor silver medallist in the Pan American Games, and World champion, Western Hemisphere champion and South American champion in the Snipe class.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Jes%C3%BAs_Posse": "Jesús Posse (born 2 April 1966 in Soriano Department) is a Uruguayan rower. He competed at the 1988 Summer Olympics and the 1992 Summer Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Carlos_Peinado": "Carlos J. Peinado Stagnero (born December 23, 1954) is a retired Uruguayan professional basketball player. He represented his native country at the 1984 Summer Olympics in Los Angeles, California, where the Uruguay national basketball team ended up in sixth place in the final rankings. Peinado was the oldest member (29 years, 219 days) of the Uruguayan Olympic Squad, and was the flag bearer at the opening ceremony.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Darwin_Pi%C3%B1eyr%C3%BAa": "Darwin Piñeyrúa (23 December 1945 – 11 February 1978) was a Uruguayan athlete. He competed in the men's hammer throw at the 1972 Summer Olympics.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Rub%C3%A9n_Etchebarne": "Rubén Etchebarne (born 8 September 1936) is a former Uruguayan cyclist. He competed at the 1960 Summer Olympics and the 1964 Summer Olympics.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/1956_Summer_Olympics": "The 1956 Summer Olympics, officially known as the Games of the XVI Olympiad, was an international multi-sport event that was held in Melbourne, Victoria, Australia from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden in June 1956.",
  "/wiki/H%C3%A9ctor_Costa": "Héctor J. Costa Massironi (July 30, 1929 – May 23, 2010) was a basketball player from Uruguay.",
  "/wiki/1952_Summer_Olympics": "The 1952 Summer Olympics (Finnish: Kesäolympialaiset 1952; Swedish: Olympiska sommarspelen 1952), officially known as the Games of the XV Olympiad, were an international multi-sport event held in Helsinki, Finland, from July 19 to August 3, 1952.",
  "/wiki/Estrella_Puente": "Estrella Puente (born 22 December 1928) is a Uruguayan athlete. She competed in the women's javelin throw at the 1952 Summer Olympics.",
  "/wiki/1932_Summer_Olympics": "The 1932 Summer Olympics, officially known as the Games of the X Olympiad, was an international multi-sport event that was held from July 30 to August 14, 1932, in Los Angeles, California, United States.",
  "/wiki/Guillermo_Douglas": "Guillermo Rafael Douglas Sabattini (January 1909, in Paysandú, Uruguay – 1967) was a rower from  Uruguay.",
  "/wiki/List_of_flag_bearers_for_Uruguay_at_the_Olympics": "This is a list of flag bearers who have represented Uruguay at the Olympics."
}