{
  "/wiki/Battle_of_Mine_Creek_Site": "The Mine Creek Battlefield State Historic Site, located 2.5 miles (4.0 km) southwest of Pleasanton in eastern Kansas, United States, commemorates the Battle of Mine Creek in the American Civil War. On October 25, 1864, approximately 2,800 Union troops attacked and defeated about 8,000 Confederates along the banks of Mine Creek. It was one of the largest cavalry battles in the Civil War, and the only major battle fought in Kansas. The Union brigades were commanded by Colonels Frederick W. Benteen and John Finis Philips. After this battle, Federal forces pursued and defeated additional Confederates in Missouri as they attempted to return to Arkansas, the Indian Territory (Oklahoma), and Texas.",
  "/wiki/U.S._Route_69": "U.S. Route 69 (US 69) is a major north–south United States highway.  When it was first created, it was only 150 miles (241 km) long, but it has since been expanded into a Minnesota to Texas cross-country route. The highway's southern terminus (as well as those of US 287 and US 96) is in Port Arthur, Texas at an intersection with State Highway 87. Its northern terminus is in Albert Lea, Minnesota at Minnesota State Highway 13.",
  "/wiki/Pleasanton,_Kansas": "Pleasanton is a city in Linn County, Kansas, United States.  As of the 2010 census, the city population was 1,216. It is part of the Kansas City metropolitan area.",
  "/wiki/Landers_Creek_Bridge": "The Landers Creek Bridge, also known as the Goodrich Bridge and located at the southern edge of Goodrich in Linn County, Kansas, is a stone arch bridge which was built in 1917.  It was listed on the National Register of Historic Places in 1985.",
  "/wiki/Linn_County_Courthouse_(Mound_City,_Kansas)": "The Linn County Courthouse in Mound City, Kansas was built in 1885.  It was listed on the National Register of Historic Places in 1974.",
  "/wiki/Mound_City,_Kansas": "Mound City is a city in and the county seat of Linn County, Kansas, United States.  As of the 2010 census, the city population was 694. It is part of the Kansas City metropolitan area.",
  "/wiki/Marais_des_Cygnes_Massacre_Site": "The Marais des Cygnes Massacre Site, also known as Marais des Cygnes Massacre Memorial Park, is a state historic site near Trading Post, Kansas, not far from the Missouri border.  It is the site of the 1858 Marais des Cygnes massacre, one of the last major acts of violence in Bleeding Kansas before the American Civil War.  The site, now managed by the Kansas Historical Society, is a National Historic Landmark.",
  "/wiki/Trading_Post,_Kansas": "Trading Post is an unincorporated community in Linn County, Kansas, United States, which is said to be one of the oldest continuously occupied locations in the state and is also included in the Kansas City metropolitan area.  In 1842 a United States Army fort was built there, but it was soon abandoned. The fort remained until probably at least 1900. It was used by troops travelling through the area during the American Civil War and a military post was established in 1861 and lasted until summer 1865. The Battle of Marais des Cygnes was fought here during the American Civil War.  The location derives its name from a French trading post established there about 1825.",
  "/wiki/Mine_Creek_Bridge": "The Mine Creek Bridge, located east of Mound City in Linn County, Kansas, was built in 1927.  It was listed on the National Register of Historic Places in 1983.",
  "/wiki/Old_Linn_County_Jail": "The Old Linn County Jail, also known as City Hall, at 312 Main Street in Mound City in Linn County, Kansas was built in 1867-68.  It was listed on the National Register of Historic Places in 1978.",
  "/wiki/Prescott_School": "The Prescott School at Third and Main in Prescott in Linn County, Kansas, also known as the old Prescott School,  was built in 1882-83 with Italianate style.  It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Prescott,_Kansas": "Prescott is a city in Linn County, Kansas, United States.  As of the 2010 census, the city population was 264. It is part of the Kansas City metropolitan area.",
  "/wiki/Prescott_Rural_High_School": "The Prescott Rural High School, on West 4th Street in Prescott, Kansas, was built in 1924.  It has also been known as Prescott Elementary School.  It was listed on the National Register of Historic Places in 2008 as part of a Multiple Property Submission for public schools in Kansas."
}