{
  "/wiki/European_Parliament": "The European Parliament (EP) is the legislative branch of the European Union and one of its seven institutions. Together with the Council of the European Union, it adopts European legislation, normally on a proposal from the European Commission. The Parliament is composed of 705 members (MEPs). The Parliament represents the second-largest democratic electorate in the world (after the Parliament of India) and the largest trans-national democratic electorate in the world (375 million eligible voters in 2009).",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/Martin_Schulz": "Martin Schulz (born 20 December 1955) is a German politician who served as Leader of the Social Democratic Party 2017 to 2018, and has served as a Member of the Bundestag (MdB) since 2017. Previously he was President of the European Parliament from 2012 to 2017, Leader of the Progressive Alliance of Socialists and Democrats from 2004 to 2012 and a Member of the European Parliament (MEP) from Germany from 1994 to 2017.",
  "/wiki/European_Council": "The European Council (informally EUCO) is a collective body that defines the European Union's overall political direction and priorities. It comprises the heads of state or government of the EU member states, along with the President of the European Council and the President of the European Commission. The High Representative of the Union for Foreign Affairs and Security Policy also takes part in its meetings. Established as an informal summit in 1975, the European Council was formalised as an institution in 2009 upon the entry into force of the Treaty of Lisbon. Its current president is Charles Michel, former Prime Minister of Belgium.",
  "/wiki/Donald_Tusk": "Donald Franciszek Tusk (/tʊsk/; Polish: [ˈdɔnalt franˈt͡ɕiʂɛk ˈtusk] (listen); born 22 April 1957) is a Polish politician, who was the president of the European Council from 2014 to 2019. He served as the prime minister of Poland from 2007 to 2014 and was a co-founder and chairman of the Civic Platform (Platforma Obywatelska) political party. On 20 November 2019, Tusk was elected as the president of the European People's Party (EPP), Europe's largest transnational political party.",
  "/wiki/Council_of_the_European_Union": "The Council of the European Union, often referred to in the treaties and other official documents simply as the Council[a] and informally known as Council of Ministers, is the third of the seven Institutions of the European Union (EU) as listed in the Treaty on European Union. It is one of two legislative bodies and together with the European Parliament serves to amend and approve the proposals of the European Commission.",
  "/wiki/European_Commission": "The European Commission (EC) is the executive branch of the European Union, responsible for proposing legislation, implementing decisions, upholding the EU treaties and managing the day-to-day business of the EU. Commissioners swear an oath at the European Court of Justice in Luxembourg City, pledging to respect the treaties and to be completely independent in carrying out their duties during their mandate. The Commissioners are proposed by the Council of the European Union, on the basis of suggestions made by the national governments, and then appointed by the European Council after the approval of the European Parliament. It is common, although not a formal requirement, that the commissioners have previously held senior political positions, such as being a member of the European Parliament or a government minister.",
  "/wiki/Jean-Claude_Juncker": "Jean-Claude Juncker (Luxembourgish: [ʒɑ̃ːkloːt ˈjuŋkɐ]; born 9 December 1954) is a Luxembourg politician, who served as President of the European Commission from 2014 to 2019 and as the 23rd Prime Minister of Luxembourg from 1995 to 2013. He was also the Minister for Finances from 1989 to 2009.",
  "/wiki/European_Court_of_Justice": "The Court of Justice, informally known as the European Court of Justice, is the supreme court of the European Union in matters of European Union law. As a part of the Court of Justice of the European Union it is tasked with interpreting EU law and ensuring its equal application across all EU member states.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/Koen_Lenaerts": "Koen Lenaerts, Baron Lenaerts (Dutch: [kun ˈleːnaːrts]; born 20 December 1954 in Mortsel) is the President of the Court of Justice of the European Union. He is also a Professor of European Law at the Katholieke Universiteit Leuven and was a member of the Coudenberg group, a Belgian federalist think tank.",
  "/wiki/European_Central_Bank": "The European Central Bank (ECB) is the central bank for the euro and administers monetary policy within the Eurozone, which comprises 19 member states of the European Union and is one of the largest monetary areas in the world. Established by the Treaty of Amsterdam, the ECB is one of the world's most important central banks and serves as one of seven institutions of the European Union, being enshrined in the Treaty on European Union (TEU). The bank's capital stock is owned by all 27 central banks of each EU member state. The current President of the ECB is Christine Lagarde. Headquartered in Frankfurt, Germany, the bank formerly occupied the Eurotower prior to the construction of its new seat.",
  "/wiki/Frankfurt_am_Main": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Mario_Draghi": "Mario Draghi OMRI GColIH BVO (Italian pronunciation: [ˈmaːrjo ˈdraːɡi]; born 3 September 1947) is an Italian economist who served as President of the European Central Bank between 2011 and 2019. Prior to that, he served as the Chairman of the Financial Stability Board from 2009 to 2011 and Governor of the Bank of Italy from 2005 to 2011.",
  "/wiki/Court_of_Auditors": "The European Court of Auditors (ECA) (French: Cour des comptes européenne) is the fifth institution of the European Union (EU). It was established in 1975 in Luxembourg in order to  improve EU financial management.",
  "/wiki/Vítor_Manuel_da_Silva_Caldeira": "Vítor Manuel da Silva Caldeira (born 1960) is the President of the Portuguese Court of Auditors and former President of the European Court of Auditors.\nHe was born in Campo Maior, Portugal.",
  "/wiki/European_Investment_Bank": "The European Investment Bank (EIB) is a publicly owned international financial institution whose shareholders are the EU member states. It was established in 1958 under the Treaty of Rome as a \"policy-driven bank\" using financing operations to further EU policy goals  such as European integration and social cohesion. It should not be confused with the European Central Bank, which is based in Frankfurt (Germany) or with the European Bank for Reconstruction and Development (EBRD) which is based in London (United Kingdom).",
  "/wiki/Werner_Hoyer": "Werner Hoyer (born 17 November 1951 in Wuppertal) is a German politician of the liberal Free Democratic Party of Germany (FDP), currently serving as the President of the European Investment Bank.",
  "/wiki/Economic_and_Social_Committee": "The European Economic and Social Committee (EESC) is a consultative body of the European Union (EU) established in 1958. It is an advisory assembly composed of \"social partners\", namely: employers (employers' organisations), employees (trade unions) and representatives of various other interests. Its seat, which it shares with the Committee of the Regions, is the Jacques Delors building on Belliardstraat / Rue Belliard 99 in Brussels.  Once known by the acronym \"EcoSoc\", the body is now referred to as the \"EESC\", to avoid confusions with the United Nations ECOSOC.",
  "/wiki/European_Ombudsman": "The European Ombudsman (or sometimes Euro-Ombudsman) is an ombudsman for the European Union, based in the Václav Havel building in Strasbourg.",
  "/wiki/Emily_O'Reilly": "Emily O'Reilly is an author and former journalist and broadcaster who became Ireland's first female Ombudsman in 2003, succeeding Kevin Murphy. On 3 July 2013, she was voted European Ombudsman by the European Parliament. She was re-elected in 2014 and in 2019, in each case for a mandate of five more years. She was educated at University College Dublin, Trinity College Dublin, and Harvard University, where she was awarded a Nieman Fellowship in journalism.",
  "/wiki/Committee_of_the_Regions": "The European Committee of the Regions (CoR) is the European Union's (EU) assembly of local and regional representatives that provides sub-national authorities (i.e. regions, counties, provinces, municipalities and cities) with a direct voice within the EU's institutional framework.",
  "/wiki/Markku_Markkula": "Markku Antero Markkula (born July 15, 1950 in Kolari, Finland) is a Finnish politician and the First Vice-President of the European Committee of the Regions. A member of Finland's Espoo City Council since 1980 - where he was President from 1990–1992 and again in 2010 - Markkula is a member of the Board of the Helsinki-Uusimaa Regional Council and has been Chairman of the Espoo City Planning Board since 2004.",
  "/wiki/List_of_bodies_of_the_European_Union": "Below is a list of bodies of the European Union."
}