{
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/1992_European_Super_Cup": "The 1992 European Super Cup was played between Barcelona and Werder Bremen, with Barcelona winning 3–2 on aggregate.",
  "/wiki/1997_UEFA_Super_Cup": "The 1997 UEFA Super Cup was a two-legged football match played on 8 January 1998 and 11 March 1998 between Borussia Dortmund of Germany, winner of the 1996–97 UEFA Champions League and Barcelona of Spain, winner of the 1996–97 UEFA Cup Winners' Cup. Barcelona won the match 3–1 on aggregate, beating Borussia Dortmund 2–0 at Camp Nou in the first leg and drawing the second leg 1–1 in Westfalenstadion, Dortmund.",
  "/wiki/2009_UEFA_Super_Cup": "The 2009 UEFA Super Cup was the 34th UEFA Super Cup, an annual football match between the winners of the previous season's UEFA Champions League and UEFA Cup competitions. The match was contested by 2008–09 UEFA Champions League winners, Barcelona, and 2008–09 UEFA Cup winners, Shakhtar Donetsk at the Stade Louis II in Monaco on 28 August 2009, following the UEFA Champions League and Europa League draws at the Grimaldi Forum.",
  "/wiki/2011_UEFA_Super_Cup": "The 2011 UEFA Super Cup was the 36th UEFA Super Cup, between the reigning champions of the two club competitions organised by the European football governing body UEFA: the UEFA Champions League and the UEFA Europa League. It took place at the Stade Louis II in Monaco on 26 August 2011. It was contested by the 2010–11 UEFA Champions League winners Barcelona of Spain and the 2010–11 UEFA Europa League winners Porto of Portugal. Barcelona won the title defeating Porto 2–0.",
  "/wiki/2015_UEFA_Super_Cup": "The 2015 UEFA Super Cup was a football match between Spanish teams Barcelona and Sevilla on 11 August 2015 at the Boris Paichadze Dinamo Arena in Tbilisi, Georgia. It was the 40th UEFA Super Cup, an annual tournament contested by the winners of the UEFA Champions League and UEFA Europa League. Barcelona were appearing in the Super Cup for the ninth time, they had previously won and lost the competition four times each. Sevilla were appearing in the competition for the fourth time, they had won once and lost twice. The two sides had met before in the competition in 2006, when Sevilla won 3–0.",
  "/wiki/1979_European_Super_Cup": "The 1979 European Super Cup was played between Nottingham Forest and Barcelona, with Nottingham Forest winning 2–1 on aggregate.",
  "/wiki/1982_European_Super_Cup": "The 1982 European Super Cup was contested between the European Cup holders Aston Villa and the Cup Winners' Cup holders Barcelona. The cup took place over two legs in January 1983. The first leg was won by Barcelona 1–0 at the Camp Nou stadium in Barcelona, but Aston Villa won 3–0 at Villa Park after extra time to take a 3–1 aggregate win.",
  "/wiki/1989_European_Super_Cup": "The 1989 European Super Cup was the 14th European Super Cup, an annual football match contested by the winners of the previous season's European Cup and European Cup Winners' Cup competitions. The 1989 Super Cup was played on a home-and-away basis, and was contested by Milan, winners of the 1988–89 European Cup, and Barcelona, who had won the 1988–89 European Cup Winners' Cup. After a 1–1 draw in the first leg at the Camp Nou in Barcelona, Milan won 1–0 at home to secure a 2–1 aggregate win and their first Super Cup.",
  "/wiki/2006_UEFA_Super_Cup": "The 2006 UEFA Super Cup was the 31st edition of the annual UEFA Super Cup, a UEFA-sponsored football club match that pitted the winners of the UEFA Champions League against the winners of the UEFA Cup. It took place at the Stade Louis II in Monaco, on 25 August 2006, and featured two Spanish clubs: Barcelona, who won the 2005–06 UEFA Champions League, against Sevilla, who took the 2005–06 UEFA Cup title. Sevilla beat Barcelona by 3–0 and added its first UEFA Super Cup trophy to its maiden UEFA Cup.",
  "/wiki/A.C._Milan": "Associazione Calcio Milan (Italian pronunciation: [assotʃatˈtsjoːne ˈkaltʃo ˈmiːlan]), commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.",
  "/wiki/1990_European_Super_Cup": "The 1990 European Super Cup was played between 1989–90 European Cup winners Milan and 1989–90 European Cup Winners' Cup winners Sampdoria, with Milan winning 3–1 on aggregate.",
  "/wiki/1994_European_Super_Cup": "The 1994 European Super Cup was a football match played over two legs between Arsenal of England and Milan of Italy. It was the 20th staging of the European Super Cup, a fixture between the winners of the UEFA Champions League and European Cup Winners' Cup. The first leg was played at Highbury, London on 1 February 1995 and at the San Siro, Milan a week later for the second leg. Milan won the Super Cup 2–0 on aggregate.",
  "/wiki/2003_UEFA_Super_Cup": "The 2003 UEFA Super Cup was played on 29 August 2003 between Milan of Italy and Porto of Portugal. Milan qualified by defeating Juventus in the 2003 UEFA Champions League Final, while Porto qualified by beating Celtic in the 2003 UEFA Cup Final. Milan won the match 1–0. After the match, defeated Porto manager José Mourinho said, \"We leave here convinced we can go into the UEFA Champions League with the hope and certainty we can compete with any team.\" They finished the season as 2003–04 UEFA Champions League winners.",
  "/wiki/2007_UEFA_Super_Cup": "The 2007 UEFA Super Cup was the 32nd UEFA Super Cup, an annual football match between the winners of the previous season's UEFA Champions League and UEFA Cup competitions. The match was held at the Stade Louis II in Monaco on 31 August 2007 and contested by Milan, who won the 2006–07 UEFA Champions League, and Sevilla, winners of the 2006–07 UEFA Cup. Sevilla were looking to become only the second team to defend the trophy in its history, the first being their opponents Milan, who had previously won the trophy four times. This was Milan's seventh appearance in the Super Cup, putting them one ahead of the previous season's runners-up, Barcelona.",
  "/wiki/1973_European_Super_Cup": "The 1973 European Super Cup was played between 1972–73 European Cup winners Ajax and 1972–73 European Cup Winners' Cup winners Milan, with Ajax winning 6–1 on aggregate, making it the worst defeat for an Italian team in an UEFA competition final.  Unlike future Super Cup matches, the 1973 edition took place at the start of the following calendar year rather than the start of the following season.",
  "/wiki/1993_European_Super_Cup": "The 1993 European Super Cup was contested between Milan (the 1992–93 UEFA Champions League runners-up) and Parma (the 1992–93 European Cup Winners' Cup champions). It was won by Parma, 2–1 on aggregate. The final was contested over two legs with a leg at each of the sides' home grounds. The first leg took place at Ennio Tardini, Parma, on 12 January 1994 and ended 0–1. The second leg took place at San Siro, Milan, on 2 February 1994, where Parma won 2–0 after extra time.",
  "/wiki/Real_Madrid_C.F.": "Real Madrid Club de Fútbol (Spanish pronunciation: [reˈal maˈðɾið ˈkluβ ðe ˈfuðβol] (listen), meaning Royal Madrid Football Club), commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid.",
  "/wiki/2002_UEFA_Super_Cup": "The 2002 UEFA Super Cup was played on 30 August 2002 between Real Madrid of Spain and Feyenoord of the Netherlands. Real Madrid qualified by beating Bayer Leverkusen in the 2002 UEFA Champions League Final. Feyenoord had made it to the Super Cup after beating Borussia Dortmund in the 2002 UEFA Cup Final. Real Madrid won the match 3–1, securing their first Super Cup win.",
  "/wiki/2014_UEFA_Super_Cup": "The 2014 UEFA Super Cup was the 39th edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured two Spanish teams Real Madrid and Sevilla, the winners of the 2013–14 UEFA Champions League and the 2013–14 UEFA Europa League respectively. It was played at the Cardiff City Stadium in Cardiff, Wales, on 12 August 2014. The date was moved from Friday in late August in previous years, to mid-August starting this year, following the removal of the August international friendly date in the new FIFA International Match Calendar.",
  "/wiki/2016_UEFA_Super_Cup": "The 2016 UEFA Super Cup was the 41st edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured Real Madrid, the winners of the 2015–16 UEFA Champions League, and Sevilla, the winners of the 2015–16 UEFA Europa League.",
  "/wiki/2017_UEFA_Super_Cup": "The 2017 UEFA Super Cup was the 42nd edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured Spanish side Real Madrid, the title holders and winners of the 2016–17 UEFA Champions League, and English side Manchester United, the winners of the 2016–17 UEFA Europa League. The match was played at the Philip II Arena in Skopje, Macedonia, on 8 August 2017, and was the first UEFA final staged in the country.",
  "/wiki/1998_UEFA_Super_Cup": "The 1998 UEFA Super Cup was a football match that was played on 28 August 1998 at Stade Louis II, Monaco, contested between Champions League winners Real Madrid and Cup Winners' Cup holders Chelsea. Neither team had previously won the trophy. Chelsea won the match 1–0 with a late goal from Gus Poyet.",
  "/wiki/2000_UEFA_Super_Cup": "The 2000 UEFA Super Cup was a football match played on 25 August 2000 between Real Madrid of Spain and Galatasaray of Turkey. Real Madrid qualified by beating Valencia in the 2000 UEFA Champions League Final, while Galatasaray had made it to the Super Cup after beating Arsenal in the 2000 UEFA Cup Final. Galatasaray won the match 2–1, both goals scored by Mário Jardel, the latter a golden goal.",
  "/wiki/2018_UEFA_Super_Cup": "The 2018 UEFA Super Cup was the 43rd edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured two Spanish sides, Real Madrid, the winners of the 2017–18 UEFA Champions League and the defending champions having won the previous two editions, and Atlético Madrid, the winners of the 2017–18 UEFA Europa League. It was played at the A. Le Coq Arena in Tallinn, Estonia, on 15 August 2018, and was the first European club final held in Estonia.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.",
  "/wiki/1977_European_Super_Cup": "The 1977 European Super Cup was an association football match played over two-legs between German team Hamburger SV and English team Liverpool. The first leg was played at the Volksparkstadion, Hamburg on 22 November 1977 and the second leg was played on 6 December 1977 at Anfield, Liverpool. It was the annual the European Super Cup contested between the winners of the European Cup and European Cup Winners' Cup. Both team were appearing in the competition for the first time.",
  "/wiki/2001_UEFA_Super_Cup": "The 2001 UEFA Super Cup was a football match between German team Bayern Munich and English team Liverpool on 24 August 2001 at Stade Louis II, the annual UEFA Super Cup contested between the winners of the UEFA Champions League and UEFA Cup. Bayern were appearing in the Super Cup for the third time, their two previous appearances in 1975 and 1976 had ended in defeat. Liverpool were appearing in their fourth Super Cup, they won the competition in 1977, and lost twice in 1978 and 1984.",
  "/wiki/2005_UEFA_Super_Cup": "The 2005 UEFA Super Cup was an association football match between Liverpool of England and CSKA Moscow of Russia on 26 August 2005 at Stade Louis II, Monaco, the annual UEFA Super Cup contested between the winners of the UEFA Champions League and UEFA Cup. Liverpool were appearing in the Super Cup for the fifth time, having won the competition in 1977 and 2001. CSKA Moscow were appearing in the Super Cup for the first time, the first Russian team to appear in the competition.",
  "/wiki/2019_UEFA_Super_Cup": "The 2019 UEFA Super Cup was the 44th edition of the UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. The match featured two English sides, Liverpool, the winners of the 2018–19 UEFA Champions League, and Chelsea, the winners of the 2018–19 UEFA Europa League. The match was played at Vodafone Park in Istanbul, Turkey on 14 August 2019. The match was the first all-English UEFA Super Cup, and the eighth overall Super Cup to feature two teams from the same country. For the first time, the video assistant referee (VAR) system was used in the competition.",
  "/wiki/1978_European_Super_Cup": "The 1978 European Super Cup was a football match played over two legs between Liverpool of England and Anderlecht of Belgium. The first leg was played at the Emile Versé Stadium, Brussels on 4 December 1978 and the second leg was played on 19 December 1978 at Anfield, Liverpool. It was the annual European Super Cup contested between the winners of the European Cup and the European Cup Winners' Cup. Liverpool were the reigning champions, while Anderlecht were appearing in the competition for the second time after winning the 1976 edition.",
  "/wiki/1984_European_Super_Cup": "The 1984 European Super Cup was an association football match between Italian team Juventus and English team Liverpool, which took place on 16 January 1985 at the Stadio Comunale. The match was the annual European Super Cup contested between the winners of the European Cup and European Cup Winners' Cup. At the time, the European Super Cup was generally a two-legged fixture, but only the first leg (in Turin) was played, due to fixture congestion.",
  "/wiki/Atl%C3%A9tico_Madrid": "Club Atlético de Madrid (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.",
  "/wiki/2010_UEFA_Super_Cup": "The 2010 UEFA Super Cup was the 35th UEFA Super Cup, between the reigning champions of the two club competitions organised by the European football governing body UEFA: the UEFA Champions League and the UEFA Europa League. It took place at the Stade Louis II in Monaco on 27 August 2010. It was contested by Internazionale, who won the 2009–10 UEFA Champions League, and Atlético Madrid, who won the 2009–10 UEFA Europa League. Neither side had previously competed in the UEFA Super Cup. As part of a trial that started in the 2009–10 UEFA Europa League, two extra officials – one on each goal line – were used in this match.",
  "/wiki/2012_UEFA_Super_Cup": "The 2012 UEFA Super Cup was the 37th UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. It was played at the Stade Louis II in Monaco on 31 August 2012, between the 2011–12 UEFA Champions League winners Chelsea of England and the 2011–12 UEFA Europa League winners Atlético Madrid of Spain.",
  "/wiki/AFC_Ajax": "Amsterdamsche Football Club Ajax (Dutch pronunciation: [ˈaːjɑks]), also known as AFC Ajax, Ajax Amsterdam, or simply Ajax, is a Dutch professional football club based in Amsterdam, that plays in the Eredivisie, the top tier in Dutch football. Historically, Ajax (named after the legendary Greek hero) has been the most successful club in the Netherlands, with 34 Eredivisie titles and 19 KNVB Cups. It has continuously played in the Eredivisie, since the league's inception in 1956 and, along with Feyenoord and PSV Eindhoven, it is one of the country's \"big three\" clubs that have dominated that competition.",
  "/wiki/1995_UEFA_Super_Cup": "The 1995 UEFA Super Cup was a two-legged match contested between the UEFA Cup Winners' Cup holders Zaragoza and the UEFA Champions League holders Ajax. The cup was played later than usual, the two legs taking place in February 1996. The first leg was drawn 1–1 at the La Romareda stadium in Zaragoza. The second leg was won 4–0 by Ajax at the Olympic Stadium in Amsterdam. Ajax won 5–1 on aggregate.",
  "/wiki/1987_European_Super_Cup": "The 1987 UEFA Super Cup was played between Porto and Ajax, with Porto winning 2–0.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/1976_European_Super_Cup": "The 1976 European Super Cup was played between RSC Anderlecht of Belgium and Bayern Munich of West Germany, with Anderlecht winning 5–3 on aggregate.",
  "/wiki/Valencia_CF": "Valencia Club de Fútbol (Spanish: [baˈlenθja ˈkluβ ðe ˈfuðβol], Valencian: València Club de Futbol [vaˈlensia ˈklub de fubˈbɔl]), commonly referred to as Valencia CF or simply Valencia, is a Spanish professional football club based in Valencia. They play in La Liga. Valencia have won six La Liga titles, eight Copa del Rey titles, one Supercopa de España and one Copa Eva Duarte. In European competitions, they've won two Inter-Cities Fairs Cups (the predecessor to the UEFA Cup), one UEFA Cup, one UEFA Cup Winners' Cup, two UEFA Super Cups and one UEFA Intertoto Cup. They also reached two UEFA Champions League finals in a row, losing to La Liga rivals Real Madrid in 2000 and German club Bayern Munich on penalties after a 1–1 draw in 2001. Valencia were also members of the G-14 group of leading European football clubs and since its end has been part of the original members of the European Club Association. In total, Valencia have reached seven major European finals, winning four of them.",
  "/wiki/1980_European_Super_Cup": "The 1980 European Super Cup was played between Nottingham Forest and Valencia, with Valencia winning on the away goals rule. Forest won the home leg 2–1, with both goals coming from Ian Bowyer. They however lost the second leg 1–0. This was the only occasion that the Super Cup was decided using the away goals rule.",
  "/wiki/2004_UEFA_Super_Cup": "The 2004 UEFA Super Cup was an association football match between Porto of Portugal and Valencia of Spain on 27 August 2004, held at the Stade Louis II in Monaco. The match was the 29th annual UEFA Super Cup contested between the winners of the UEFA Champions League and UEFA Cup. Porto were appearing in the Super Cup for the third time; they won the competition in 1987 and lost in 2003. Valencia were appearing in the competition for the second time; their previous appearance in 1980 resulted in a victory.",
  "/wiki/Juventus_F.C.": "Juventus Football Club (from Latin: iuventūs, \"youth\"; Italian pronunciation: [juˈvɛntus]), colloquially known as Juve (pronounced [ˈjuːve]), is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking[a] whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.",
  "/wiki/1996_UEFA_Super_Cup": "The 1996 UEFA Super Cup was a two-legged match that took place on 15 January 1997 and 5 February 1997 between Paris Saint-Germain of France, champions of the 1995–96 UEFA Cup Winners' Cup and Juventus of Italy as winners of the 1995–96 UEFA Champions League. Juventus won the tie 9–2 on aggregate (record in the history of the cup), humiliating PSG at the Parc des Princes 6–1, with goals from Sergio Porrini, Michele Padovano, Ciro Ferrara, Attilio Lombardo and Nicola Amoruso in the first leg (also a record) and winning the second leg 3–1 at Stadio La Favorita in Palermo after goals from Alessandro Del Piero and Christian Vieri.",
  "/wiki/Sevilla_FC": "Sevilla Fútbol Club (Spanish pronunciation: [seˈβiʎa ˈfuðβol ˈkluβ]), commonly referred to as Sevilla, is a professional football club based in Seville, the capital and largest city of the autonomous community of Andalusia, Spain. It plays in Spanish football's top flight, La Liga. It is Spain's oldest sporting club solely devoted to football. The club was formed on 25 January 1890, with the Scottish born Edward Farquharson Johnston as their first president. On 14 October 1905, the club's articles of association were registered in the Civil Government of Seville under the presidency of the Jerez-born José Luis Gallegos Arnosa.",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Manchester_United_F.C.": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.",
  "/wiki/1991_European_Super_Cup": "The 1991 European Super Cup was the 16th UEFA Super Cup, an annual football match contested by the winners of the previous season's European Cup and Cup Winners' Cup competitions. The match was played on 19 November 1991 and featured the 1990–91 European Cup winners, Red Star Belgrade, and Manchester United, winners of the 1990–91 Cup Winners' Cup. It was meant to be played over two legs, but due to the political unrest in Yugoslavia at the time, UEFA decided that only the Old Trafford leg would be played. Manchester United won the match 1–0, with Brian McClair scoring the winning goal in the 67th minute.",
  "/wiki/1999_UEFA_Super_Cup": "The 1999 UEFA Super Cup was a football match played on 27 August 1999 between the 1998–99 UEFA Champions League winners, Manchester United, and Lazio, winners of the 1998–99 UEFA Cup Winners' Cup.",
  "/wiki/2008_UEFA_Super_Cup": "The 2008 UEFA Super Cup was the 33rd UEFA Super Cup, a football match played between the winners of the previous season's UEFA Champions League and UEFA Cup competitions. The 2008 competition was contested by Manchester United of England, who won the 2007–08 UEFA Champions League, and Zenit Saint Petersburg of Russia, the winners of the 2007–08 UEFA Cup. The match was played on 29 August 2008 at the Stade Louis II in Monaco.",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/2013_UEFA_Super_Cup": "The 2013 UEFA Super Cup was the 38th UEFA Super Cup, an annual football match organised by UEFA and contested by the reigning champions of the two main European club competitions, the UEFA Champions League and the UEFA Europa League. In a repeat of the 2012 UEFA Champions League Final, the match featured Bayern Munich, the winners of the 2012–13 UEFA Champions League, and Chelsea, the winners of the 2012–13 UEFA Europa League. Having beaten Bayern in the 2012 Champions League Final, it was Chelsea's second consecutive appearance in the Super Cup. It was played at the Eden Arena in Prague, Czech Republic, on 30 August 2013, and was the first to be held away from the Stade Louis II in Monaco since it became a one-legged match in 1998.",
  "/wiki/FC_Bayern_Munich": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München (German pronunciation: [ʔɛf tseː ˈbaɪɐn ˈmʏnçn̩]), FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 29 national titles and 19 national cups.",
  "/wiki/1975_European_Super_Cup": "The 1975 European Super Cup was played on 9 September and 6 October 1975, between Bayern Munich of West Germany and Dynamo Kyiv of USSR. Dynamo won 3–0 on aggregate.",
  "/wiki/FC_Dynamo_Kyiv": "Football Club Dynamo Kyiv (Ukrainian: Футбольний клуб «Динамо» Київ, pronounced [dɪˈnɑmo ˈkɪjiu̯]) is a Ukrainian professional football club based in Kiev. Founded in 1927 as part of the Soviet Dynamo Sports Society, the club plays in the Ukrainian Premier League, and has never been relegated to a lower division. Their home is the 70,050 capacity Olimpiyskiy National Sports Complex.",
  "/wiki/1986_European_Super_Cup": "The 1986 European Super Cup was played between Steaua București and Dynamo Kyiv, with Steaua winning 1–0. The winning goal was scored by Gheorghe Hagi.",
  "/wiki/Nottingham_Forest_F.C.": "Nottingham Forest Football Club, often referred to as Forest, is a professional football club based in West Bridgford, Nottinghamshire, England. Since 1898 Forest have played their home matches at the City Ground. They currently compete in the EFL Championship, the second tier of the English football league system.",
  "/wiki/Aston_Villa_F.C.": "Aston Villa Football Club (nicknamed Villa) is an English professional football club based in Aston, Birmingham. The club competes in the Premier League, the top tier of the English football league system. Founded in 1874, they have played at their home ground, Villa Park, since 1897. Aston Villa were one of the founder members of the Football League in 1888 and of the Premier League in 1992. Villa are one of only five English clubs to have won the European Cup, in 1981–82. They have also won the Football League First Division seven times, the FA Cup seven times, the League Cup five times, and the UEFA Super Cup once.",
  "/wiki/Aberdeen_F.C.": "Aberdeen Football Club (also known as The Dons) is a Scottish professional football club based in Aberdeen, Scotland. They compete in the Scottish Premiership and have never been relegated from the top division of the Scottish football league system since they were promoted in 1905, despite twice finishing within the relegation zone. Aberdeen have won four Scottish league titles, seven Scottish Cups and six Scottish League Cups. They are also the only Scottish team to have won two European trophies, having won the European Cup Winners' Cup and the European Super Cup in 1983.",
  "/wiki/1983_European_Super_Cup": "The 1983 UEFA Super Cup was a two-legged match contested between the European Cup champions Hamburger SV, and the European Cup Winners' Cup champions Aberdeen.",
  "/wiki/FC_Steaua_Bucure%C8%99ti": "Fotbal Club FCSB (Romanian pronunciation: [fet͡ʃeseˌbe]), formerly Fotbal Club Steaua București (Romanian pronunciation: [ˈste̯awa bukuˈreʃtʲ]) and sometimes colloquially known simply as Steaua,[note 1] is a Romanian professional football club based in Bucharest. Founded in 1947 as Asociația Sportivă a Armatei București, it has spent its entire history in the Liga I, the top tier of the Romanian football league system.",
  "/wiki/KV_Mechelen": "Yellow Red Koninklijke Voetbalclub Mechelen (Dutch pronunciation: [ˌjɛloː ˈrɛt ˌkoːnɪŋkləkə ˌvudbɑlklʏp ˈmɛxələ(n)]), often simply called KV Mechelen (Dutch pronunciation: [kaːˌveː ˈmɛxələ(n)]) or KVM, or by their former French name FC Malinois, is a Belgian professional football club based in Mechelen in the Antwerp province. KV Mechelen plays in the Belgian First Division A. They have won four Belgian championships and twice the Belgian Cup, as well as the 1987–88 European Cup Winners' Cup and the 1988 European Super Cup. They collected most of their honours in the 1940s and in the 1980s.",
  "/wiki/1988_European_Super_Cup": "The 1988 UEFA Super Cup was played between KV Mechelen and PSV Eindhoven, with Mechelen winning 3–1 on aggregate.",
  "/wiki/List_of_UEFA_Super_Cup_matches": "The UEFA Super Cup is an annual association football match contested between the winners of the UEFA Champions League and the UEFA Europa League. Established in 1972, it was contested between the winners of the European Cup (or UEFA Champions League since 1993) and the UEFA Cup Winners' Cup until 1999, when the latter was discontinued by UEFA. The last Super Cup disputed in this format was the 1999 UEFA Super Cup between Lazio and Manchester United, which Lazio won 1–0. The competition was originally played over two legs, one at each participating club's stadium in the winter months, but since the 1998 edition, it consists of a single match played at a neutral venue in August. Between 1998 and 2012, the Stade Louis II in Monaco hosted the Super Cup, but since 2013, it has taken place every year at a different stadium across Europe."
}