{
  "/wiki/Ice_Age:_Continental_Drift": "Ice Age: Continental Drift is a 2012 American computer-animated adventure comedy film produced by Blue Sky Studios and distributed by 20th Century Fox. It is the sequel to Ice Age: Dawn of the Dinosaurs and the fourth film in the Ice Age series. The film was directed by Steve Martino and Michael Thurmeier from a screenplay by Michael Berg and Jason Fuchs. In the film's ensemble voice cast, Ray Romano, John Leguizamo, Denis Leary, Queen Latifah, Seann William Scott, Josh Peck, and Chris Wedge reprise their previous roles alongside Keke Palmer, Nicki Minaj, Drake, Jennifer Lopez, Josh Gad, and Peter Dinklage voicing new characters. The plot focuses on Scrat sending Manny, Sid, and Diego adrift on an iceberg with Sid's Granny and causing them to face a gang of pirates led by Captain Gutt.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/Blue_Sky_Studios": "Blue Sky Studios, Inc. is an American computer animation film studio based in Greenwich, Connecticut. It is a subsidiary of 20th Century Fox Animation, a division of The Walt Disney Studios.",
  "/wiki/Madagascar_3:_Europe's_Most_Wanted": "Madagascar 3: Europe's Most Wanted (also simply known as Madagascar 3) is a 2012 American computer-animated comedy film produced by DreamWorks Animation, distributed by Paramount Pictures.1, It is the third installment of the Madagascar series and the sequel to Madagascar: Escape 2 Africa (2008). It is also the first film in the series to be released in 3D. The film was directed by Eric Darnell, Tom McGrath, and Conrad Vernon from a screenplay by Darnell and Noah Baumbach. Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith, Sacha Baron Cohen, Cedric the Entertainer, and Andy Richter reprise their roles from the previous films, with newcomers including Jessica Chastain, Bryan Cranston, Martin Short, and Frances McDormand.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/DreamWorks_Animation": "DreamWorks Animation LLC (also simply known as DreamWorks) is an American animation studio that is a subsidiary of Universal Pictures, a division of NBCUniversal, which is owned by Comcast. It is based in Glendale, California, and produces animated feature films, television programs, and online virtual games. The studio has currently released a total of 37 feature films, notably including ones from the Shrek, Madagascar, Kung Fu Panda, How to Train Your Dragon, The Croods, Trolls, and The Boss Baby franchises.",
  "/wiki/Brave_(2012_film)": "Brave is a 2012 American computer-animated fantasy film produced by Pixar Animation Studios and released by Walt Disney Pictures. It was directed by Mark Andrews and Brenda Chapman and co-directed by Steve Purcell. The story is by Chapman, with the screenplay by Andrews, Purcell, Chapman and Irene Mecchi. The film was produced by Katherine Sarafian, with John Lasseter, Andrew Stanton, and Pete Docter as executive producers. The film's voice cast features Kelly Macdonald, Billy Connolly, Emma Thompson, Julie Walters, Robbie Coltrane, Kevin McKidd, and Craig Ferguson. Set in the Scottish Highlands, the film tells the story of a princess named Merida who defies an age-old custom, causing chaos in the kingdom by expressing the desire not to be betrothed. Merida is the first and only Disney princess created by Pixar. The film is also dedicated to Steve Jobs.",
  "/wiki/Pixar": "Pixar Animation Studios (/ˈpɪksɑːr/) is an American computer animation studio based in Emeryville, California, a subsidiary of Walt Disney Studios. Pixar began in 1979 as part of the Lucasfilm computer division, known as the Graphics Group, before its spin-off as a corporation on February 3, 1986, with funding from Apple co-founder Steve Jobs, who became its majority shareholder. Disney purchased Pixar in 2006 at a valuation of $7.4 billion by converting each share of Pixar stock to 2.3 shares of Disney stock, a transaction that resulted in Jobs becoming Disney's largest single shareholder at the time. Pixar is best known for its feature films technologically powered by RenderMan, the company's own implementation of the industry-standard RenderMan Interface Specification image-rendering application programming interface. Luxo Jr., a character from the studio's 1986 short film of the same name, is the studio's mascot.",
  "/wiki/Wreck-It_Ralph": "Wreck-It Ralph is a 2012 American 3D computer-animated comedy film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is the 52nd Disney animated feature film. The film was directed by Rich Moore in his directorial debut, who also directed episodes of The Simpsons and Futurama, and the screenplay was written by Phil Johnston and Jennifer Lee from a story by Moore, Johnston, and Jim Reardon. John Lasseter served as the executive producer. The film features the voices of John C. Reilly, Sarah Silverman, Jack McBrayer and Jane Lynch and tells the story of the eponymous arcade game villain who rebels against his \"bad-guy\" role and dreams of becoming a hero.",
  "/wiki/Walt_Disney_Animation_Studios": "Walt Disney Animation Studios (WDAS), sometimes shortened to Disney Animation, is an American animation studio that creates animated features and short films for The Walt Disney Company. Founded on October 16, 1923 by brothers Walt Disney and Roy O. Disney, it is one of the oldest-running animation studios in the world and currently acts as a division of Walt Disney Studios, being headquartered at the Roy E. Disney Animation Building at the Walt Disney Studios lot in Burbank, California. Since its foundation, the studio has produced 58 feature films, from Snow White and the Seven Dwarfs (1937) to Frozen II (2019), and hundreds of short films.",
  "/wiki/Hotel_Transylvania": "Hotel Transylvania is a 2012 American computer-animated comedy film produced by Columbia Pictures and Sony Pictures Animation. It was directed by Genndy Tartakovsky (in his directorial debut) from a screenplay by Peter Baynham and Robert Smigel and a story by Todd Durham, Dan Hageman, and Kevin Hageman, and stars the voices of Adam Sandler, Andy Samberg, Selena Gomez, Kevin James, Fran Drescher, Steve Buscemi, Molly Shannon, David Spade, CeeLo Green, Sadie Sandler, Jon Lovitz, Luenell, Chris Parnell, and Jackie Sandler.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/Sony_Pictures_Animation": "Sony Pictures Animation Inc. is an American animation studio owned by Sony Pictures Entertainment through their Motion Picture Group division and founded on May 9, 2002. The studio's films are distributed worldwide by Sony Pictures Releasing under their Columbia Pictures label, while all direct-to-video releases are released by Sony Pictures Home Entertainment.",
  "/wiki/The_Lorax_(film)": "The Lorax (also known as Dr. Seuss' The Lorax) is a 2012 American 3D computer-animated musical fantasy comedy film produced by Illumination Entertainment and based on Dr. Seuss's children's book of the same name. The film was released by Universal Pictures on March 2, 2012, on what would have been Seuss' 108th birthday.",
  "/wiki/Universal_Studios": "Universal Pictures (also known as Universal Studios, and formerly Universal Film Manufacturing Company) is an American film studio owned by Comcast through the NBCUniversal Film and Entertainment division of its wholly owned subsidiary NBCUniversal. Founded in 1912 by Carl Laemmle, Mark Dintenfass, Charles O. Baumann, Adam Kessel, Pat Powers, William Swanson, David Horsley, Robert H. Cochrane, and Jules Brulatour, it is the oldest surviving film studio in the United States; the world's fifth oldest after Gaumont, Pathé, Titanus, and Nordisk Film; and the oldest member of Hollywood's \"Big Five\" studios in terms of the overall film market. Its studios are located in Universal City, California, and its corporate offices are located in New York City.",
  "/wiki/Illumination_(company)": "Illumination (formerly known as Illumination Entertainment) is an American film and animation studio founded by Chris Meledandri in 2007 and owned by Universal Pictures, a division of NBCUniversal, which is itself a division of Comcast. Meledandri produces the movies while Universal finances and distributes all the films. The studio is best known for the Despicable Me and The Secret Life of Pets film series, and the film Sing. The Minions, characters from the  Despicable Me series, are the studio's mascots.",
  "/wiki/Rise_of_the_Guardians": "Rise of the Guardians is a 2012 American 3D computer-animated action fantasy-comedy film based on and serving as a continuation of William Joyce's The Guardians of Childhood book series and The Man in the Moon short film by Joyce and Reel FX Creative Studios. Peter Ramsey directed the film, while Joyce and Guillermo del Toro were executive producers with voice acting by Chris Pine, Alec Baldwin, Hugh Jackman, Isla Fisher, and Jude Law. Produced by DreamWorks Animation and distributed by Paramount Pictures,1 it was released on November 21, 2012. Despite receiving generally positive reviews and grossing $306 million against its $145 million budget, it was a box office bomb, due to production and marketing costs, losing DreamWorks Animation $83 million.",
  "/wiki/The_Pirates!_In_an_Adventure_with_Scientists!": "The Pirates! In an Adventure with Scientists! (released in North America, Australia and New Zealand as The Pirates! Band of Misfits) is a 2012 British-American 3D stop-motion animated swashbuckler comedy film produced by Aardman Animations and Sony Pictures Animation as their second and final collaborative project. Directed by Peter Lord, the film is loosely based on The Pirates! In an Adventure with Scientists, the first book from Gideon Defoe's The Pirates! series. It follows The Pirate Captain and his crew of amateur pirates in their attempt to win the Pirate of the Year competition.",
  "/wiki/Aardman_Animations": "Aardman Animations, Ltd. (also known as Aardman Studios or simply Aardman) is a British animation studio based in Bristol. Aardman is known for films made using stop-motion clay animation techniques, particularly those featuring Plasticine characters Wallace and Gromit. After some experimental computer animated short films during the late 1990s, beginning with Owzat (1997), it entered the computer animation market with Flushed Away (2006). Aardman films have made $1 billion worldwide and average $147 million per film. All of their stop motion films are among the highest-grossing stop-motion films, with their debut, Chicken Run (2000), being their top-grossing film as well as the highest-grossing stop-motion film of all time.",
  "/wiki/ParaNorman": "ParaNorman is a 2012 American stop-motion animated dark fantasy comedy horror film directed by Sam Fell and Chris Butler, and written by Butler. It is produced by Laika. The film stars the voices of Kodi Smit-McPhee, Tucker Albrizzi, Anna Kendrick, Casey Affleck, Christopher Mintz-Plasse, Leslie Mann, Jeff Garlin, Elaine Stritch, Bernard Hill, Jodelle Ferland, Tempestt Bledsoe, Alex Borstein, and John Goodman. It is the first stop-motion film to use a 3D color printer to create character faces, and only the second to be shot in 3D. In the film, Norman, a young boy who can communicate with ghosts, is given the task of ending a 300 year-old witch's curse on his Massachusetts town, despite being grounded by his father.",
  "/wiki/Frankenweenie_(2012_film)": "Frankenweenie is a 2012 American 3D stop motion-animated supernatural horror comedy film directed by Tim Burton and produced by Walt Disney Pictures. It is a remake of Burton's 1984 short film of the same name and is also both a parody of and homage to the 1931 film Frankenstein, based on Mary Shelley's book of the same name. The voice cast includes four actors who worked with Burton on previous films: Winona Ryder (Beetlejuice and Edward Scissorhands); Martin Short (Mars Attacks!); Catherine O'Hara (Beetlejuice and The Nightmare Before Christmas); and Martin Landau (Ed Wood and Sleepy Hollow), along with some new voice actors, such as Charlie Tahan and Atticus Shaffer.",
  "/wiki/Tim_Burton_Productions": "Tim Burton Productions is a film production company, founded by Tim Burton in the late 1980s. Denise Di Novi once headed the banner from 1989 to 1992. The company was not usually credited on films directed or produced by Burton.",
  "/wiki/List_of_animated_feature_films_of_2012": "This is a list of animated feature films first released in 2012."
}