{
  "/wiki/Raemka": "Raemka (Raemkai, Remkuy) was an ancient  Egyptian prince of the 5th dynasty. He was buried in tomb 80 in Saqqara and was possibly a son of Pharaoh Menkauhor Kaiu and Queen Meresankh IV.",
  "/wiki/Pharaoh": "Pharaoh (/ˈfɛəroʊ/, US also /ˈfeɪ.roʊ/; Coptic: .mw-parser-output .script-coptic{font-family:\"New Athena Unicode\",\"MPH 2B Damase\",\"FreeSerif\",\"Arial Coptic\",Quivira,Analecta,Antinoou,\"Sophia Nubian\",\"Noto Sans Coptic\",\"Segoe UI Historic\",\"Segoe UI Symbol\"}ⲡⲣ̅ⲣⲟ Pǝrro) is the common title of the monarchs of ancient Egypt from the First Dynasty (c. 3150 BCE) until the annexation of Egypt by the Roman Empire in 30 BCE, although the actual term \"Pharaoh\" was not used contemporaneously for a ruler until Merneptah, c. 1200 BCE. In the early dynasty, ancient Egyptian kings used to have up to three titles, the Horus, the Sedge and Bee (nswt-bjtj) name, and the Two Ladies (nbtj) name. The Golden Horus and nomen and prenomen titles were later added.",
  "/wiki/Menkauhor_Kaiu": "Menkauhor Kaiu (also known as Ikauhor and in Greek as Mencherês, Μεγχερῆς) was an Ancient Egyptian pharaoh of the Old Kingdom period. He was the seventh ruler of the Fifth Dynasty at the end of the 25th century BC or early in the 24th century BC ( circa 2399-2390 BC ).",
  "/wiki/Saqqara": "Saqqara (Arabic: سقارة‎, Egyptian Arabic pronunciation: [sɑʔˈʔɑːɾɑ]), also spelled Sakkara or Saccara in English /səˈkɑːrə/, is a vast, ancient burial ground in Egypt, serving as the necropolis for the Ancient Egyptian capital, Memphis. Saqqara features numerous pyramids, including the world-famous Step pyramid of Djoser, sometimes referred to as the Step Tomb due to its rectangular base, as well as a number of mastabas (Arabic word meaning 'bench'). Located some 30 km (19 mi) south of modern-day Cairo, Saqqara covers an area of around 7 by 1.5 km (4.35 by 0.93 mi).",
  "/wiki/Raherka_and_Meresankh": "Raherka and Meresankh (Raherka: \"Ra = the Sun god\" and Meresankh: \"she loves life\") is a group statue of an ancient Egyptian couple of the 4th dynasty or 5th dynasty.",
  "/wiki/Rahotep": "Sekhemrewahkhau Rahotep was an Egyptian pharaoh who reigned during the Second Intermediate Period, when Egypt was ruled by multiple kings. The egyptologists Kim Ryholt and Darrell Baker believe that Rahotep was the first king of the 17th Dynasty.",
  "/wiki/Second_Intermediate_Period": "The Second Intermediate Period marks a period when Ancient Egypt fell into disarray for a second time, between the end of the Middle Kingdom and the start of the New Kingdom. The concept of a \"Second Intermediate Period\" was coined in 1942 by German Egyptologist Hanns Stock.",
  "/wiki/Prince_Rahotep": "This is an article about an Egyptian prince. See also Rahotep, for the pharaoh of the same name.",
  "/wiki/Sneferu": "Sneferu (snfr-wj \"He has perfected me\", from Ḥr-nb-mꜣꜥt-snfr-wj \"Horus, Lord of Maat, has perfected me\", also read Snefru or Snofru), well known under his Hellenized name Soris (Koinē Greek: Σῶρις by Manetho), was the founding pharaoh of the Fourth Dynasty of Egypt during the Old Kingdom. Estimates of his reign vary, with for instance The Oxford History of Ancient Egypt suggesting a reign from around 2613 to 2589 BC, a reign of 24 years, while Rolf Krauss suggests a 30-year reign, and Rainer Stadelmann a 48-year reign. He built at least three pyramids that survive to this day and introduced major innovations in the design and construction of pyramids.",
  "/wiki/Huni": "Huni (original reading unknown) was an ancient Egyptian king and the last pharaoh of the 3rd dynasty during the Old Kingdom period. Following the Turin king list, he is commonly credited with a reign of 24 years, ending c. 2600 BC.",
  "/wiki/Nofret": "Nofret was a woman who lived in Ancient Egypt during the 4th dynasty of Egypt.",
  "/wiki/Mastaba": "A mastaba (/ˈmæstəbə/, /ˈmɑːstɑːbɑː/ or /mɑːˈstɑːbɑː/) or pr-djt (meaning \"house of eternity\" or \"eternal house\" in Ancient Egyptian) is a type of ancient Egyptian tomb in the form of a flat-roofed, rectangular structure with inward sloping sides, constructed out of mud-bricks. These edifices marked the burial sites of many eminent Egyptians during Egypt's Early Dynastic Period and Old Kingdom. In the Old Kingdom epoch, local kings began to be buried in pyramids instead of in mastabas, although non-royal use of mastabas continued for over a thousand years. Egyptologists call these tombs mastaba, from the Arabic word مصطبة (maṣṭaba) \"stone bench\".",
  "/wiki/Meidum": "Meidum, Maydum or Maidum (Arabic: ميدوم‎) is an archaeological site in Lower Egypt. It contains a large pyramid and several mud-brick mastabas. The pyramid was Egypt's first straight-sided one, but it partially collapsed in ancient times.  The area is located around 62 miles (100 km) south of modern Cairo.",
  "/wiki/Ramesses_I": "Menpehtyre Ramesses I (or Ramses) was the founding pharaoh of ancient Egypt's 19th dynasty. The dates for his short reign are not completely known but the time-line of late 1292–1290 BC is frequently cited as well as 1295–1294 BC. While Ramesses I was the founder of the 19th dynasty, in reality his brief reign marked the transition between the reign of Horemheb who had stabilized Egypt in the late 18th dynasty and the rule of the powerful pharaohs of this dynasty, in particular his son Seti I and grandson Ramesses II, who would bring Egypt up to new heights of imperial power.",
  "/wiki/Horemheb": "Horemheb (sometimes spelled Horemhab or Haremhab and meaning Horus is in Jubilation) was the last pharaoh of the 18th Dynasty of Egypt. He ruled for 14 years somewhere between 1319 BC and 1292 BC. He had no relation to the preceding royal family other than by marriage to Mutnedjmet, who is disputed to have been the daughter of his predecessor Ay; he is believed to have been of common birth.",
  "/wiki/Vizier_(Ancient_Egypt)": "The vizier (/vɪˈzɪər/ or /ˈvɪzɪər/) was the highest official in ancient Egypt to serve the pharaoh (king) during the Old, Middle, and New Kingdoms. Vizier is the generally accepted rendering of ancient Egyptian tjati, tjaty etc., among Egyptologists. The Instruction of Rekhmire (Installation of the Vizier), a New Kingdom text, defines many of the duties of the tjaty, and lays down codes of behavior. The viziers were often appointed by the pharaoh. During the 4th Dynasty and early 5th Dynasty, viziers were exclusively drawn from the royal family; from the period around the reign of Neferirkare Kakai onwards, they were chosen according to loyalty and talent or inherited the position from their fathers.",
  "/wiki/Ramesses_II": "Ramesses II /ˈræməsiːz, ˈræmsiːz, ˈræmziːz/ (variously also spelt Rameses or Ramses (Ancient Egyptian: rꜥ-ms-sw \"Ra is the one who bore him\" > Koinē Greek: Ῥαμέσσης, romanized: Rhaméssēs); c. 1303 BC – July or August 1213; reigned 1279–1213 BC), also known as Ramesses the Great, was the third pharaoh of the Nineteenth Dynasty of Egypt. He is often regarded as the greatest, most celebrated, and most powerful pharaoh of the New Kingdom. His successors and later Egyptians called him the \"Great Ancestor\".",
  "/wiki/Pi-Ramesses": "Pi-Ramesses (/pɪərɑːmɛs/; Ancient Egyptian: Per-Ra-mes(i)-su, meaning \"House of Ramesses\") was the new capital built by the Nineteenth Dynasty Pharaoh Ramesses II (1279–1213 BC) at Qantir, near the old site of Avaris. The city had served as a summer palace under Seti I (c. 1290–1279 BC), and may have been founded by Ramesses I (c. 1292–1290 BC) while he served under Horemheb.",
  "/wiki/Ramesses_III": "Usermaatre Ramesses III (also written Ramses and Rameses) was the second Pharaoh of the Twentieth Dynasty in Ancient Egypt. He is thought to have reigned from 1186 to 1155 BC and is considered to be the last great monarch of the New Kingdom to wield any substantial authority over Egypt. His long reign saw the decline of Egyptian political and economic power, linked to a series of invasions and internal economic problems that also plagued pharaohs before him. He has also been described as \"warrior Pharaoh\" due to his strong military strategies. He led the way by defeating the invaders known as \"the Sea People\", who had caused destruction in other civilizations and empires. He was able to save Egypt from collapsing at the time when many other empires fell during the Late Bronze Age; however, the damage of the invasions took a toll on Egypt.",
  "/wiki/Setnakhte": "Userkhaure-setepenre Setnakhte (or Setnakht, Sethnakht) was the first pharaoh (1189 BC–1186 BC) of the Twentieth Dynasty of the New Kingdom of Egypt and the father of Ramesses III.",
  "/wiki/Tiy-Merenese": "Tiy-merenese, Teye-Merenaset, Tiye-Mereniset (Tiy, Beloved of Isis) was the Great Royal Wife of pharaoh Setnakhte and mother of Ramesses III of the Twentieth Dynasty of Egypt.",
  "/wiki/Ramesses_IV": "Heqamaatre Ramesses IV (also written Ramses or Rameses) was the third pharaoh of the Twentieth Dynasty of the New Kingdom of Ancient Egypt. His name prior to assuming the crown was Amonhirkhopshef. He was the fifth son of Ramesses III and was appointed to the position of crown prince by the twenty-second year of his father's reign when all four of his elder brothers predeceased him. His promotion to crown prince:",
  "/wiki/Khonsu": "Khonsu (Ancient Egyptian: ḫnsw; also transliterated Chonsu, Khensu, Khons, Chons or Khonshu) is the Ancient Egyptian god of the Moon. His name means \"traveller\", and this may relate to the perceived nightly travel of the Moon across the sky. Along with Thoth he marked the passage of time. Khonsu was instrumental in the creation of new life in all living creatures. At Thebes he formed part of a family triad (the \"Theban Triad\") with Mut as his mother and Amun his father.",
  "/wiki/Ramesses_V": "Usermaatre Sekheperenre Ramesses V (also written Ramses and Rameses) was the fourth pharaoh of the Twentieth dynasty of Egypt and was the son of Ramesses IV and Queen Duatentopet.",
  "/wiki/Duatentopet": "Duatentopet or Tentopet was an Ancient Egyptian queen of the 20th dynasty, the wife of Pharaoh Ramesses IV, and mother of Ramesses V. Even though the identity of Ramesses IV's wife has not been clearly stated in history, she is considered the most likely candidate by virtue of the titles she was given and which were found listed in her tomb (QV74).",
  "/wiki/Amun": "Amun (also  Amon, Ammon, Amen; Greek Ἄμμων Ámmōn, Ἅμμων Hámmōn) was a major ancient Egyptian deity who appears as a member of the Hermopolitan Ogdoad. Amun was attested from the Old Kingdom together with his wife Amaunet. \nWith the 11th dynasty (c. 21st century BC), Amun rose to the position of patron deity of Thebes by replacing Montu.",
  "/wiki/Ramesses_VI": "Ramesses VI Nebmaatre-Meryamun (sometimes written Ramses or Rameses, also known under his princely name of Amenherkhepshef C[note 1]) was the fifth pharaoh of the Twentieth Dynasty of Egypt. He reigned for about eight years in the mid-to-late 12th century BC and was a son of Ramesses III and queen Iset Ta-Hemdjert. As a prince, he was known as Ramesses Amunherkhepeshef and held the titles of royal scribe and cavalry general. He was succeeded by his son, Ramesses VII Itamun, whom he had fathered with queen Nubkhesbed.",
  "/wiki/Iset_Ta-Hemdjert": "Iset Ta-Hemdjert or Isis Ta-Hemdjert, simply called Isis in her tomb, was an Ancient Egyptian queen of the twentieth dynasty; the Great Royal Wife of Ramesses III and the Royal Mother of Ramesses VI.",
  "/wiki/Ramesses_VII": "Usermaatre Setepenre Meryamun Ramesses VII (also written Ramses and Rameses) was the sixth pharaoh of the 20th dynasty of Ancient Egypt. He reigned from about 1136 to 1129 BC and was the son of Ramesses VI. Other dates for his reign are 1138-1131 BC. The Turin Accounting Papyrus 1907+1908 is dated to Year 7 III Shemu day 26 of his reign and has been reconstructed to show that 11 full years passed from Year 5 of Ramesses VI to Year 7 of his reign.",
  "/wiki/Ramesses_VIII": "Usermare Akhenamun Ramesses VIII (also written Ramses and Rameses) or Ramesses Sethherkhepshef Meryamun ('Set is his Strength, beloved of Amun') (reigned 1130-1129 BC, or 1130 BC), was the seventh Pharaoh of the Twentieth Dynasty of the New Kingdom of Egypt and was one of the last surviving sons of Ramesses III.",
  "/wiki/Ramesses_IX": "Neferkare Ramesses IX (also written Ramses)  (originally named Amon-her-khepshef Khaemwaset) (ruled 1129 – 1111 BC) was the eighth pharaoh of the Twentieth dynasty of Egypt. He was the third longest serving king of this Dynasty after Ramesses III and Ramesses XI. He is now believed to have assumed the throne on I Akhet day 21 based on evidence presented by Jürgen von Beckerath in a 1984 GM article. According to Papyrus Turin 1932+1939, Ramesses IX enjoyed a reign of 18 years and 4 months and died in his 19th Year in the first month of Peret between day 17 and 27. His throne name, Neferkare Setepenre, means \"Beautiful Is The Soul of Re, Chosen of Re.\" Ramesses IX is believed to be the son of Mentuherkhepeshef, a son of Ramesses III since Montuherkhopshef's wife, the lady Takhat bears the prominent title of King's Mother on the walls of tomb KV10 which she usurped and reused in the late 20th dynasty; no other 20th dynasty king is known to have had a mother with this name. Ramesses IX was, therefore, probably a grandson of Ramesses III.",
  "/wiki/Montuherkhopshef_(son_of_Ramesses_III)": "Montuherkhopshef or Montuhirkhopshef was a Prince of the 20th Dynasty of Egypt and one of the sons of Ramesses III and Iset Ta-Hemdjert. He was thus a brother of Ramesses IV, Ramesses VI, Ramesses VIII and an uncle of Ramesses V and Ramesses VII.",
  "/wiki/Ramesses_X": "Khepermaatre Ramesses X (also written Ramses and Rameses) (ruled c. 1111 BC – 1107 BC) was the ninth pharaoh of the 20th dynasty of Ancient Egypt. His birth name was Amonhirkhepeshef. His prenomen or throne name, Khepermaatre, means \"The Justice of Re Abides.\"",
  "/wiki/Tyti": "It was once uncertain which pharaoh was her husband, but he can now be identified as Ramesses III based on new evidence published in the 2010 issue of the Journal of Egyptian Archaeology (JEA). Her titles shown that she was the daughter, sister, wife and mother of kings.",
  "/wiki/Ramesses_XI": "Menmaatre Ramesses XI (also written Ramses and Rameses) reigned from 1107 BC to 1078 BC or 1077 BC and was the tenth and final pharaoh of the Twentieth dynasty of Egypt and as such, was the last king of the New Kingdom period. He ruled Egypt for at least 29 years although some Egyptologists think he could have ruled for as long as 30. The latter figure would be up to 2 years beyond this king's highest known date of Year 10 of the Whm Mswt era or Year 28 of his reign. One scholar, Ad Thijs, has suggested that Ramesses XI could even have reigned as long as 33 years.",
  "/wiki/High_Priest_of_Amun": "The High Priest of Amun or First Prophet of Amun (ḥm nṯr tpj n jmn) was the highest-ranking priest in the priesthood of the ancient Egyptian god Amun. The first high priests of Amun appear in the New Kingdom of Egypt, at the beginning of the Eighteenth Dynasty.",
  "/wiki/Herihor": "Herihor was an Egyptian army officer and High Priest of Amun at Thebes (1080 BC to 1074 BC) during the reign of Pharaoh Ramesses XI.",
  "/wiki/Smendes": "Hedjkheperre Setepenre Smendes was the founder of the Twenty-first dynasty of Egypt and succeeded to the throne after burying Ramesses XI in Lower Egypt – territory which he controlled. His Egyptian nomen or birth name was actually Nesbanebdjed meaning \"He of the Ram, Lord of Mendes\",[citation needed] but it was translated into Greek as Smendes by later classical writers such as Josephus and Sextus Africanus. While Smendes' precise origins remain a mystery, he is thought to have been a powerful governor in Lower Egypt during the Renaissance era of Ramesses XI and his base of power was Tanis.[citation needed]",
  "/wiki/Ramesses_(prince)": "Ramesses (sometimes referred as Ramesses B) was an Ancient Egyptian crown prince during the 19th Dynasty.",
  "/wiki/Isetnofret": "Isetnofret (or Isis-nofret or Isitnofret) (Ancient Egyptian: \"the beautiful Isis\") was one of the Great Royal Wives of Pharaoh Ramesses II and was the mother of his heir, Merneptah. She was one of the most prominent of the royal wives, along with Nefertari, and was the chief queen after Nefertari's death (around the 24th year of the pharaoh's reign).",
  "/wiki/Ramesses-Meryamun-Nebweben": "Ramesses-Meryamun-Nebweben was an Ancient Egyptian prince, a son of Pharaoh Ramesses II.",
  "/wiki/Ramessesnakht": "Ramessesnakht was High Priest of Amun during many years in the 20th Dynasty. He was appointed as the High Priest at Thebes under Ramesses IV. He served in office until the reign of Ramesses IX. It was during Ramessesnakht's tenure that the power and importance of the Amun priesthood grew over Egypt while the Pharaoh's power began to noticeably decline.",
  "/wiki/Ramose_(prince)": "Ramose was an ancient Egyptian prince of the eighteenth dynasty; probably the son of Pharaoh Ahmose I.",
  "/wiki/Ahmose_I": "Ahmose I (Ancient Egyptian: jꜥḥ ms(j.w), reconstructed /ʔaʀaħ'ma:sjə/ (MK), Egyptological pronunciation Ahmose, sometimes written as Amosis or Aahmes, meaning \"Iah (the Moon) is born\") was a pharaoh and founder of the Eighteenth Dynasty of Egypt. He was a member of the Theban royal house, the son of pharaoh Seqenenre Tao and brother of the last pharaoh of the Seventeenth dynasty, Kamose. During the reign of his father or grandfather, Thebes rebelled against the Hyksos, the rulers of Lower Egypt. When he was seven years old, his father was killed, and he was about ten when his brother died of unknown causes after reigning only three years. Ahmose I assumed the throne after the death of his brother, and upon coronation became known as nb-pḥtj-rꜥ \"The Lord of Strength is Ra\".",
  "/wiki/Ramose_(TT55)": "The Ancient Egyptian noble, Ramose was Vizier under both Amenhotep III and Akhenaten. He was in office in the last decade of Amenhotep's III reign and at the beginning of the reign of the latter king. Ramose appears on jar labels found in the palace of king Amenhotep III at Malkata. Here appears also the vizier Amenhotep-Huy. Both viziers are also shown side by side in the temple of Soleb. In the New Kingdom the office of the vizier was divided in a northern vizier and a southern one. It is not entirely clear whether Ramose was the southern or northern one.",
  "/wiki/Amenhotep_III": "Amenhotep III (Hellenized as Amenophis III; Egyptian Amāna-Ḥātpa; meaning Amun is Satisfied), also known as Amenhotep the Magnificent, was the ninth pharaoh of the Eighteenth Dynasty. According to different authors, he ruled Egypt from June 1386 to 1349 BC, or from June 1388 BC to December 1351 BC/1350 BC, after his father Thutmose IV died. Amenhotep III was Thutmose's son by a minor wife, Mutemwiya.",
  "/wiki/Akhenaten": "Akhenaten (/ˌækəˈnɑːtən/; also spelled Echnaton, Akhenaton, Ikhnaton, and Khuenaten; meaning \"Effective for Aten\"), known before the fifth year of his reign as Amenhotep IV (sometimes given its Greek form, Amenophis IV, and meaning \"Amun Is Satisfied\"), was an ancient Egyptian pharaoh of the 18th Dynasty, who ruled for 17 years and died perhaps in 1336 BC or 1334 BC. He is noted for abandoning traditional Egyptian polytheism and introducing worship centered on the Aten (notably instead of Amun, the temples of which he destroyed, the name of whom he rubbed off and the priests of whom he left without resources), which is sometimes described as monolatristic, henotheistic, or even quasi-monotheistic. An early inscription likens the Aten to the sun as compared to stars, and later official language avoids calling the Aten a god, giving the solar deity a status above mere gods."
}