{
  "/wiki/Mark_Nichols_(curler)": "Mark Nichols, ONL (born on January 1, 1980 in Labrador City, Newfoundland) is a Canadian curler from St. John's, Newfoundland and Labrador. He currently throws third rocks for the Brad Gushue rink.   Nichols is a former Olympic champion curler, having played third for Team Canada at the 2006 Winter Olympics where the team won a gold medal. He also won a World championship with Gushue in 2017.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/Ryan_Harnden": "Ryan Harnden (born June 28, 1986) is a Canadian curler. He currently throws lead stones for the Canadian champion Brad Jacobs rink. The team represented Canada at the 2014 Winter Olympics, winning a gold medal.",
  "/wiki/Northern_Ontario": "Northern Ontario is a primary geographic and administrative region of the Canadian province of Ontario, the other primary region being Southern Ontario. Most of the core geographic region is located on part of the Superior Geological Province of the Canadian Shield, a vast rocky plateau located mainly north of Lake Huron (including Georgian Bay), the French River, Lake Nipissing, and the Mattawa River. The statistical region extends south of the Mattawa River to include all of the District of Nipissing. The southern section of this district lies on part of the Grenville Geological Province of the Shield which occupies the transitional area between Northern and Southern Ontario.  The extended federal and provincial administrative regions of Northern Ontario have their own boundaries even further south in the transitional area that vary according to their respective government policies and requirements. Ontario government departments and agencies such as the Growth Plan for Northern Ontario and the Northern Ontario Heritage Fund Corporation define Northern Ontario as all areas north of, and including, the districts of Parry Sound and Nipissing for political purposes, while the federal government, but not the provincial, also includes the district of Muskoka.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Brad_Jacobs_(curler)": "Bradley \"Brad\" Jacobs (born June 11, 1985) is a Canadian curler from Prince, Ontario. He is an Olympic champion skip, having led Canada to a gold medal at the 2014 Winter Olympics. Jacobs is also the 2013 Tim Hortons Brier championship skip and the 2013 World Championship runner-up. He is an eight-time (as of 2017) Northern Ontario provincial champion, and one time provincial junior champion.",
  "/wiki/Ben_Hebert": "Benjamin \"Ben\" Hebert (born March 16, 1983) is a Canadian curler, a Vancouver 2010 Winter Olympic gold medallist, 2008 World Champion and four time Brier Champion from Chestermere, Alberta.",
  "/wiki/Philippe_M%C3%A9nard": "Philippe Ménard (born August 15, 1986) is a Canadian curler from Boucherville, Quebec. He currently played for his brother, Jean-Michel's team from 2011 to 2018. He is known for wearing a bandana during play.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Craig_Savill": "Craig Edward Savill (born October 25, 1978) is a Canadian curler from Manotick, Ontario, Canada. He currently coaches the Czech men's national team.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Newfoundland_and_Labrador": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.",
  "/wiki/Brent_Laing": "Brent George Laing (born December 10, 1978) is a Canadian curler from Shanty Bay, Ontario. He currently plays lead for John Epping. He grew up in Meaford, Ontario.",
  "/wiki/Marc_Kennedy": "Marc Kennedy (born February 5, 1982) is a Canadian curler, and Vancouver 2010 Winter Olympic gold medallist from St. Albert, Alberta.",
  "/wiki/Prince_Edward_Island": "Prince Edward Island (PEI) is a province of Canada and one of the three Maritime Provinces. It is the smallest province of Canada in both land area and population, but it is the most densely populated. Part of the traditional lands of the Mi'kmaq, it became a British colony in the 1700s and was federated into Canada as a province in 1873. Its capital is Charlottetown. According to Statistics Canada, the province of PEI has 155,318 residents.",
  "/wiki/2013_Tim_Hortons_Brier": "The 2013 Tim Hortons Brier, the Canadian men's national curling championship, was held from March 2 to 10 at Rexall Place in Edmonton, Alberta. This edition of the Brier marked the thirteenth time that Alberta has hosted the Brier, and the sixth time that Edmonton has hosted the Brier."
}