{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Raúl_Fernández_Valverde": "Raúl Omar Fernández Valverde (Spanish pronunciation: [ɾaˈul feɾˈnandeð βalˈβeɾðe]; born 6 October 1985 in Lima, Peru) is a professional Peruvian footballer who plays as a goalkeeper for Deportivo Binacional in the Peruvian first division league.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/John_Galliquio": "John Christian Galliquio Castro (born 1 December 1979) is a retired Peruvian footballer. He was a centre-back. He was called to play for the Peru national football team for the Copa America 2007, where he played 4 games with a regular performance.",
  "/wiki/Carlos_Galván": "Carlos Alberto Galván (born 28 October 1973 in Pontevedra, Buenos Aires) is an Argentine retired footballer who played as a defender and football coach. He is currently in charge of Sport Loreto.",
  "/wiki/Adrián_Zela": "Adrián Zela Terry (Lima, Lima Province, Peru, 20 March 1989), is a Peruvian footballer. Currently he plays centre back for Deportivo Municipal. He is also the great-nephew of Alberto Terry.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Antonio_Gonzales_Canchari": "Coñito Gonzales (born 16 May 1986) is a Peruvian footballer who currently plays for Universitario de Deportes in the Torneo Descentralizado, as a defensive midfielder.",
  "/wiki/Rainer_Torres": "Rainer Torres Salas (born 12 January 1980) was a Peruvian and former football defender and current football manager. He currently manages Serrato Pacasmayo . In August 2016, he announced his retirement from football.",
  "/wiki/Miguel_Angel_Torres": "Miguel Angel Torres Quintana (born 17 January 1982) is a Peruvian footballer who currently plays for Ayacucho FC in the Torneo Descentralizado, as a winger.",
  "/wiki/Luis_Alberto_Ramírez": "Luis Alberto Ramírez Lucay (born 10 November 1984 in Lima) is a Peruvian footballer.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Raúl_Ruidíaz": "Raúl Mario Ruidíaz Misitich (Spanish pronunciation: [raˈul rujˈðiaθ misiˈtitʃ], Croatian: Misitić, born 25 July 1990) is a Peruvian footballer who currently plays for Seattle Sounders FC and the Peru national team, as a striker.",
  "/wiki/Mario_Soto_(footballer)": "Mario Soto Benavides (born July 10, 1950 in Santiago de Chile) was a Chilean football defender, who played for his native country in the 1982 FIFA World Cup. In total for his country he played 48 matches scoring 1 goal between 1975 and 1985. Soto is one of the biggest idols of Chilean club Cobreloa.",
  "/wiki/Gianfranco_Labarthe_Tome": "Gianfranco Alberto Labarthe Tomé (born 20 September 1984 in Lima) is a Peruvian footballer who plays as a striker for Cantolao in the Torneo Descentralizado .",
  "/wiki/Luis_Llontop": "Luis Ricardo Llontop Godeau (born 2 October 1985) is a Peruvian footballer who plays as a goalkeeper for Universitario de Deportes in the Torneo Descentralizado.",
  "/wiki/Renzo_Revoredo": "Renzo Revoredo Zuazo (born 11 May 1986 in Lima) is a Peruvian footballer who plays for Sporting Cristal and the Peru national football team.",
  "/wiki/Néstor_Duarte": "Néstor Duarte Carassa (born 8 September 1990) is a Peruvian footballer who currently plays for Academia Cantolao in the Torneo Descentralizado, as a center back.",
  "/wiki/Jorge_Johan_Vásquez": "Jorge Johan Vásquez Rosales (born 8 October 1984 in Lima, Peru) is a Peruvian footballer who plays as a centre midfielder for Cienciano in the Peruvian First Division.",
  "/wiki/Giancarlo_Carmona": "Giancarlo Carmona Maldonado (born 12 October 1985) is a Peruvian footballer who plays as a right back or winger. He currently plays for Sport Huancayo.",
  "/wiki/Carlos_Orejuela": "Carlos Alberto Orejuela Pita (born 4 April 1980, in Lima), known as Carlos Orejuela, is a Peruvian footballer who plays as a striker for Univ. César Vallejo  in the Segunda División Peruana.",
  "/wiki/Luis_Hernández_Díaz": "Luis Alberto \"Manzanita\" Hernández Díaz (born 15 February 1981) is a former professional Peruvian footballer who plays as a midfielder. He currently working as a coach for the youth team of Sport Boy. He is the younger brother of Juan Francisco Hernández.",
  "/wiki/2010_Universitario_de_Deportes_season": "The 2010 season was Universitario de Deportes' 82nd season in the Peruvian Primera División and 45th in the Torneo Descentralizado. This article shows player statistics and all matches (official and friendly) that the club played during the 2010 season."
}