{
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Schönbrunn_Palace": "Schönbrunn Palace (German: Schloss Schönbrunn [ʃøːnˈbʁʊn]; Central Bavarian: Schloss Scheenbrunn) was the main summer residence of the Habsburg rulers, located in Hietzing, Vienna. The 1,441-room Rococo palace is one of the most important architectural, cultural, and historic monuments in the country. Since the mid-1950s it has been a major tourist attraction. The history of the palace and its vast gardens spans over 300 years, reflecting the changing tastes, interests, and aspirations of successive Habsburg monarchs.",
  "/wiki/Vienna": "Vienna (/viˈɛnə/ (listen); German: Wien [viːn] (listen)) is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants (2.6 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union.",
  "/wiki/Maria_Theresa": "Maria Theresa Walburga Amalia Christina (German: Maria Theresia; 13 May 1717 – 29 November 1780) was the only female ruler of the Habsburg dominions and the last of the House of Habsburg. She was the sovereign of Austria, Hungary, Croatia, Bohemia, Transylvania, Mantua, Milan, Lodomeria and Galicia, the Austrian Netherlands, and Parma. By marriage, she was Duchess of Lorraine, Grand Duchess of Tuscany and Holy Roman Empress.",
  "/wiki/Belvedere_Palace": "The Belvedere is a historic building complex in Vienna, Austria, consisting of two Baroque palaces (the Upper and Lower Belvedere), the Orangery, and the Palace Stables. The buildings are set in a Baroque park landscape in the third district of the city, on the south-eastern edge of its centre. It houses the Belvedere museum. The grounds are set on a gentle gradient and include decorative tiered fountains and cascades, Baroque sculptures, and majestic wrought iron gates. The Baroque palace complex was built as a summer residence for Prince Eugene of Savoy.",
  "/wiki/Eugene_of_Savoy": "Prince Eugene Francis of Savoy–Carignano (18 October 1663 – 21 April 1736) was a field marshal in the army of the Holy Roman Empire and of the Austrian Habsburg dynasty during the 17th and 18th centuries. He was one of the most successful military commanders of his time, and rose to the highest offices of state at the Imperial court in Vienna.",
  "/wiki/Schloss_Laxenburg": "Laxenburg castles are imperial palaces and castles outside Vienna, in the town of Laxenburg, Lower Austria. The castles became a Habsburg possession in 1333 and formerly served as a summer retreat, along with Schönbrunn palace, for the imperial Habsburg dynasty. Blauer Hof Palace was the birthplace of some members of the royal family, including Crown Prince Rudolf.  Another castle nearby is named Franzensburg castle.",
  "/wiki/Laxenburg": "Laxenburg is a market town in the district of Mödling, in the Austrian state of Lower Austria. Located about 20 km (12 mi) south of the Austrian capital Vienna, it is chiefly known for the Laxenburg castles, which, beside Schönbrunn, served as the most important summer retreat of the Habsburg monarchs.",
  "/wiki/Palais_Schwarzenberg": "Palais Schwarzenberg is a Baroque palace in front of Schwarzenbergplatz, Landstraße, the 3rd district of Vienna, Austria. It is owned by the princely Schwarzenberg family.",
  "/wiki/Halbturn": "Halbturn (Hungarian: Féltorony) is a town in the district of Neusiedl am See in the Austrian state of Burgenland. It borders Hungary to the east and is near Andau, Gols, and Mönchof.",
  "/wiki/Charles_VI,_Holy_Roman_Emperor": "Charles VI (1 October 1685 – 20 October 1740; German: Karl VI., Latin: Carolus VI) succeeded his elder brother, Joseph I, as Holy Roman Emperor, King of Bohemia (as Charles II), King of Hungary and Croatia, Serbia and Archduke of Austria (as Charles III) in 1711. He unsuccessfully claimed the throne of Spain following the death of his relative, Charles II. In 1708, he married Elisabeth Christine of Brunswick-Wolfenbüttel, by whom he had his four children: Leopold Johann (who died in infancy), Maria Theresa (the last direct Habsburg sovereign), Maria Anna (Governess of the Austrian Netherlands), and Maria Amalia (who also died in infancy).",
  "/wiki/Schloss_Esterházy": "Schloss Esterházy is a palace in Eisenstadt, Austria, the capital of the Burgenland state. It was constructed in the late 13th century, and came under ownership of the Hungarian Esterházy family in 1622. Under Paul I, 1st Prince Esterházy of Galántha the estate was converted into a baroque castle which remained the principal residence and center of administration of the family for over 300 years.",
  "/wiki/Eisenstadt": "Eisenstadt (German pronunciation: [ˈaɪ̯zn̩ʃtat]; Hungarian: Kismarton, Croatian: Željezni grad, Željezno, Slovene: Železno) is a city in Austria, the state capital of Burgenland. It had a recorded population on 1 January 2018 of 14,476.",
  "/wiki/Paul_I_Esterházy_of_Galántha": "Paul I, Prince Esterházy of Galántha (full German name: Paul Fürst Esterházy von Galantha; full Hungarian name: galánthai herceg Esterházy Pál) (8 September 1635  – 26 March 1713) was the first Prince Esterházy of Galántha from 1687 to 1713, Palatine of the Kingdom of Hungary from 1681 to 1713, and an Imperial Field Marshal. Paul was also an accomplished poet, harpsichordist, and composer. He actively participated in various battles against the Ottoman Turks during the Fourth Austro-Turkish War (1663–1664) and the Great Turkish War (1662–1669). Paul is credited with establishing the wealth, power, and influence of the Princely House of Esterházy.",
  "/wiki/Schloss_Eggenberg_(Graz)": "Eggenberg Palace (German: Schloss Eggenberg) in Graz, is the most significant Baroque palace complex in the Austrian province of Styria. With its preserved accouterments, the extensive scenic gardens, as well as some special collections from the Universalmuseum Joanneum housed in the palace and surrounding park, Schloss Eggenberg ranks among the most valuable cultural treasures of Austria. Eggenberg Palace is situated at an elevation of 381 meters on the Western edge of the city. Its architectural design and the still visible imprint of centuries of history continue to bear witness to the vicissitude and patronage of the one-time mightiest dynasty in Styria, the House of Eggenberg.",
  "/wiki/Graz": "Graz (/ɡrɑːts/ GRAHTS, German: [ɡʁaːts] (listen); Slovene: Gradec) is the capital city of Styria and Austria's second-largest city after Vienna. As of 1 January 2019, Graz had a population of 328,276 (292,269 of whom had principal-residence status). In 2015, the population of the Graz larger urban zone (LUZ) stood at 633,168, based on principal-residence status. Graz has a long tradition as a seat of higher education. It has four colleges and four universities with more than 60,000 students. Its historic centre  (Altstadt) is one of the best-preserved city centres in Central Europe.",
  "/wiki/Hans_Ulrich_von_Eggenberg": "Prince Hans Ulrich von Eggenberg (1568 – 18 October 1634) was an Austrian statesman, a son of Seyfried von Eggenberg, Lord of Erbersdorf (1526-1594), and great-grandson of Balthasar Eggenberger (died 1493). He was a prominent member of the House of Eggenberg and gained the title of Duke of Krumau.",
  "/wiki/Schloss_Trautenfels": "Trautenfels Castle (German: Schloss Trautenfels) is a palace located in the district of Liezen in Styria. It lies directly on the Enns at 673m in the municipality Pürgg-Trautenfels on a cliff protrusion at the foot of the Grimming.",
  "/wiki/Pürgg-Trautenfels": "Pürgg-Trautenfels is a former municipality in the district of Liezen in Styria, Austria. Since the 2015 Styria municipal structural reform, it is part of the municipality Stainach-Pürgg.",
  "/wiki/Palais_Auersperg": "Palais Auersperg, originally called Palais Rosenkavalier, is a  Baroque palace at Auerspergstraße 1 in the Josefstadt or eighth district of Vienna, Austria.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Nesvizh_Castle": "Niasviž Castle or Nesvizh Castle (Belarusian: Нясьвіскі замак, Niasvižski zamak, Polish: zamek w Nieświeżu, Lithuanian: Nesvyžiaus pilis) is a residential castle of the Radziwiłł family in Niasviž, Belarus. It is 183 metres (600 ft) above sea level.",
  "/wiki/Nesvizh": "Nesvizh, Niasviž (Belarusian: Нясві́ж [nʲaˈsʲvʲiʐ]; Russian: Не́свиж; Polish: Nieśwież; Lithuanian: Nesvyžius; Yiddish: ניעסוויז‎; Latin: Nesvisium) is a city in Belarus. It is the administrative center of the Nyasvizh District (rajon) of Minsk Region and location of the Niasviž Castle World Heritage Site. Its 2009 population is 14,300.",
  "/wiki/Radziwiłł_family": "The Radziwiłł family (Polish pronunciation: [radʑiˈviw]; Lithuanian: Radvila; Belarusian: Радзівіл, Radzivił; German: Radziwill) is a powerful magnate family originating from the Grand Duchy of Lithuania and later the Crown of the Kingdom of Poland.",
  "/wiki/New_Hrodna_Castle": "The New Castle in Hrodna, Belarus is a royal palace of Augustus III of Poland and Stanisław August Poniatowski where the famous Grodno Sejm took place in 1793. New Hrodna Castle is 116 metres (381 ft) above sea level.",
  "/wiki/Hrodna": "Grodno, or Hrodna (Belarusian: Гродна [ˈɣrɔdna]; Polish: Grodno; Russian: Гродно, tr. Grodno, IPA: [ˈɡrodnə], Yiddish: גראָדנע‎, romanized: Grodne, see also other names) is a city in western Belarus. It is located on the Neman close to the borders of Poland and Lithuania (about 15 km (9 mi) and 30 km (19 mi) away respectively). It has 373,547 inhabitants (2019 census). It is the capital of Grodno Region and Grodno District.",
  "/wiki/Augustus_III_of_Poland": "Augustus III (Polish: August III Sas, Lithuanian: Augustas III; 17 October 1696 – 5 October 1763) was King of Poland and Grand Duke of Lithuania from 1734 until 1763, as well as Elector of Saxony in the Holy Roman Empire from 1733 until 1763 where he was known as Frederick Augustus II (German: Friedrich August II).",
  "/wiki/Michał_Kazimierz_\"Rybeńko\"_Radziwiłł": "Prince Michał Kazimierz Radziwiłł (Lithuanian: Mykolas Kazimieras Radvila, Belarusian: Міхал Казімер Радзівіл; 13 June 1702, Olyka – 15 May 1762) was a Polish–Lithuanian noble. A member of the aristocratic Radziwiłł family, he was frequently referred to by his idiolect Rybeńko (Рыбанька), to distinguish him from the other Michał Kazimierz Radziwiłł. Ordynat of Niasviž and Olyka, owner of Biržai, Dubingiai, Slutsk, Kopyła and Shumsk.",
  "/wiki/Dzyatlava": "Dziatlava (Belarusian: Дзятлава, Lithuanian: Zietela, Polish: Zdzięcioł, Russian: Дятлово, Yiddish: זשעטל‎ Zhetl) is a town in Belarus in the Hrodna voblast, about 165 km southeast of Hrodna. The population was 7,700 in 2016.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Palace_of_Charles_of_Lorraine": "The Palace of Charles of Lorraine (French: Palais de Charles de Lorraine, Dutch: Paleis van Karel van Lotharingen) is a neoclassical palace in Brussels, Belgium. It served as the residence of Charles Alexander of Lorraine, Governor-General of the Austrian Netherlands from 1744 to 1780, and currently houses a museum.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/Prince_Charles_Alexander_of_Lorraine": "Prince Charles Alexander of Lorraine (French: Charles Alexandre Emanuel de Lorraine; German: Karl Alexander von Lothringen und Bar; 12 December 1712 in Lunéville – 4 July 1780 in Tervuren) was a Lorraine-born Austrian general and soldier, field marshal of the Imperial Army, and governor of the Austrian Netherlands.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Museu_do_Ipiranga": "The Museu Paulista of the University of São Paulo (commonly known as Museu do Ipiranga) is a Brazilian history museum located near where Emperor Pedro I proclaimed the Brazilian independence on the banks of Ipiranga brook in the Southeast region of the city of São Paulo, then the \"Caminho do Mar,\" or road to the seashore. It contains a huge collection of furniture, documents and historically relevant artwork, especially relating to the Brazilian Empire era.",
  "/wiki/São_Paulo": "São Paulo (/ˌsaʊ ˈpaʊloʊ/; Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city (as listed by the GaWC) and the most populous city in Brazil, the Western Hemisphere and the Southern Hemisphere, besides being the largest Portuguese-speaking city in the world. The municipality is also the world's 12th largest city proper by population. The city is the capital of the surrounding state of São Paulo, the most populous and wealthiest state in Brazil. It exerts strong international influences in commerce, finance, arts and entertainment. The name of the city honors the Apostle, Saint Paul of Tarsus. The city's metropolitan area, the Greater São Paulo, ranks as the most populous in Brazil and the 12th most populous on Earth. The process of conurbation between the metropolitan areas located around the Greater São Paulo (Campinas, Santos, Sorocaba and the Paraíba Valley) created the São Paulo Macrometropolis, a megalopolis  with more than 30 million inhabitants, one of the most populous urban agglomerations in the world.",
  "/wiki/São_Paulo_state": "São Paulo (Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is one of the 26 states of the Federative Republic of Brazil and is named after Saint Paul of Tarsus. As the richest Brazilian state and a major industrial complex, often dubbed the \"locomotive of Brazil\", the state is responsible for 33.9% of the Brazilian GDP. São Paulo also has the second highest Human Development Index (HDI) and GDP per capita, the fourth lowest infant mortality rate, the third highest life expectancy, and the third lowest rate of illiteracy among the federative units of Brazil, being by far, the safest state in the country. The homicide rate is 3.8 per 100 thousand as of 2018,  almost 1/4 of the Brazilian rate. São Paulo alone is richer than Argentina, Uruguay, Paraguay and Bolivia combined.   The economy of São Paulo State is the most developed in Brazil.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Eltz_Manor": "Eltz Manor (Croatian: Dvorac Eltz, German: Schloss Eltz) is a Baroque palace in Vukovar, Croatia. The 18th-century manor is the location of the Vukovar City Museum. The manor, as it previously appeared, is depicted on the reverse of the Croatian 20 kuna banknote, issued in 1993 and 2001. The palace was destroyed in 1991 in the Croatian War of Independence. However, after four years of restorations, it was completely restored to its pre-war appearance in October 2011.",
  "/wiki/Vukovar": "Vukovar (Serbo-Croatian pronunciation: [ʋûkoʋaːr]; Serbian Cyrillic: Вуковар[Note 1]) is a city in eastern Croatia. It contains Croatia's largest river port, located at the confluence of the Vuka and the Danube. Vukovar is the seat of Vukovar-Syrmia County. The city's registered population was 26,468 in the 2011 census, with a total of 27,683 in the municipality.",
  "/wiki/Eltz": "The House of Eltz is a noted German noble family of the Uradel. The Rhenish dynasty has had close ties to the Kingdom of Croatia-Slavonia since 1736.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Slavkov_u_Brna": "Slavkov u Brna (Czech pronunciation: [ˈslafkof ˈu br̩na], i.e. Slavkov by Brno; historically known in German as Austerlitz) is a country town east of Brno in the South Moravian Region of the Czech Republic. The population of the town is approximately 6,700. The town gave its name to the Battle of Austerlitz which took place several kilometres to the west of the town.",
  "/wiki/Wenzel_Anton_von_Kaunitz": "Wenzel Anton, Prince of Kaunitz-Rietberg (German: Wenzel Anton Reichsfürst von Kaunitz-Rietberg, Czech: Václav Antonín z Kounic a Rietbergu; 2 February 1711 – 27 June 1794) was an Austrian and Czech diplomat and statesman in the Habsburg Monarchy. A proponent of enlightened absolutism, he held the office of State Chancellor for about four decades and was responsible for the foreign policies during the reigns of Maria Theresa, Joseph II, and Leopold II. In 1764, he was elevated to the noble rank of a Prince of the Holy Roman Empire (Reichfürst).",
  "/wiki/Valtice": "Valtice (Czech pronunciation: [ˈvalcɪtsɛ]; German: Feldsberg) is a small town in Břeclav District, South Moravian Region in the Czech Republic, close to the Austrian border.",
  "/wiki/Karl_Eusebius,_Prince_of_Liechtenstein": "Karl Eusebius, Prince of Liechtenstein (11 April 1611 – 5 April 1684) was the Prince of Liechtenstein. He inherited this title in 1627 from his father Karl I. He was 16 and thus considered underage, and his uncles Prince Gundakar and Maximillian acted as regents until 1632. From 1639 to 1641 Karl was Chief Captain of High and Low Silesia.",
  "/wiki/Mnichovo_Hradiště": "Mnichovo Hradiště (Czech pronunciation: [ˈmɲɪxovo ˈɦraɟɪʃcɛ]; German: Münchengrätz) is a town in the Central Bohemian Region in the Czech Republic. Its population is around 8,700.",
  "/wiki/List_of_Baroque_residences": "This is a list of Baroque palaces built in the late 17th and 18th centuries. Baroque architecture is a building style of the Baroque era, begun in late 16th-century Italy and spread in Europe. The style took the Roman vocabulary of Renaissance architecture and used it in a new rhetorical and theatrical fashion, often to express the triumph of the Catholic Church and the absolutist state in defiance of the Reformation."
}