{
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Robert_Benjamin": "Robert Saul Benjamin (1909–1979) was a founding partner of the movie-litigation firm Phillips, Nizer, Benjamin, Krim & Ballon.",
  "/wiki/52nd_Academy_Awards": "The 52nd Academy Awards were presented April 14, 1980, at the Dorothy Chandler Pavilion in Los Angeles. The ceremonies were presided over by Johnny Carson who, in noting the long duration of the production, joked that President Jimmy Carter was working hard for their \"release\" from the ceremonies, a clear reference to the Iranian hostage crisis.",
  "/wiki/1979_in_film": "The year 1979 in film involved many significant events.",
  "/wiki/Jean_Hersholt_Humanitarian_Award": "The Jean Hersholt Humanitarian Award is awarded periodically by the Academy of Motion Picture Arts and Sciences (AMPAS) at the Governors Awards ceremonies for an individual's \"outstanding contributions to humanitarian causes\". Prior to 2009, this award was presented during the main Oscars ceremony. The award category was instituted in 1956 and first awarded at the 29th Academy Awards, in March 1957. Unlike the Academy Award of Merit, the nomination and voting for this award are restricted to members of the Board of Governors of AMPAS.",
  "/wiki/Les_Bowie": "Les Bowie (November 10, 1913 – January 27, 1979) was a Canadian-born special effects artist working mainly in Britain.",
  "/wiki/51st_Academy_Awards": "The 51st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1978 and took place on April 9, 1979, at the Dorothy Chandler Pavilion in Los Angeles beginning at 7:00 p.m. PST / 10:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 22 categories. The ceremony, televised in the United States by ABC, was produced by Jack Haley Jr. and directed by Marty Pasetta. Comedian and talk show host Johnny Carson hosted the show for the first time. Three days earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California, on April 6, the Academy Awards for Technical Achievement were presented by hosts Gregory Peck and Christopher Reeve.",
  "/wiki/1978_in_film": "The year 1978 in film involved some significant events.",
  "/wiki/Academy_Special_Achievement_Award": "The Special Achievement Award is an Academy Award given for an achievement that makes an exceptional contribution to the motion picture for which it was created, but for which there is no annual award category. The award may only be conferred for achievements in productions that also qualify as an eligible release for distinguished achievements and meet the Academy's eligibility year and deadlines requirements.",
  "/wiki/Superman_(1978_film)": "Superman (as titled onscreen; also known as Superman: The Movie) is a 1978 superhero film directed by Richard Donner, based on the DC Comics character of the same name. An international co-production between the United Kingdom, Switzerland, Panama and the United States, the film stars an ensemble cast featuring Marlon Brando, Gene Hackman, Christopher Reeve, Jeff East, Margot Kidder, Glenn Ford, Phyllis Thaxter, Jackie Cooper, Trevor Howard, Marc McClure, Terence Stamp, Valerie Perrine, Ned Beatty, Jack O'Halloran, Maria Schell, and Sarah Douglas. It depicts the origin of Superman (Reeve), including his infancy as Kal-El of Krypton, son of Jor-El (Brando) and his youthful years in the rural town of Smallville. Disguised as reporter Clark Kent, he adopts a mild-mannered disposition in Metropolis and develops a romance with Lois Lane (Kidder), while battling the villainous Lex Luthor (Hackman).",
  "/wiki/Theo_Brown": "Theo Brown (16 December 1914 – 3 February 1993) was a British scholar of Devon folklore. She was lecturer in Comparative Religion at Exeter University.",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/Academy_Scientific_and_Technical_Award": "The Scientific and Technical Awards are three different Honorary Awards that are given by the Academy of Motion Picture Arts and Sciences (AMPAS) during the annual Academy Awards season. The Awards have been presented since the 4th Academy Awards in November 1931, to recognize original developments resulting in significant improvements in motion picture production and exhibition. The Awards are presented at a formal dinner ceremony a couple weeks before the principal Academy Awards ceremony.",
  "/wiki/Douglas_Fairbanks": "Douglas Elton Thomas Ullman (May 23, 1883 – December 12, 1939), known professionally as Douglas Fairbanks, was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies.",
  "/wiki/12th_Academy_Awards": "The 12th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best in film for 1939.  The ceremony was held on February 29, 1940, at a banquet in the Coconut Grove at The Ambassador Hotel in Los Angeles. It was hosted by Bob Hope (in his first of nineteen turns as host).",
  "/wiki/1939_in_film": "The year 1939 in film is widely considered the most outstanding one ever, when it comes to the high quality and high attendance at the large set of the best films that premiered in the year (considered as a percentage of the population in the United States, Canada, and the United Kingdom at that time).",
  "/wiki/Academy_Honorary_Award": "The Academy Honorary Award – instituted in 1950 for the 23rd Academy Awards (previously called the Special Award, which was first presented at the 1st Academy Awards in 1929) – is given annually by the Board of Governors of the Academy of Motion Picture Arts and Sciences (AMPAS). The award celebrates motion picture achievements that are not covered by existing Academy Awards, although prior winners of competitive Academy Awards are not excluded from receiving the Honorary Award.",
  "/wiki/Chuck_Gaspar": "Chuck Gaspar (January 25, 1938 – January 15, 2009) was an American special effects artist who worked on 70 different films and TV shows, such as The Birds, Ghostbusters, Pale Rider and Armageddon.",
  "/wiki/86th_Academy_Awards": "The 86th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2013 and took place on March 2, 2014, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled well after its usual late-February date to avoid conflicting with the 2014 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/Audrey_Hepburn": "Audrey Hepburn (born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British[a] actress and humanitarian. Recognised as a film and fashion icon, she was ranked by the American Film Institute as the third-greatest female screen legend in Golden Age Hollywood, and was inducted into the International Best Dressed List Hall of Fame.",
  "/wiki/65th_Academy_Awards": "The 65th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1992 in the United States and took place on March 29, 1993, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the fourth consecutive year. In related events, during a ceremony held at the Century Plaza Hotel in Los Angeles on March 6, the Academy Awards for Technical Achievement were presented by host Sharon Stone.",
  "/wiki/1992_in_film": "The year 1992 in film involved many significant film releases.",
  "/wiki/32nd_Academy_Awards": "The 32nd Academy Awards ceremony, presented by Academy of Motion Picture Arts and Sciences, was held on April 4, 1960, and took place at the RKO Pantages Theatre to honor the best films of 1959.",
  "/wiki/1959_in_film": "The year 1959 in film involved some significant events, with Ben-Hur winning a record 11 Academy Awards.",
  "/wiki/John_D._Lowry": "John D. Lowry (June 2, 1932 – January 21, 2012) was a Canadian film restoration expert and innovator who founded Lowry Digital Images in 1988. His film restoration company, headquartered in Burbank, California, had been credited with restoring, preserving, and, in many cases, saving early Hollywood films which may have otherwise deteriorated beyond retrieval. Lowry developed his own techniques and technology, called the Lowry Process, which, as defined by the Los Angeles Times reduces \"visual \"noise\" in motion pictures\" which then makes it possible to undertake other forms of restoration, such as removing dirt and scratches, reducing flicker. and sharpening the quality of existing images. Lowry used his process to restore and preserve more than five hundred classic films, including Singin' in the Rain, Star Wars Episode IV: A New Hope, Casablanca, Snow White and the Seven Dwarfs, Raiders of the Lost Ark, Indiana Jones and the Temple of Doom, Indiana Jones and the Last Crusade, Bambi, Sunset Boulevard, and the James Bond film franchise.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/13th_Academy_Awards": "The 13th Academy Awards honored American film achievements in 1940.  This was the first year that sealed envelopes were used to keep secret the names of the winners which led to the famous phrase: \"May I have the envelope, please?\" The accounting firm of Price Waterhouse was hired to count the ballots, after the fiasco of leaked voting results in 1939 by the Los Angeles Times.",
  "/wiki/1940_in_film": "The year 1940 in film involved some significant events, including the premieres of the Walt Disney films Pinocchio and Fantasia.",
  "/wiki/Edward_G._Robinson": "Edward G. Robinson (born Emanuel Goldenberg; Yiddish: ײמאַנועל גאָלדענבערג‎; December 12, 1893 – January 26, 1973) was a Romanian American actor of stage and screen during Hollywood's Golden Age. He appeared in 40 Broadway plays and more than 100 films during a 50-year career and is best remembered for his tough-guy roles as gangsters in such films as Little Caesar and Key Largo.",
  "/wiki/45th_Academy_Awards": "The 45th Academy Awards were presented Tuesday, March 27, 1973, at the Dorothy Chandler Pavilion in Los Angeles, California, honoring the best films of 1972. The ceremonies were presided over by Carol Burnett, Michael Caine, Charlton Heston, and Rock Hudson.",
  "/wiki/1972_in_film": "The year 1972 in film involved several significant cinematic events including the release of Francis Ford Coppola's Academy Award-winning film, The Godfather.",
  "/wiki/54th_Academy_Awards": "The 54th Academy Awards were presented March 29, 1982, at the Dorothy Chandler Pavilion in Los Angeles.  The ceremonies were presided over by Johnny Carson.",
  "/wiki/1981_in_film": "The following is an overview of events in 1981 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/List_of_posthumous_Academy_Award_winners_and_nominees": "This is a list of posthumous Academy Award winners and nominees.  The Academy of Motion Picture Arts and Sciences annually presents Academy Awards in both competitive and honorary categories.  This list includes posthumous winners and nominees of the Academy's competitive awards, as well as posthumous winners of its honorary awards."
}