{
  "/wiki/Donkey_Kong_(video_game)": "Donkey Kong[b] is an arcade game released by Nintendo in 1981. An early example of the platform game genre, the gameplay focuses on maneuvering the main character across a series of platforms while dodging and jumping over obstacles. In the game, Mario (originally named Mr. Video and then Jumpman) must rescue a damsel in distress named Pauline (originally named Lady), from a giant ape named Donkey Kong. The hero and ape later became two of Nintendo's most popular and recognizable characters. Donkey Kong is one of the most important games from the golden age of arcade video games as well as one of the most popular and greatest arcade games of all time.\nThe game was the latest in a series of efforts by Nintendo to break into the North American market. Hiroshi Yamauchi, Nintendo's president at the time, assigned the project to a first-time video game designer named Shigeru Miyamoto. Drawing from a wide range of inspirations, including Popeye, Beauty and the Beast, and King Kong, Miyamoto developed the scenario and designed the game alongside Nintendo's chief engineer, Gunpei Yokoi. The two men broke new ground by using graphics as a means of characterization, including cutscenes to advance the game's plot and integrating multiple stages into the gameplay.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Antarctic_Adventure": "Antarctic Adventure (けっきょく南極大冒険, Kekkyoku Nankyoku Daibōken, After all, Antarctic Great Adventure) is a video game developed by Konami in 1983 for the MSX, and later for video game consoles, such as the Family Computer and the ColecoVision. The player takes the role of an Antarctic penguin, racing to disparate research stations owned by different countries in Antarctica (excluding the USSR).",
  "/wiki/Konami": "Konami Holdings Corporation,[nb 1] commonly referred to as Konami,[nb 2] is a Japanese entertainment and gambling conglomerate. It operates as a product distributor (which produces and distributes trading cards, anime, tokusatsu, slot machines, pachinko machines and arcade cabinets), video game developer and publisher company. Besides those, it has casinos around the world and also operates health and physical fitness clubs across Japan.",
  "/wiki/Kirby's_Adventure": "Kirby's Adventure[a] is a 1993 platform game developed by HAL Laboratory and published by Nintendo for the Nintendo Entertainment System (NES). It is the second game in the Kirby series after Kirby's Dream Land (1992) on the Game Boy and the first to include the copy ability, which allows the main character Kirby to gain new powers by eating certain enemies. The game centers around Kirby traveling across Dream Land to repair the Star Rod after King Dedede breaks it apart and gives the pieces to his minions.",
  "/wiki/Super_Mario_Bros.": "Super Mario Bros.[b] is a platform game developed and published by Nintendo. The successor to the 1983 arcade game, Mario Bros., it was released in Japan in 1985 for the Famicom, and in North America and Europe for the Nintendo Entertainment System (NES) in 1985 and 1987 respectively. Players control Mario, or his brother Luigi in the multiplayer mode, as they travel the Mushroom Kingdom to rescue Princess Toadstool from Bowser. They must traverse side-scrolling stages while avoiding hazards such as enemies and pits with the aid of power-ups such as the Super Mushroom, Fire Flower, and Starman.",
  "/wiki/River_City_Ransom": "River City Ransom[b], later released as Street Gangs in the PAL regions, is an open world action role-playing beat 'em up video game for the Nintendo Entertainment System. It was developed by Technōs Japan and originally released in Japan on April 25, 1989. It is the third game in Technos' Kunio-kun series released for the console, preceded by Renegade and Super Dodge Ball. Like its predecessors, River City Ransom underwent great changes in its storyline and graphical presentation during its localization in order to make the game more palatable in the Western market. It was one of the first console games published by North American subsidiary American Technos.",
  "/wiki/Super_Mario_Bros._3": "Super Mario Bros. 3[a] is a platform game developed and published by Nintendo for the Nintendo Entertainment System (NES). It was released in Japan on October 23, 1988, North America on February 12, 1990 and Europe on August 29, 1991. It was developed by Nintendo Entertainment Analysis and Development, led by Shigeru Miyamoto and Takashi Tezuka.",
  "/wiki/Bubble_Bobble": "Bubble Bobble[a] is a platform game by Taito, first released in arcades in 1986 and later ported to home systems by Toei Company. The game, starring the twin Bubble Dragons Bub and Bob, tasks players with traveling through one hundred stages, blowing and bursting bubbles, jumping on and off blown bubbles to navigate level obstacles, dodging and eliminating enemies, and collecting a variety of items including some that carry power-ups and significant bonuses. For example, the red shoe allows Bub and Bob to move faster, while wrapped candies cause Bub and Bob to blow bubbles faster, and blow bubbles at greater distances.  Other items, such as umbrellas, allow to skip numerous levels, moving closer to the final level.  The game became popular and led to a long series of sequels and spin-offs. The main goal of the game is to rescue Bub and Bob's girlfriends from the Cave of Monsters. The game has multiple endings, which depend on the player's performance and discovery of secrets.",
  "/wiki/Taito": "Taito Corporation (株式会社タイトー, Kabushiki gaisha Taitō) is a Japanese company that specializes in video games, toys, arcade cabinets and game centers, based out of Shinjuku, Tokyo. The company was founded by Michael Kogan in 1953 as the Taito Trading Company, importing vodka, vending machines and jukeboxes into Japan. It would begin production of video games in 1973. In 2005, Taito was purchased by Square Enix, becoming a wholly owned subsidiary by 2006.",
  "/wiki/Galaga": "Galaga[a] is a 1981 fixed shooter arcade game developed and published by Namco. In North America, it was released by Midway Games. Controlling a starship, the player is tasked with destroying the Galaga forces in each stage while avoiding enemies and projectiles. Some enemies can capture a player's ship via a tractor beam, which can be rescued to transform the player into a “dual fighter” with additional firepower. It is the sequel to Galaxian (1979), Namco's first major hit in arcades.",
  "/wiki/Bandai_Namco_Entertainment": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/Super_Mario_Bros._2": "Super Mario Bros. 2[a] is a platform game developed and published by Nintendo for the Nintendo Entertainment System. The game was first released in North America in October 1988, and in the PAL region the following year. It has been remade or re-released for several video game consoles.",
  "/wiki/Xevious": "Xevious[a] is vertically-scrolling shooter and published by Namco. It was released in arcades in 1983. In North America, it was published by Atari, Inc.. Controlling the Solvalou starship, the player is tasked with wiping out the Xevious forces before they destroy all of mankind. The Solvalou has two weapons at its disposal: an air zapper to destroy flying enemies, and a blaster bomb to destroy ground-stationed enemies. It runs on the Namco Galaga arcade system.",
  "/wiki/Yoshi_(video_game)": "Yoshi, known as Mario & Yoshi in PAL regions, and as Yoshi's Egg (ヨッシーのたまご, Yosshī no Tamago) in Japan, is a puzzle video game developed by Game Freak and published by Nintendo. The game was released for the Nintendo Entertainment System and Game Boy consoles. Both versions were first released simultaneously in Japan on December 14, 1991, and released in all other regions the following year.",
  "/wiki/NES_Open_Tournament_Golf": "NES Open Tournament Golf, known in Japan as Mario Open Golf[a], is a 1991 sports game developed and published by Nintendo for the Nintendo Entertainment System. NES Open Tournament Golf is the second Nintendo published golf-based video game released for the NES, the first game being Golf. In addition to the Famicom version of Golf, there were two other Nintendo published golf-based video games released in Japan. These games were released in disk format on the Family Computer Disk System in 1987. These two games were Family Computer Golf: Japan Course and Family Computer Golf: U.S. Course.",
  "/wiki/Pac-Man": "Pac-Man[a] is a maze arcade game developed and released by Namco in 1980. The original Japanese title of Puck Man was changed to Pac-Man for international releases as a preventative measure against defacement of the arcade machines. Outside Japan, the game was published by Midway Games as part of its licensing agreement with Namco America. The player controls Pac-Man, who must eat all the dots inside an enclosed maze while avoiding four colored ghosts. Eating large flashing dots called power pellets causes the ghosts to turn blue, allowing Pac-Man to eat them for bonus points.",
  "/wiki/Adventure_Island_(video_game)": "Hudson's Adventure Island[a] is a side-scrolling platform game produced by Hudson Soft that was released in Japan for the Famicom and MSX on September 12, 1986. Adventure Island was released in North America for the Nintendo Entertainment System in September of 1988 and in the PAL region in 1992 under the title of Adventure Island Classic.",
  "/wiki/Hudson_Soft": "Hudson Soft Co., Ltd (株式会社ハドソン, Kabushiki gaisha Hadoson) was a Japanese video game company that released numerous games for video game consoles, home computers and mobile phones, mainly from the 1980s to the 2000s. It was headquartered in the Midtown Tower in Tokyo Midtown, Akasaka, Minato, Tokyo, Japan, with an additional office in the Hudson Building in Sapporo.",
  "/wiki/Urban_Champion": "Urban Champion (アーバンチャンピオン) is a 2-player fighting game produced by Nintendo in 1984. It was inspired by the 1984 Game & Watch title Boxing (also known as Punch-Out!!). It is also Nintendo's first 2D fighting game, eventually followed in 1993 by Joy Mech Fight, released exclusively in Japan for the same platform.",
  "/wiki/Kunio-kun": "The Kunio-kun (くにおくん) series is a video game series started by Technōs Japan. The series is now handled by Arc System Works who purchased all of the intellectual property rights from Technōs' spiritual successor, Million Corp. The first game in the series is fully titled Nekketsu Kōha Kunio-kun (熱血硬派くにおくん), which roughly translates to \"Hot Blood Tough Guy Kunio\", with Nekketsu being the name of Kunio's high school. The kun suffix after his name is an informal Japanese honorific usually applied to young males.",
  "/wiki/Kid_Icarus": "Kid Icarus, known in Japan as Light Mythology: Palutena's Mirror,[a] is an action platform video game for the Family Computer Disk System in Japan and the Nintendo Entertainment System in Europe and North America. It was released in Japan in December 1986, in Europe in February 1987, and in North America in July 1987.",
  "/wiki/Yoshi's_Cookie": "Yoshi's Cookie[a] is a 1992 tile-matching puzzle video game developed by Tose and published by Nintendo for the Nintendo Entertainment System and Game Boy. The Super Nintendo Entertainment System version was developed and published by Bullet-Proof Software.",
  "/wiki/Mario_Bros.": "Mario Bros.[a] is a platform game published and developed for arcades by Nintendo in 1983. It was created by Shigeru Miyamoto. It has been featured as a minigame in all of the Super Mario Advance series and numerous other games. Mario Bros. has been re-released for the Wii's, Nintendo 3DS's, and Wii U's Virtual Console services in Japan, North America, Europe and Australia. It has also been re-released through Nintendo Switch Online.",
  "/wiki/Nintendo_World_Cup": "Nintendo World Cup is a soccer video game for the Family Computer/NES and Game Boy, developed by Technōs Japan and released in 1990. It is a localization of Nekketsu High School Dodgeball Club: Soccer,[a] the fourth Kunio-kun game released for the Family Computer. Ports for the PC Engine and Mega Drive were also released in Japan. A Game Boy version was released in Japan, North America, and Europe.",
  "/wiki/List_of_Virtual_Console_games_for_Wii_(South_Korea)": "New titles were released on the 2nd and 4th Tuesdays of a four-week month, or 3rd and 5th Tuesdays of a five-week month. If the Tuesday was a public holiday, the update will be on Wednesday instead. The games were announced by Nintendo of Korea one week prior to release. This service stopped getting new games in April 2009."
}