{
  "/wiki/Appalachian_Bible_College": "Appalachian Bible College is a small, non-profit Bible college north of Beckley, West Virginia. While unaffiliated with any particular denomination, it generally serves independent churches within the fundamental Bible and Baptist associations.",
  "/wiki/Beckley,_West_Virginia": "Beckley is a city in and the county seat of Raleigh County, West Virginia, United States. It was founded on April 4, 1838. Beckley was named in honor of John James Beckley, who was the first Clerk of the House of Representatives and the first Librarian of Congress. It was founded by his son, Alfred Beckley (US Army lieutenant and brigadier general of Virginia militia), who was from the District of Columbia.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.",
  "/wiki/Boyce_College": "Boyce College is a private, Christian college affiliated with the Southern Baptist Convention and located in the Crescent Hill neighborhood of Louisville, Kentucky. Boyce College was founded in 1998 by R. Albert Mohler Jr. as the undergraduate school of the Southern Baptist Theological Seminary, and receives its accreditation from the Southern Association of Colleges and Schools and the Association of Theological Schools in the United States and Canada.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/Campbellsville_University": "Campbellsville University (CU) is a private Christian university in Campbellsville, Kentucky, United States. Founded as Russell Creek Academy, a Baptist institution, the university currently enrolls more than 12,000 students and is open to students of all denominations. The university offers associate, bachelor's, and master's degrees.",
  "/wiki/Harrodsburg,_Kentucky": "Harrodsburg is a home rule-class city in Mercer County, Kentucky, United States. It is the seat of its county. The population was 8,340 at the 2010 census.",
  "/wiki/Grace_Christian_University": "Grace Christian University is an evangelical college in Grand Rapids, Michigan. The university is accredited by the Higher Learning Commission and the Association for Biblical Higher Education to award associate, baccalaureate, and graduate degrees. The university is affiliated with the Grace Gospel Fellowship.",
  "/wiki/Grand_Rapids,_Michigan": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/Great_Lakes_Christian_College": "Great Lakes Christian College (GLCC) is a private four-year Christian college in Delta Township, Michigan, west of Lansing. It was founded in 1949 and is supported by and affiliated with the Christian Churches and Churches of Christ.",
  "/wiki/Delta_Charter_Township,_Michigan": "Delta Charter Township, officially known as the Charter Township of Delta and commonly known as simply Delta Township, is a charter township of Eaton County in the U.S. state of Michigan.  As of the 2010 census, it had a population of 32,408 making it the most populous municipality in Eaton County.  The township operates its own fire department, but contracts with the Eaton County Sheriff Department for police protection.  The township is a major community in metropolitan Lansing.",
  "/wiki/Johnson_University": "Johnson University is a private, Christian university with its main campus in Kimberlin Heights, Tennessee and a second campus in Kissimmee, Florida.",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/Simmons_College_of_Kentucky": "Simmons College of Kentucky is a private historically black college in Louisville, Kentucky.  Founded in 1879, Simmons College of Kentucky is the nation's 107th historically black college. Simmons College of Kentucky is accredited by the Commission on Accreditation of the Association for Biblical Higher Education to grant certificates and degrees at the Associate and Baccalaureate levels.",
  "/wiki/Welch_College": "Welch College, formerly the Free Will Baptist Bible College, is a private four-year college in Gallatin, Tennessee, founded in 1942. It is one of several higher learning institutions associated with the National Association of Free Will Baptists. Welch College serves 431 students as of 2019.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S."
}