{
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/1929_Stanley_Cup_playoffs": "The 1928–29 NHL season was the 12th season of the National Hockey League. Ten teams played 44 games each. This was the first Stanley Cup final that saw two United States-based teams compete for the cup. The Boston Bruins defeated the New York Rangers two games to none in the best-of-three final.",
  "/wiki/1934_Stanley_Cup_playoffs": "The 1933–34 NHL season was the 17th season of the National Hockey League (NHL). Nine teams each played 48 games. The Chicago Black Hawks were the Stanley Cup winners as they beat the Detroit Red Wings three games to one.",
  "/wiki/1936_Stanley_Cup_playoffs": "The 1935–36 NHL season was the 19th season of the National Hockey League (NHL). The St. Louis Eagles dropped out of the league, leaving eight teams. The Detroit Red Wings were the Stanley Cup winners as they beat the Toronto Maple Leafs three games to one in the final series.",
  "/wiki/1939_Stanley_Cup_playoffs": "The 1938–39 NHL season was the 22nd season of the National Hockey League (NHL). Seven teams each played 48 games. The Boston Bruins were the Stanley Cup winners as they beat the Toronto Maple Leafs four games to one in the final series.",
  "/wiki/1940_Stanley_Cup_playoffs": "The 1939–40 NHL season was the 23rd season for the National Hockey League. Of the league's seven teams, the Boston Bruins were the best in the 48-game regular season, but the Stanley Cup winners were the New York Rangers, who defeated the Toronto Maple Leafs in the best-of-seven final series 4–2 for their third Stanley Cup in 14 seasons of existence.  It would be another 54 years before their fourth.",
  "/wiki/1942_Stanley_Cup_playoffs": "The 1941–42 NHL season was the 25th season of the National Hockey League. Seven teams played 48 games each. The Toronto Maple Leafs would win the Stanley Cup defeating the Detroit Red Wings winning four straight after losing the first three in a best-of-seven series, a feat only repeated three times in NHL history (1975, 2010, 2014) and once in Major League Baseball (2004) as of 2017.",
  "/wiki/1943_Stanley_Cup_playoffs": "The 1942–43 NHL season was the 26th season of the National Hockey League (NHL). The Brooklyn Americans were dropped, leaving six teams to play a schedule of 50 games. This is the first season of the \"Original Six\" era of the NHL. The league's long-time president Frank Calder died due to heart disease. The Detroit Red Wings defeated the Boston Bruins to win the Stanley Cup.",
  "/wiki/1945_Stanley_Cup_playoffs": "The 1944–45 NHL season was the 28th season of the National Hockey League. Six teams each played 50 games. The Toronto Maple Leafs won the Stanley Cup in seven games versus the Detroit Red Wings.",
  "/wiki/1947_Stanley_Cup_playoffs": "The 1946–47 NHL season was the 30th season of the National Hockey League. The Toronto Maple Leafs defeated the Montreal Canadiens in the 1947 Stanley Cup Final to win their sixth Stanley Cup championship.",
  "/wiki/1948_Stanley_Cup_playoffs": "The 1948 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began with four teams on March 4, 1948. It concluded on April 14, with the Toronto Maple Leafs defeating the Detroit Red Wings to win the Stanley Cup.",
  "/wiki/1949_Stanley_Cup_playoffs": "The 1948–49 NHL season was the 32nd season of the National Hockey League. In a rematch of the previous season, Toronto defeated Detroit in the Stanley Cup final to win the championship.",
  "/wiki/1950_Stanley_Cup_playoffs": "The 1949–50 NHL season was the 33rd season of the National Hockey League. The Detroit Red Wings defeated the New York Rangers in seven games for the Stanley Cup. It was the Red Wings' fourth championship.",
  "/wiki/1952_Stanley_Cup_playoffs": "The 1951–52 NHL season was the 35th season of the National Hockey League. The Detroit Red Wings won the Stanley Cup by sweeping the Montreal Canadiens four games to none.",
  "/wiki/1954_Stanley_Cup_playoffs": "The 1953–54 NHL season was the 37th season of the National Hockey League. Six teams each played 70 games. The Detroit Red Wings defeated the Montreal Canadiens in the final to win the team's sixth championship.",
  "/wiki/1955_Stanley_Cup_playoffs": "The 1954–55 NHL season was the 38th season of the National Hockey League. The Detroit Red Wings were the Stanley Cup champions as they defeated the Montreal Canadiens four games to three in the best-of-seven final series. The Canadiens were without star forward Maurice 'Rocket' Richard who had been suspended for the playoffs, a suspension which led to the March 17, 1955 \"Richard Riot\" in Montreal.",
  "/wiki/1956_Stanley_Cup_playoffs": "The 1955–56 NHL season was the 39th season of the National Hockey League. Six teams each played 70 games. The Montreal Canadiens were the Stanley Cup champions as they beat the Detroit Red Wings four games to one in the best-of-seven final series.",
  "/wiki/1960_Stanley_Cup_playoffs": "The 1960 Stanley Cup playoffs was the tournament to determine the 1960 Stanley Cup professional ice hockey championship of the National Hockey League (NHL)",
  "/wiki/1961_Stanley_Cup_playoffs": "The 1960–61 NHL season was the 44th season of the National Hockey League. The Chicago Black Hawks defeated the Detroit Red Wings in the 1961 Stanley Cup Final four games to two to win the Stanley Cup. It was the first series since 1950 with two American-based teams. It was Chicago's first Cup win since 1938; they would not win another until 2010.",
  "/wiki/1963_Stanley_Cup_playoffs": "The 1962–63 NHL season was the 46th season of the National Hockey League. Six teams each played 70 games. The Toronto Maple Leafs won their second Stanley Cup in a row as they defeated the Detroit Red Wings four games to one.",
  "/wiki/1964_Stanley_Cup_playoffs": "The 1963–64 NHL season was the 47th season of the National Hockey League. Six teams each played 70 games. The Toronto Maple Leafs won their third consecutive Stanley Cup by defeating the Detroit Red Wings four games to three in the final series.",
  "/wiki/1987_Stanley_Cup_playoffs": "The 1987 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1986–87 NHL season. It concluded on May 31, with the Edmonton Oilers defeating the Philadelphia Flyers to win the Stanley Cup. In an attempt to reduce the number of first round upsets, the NHL expanded the best-of-five series in the first round to a best-of-seven series.",
  "/wiki/1988_Stanley_Cup_playoffs": "The 1988 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 6, after the conclusion of the 1987–88 NHL season. It concluded on May 26, with the defending champion Edmonton Oilers defeating the Boston Bruins to win their second straight Stanley Cup and fourth in five years.",
  "/wiki/1993_Stanley_Cup_playoffs": "The 1993 Stanley Cup playoffs the playoff tournament of the National Hockey League (NHL) began after the conclusion of the 1992–93 NHL season on April 18 and ended with the Montreal Canadiens defeating the Los Angeles Kings four games to one to win the Stanley Cup on June 9.  These playoffs featured an NHL record 28 overtime games, of which the Canadiens set a playoff record for most overtime games won in one year with ten. The Canadiens also won 11 consecutive games during the playoffs, tying an NHL record.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/1941_Stanley_Cup_playoffs": "The 1940–41 NHL season was the 24th season of the National Hockey League (NHL). Seven teams each played 48 games. The Boston Bruins were the Stanley Cup winners as they swept the Detroit Red Wings four games to none in the final series.",
  "/wiki/1944_Stanley_Cup_playoffs": "The 1943–44 NHL season was the 27th season of the National Hockey League. Six teams played 50 games each. The Montreal Canadiens were the top team of the regular season and followed it up with the team's fifth Stanley Cup championship.",
  "/wiki/1965_Stanley_Cup_playoffs": "The 1964–65 NHL season was the 48th season of the National Hockey League. Six teams each played 70 games. Jean Beliveau was the winner of the newly introduced Conn Smythe Trophy as the most valuable player during the playoffs. The Montreal Canadiens won their first Stanley Cup since 1960 as they were victorious over the Chicago Black Hawks in a seven-game final series.",
  "/wiki/1966_Stanley_Cup_playoffs": "The 1965–66 NHL season was the 49th season of the National Hockey League. Six teams each played 70 games.  The Montreal Canadiens won their second consecutive Stanley Cup as they defeated the Detroit Red Wings four games to two in the final series.",
  "/wiki/1970_Stanley_Cup_playoffs": "The 1969–70 NHL season was the 53rd season of the National Hockey League. For the third straight season, the St. Louis Blues reached the Stanley Cup finals, and for the third straight year, the winners of the expansion West Division were swept four games to none. This time, however, it was at the hands of the Boston Bruins, as the defending champions Montreal Canadiens narrowly missed the playoffs, something that did not happen again for the next quarter century. With both the Canadiens and Toronto Maple Leafs missing the 1970 Stanley Cup playoffs, it was the first time in league history that neither of the NHL's two Canadian teams (at the time) qualified for the playoffs (something that has happened only once since, in 2016, when all of the league's then seven Canadian teams missed the playoffs). It was also the final season that teams wore their colored jerseys at home until the 2003–04 season.",
  "/wiki/1985_Stanley_Cup_playoffs": "The 1985 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 10, after the conclusion of the 1984–85 NHL season. The playoffs concluded on May 30 with the champion Edmonton Oilers defeating the Philadelphia Flyers 8–3 to win the Final series four games to one and win the Stanley Cup.",
  "/wiki/1989_Stanley_Cup_playoffs": "The 1989 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1988–89 NHL season. This was the final year that all of the Division Semifinals began with teams playing the first four games in a span of five days. The playoffs concluded on May 25 with the champion Calgary Flames defeating the Montreal Canadiens 4–2 to win the Stanley Cup Final series four games to two.",
  "/wiki/1992_Stanley_Cup_playoffs": "The 1992 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 18, after the conclusion of the 1991–92 NHL season. It was the 100th anniversary of the first awarding of the Stanley Cup, and it was won by the Pittsburgh Penguins, defeating the Chicago Blackhawks.",
  "/wiki/1995_Stanley_Cup_playoffs": "The 1995 Stanley Cup playoffs, the playoff tournament of the National Hockey League was played between May 6 and June 24, 1995. The 1994–95 NHL regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The sixteen teams that qualified, eight from each conference, played best-of-seven series for the conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. In the Final, the New Jersey Devils swept the favored Detroit Red Wings in four games to win their first championship.",
  "/wiki/2009_Stanley_Cup_playoffs": "The 2009 Stanley Cup playoffs of the National Hockey League began on April 15, 2009, after the 2008–09 regular season. The sixteen teams that qualified, eight from each conference (the winner of each of the three divisions plus the five teams with highest point totals from the teams remaining), play a best-of-seven series for the conference quarterfinals, semifinals, and championships, and then the conference champions will play a best-of-seven series for the Stanley Cup. The Columbus Blue Jackets made their first appearance in the playoffs in their nine-year history. Previously they had been the only franchise to have not made the playoffs. Also, home teams set a record by going 13-2 in the openers of all the series combined.\nThere were no playoff games played in the Province of Ontario as this was the first time that the modern Ottawa Senators and the Toronto Maple Leafs both missed the playoffs in the same year.  This was the most recent time that the Carolina Hurricanes were in the playoffs until 2019.",
  "/wiki/2013_Stanley_Cup_playoffs": "The 2013 Stanley Cup playoffs of the National Hockey League (NHL) began on April 30, 2013, following the conclusion of the 2012–13 NHL regular season. The regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The playoffs ended on June 24, 2013, with the Chicago Blackhawks defeating the Boston Bruins in six games to win the Stanley Cup. Patrick Kane won the Conn Smythe trophy as the playoffs MVP, with 19 points (9 goals and 10 assists).",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/1937_Stanley_Cup_playoffs": "The 1936–37 NHL season was the 20th season of the National Hockey League (NHL). Eight teams each played 48 games. The Detroit Red Wings were the Stanley Cup winners as they beat the New York Rangers three games to two in the final series.",
  "/wiki/1951_Stanley_Cup_playoffs": "The 1951 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began with four teams on March 28, 1951. It concluded on April 21, with the Toronto Maple Leafs defeating the Montreal Canadiens to win the Stanley Cup.",
  "/wiki/1958_Stanley_Cup_playoffs": "The 1957–58 NHL season was the 41st season of the National Hockey League. The Montreal Canadiens won the Stanley Cup for the third consecutive season, defeating the Boston Bruins four games to two in the best-of-seven final series.",
  "/wiki/1978_Stanley_Cup_playoffs": "The 1977–78 NHL season was the 61st season of the National Hockey League. The Montreal Canadiens won their third Stanley Cup in a row, defeating the Boston Bruins four games to two in the Stanley Cup Finals.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/1946_Stanley_Cup_playoffs": "The 1945–46 NHL season was the 29th season of the National Hockey League. The Montreal Canadiens won the Stanley Cup, defeating the Boston Bruins for the team's sixth championship.",
  "/wiki/1953_Stanley_Cup_playoffs": "The 1952–53 NHL season was the 36th season of the National Hockey League. The Montreal Canadiens were the Stanley Cup winners as they beat the Boston Bruins four games to one in the final series.",
  "/wiki/1957_Stanley_Cup_playoffs": "The 1956–57 NHL season was the 40th season of the National Hockey League. Six teams each played 70 games. The Montreal Canadiens won the Stanley Cup for the second consecutive season, defeating the Boston Bruins four games to one in the best-of-seven final series. The final game was won with a clutch goal from Montreal defenseman Tom Johnson that clinched the Stanley Cup championship for the Canadiens 3-2.",
  "/wiki/2014_Stanley_Cup_playoffs": "The 2014 Stanley Cup playoffs of the National Hockey League (NHL) began on April 16, 2014 and ended June 13, 2014 when the Los Angeles Kings defeated the New York Rangers four games to one in the Stanley Cup Final.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis, Missouri. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.",
  "/wiki/1984_Stanley_Cup_playoffs": "The 1984 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 4, after the conclusion of the 1983–84 NHL season. The playoffs concluded on May 19 with the Edmonton Oilers defeating the four time defending champion New York Islanders 5–2 to win the Stanley Cup Finals four games to one, the franchise's first Stanley Cup.",
  "/wiki/1991_Stanley_Cup_playoffs": "The 1991 Stanley Cup Playoffs for the National Hockey League (NHL) championship began on April 3, 1991, following the 1990–91 regular season. The 16 teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1996_Stanley_Cup_playoffs": "The 1996 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1996. The 16 teams that qualified (8 from each conference) played best-of-seven series for conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. These playoffs are noted as being the first playoffs in which all Canadian teams were eliminated during the first round. The New Jersey Devils, who had won the Stanley Cup the year before, failed to qualify for these playoffs. This was the first time that both Florida teams—the Florida Panthers and Tampa Bay Lightning—made it to the playoffs.",
  "/wiki/1997_Stanley_Cup_playoffs": "The 1997 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1997, following the completion of the 1996–97 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarter-finals, semi-finals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1998_Stanley_Cup_playoffs": "The 1998 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 22, 1998 following the 1997–98 regular season. The sixteen teams that qualified, eight from each conference, played best-of-7 series for conference quarterfinals, semifinals and championships, and then the conference champions  played a best-of-7 series for the Stanley Cup.",
  "/wiki/2002_Stanley_Cup_playoffs": "The 2002 Stanley Cup playoffs, the playoff tournament of the National Hockey League began on April 17, 2002.",
  "/wiki/Anaheim_Ducks": "The Anaheim Ducks are a professional ice hockey team based in Anaheim, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Since their inception, the Ducks have played their home games at the Honda Center.",
  "/wiki/1999_Stanley_Cup_playoffs": "The 1999 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 21, 1999, following the 1998–99 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarter-finals, semi-finals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. As of 2019, this was the last time all four WHA teams made the playoffs.",
  "/wiki/2003_Stanley_Cup_playoffs": "The 2003 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 9, 2003, following the 2002–03 regular season. The playoffs concluded on June 9, 2003, with the New Jersey Devils defeating the Mighty Ducks of Anaheim in seven games.",
  "/wiki/2007_Stanley_Cup_playoffs": "The 2007 Stanley Cup playoffs of the National Hockey League began on April 11, 2007. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. The series ended on June 6 with the Anaheim Ducks defeating the Ottawa Senators in five games to win their first ever championship.",
  "/wiki/Colorado_Avalanche": "The Colorado Avalanche are a professional ice hockey team based in Denver, Colorado. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Avalanche are the only team in their division not based in the Central Time Zone; the team is situated in the Mountain Time Zone. Their home arena is Pepsi Center, which they share with the Denver Nuggets of the National Basketball Association. Their general manager is Joe Sakic.",
  "/wiki/2000_Stanley_Cup_playoffs": "The 2000 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 12, 2000, and concluded on June 10. The 16 teams that qualified, eight from each conference, played best-of-seven series for Conference Quarterfinals, Conference Semifinals and Conference Finals, with each conference champion playing a best-of-seven series in the Stanley Cup Finals for the Stanley Cup.",
  "/wiki/2008_Stanley_Cup_playoffs": "The 2008 Stanley Cup playoffs of the National Hockey League (NHL) began on April 9, 2008, after the 2007–08 regular season. The 16 teams that qualified, eight from each conference, played best-of-seven series for conference quarterfinals, semifinals and championships, then the conference champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/1933_Stanley_Cup_playoffs": "The 1932–33 NHL season was the 16th season of the National Hockey League (NHL). Nine teams each played 48 games. The New York Rangers beat the Toronto Maple Leafs three games to one for the Stanley Cup.",
  "/wiki/San_Jose_Sharks": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The franchise is owned by San Jose Sports & Entertainment Enterprises. Beginning play in the 1991–92 season, the Sharks initially played their home games at the Cow Palace, before they moved to their present home, now named SAP Center at San Jose, in 1993. The SAP Center is known locally as the Shark Tank.",
  "/wiki/1994_Stanley_Cup_playoffs": "The 1994 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began after the conclusion of the 1993–94 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven game series for conference quarterfinals, semifinals and championships; and then the conference champions played a best-of-seven series for the Stanley Cup. The playoffs ended when the New York Rangers defeated the Vancouver Canucks in the seventh game of the 1994 Stanley Cup Finals.",
  "/wiki/2010_Stanley_Cup_playoffs": "The 2010 Stanley Cup playoffs of the National Hockey League (NHL) began on April 14, 2010, after the 2009–10 NHL regular season. The Finals ended on June 9, 2010, with the Chicago Blackhawks defeating the Philadelphia Flyers in six games to win their fourth championship and their first since 1961. Blackhawks center and team captain Jonathan Toews  was awarded the Conn Smythe Trophy as the playoffs' most valuable player.",
  "/wiki/2011_Stanley_Cup_playoffs": "The 2011 Stanley Cup playoffs of the National Hockey League (NHL) began on April 13, 2011, after the conclusion of the 2010–11 NHL regular season. The first game of the Finals was held on June 1, while the deciding seventh game was held on June 15.",
  "/wiki/Arizona_Coyotes": "The Arizona Coyotes are a professional ice hockey team based in the Phoenix suburb of Glendale, Arizona. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Coyotes first played at America West Arena in downtown Phoenix, before moving to Glendale's Gila River Arena in 2003. In 2021, the Coyotes are scheduled to return to the Central Division when an expansion team in Seattle joins the league.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/2004_Stanley_Cup_playoffs": "The 2004 Stanley Cup playoffs for the National Hockey League began on April 7, 2004, following the 2003–04 regular season. The playoffs ended with the Tampa Bay Lightning winning the Stanley Cup with a seven-game series win over the Calgary Flames on June 7. It was Tampa Bay's first Stanley Cup victory. It was the Flames' third final appearance, as they came this far in 1986 and 1989, winning the latter. The 16 qualified teams, eight from each conference, played best-of-seven games for Conference Quarterfinals, Semifinals and Finals. The winner of each conference proceeded to the Stanley Cup Finals. The format was identical to the one introduced for the 1999 playoffs.",
  "/wiki/Montreal_Maroons": "The Montreal Maroons (officially the Montreal Professional Hockey Club) were a professional men's ice hockey team in the National Hockey League (NHL). They played in the NHL from 1924 to 1938, winning the Stanley Cup in 1926 and 1935. They were the last non-Original Six team to win the Stanley Cup until the expansion Philadelphia Flyers won in 1974.",
  "/wiki/1932_Stanley_Cup_playoffs": "The 1931–32 NHL season was the 15th season of the National Hockey League (NHL). The Ottawa Senators and Philadelphia Quakers suspended operations, leaving eight teams to play 48 games each. In the Stanley Cup Finals, the Toronto Maple Leafs swept the New York Rangers in three games to win the franchise's third Stanley Cup championship.",
  "/wiki/Nashville_Predators": "The Nashville Predators are a professional ice hockey team based in Nashville, Tennessee. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Predators have played their home games at Bridgestone Arena since 1998. Their television broadcasting rights are held by Fox Sports Tennessee, and radio broadcasting rights are held by WPRT-FM.",
  "/wiki/2012_Stanley_Cup_playoffs": "The 2012 Stanley Cup playoffs of the National Hockey League (NHL) began on April 11, 2012, after the conclusion of the 2011–12 NHL regular season. These playoffs marked only the second time since the 1996 playoffs in which no Canadian teams advanced past the first round. These playoffs featured the return of the Florida Panthers to the postseason for the first time since the 2000 Stanley Cup playoffs, one of the longest playoff droughts in league history.",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton, Alberta. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference.",
  "/wiki/2006_Stanley_Cup_playoffs": "The 2006 Stanley Cup playoffs for the National Hockey League (NHL) championship began on April 21, 2006, following the 2005–06 regular season. The 16 teams that qualified, seeded one through eight from each conference, played best-of-seven series with re-seeding after the Conference Quarterfinals. The conference champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/2001_Stanley_Cup_playoffs": "The 2001 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 11, 2001, and ended on June 9, 2001, when the Western Conference champion  Colorado Avalanche defeated the Eastern Conference champion New Jersey Devils to win its second Stanley Cup.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/Tampa_Bay_Lightning": "The Tampa Bay Lightning are a professional ice hockey team based in Tampa, Florida. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club has won one Stanley Cup championship in their history, in 2003–04. The team is often referred to as the Bolts, and the nickname was used on the former third jerseys. The Lightning plays home games in Amalie Arena in Tampa.",
  "/wiki/2015_Stanley_Cup_playoffs": "The 2015 Stanley Cup playoffs of the National Hockey League (NHL) began on April 15, 2015, and ended on June 15, 2015, with the Chicago Blackhawks defeating the Tampa Bay Lightning four games to two in the 2015 Stanley Cup Finals.",
  "/wiki/2016_Stanley_Cup_playoffs": "The 2016 Stanley Cup playoffs of the National Hockey League (NHL) began on April 13, 2016 and ended on June 12, 2016, with the Pittsburgh Penguins defeating the San Jose Sharks four games to two in the 2016 Stanley Cup Finals.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center).",
  "/wiki/Columbus_Blue_Jackets": "The Columbus Blue Jackets are a professional ice hockey team based in Columbus, Ohio. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference.",
  "/wiki/List_of_NHL_playoff_series": "This is a complete listing of National Hockey League (NHL) playoff series, grouped by franchise. Series featuring relocated teams[nb 1] are kept with their ultimate relocation franchises. Bolded years indicate wins. Years in italics indicate series in progress. Tables are sorted first by the number of series, then the number of wins, and then alphabetically."
}