{
  "/wiki/Brewton-Parker_College": "Brewton–Parker College is a private, Christian, coeducational college whose main campus is located in Mount Vernon, Georgia, United States. Brewton-Parker is affiliated with the Georgia Baptist Convention and celebrated its centennial in 2004.",
  "/wiki/Mount_Vernon,_Georgia": "Mount Vernon is a city in, and the county seat of, Montgomery County, Georgia, United States. The population was 2,451 at the 2010 census. It is home to Brewton–Parker College.",
  "/wiki/Georgia_(U.S._state)": "Georgia (/ˈdʒɔːrdʒə/) is a state located in the southeastern region of the United States. Georgia is the 24th largest in area and 8th-most populous of the 50 United States. Georgia is bordered to the north by Tennessee and North Carolina, to the northeast by South Carolina, to the southeast by the Atlantic Ocean, to the south by Florida, and to the west by Alabama. Its 2019 estimated population was 10,617,423, according to the U.S. Census Bureau. Atlanta, a \"beta(+)\" global city, is both the state's capital and its largest city. The Atlanta metropolitan area, with an estimated population of 5.9 million people in 2018, is the 9th most populous metropolitan area in the United States and contains about 56% of the entire state population.",
  "/wiki/Southern_States_Athletic_Conference": "The Southern States Athletic Conference (SSAC) is a collegiate athletic league in the United States. The 12 member universities compete in 13 sports in the NAIA. Basketball teams compete in Division I of the NAIA.",
  "/wiki/National_Association_of_Intercollegiate_Athletics": "The National Association of Intercollegiate Athletics (NAIA) is a college athletics association for small colleges and universities in North America. For the 2018–2019 season, it has 251 member institutions, of which two are in British Columbia, one in the U.S. Virgin Islands, and the rest in the conterminous United States. The NAIA, whose headquarters is in Kansas City, Missouri, sponsors 26 national championships. The CBS Sports Network, formerly called CSTV, serves as the national media outlet for the NAIA. In 2014, ESPNU began carrying the NAIA Football National Championship.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Columbia_International_University": "Columbia International University (CIU) is a Christian university in Columbia, South Carolina.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/South_Carolina": "South Carolina (/ˌkærəˈlaɪnə/ (listen)) is a state in the Southeastern United States and the easternmost of the Deep South. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River.",
  "/wiki/Erskine_College": "Erskine College is a private Christian college in Due West, South Carolina. It offers an undergraduate liberal arts college and a graduate theological seminary. The college was founded in 1839 by the Associate Reformed Presbyterian Church and its sports teams compete in NCAA Division II as a member of Conference Carolinas.",
  "/wiki/Due_West,_South_Carolina": "Due West is a town in Abbeville County, South Carolina, United States. The population was 1,247 at the 2010 census. It is the home of Erskine College and Dixie High School.",
  "/wiki/Conference_Carolinas": "Conference Carolinas, formerly known as the Carolinas-Virginia Athletic Conference (CVAC) or the Carolinas Conference, is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) primarily in Division II, and as one of the five Division I conferences for men's volleyball. Originally formed in 1930, the league reached its modern incarnation in 1994. Member institutions are located in the southeastern United States in the states of Georgia, North Carolina, South Carolina, and Tennessee. Conference Carolinas currently has 11 small college or university private institutions that make-up their membership.",
  "/wiki/National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana.",
  "/wiki/NCAA_Division_II": "NCAA Division II  (D-II) is an intermediate-level division of competition in the National Collegiate Athletic Association (NCAA).  It offers an alternative to both the larger and better-funded Division I and to the scholarship-free environment offered in Division III.",
  "/wiki/North_Greenville_University": "North Greenville University is private Baptist university in Tigerville, South Carolina.  It is associated with the South Carolina Baptist Convention and the Southern Baptist Convention and accredited by the Southern Association of Colleges and Schools. The institution awards bachelor's, master's, and doctoral degrees.",
  "/wiki/Tigerville,_South_Carolina": "Tigerville is an unincorporated community and census-designated place in Greenville County, South Carolina, United States. As of the 2010 United States Census the population was 1,312. It lies 12 miles (19 km) north of Taylors, 10 miles (16 km) northeast of Travelers Rest, and 14 miles (23 km) northwest of Greer. North Greenville University, a private institution of higher education affiliated with the Southern Baptist Convention, is located in Tigerville. The community is part of the Greenville–Mauldin–Easley Metropolitan Statistical Area.",
  "/wiki/Piedmont_International_University": "Piedmont International University is a private Christian Bible college and graduate school in Winston-Salem, North Carolina. Piedmont offers both residential and online programs ranging from dual enrollment, undergraduate, and graduate degrees. It is accredited by the Transnational Association of Christian Colleges and Schools and maintains membership in the American Association of Christian Schools.",
  "/wiki/Winston-Salem,_North_Carolina": "Winston-Salem is a city in and the county seat of Forsyth County, North Carolina, United States. With a 2018 estimated population of 246,328 it is the second largest municipality in the Piedmont Triad region, the fifth most populous city in North Carolina, the third largest urban area in North Carolina, and the eighty-ninth most populous city in the United States. With a metropolitan population of 676,673 it is the fourth largest metropolitan area in North Carolina. Winston-Salem is home to the tallest office building in the region, 100 North Main Street, formerly the Wachovia Building and now known locally as the Wells Fargo Center.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Regent_University": "Regent University is a private Christian university in Virginia Beach, Virginia.  The university was founded by Pat Robertson in 1977 as Christian Broadcasting Network University, and changed its name to Regent University in 1990. Regent offers traditional on-campus programs as well as distance education.  Through its eight academic schools, Regent offers associate, bachelor's, master's, and doctoral degrees in over 70 courses of study. The university is regionally accredited by the Commission on Colleges of the Southern Association of Colleges and Schools with specific programs accredited by other professional or national accreditors.",
  "/wiki/Virginia_Beach,_Virginia": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Southern_Wesleyan_University": "Southern Wesleyan University is a private Christian university in Central, South Carolina. It was founded in 1906 by what is now the Wesleyan Church. The institution is accredited by the Southern Association of Colleges and Schools Commission on Colleges to award associate, bachelor's, master's, and doctoral degrees.",
  "/wiki/Central,_South_Carolina": "Central is a town in Pickens County, South Carolina, United States.  As of the 2010 census, the population was 5,159, roughly 3,000 of which were considered permanent residents.  Contrary to its name, it is not near the center of South Carolina.   It received its name from its geographic location, being the halfway or central point between Atlanta and Charlotte along the former Atlanta and Richmond Air-Line Railway line. The primary campus of Southern Wesleyan University is located east of the downtown area.",
  "/wiki/Virginia_University_of_Lynchburg": "Virginia University of Lynchburg is a private, historically black Christian university in Lynchburg, Virginia. The university currently offers instruction and degrees, primarily in religious studies, including a Doctorate of Ministry program. The campus is a historic district listed on the National Register of Historic Places.",
  "/wiki/Lynchburg,_Virginia": "Lynchburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 75,568, estimated to have risen to 82,126 as of 2018. Located in the foothills of the Blue Ridge Mountains along the banks of the James River, Lynchburg is known as the \"City of Seven Hills\" or the \"Hill City\". In the 1860s, Lynchburg was the only major city in Virginia that was not recaptured by the Union before the end of the American Civil War.",
  "/wiki/Warner_University": "Warner University is a  private Christian university in Lake Wales, Florida. It is affiliated with the Church of God.",
  "/wiki/Lake_Wales,_Florida": "Lake Wales is a city in Polk County, Florida, United States. The population was 14,225 at the 2010 census. As of 2018[update], the population estimated by the U.S. Census Bureau is 16,577. It is part of the Lakeland–Winter Haven Metropolitan Statistical Area. Lake Wales is located in central Florida, west of Lake Kissimmee and east of Tampa.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/The_Sun_Conference": "The Sun Conference (TSC) is a college athletic conference affiliated with the NAIA. Eight of the twelve full member institutions are located in Florida, with three in Georgia and one in South Carolina. The Sun Conference competes in the NAIA in all sponsored sports."
}