{
  "/wiki/Simon_Ammann": "Simon \"Simi\" Ammann (/ˈsiːmɒn/; born 25 June 1981) is a Swiss ski jumper. He is one of the most successful athletes in the history of the sport, having won four individual Winter Olympic gold medals, in 2002 and 2010, and is the only ski jumper to have achieved the gold double–double at the Winter Olympics. His other achievements include winning the 2007 Ski Jumping World Championships, the 2010 Ski Flying World Championships, the 2010 Nordic Tournament, and the 2010 Ski Jumping World Cup overall title.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics": "The ski jumping competition of the Vancouver 2010 Olympics was held at Whistler Olympic Park between 12 and 22 February 2010.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics_%E2%80%93_Normal_hill_individual": "The men's normal hill individual ski jumping competition for the 2010 Winter Olympics in Vancouver, Canada was held on 12 and 13 February 2010 at Whistler Olympic Park in Whistler, British Columbia. It was the first medal event of the 2010 Games.",
  "/wiki/Didier_D%C3%A9fago": "Didier Défago (born 2 October 1977) is a retired World Cup alpine ski racer from Switzerland.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia. The competition was scheduled for Saturday, February 13, but was postponed due to rain and warm temperatures; it was held on Monday, February 15.",
  "/wiki/Dario_Cologna": "Dario Cologna (born 11 March 1986) is a Swiss cross-country skier. He has four overall World Cup victories, four Olympic gold medals, one World Championships gold medal and four Tour de Ski victories in his career.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics": "The cross-country skiing competition of the 2010 Winter Olympics in Vancouver were held at Whistler Olympic Park. The events were held between 15 and 28 February 2010.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_15_kilometre_freestyle": "The men's 15 kilometre freestyle cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada, was held on 15 February at Whistler Olympic Park in Whistler, British Columbia, at 12:30 PST.",
  "/wiki/Ski_jumping_at_the_2010_Winter_Olympics_%E2%80%93_Large_hill_individual": "The Men's large hill individual ski jumping competition for the 2010 Winter Olympics in Vancouver, Canada was held at Whistler Olympic Park in Whistler, British Columbia. It started on 19 February and ended on 20 February. Austria's Thomas Morgenstern was the defending Olympic champion in this event. Andreas Küttel of Switzerland was the defending world champion in this event. Two test events took place at the Olympic venue on 24–25 January 2009, both won by Austria's Gregor Schlierenzauer. On the 25th, Schlierenzauer set the hill jumping record with a jump of 149.0 metres (488.8 ft) which was also tied by Finland's Ville Larinto. The last World Cup event in this format prior to the 2010 Games took place on 6 February 2010 in Willingen, Germany and was won by Schlierenzauer.",
  "/wiki/Carlo_Janka": "Carlo Janka (born 15 October 1986) is an alpine ski racer from Switzerland. Born in Obersaxen, in the canton of Graubünden, he had the winter sports facilities right in front of his home. Janka has won gold medals at both the Winter Olympics and the World Championships, as well as one World Cup overall title, one discipline title and also, one unofficial alpine combined title.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_giant_slalom": "The men's giant slalom competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia. Originally scheduled for February 21, it was rescheduled to February 23, due to delays of preceding alpine events.",
  "/wiki/Michael_Schmid": "Michael (\"Mike\") Schmid (born 18 March 1984) is a Swiss freestyle skier who specializes in the ski cross discipline. He is the inaugural Olympic champion in the event.",
  "/wiki/Freestyle_skiing_at_the_2010_Winter_Olympics": "The freestyle skiing competition of the 2010 Winter Olympics was held at Cypress Mountain.  The events took place between the 13 and 25 February 2010, and included a new event for these Olympics, ski cross.",
  "/wiki/Freestyle_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_ski_cross": "The men's ski cross event in freestyle skiing at the 2010 Winter Olympics in Vancouver, British Columbia, Canada, took place on 21 February at the Cypress Bowl Ski Area in the Cypress Provincial Park, West Vancouver.",
  "/wiki/Olivia_Nobs": "Olivia Nobs (born 18 November 1982 in La Chaux-de-Fonds) is a Swiss snowboarder. Nobs captured the silver medal in snowboard cross at the FIS Snowboarding World Championships 2009 in South Korea.",
  "/wiki/Snowboarding_at_the_2010_Winter_Olympics": "The snowboarding competition of the Vancouver 2010 Olympics was held at Cypress Mountain. The events were held between the 15 and 27 February 2010.",
  "/wiki/Snowboarding_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_snowboard_cross": "The women's snowboard cross competition of the Vancouver 2010 Olympics was held at Cypress Mountain on February 16, 2010.",
  "/wiki/Silvan_Zurbriggen": "Silvan Zurbriggen (born 15 August 1981) is a retired Swiss World Cup alpine ski racer who competed primarily in downhill and combined, and occasionally in super-G. In 2012, he stopped competing in slalom due to poor results.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_combined": "The men's super combined competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia.  The competition was scheduled for February 16, but was postponed due to weather delays in preceding races; it was held five days later on February 21.  American athlete Bode Miller won his only Olympic gold medal, Ivica Kostelić of Croatia won silver, and Silvan Zurbriggen of Switzerland took the bronze.",
  "/wiki/Ralph_St%C3%B6ckli": "Ralph Stöckli (born July 23, 1976 in Uzwil) is a Swiss curler from Lucerne.",
  "/wiki/Jan_Hauser": "Jan Hauser (born 19 January 1985 in Glarus) is a Swiss curler from Zürich. He currently plays third for Ralph Stöckli.",
  "/wiki/Markus_Eggler": "Markus Eggler (born January 22, 1969 in Thun) is a retired Swiss curler from Münchenstein.",
  "/wiki/Simon_Str%C3%BCbin": "Simon Strübin (born March 21, 1979 in Zürich) is a Swiss curler from Erlenbach. He currently plays lead for Ralph Stöckli.",
  "/wiki/Toni_M%C3%BCller": "Toni Müller (born 10 May 1984) is a curler from Baden, Switzerland. He currently throws fourth stones for Thomas Lips.",
  "/wiki/Curling_at_the_2010_Winter_Olympics": "The curling competition of the 2010 Olympics was held at Vancouver Olympic/Paralympic Centre in Vancouver. It is the fifth time that curling was on the Olympic program, after having been staged in 1924, 1998, 2002 and 2006. The competition followed the same format that was used during the 2006 Turin Winter Olympics, with 10 teams playing a round robin tournament, from which the top four teams advance to the semi-finals.",
  "/wiki/Curling_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_tournament": "The men's curling tournament took place at the Vancouver Olympic/Paralympic Centre. The draws took place between 16 and 25 February 2010 and the final took place on 27 February 2010.  The preliminary round was a round-robin tournament between all 10 teams; the top four qualified for the medal round.",
  "/wiki/Switzerland_at_the_2010_Winter_Olympics": "Switzerland participated at the 2010 Winter Olympics in Vancouver, British Columbia, Canada. 146 athletes entered 14 sports (all except short track speed skating)."
}