{
  "/wiki/PRIDE_Shockwave": "The year 2002 is the 6th year in the history of the Pride Fighting Championships, a mixed martial arts promotion based in Japan. 2002 had 10 events beginning with, Pride FC: The Best, Vol. 1.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Tokyo_National_Stadium": "National Stadium (国立競技場, Kokuritsu kyōgijō) was a multi-purpose stadium in Kasumigaoka, Shinjuku, Tokyo, Japan. The stadium served as the main stadium for the opening and closing ceremonies, as well as being the venue for track and field events at the 1964 Summer Olympics. The Japan national football team's home matches and major football club cup finals were held at the stadium. The stadium's official capacity was 57,363, but the real capacity was only 48,000 seats.",
  "/wiki/K-1_PREMIUM_2003_Dynamite!!": "K-1 PREMIUM 2003 Dynamite!! was an annual kickboxing and mixed martial arts event held by K-1 on New Year's Eve, Wednesday, December 31, 2003 at the Nagoya Dome in Nagoya, Japan. It featured 6 K-1 MMA rules fights, and 4 K-1 rules fights.",
  "/wiki/Nagoya": "Nagoya (名古屋) is the largest city in the Chūbu region of Japan. It is Japan's fourth-largest incorporated city and the third-most-populous urban area. It is located on the Pacific coast on central Honshu. It is the capital of Aichi Prefecture and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, Chiba, and Kitakyushu. It is also the center of Japan's third-largest metropolitan region, known as the Chūkyō metropolitan area. As of 1 October 2019[update], 2,327,557 people lived in the city, part of Chūkyō Metropolitan Area's 10.11 million people.\nIt is also one of the 50 largest urban areas in the world.",
  "/wiki/Nagoya_Dome": "The Nagoya Dome (ナゴヤドーム), constructed in 1997, is a baseball field, located in the city of Nagoya, Japan. The dome has the capacity to seat up to 38,414 people (official 46,500 people). It is an example of a geodesic dome.",
  "/wiki/K-1_PREMIUM_2004_Dynamite!!": "K-1 PREMIUM 2004 Dynamite!! was an annual kickboxing and mixed martial arts event held by K-1 on New Year's Eve, Friday, December 31, 2004 at the Osaka Dome in Osaka, Japan. It featured 7 K-1 MMA rules fights, 3 K-1 rules fights, and a special mixed K-1 & MMA Rules fight.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Osaka_Dome": "The Kyocera Dome Osaka (京セラドーム大阪) is a baseball stadium located in Osaka, Japan. Opened in 1997, the stadium was the home field of the Kintetsu Buffaloes. In 2005, the stadium became one of the homes of the Orix Buffaloes, a result of the merger between the Orix BlueWave and Kintetsu Buffaloes.  Prior to the Osaka Dome opening, the Buffaloes played their home games at Fujiidera Stadium. The Hanshin Tigers also use the stadium as their \"home field\" for their season openers and their home games in August because their stadium, Koshien Stadium, is used for high school baseball tournaments during those periods.",
  "/wiki/K-1_PREMIUM_2005_Dynamite!!": "K-1 PREMIUM 2005 Dynamite!! was an annual kickboxing and mixed martial arts event held by K-1 and Hero's on New Year's Eve, Sunday, December 31, 2005 at the Osaka Dome in Osaka, Japan. It featured 7 HERO'S MMA rules fights, and 4 K-1 rules fights.",
  "/wiki/K-1_PREMIUM_2006_Dynamite!!": "K-1 PREMIUM 2006 Dynamite!! was an annual kickboxing and mixed martial arts event held by K-1 and Hero's on New Year's Eve, Sunday, December 31, 2006 at the Kyocera Dome Osaka in Osaka, Japan. It featured 10 HERO'S MMA rules fights, and 4 K-1 rules fights.",
  "/wiki/Dynamite!!_USA": "SoftBank presents Dynamite!! USA was a mixed martial arts (MMA) event co-promoted by Fighting and Entertainment Group (FEG), the promoters of K-1 kickboxing events and Hero's MMA events, and EliteXC. The event was held on Saturday, June 2, 2007 at the Los Angeles Memorial Coliseum in Los Angeles, California. Mauro Ranallo, Bill Goldberg, and Jay Glazer did commentary.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Los_Angeles_Coliseum": "The Los Angeles Memorial Coliseum is an American outdoor sports stadium located in the Exposition Park neighborhood of Los Angeles, California. Conceived as a hallmark of civic pride, the Coliseum was commissioned in 1921 as a memorial to L.A. veterans of World War I. Completed in 1923, it will be the first stadium to have hosted the Summer Olympics three times: 1932, 1984, and 2028. It was declared a National Historic Landmark on July 27, 1984, the day before the opening ceremony of the 1984 Summer Olympics.",
  "/wiki/K-1_PREMIUM_2007_Dynamite!!": "K-1 PREMIUM 2007 Dynamite!! was an annual kickboxing and mixed martial arts event held by K-1 and Hero's on New Year's Eve, Monday December 31, 2007 at the Kyocera Dome Osaka in Osaka, Japan. It featured 7 HERO'S MMA rules fights, 4 K-1 rules fights, and 4 fights in the K-1 Under 18 Tournament.",
  "/wiki/Dynamite!!_2008": "Dynamite!! 2008 was the annual kickboxing and mixed martial arts event held by K-1 & DREAM on New Year's Eve, Wednesday, December 31, 2008, at the Saitama Super Arena in Saitama, Japan. It featured eleven DREAM mixed martial arts rules fights in a variety of weight classes, four K-1 rules fights, and the inaugural K-1 KOSHIEN Under 18 high school tournament.",
  "/wiki/Saitama,_Saitama": "Saitama (さいたま市, Saitama-shi, Japanese: [saꜜitama]) is the capital and the most populous city of Saitama Prefecture, Japan. Its area incorporates the former cities of Urawa, Ōmiya, Yono and Iwatsuki. It is a city designated by government ordinance. Being in the Greater Tokyo Area and lying 15 to 30 kilometres north of central Tokyo, many of its residents commute into Tokyo. As of 1 June 2019[update], the city had an estimated population of 1,305,177, and a population density of 6,003 persons per km². Its total area is 217.43 square kilometres (83.95 sq mi).",
  "/wiki/Saitama_Super_Arena": "Saitama Super Arena (さいたまスーパーアリーナ, Saitama Sūpā Arīna) is a multi-purpose indoor arena located in Chūō-ku, Saitama City, Saitama, Japan. It opened preliminarily on May 5, 2000, and then officially opened on September 1 of the same year. Its spectator capacity is 36,500 at maximum settings, making it the fourth largest indoor arena in the world. The main arena capacity is between 19,000 and 22,500.",
  "/wiki/Dynamite!!_2009": "Dynamite!! 2009 was a mixed martial arts and kickboxing events promoted by Fighting and Entertainment Group, held in the Saitama Super Arena in Saitama, Japan on December 31, 2009. The event included bouts that encompass the DREAM, Sengoku Raiden Championship, K-1, and K-1 World MAX banners. The event aired on HDNet in North America.",
  "/wiki/Dynamite!!_2010": "Dynamite!! 2010 was a mixed martial arts and kickboxing event in the annual New Year's Eve event promoted by Fighting and Entertainment Group that took place on December 31, 2010 at the Saitama Super Arena in Saitama, Japan. The event included bouts that encompass the DREAM, K-1 and K-1 World MAX banners. Just as the previous Dynamite!! 2009, with the official commentator Nozomi Sasaki, the event aired on TBS in Japan and HDNet in North America."
}