{
  "/wiki/Alan_Alda": "Alan Alda (/ˈɑːldə/; born Alphonso Joseph D'Abruzzo; January 28, 1936) is an American actor, director, screenwriter, comedian, and author. A six-time Emmy Award and Golden Globe Award winner, he played Hawkeye Pierce in the war television series M*A*S*H (1972–1983). He has had recurring roles on television programs such as The West Wing, and 30 Rock, and has appeared in films such as Same Time, Next Year (1978), The Four Seasons (1981), Crimes and Misdemeanors (1989), Flirting With Disaster (1996), Bridge of Spies (2015), and Marriage Story (2019). In 2004, Alda was nominated for the Academy Award for Best Supporting Actor in The Aviator. He is also known as Uncle Pete in Louis C.K.'s Peabody Award winning tragicomedy web series Horace and Pete.",
  "/wiki/Captain_(United_States_O-3)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Surgery": "Surgery[a] is a medical specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas.",
  "/wiki/Loretta_Swit": "Loretta Jane Swit (born November 4, 1937) is an American stage and television actress known for her character roles. Swit is best known for her portrayal of Major Margaret \"Hot Lips\" Houlihan on M*A*S*H, for which she won two Emmy Awards.",
  "/wiki/Major_(United_States)": "In the United States Army, Marine Corps, and Air Force, major is a field grade military officer rank above the rank of captain and below the rank of lieutenant colonel. It is equivalent to the naval rank of lieutenant commander in the other uniformed services. Although lieutenant commanders are considered junior officers by their respective services, (Navy and Coast Guard) the rank of major is that of a senior officer in the United States Army, the United States Marine Corps, and the United States Air Force.",
  "/wiki/Nurse": "Nursing is a profession within the health care sector focused on the care of individuals, families, and communities so they may attain, maintain, or recover optimal health and quality of life. Nurses may be differentiated from other health care providers by their approach to patient care, training, and scope of practice. Nurses practice in many specialties with differing levels of prescription authority. Many nurses provide care within the ordering scope of physicians, and this traditional role has shaped the public image of nurses as care providers. However, nurse practitioners are permitted by most jurisdictions to practice independently in a variety of settings. Since the postwar period, nurse education has undergone a process of diversification towards advanced and specialized credentials, and many of the traditional regulations and provider roles are changing.",
  "/wiki/Adjutant": "Adjutant is a military appointment given to an officer who assists the commanding officer with unit administration, mostly the management of human resources in army unit. The term adjudant is used in French-speaking armed forces as a non-commissioned officer rank similar to a staff sergeant or warrant officer but is not equivalent to the role or appointment of an adjutant.",
  "/wiki/Jamie_Farr": "Jamie Farr (born Jameel Joseph Farah; July 1, 1934) is an American television and film comedian and theatre actor. He is known for playing a cross-dressing corporal (later sergeant) from Toledo, Ohio, bucking for a Section 8 discharge, in the role of Maxwell Q. Klinger in the CBS television sitcom M*A*S*H.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/Corpsman": "A hospital corpsman (HM /ˈkɔːrmən/ [or corpsman]) is an enlisted medical specialist of the United States Navy, who may also serve in a U.S. Marine Corps unit. The corresponding rating within the United States Coast Guard is health services technician (HS).",
  "/wiki/William_Christopher": "William Christopher (October 20, 1932 – December 31, 2016) was an American actor and comedian, best known for playing Private Lester Hummel on Gomer Pyle, U.S.M.C. from 1965 to 1968 and Father Mulcahy on the television series M*A*S*H from 1972 to 1983 and its spinoff AfterMASH from 1983 to 1985.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Chaplain": "A chaplain is, traditionally, a cleric (such as a  minister, priest, pastor, rabbi, purohit, or imam), or a lay representative of a religious tradition, attached to a secular institution such as a hospital, prison, military unit, school, labor union, business, police department, fire department, university, or private chapel.",
  "/wiki/Wayne_Rogers": "William Wayne McMillan Rogers III (April 7, 1933 – December 31, 2015) was an American actor, known for playing the role of Captain \"Trapper\" John McIntyre in the CBS television series M*A*S*H.",
  "/wiki/McLean_Stevenson": "Edgar McLean Stevenson Jr. (November 14, 1927 – February 15, 1996) was an American actor and comedian. He is best known for his role as Lt. Colonel Henry Blake in the television series M*A*S*H, which earned him a Golden Globe Award in 1974. Stevenson also appeared on a number of television series, notably The Tonight Show Starring Johnny Carson and The Doris Day Show.",
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Commanding_officer": "The commanding officer (CO) or sometimes, if the incumbent is a general officer, commanding general (CG), is the officer in command of a military unit. The commanding officer has ultimate authority over the unit, and is usually given wide latitude to run the unit as they see fit, within the bounds of military law. In this respect, commanding officers have significant responsibilities (for example, the use of force, finances, equipment, the Geneva Conventions), duties (to higher authority, mission effectiveness, duty of care to personnel), and powers (for example, discipline and punishment of personnel within certain limits of military law).",
  "/wiki/Larry_Linville": "Lawrence Lavon Linville (September 29, 1939 – April 10, 2000) was an American actor known for his portrayal of the surgeon Major Frank Burns on the television series M*A*S*H.",
  "/wiki/Executive_officer": "An executive officer (CCE) is generally a person responsible for running an organization, although the exact nature of the role varies depending on the organization. In many militaries, an executive officer, or \"XO\", is the second-in-command, reporting to the commanding officer. The XO is typically responsible for the management of day-to-day activities, freeing the commander to concentrate on strategy and planning the unit's next move.",
  "/wiki/Gary_Burghoff": "Gary Rich Burghoff (born May 24, 1943) is an American actor who is known for originating the role of Charlie Brown in the 1967 Off-Broadway musical You're a Good Man, Charlie Brown, and the character Corporal Walter Eugene \"Radar\" O'Reilly in the film MASH, as well as the TV series. He was a regular on television game show Match Game from 1974 to 1975 for 140 episodes, standing in for Charles Nelson Reilly who was in New York doing a Broadway play, but continued to make recurring appearances afterwards.",
  "/wiki/Second_lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/Bugler": "The bugle is one of the simplest brass instruments, normally having no valves or other pitch-altering devices. All pitch control is done by varying the player's embouchure. Consequently, the bugle is limited to notes within the harmonic series. See bugle call for scores to standard bugle calls, all consisting of only five notes. These notes are known as the bugle scale.",
  "/wiki/Mike_Farrell": "Michael Joseph Farrell Jr. (born February 6, 1939) is an American actor, best known for his role as Captain B.J. Hunnicutt on the television series M*A*S*H (1975–83). He is also an activist and public speaker for various political causes.",
  "/wiki/Harry_Morgan": "Harry Morgan (born Harry Bratsberg; April 10, 1915 – December 7, 2011) was an American actor and director whose television and film career spanned six decades. Morgan's major roles included Pete Porter in both December Bride (1954–1959) and Pete and Gladys (1960–1962); Officer Bill Gannon on Dragnet (1967–1970); Amos Coogan on Hec Ramsey (1972–1974); and his starring role as Colonel Sherman T. Potter in M*A*S*H (1975–1983) and AfterMASH (1983–1985). Morgan appeared in more than 100 films.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.",
  "/wiki/David_Ogden_Stiers": "David Allen Ogden Stiers (/ˈstaɪ.ərz/ STY-ərz; October 31, 1942 – March 3, 2018) was an American actor, voice actor, and conductor.  Born and raised in Illinois, Stiers attended the University of Oregon before enrolling at the Juilliard School in New York City, from where he graduated in 1972. He went on to appear in numerous productions on Broadway, and originated the role of Feldman in The Magic Show, in which he appeared for four years between 1974 and 1978."
}