{
  "/wiki/Adrian_N._Peterson": "Adrian Nicholas Peterson (born July 1, 1979) is a former American football running back who played in the National Football League and United Football League. He was drafted by the Chicago Bears in the sixth round of the 2002 NFL Draft, playing eight seasons for Chicago. Then he played for the Virginia Destroyers in the UFL. He is an alumnus of Georgia Southern University, where he set numerous school, conference, and NCAA Division I-AA records, as well winning two 1-AA National Championships and receiving the Walter Payton Award for most outstanding player in 1-AA football.",
  "/wiki/Georgia_Southern_University": "Georgia Southern University (GS) is a public research university in the U.S. state of Georgia. Its flagship campus is in Statesboro, and other locations include the Armstrong Campus in Savannah and the Liberty Campus in Hinesville. Founded in 1906 as a land grant college, Georgia Southern is the fifth largest institution in the University System of Georgia and is the largest center of higher education within the southern half of Georgia. The institution offers over 140 different academic majors in a comprehensive array of baccalaureate, masters, and doctoral programs. The university has a combined enrollment of approximately 27,000 students from all 50 states and approximately 85 nations. Georgia Southern is classified as a Doctoral and Research Institution by the Carnegie Foundation for the Advancement of Teaching, plus a comprehensive university by the University System of Georgia.",
  "/wiki/College_football": "College football is gridiron football consisting of American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States.",
  "/wiki/East_Tennessee_State_University": "East Tennessee State University (ETSU) is a public university in Johnson City, Tennessee. Although it is part of the State University and Community College System of Tennessee, the university is governed by an institutional Board of Trustees. As of May 2017[update], it is the fourth largest university in the state and has off-campus centers in nearby Kingsport and Elizabethton.",
  "/wiki/Track_and_field_athletics": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking.",
  "/wiki/Armanti_Edwards": "Armanti Fredrico Edwards Sr. (born March 8, 1988) is an American gridiron football wide receiver for the Toronto Argonauts of the Canadian Football League (CFL). He was drafted by the Carolina Panthers in the third round of the 2010 NFL Draft. He was the starting quarterback for the Appalachian State Mountaineers football team from 2006–09. As quarterback in 2007, Edwards led Appalachian State to one of the biggest upsets in college football history, a 34–32 victory over then fifth-ranked Michigan.",
  "/wiki/Appalachian_State_University": "Appalachian State University /ˌæpəˈlætʃən/  (Appalachian, App State, App, or ASU) is a public university in Boone, North Carolina.  It was founded as a teachers college in 1899 by brothers B.B. and D.D. Dougherty and D.D.’s wife, Lillie Shull Dougherty. The university expanded to include other programs in 1967 and joined the University of North Carolina System in 1971.",
  "/wiki/Arnold_Palmer": "Arnold Daniel Palmer (September 10, 1929 – September 25, 2016) was an American professional golfer who is generally regarded as one of the greatest and most charismatic players in the sport's history. Dating back to 1955, he won numerous events on both the PGA Tour and the circuit now known as PGA Tour Champions. Nicknamed The King, he was one of golf's most popular stars and seen as a trailblazer, the first superstar of the sport's television age, which began in the 1950s.",
  "/wiki/Wake_Forest_University": "Wake Forest University is a private research university in Winston-Salem, North Carolina. Founded in 1834, the university received its name from its original location in Wake Forest, north of Raleigh, North Carolina. The Reynolda Campus, the university's main campus, has been located north of downtown Winston-Salem since the university moved there in 1956. The Wake Forest Baptist Medical Center campus has two locations, the older one located near the Ardmore neighborhood in central Winston-Salem, and the newer campus at Wake Forest Innovation Quarter downtown. The university also occupies lab space at Biotech Plaza at Innovation Quarter, and at the Center for Nanotechnology and Molecular Materials. The university's Graduate School of Management maintains a presence on the main campus in Winston-Salem and in Charlotte, North Carolina.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/Banks_McFadden": "James Banks McFadden (February 7, 1917 – June 4, 2005) was an American football and basketball player and coach.  McFadden is best known for his association with Clemson University, where he spent 43 years as a player, coach, and administrator.  He was elected to the College Football Hall of Fame in 1959.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/College_basketball": "College basketball today is governed by collegiate athletic bodies including the United States's National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Governing bodies in Canada include U Sports and the Canadian Collegiate Athletic Association (CCAA). Each of these various organizations are subdivided into from one to three divisions based on the number and level of scholarships that may be provided to the athletes.",
  "/wiki/Brad_Faxon": "Bradford John Faxon, Jr. (born August 1, 1961) is an American professional golfer. He has won eight times on the PGA Tour.",
  "/wiki/Furman_University": "Furman University is a private liberal arts university in Greenville, South Carolina. Founded in 1826 and named for the clergyman Richard Furman,[A 3] Furman University is the oldest private institution of higher learning in South Carolina. It became a secular university in 1992, while keeping Christo et Doctrinae (For Christ and Learning) as its motto. It enrolls approximately 2,700 undergraduate students and 200 graduate students, representing 46 states and 53 foreign countries, on its 750-acre (304 ha) campus.",
  "/wiki/Charlie_Justice_(American_football_player)": "Charles Ronald \"Choo-Choo\" Justice (May 18, 1924 – October 17, 2003). American football halfback in the National Football League for the Washington Redskins.  He was inducted into the College Football Hall of Fame.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Charles_Teague_(baseball)": "Charles Clyde Teague (born 1924) was an American professional baseball player. A second baseman, he played in minor league baseball. As a college baseball player for Wake Forest University, he was named an All-American in three seasons. In 2010, he was inducted into the National College Baseball Hall of Fame.",
  "/wiki/College_baseball": "College baseball is baseball that is played on the intercollegiate level at institutions of higher education. In comparison to football and basketball, college competition in the United States plays a smaller role in developing professional players, as baseball's professional minor leagues are more extensive, with a greater history of supplying players to the top professional league. Moving directly from high school to the professional level is more common in baseball than in football or basketball. However, if players do opt to enroll at a four-year college to play baseball, they must complete three years to regain professional eligibility, unless they reach age 21 before starting their third year of college. Players who enroll at junior colleges (i.e., two-year institutions) regain eligibility after one year at that level. In the most recently completed 2017 season, there were 298 NCAA Division I teams in the United States (including schools transitioning from Division II to Division I).",
  "/wiki/Clint_Dempsey": "Clinton Drew Dempsey (/ˈdɛmpsi/; born March 9, 1983) is an American retired professional soccer player who played as a forward. During his career, he played in the Premier League for Fulham and Tottenham Hotspur, and in Major League Soccer for New England Revolution and Seattle Sounders FC. ESPN, FOX Sports, and NBC Sports have each ranked Dempsey as the greatest American soccer player in history.",
  "/wiki/College_soccer": "College soccer is played by teams composed of soccer players who are enrolled in colleges and universities.  While it is most widespread in the United States, it is also prominent in South Korea and Canada.  The institutions typically hire full-time professional coaches and staff, although the student athletes are strictly amateur and are not paid. College soccer in the United States is sponsored by the National Collegiate Athletic Association (NCAA), the sports regulatory body for major universities, and by the governing bodies for smaller universities and colleges. This sport is played on a rectangular field of the dimensions of about 64m (meters) - 70m sideline to sideline (width), and 100m - 110m goal line to goal line (length).",
  "/wiki/Dexter_Coakley": "William Dexter Coakley (born October 20, 1972) is a former American football linebacker who played ten seasons in the National Football League (NFL). He was a third round draft choice of the Dallas Cowboys in the 1997 NFL Draft, out of Division I-AA school Appalachian State. Coakley was elected to the College Football Hall of Fame in 2011 making him Appalachian State's first inductee.",
  "/wiki/Dick_Groat": "Richard Morrow Groat (born November 4, 1930) is a former two-sport athlete best known as a shortstop in Major League Baseball. He played for four National League teams, mainly the Pittsburgh Pirates and St. Louis Cardinals, and was named the league's Most Valuable Player in 1960 after winning the batting title with a .325 average for the champion Pirates. From 1956 to 1962 he teamed with second baseman Bill Mazeroski to give Pittsburgh one of the game's strongest middle infields.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/Dick_Modzelewski": "Richard Blair Modzelewski (February 16, 1931 – October 19, 2018) was an American football defensive tackle in the National Football League for the Washington Redskins, Pittsburgh Steelers, New York Giants, and the Cleveland Browns. He also served as interim head coach of the Browns in the final game of the 1977 season. Modzelewski was inducted into the College Football Hall of Fame in 1993.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Eddie_Cameron": "Edmund McCullough Cameron (April 22, 1902 – November 25, 1988) was an American football and basketball player, coach, and college athletics administrator.  He served as the head basketball coach at Washington and Lee University for one season in 1924–25 and at Duke University from 1928 to 1942, compiling a career college basketball record of 234–104.  Cameron was also the head football coach at Duke University from 1942 to 1945, tallying a mark of 25–11–1, and the athletic director at the school from 1951 to 1972.  Cameron was part of Duke athletics from 1926 to 1972, the second longest tenure in the school's history.  Duke's home basketball arena was renamed as Cameron Indoor Stadium in his honor in 1972.",
  "/wiki/Everett_Case": "Everett Norris Case (June 21, 1900 – April 30, 1966), nicknamed \"Gray Fox\", was a basketball coach most notable for his tenure at North Carolina State University, from 1946 to 1964.",
  "/wiki/North_Carolina_State_University": "North Carolina State University (also referred to as NCSU, NC State, or just State) is a public research university in Raleigh, North Carolina. It is part of the University of North Carolina system and is a land-, sea-, and space-grant institution. The university forms one of the corners of the Research Triangle together with Duke University in Durham and The University of North Carolina at Chapel Hill.",
  "/wiki/Frank_Selvy": "Franklin Delano Selvy (born November 9, 1932) is a former National Basketball Association (NBA) basketball player who is best known for holding the record for the most points (100) in a Division I college basketball game. Born in Corbin, Kentucky, Selvy was an All-State basketball player at Corbin High School and was a teammate of College Football Hall of Fame inductee Roy Kidd. Selvy was the No. 1 overall pick in the 1954 NBA draft and was a  2× NBA All-Star, playing nine seasons.",
  "/wiki/Fred_Hetzel": "Fred B. Hetzel (born July 21, 1942) is an American former professional basketball player. He was an All-American college player for Davidson College. Hetzel was the No. 1 overall pick in the 1965 NBA draft by the San Francisco Warriors and played six seasons in the National Basketball Association (NBA).",
  "/wiki/Davidson_College": "Davidson College is a private liberal arts college in Davidson, North Carolina.",
  "/wiki/Dallas_Shirley": "Dallas Shirley (June 7, 1913 in Washington, D.C., US – March 1, 1994) was a basketball referee. He officiated more than 2000 basketball games in his 33-year career, which ended in 1966. He was the International Association of Approved Basketball Officials president from 1952 to 1953. He took part in the 1960 Summer Olympics in Rome, officiating basketball. He was a member of the first NBA officiating crew. He was enshrined in the Basketball Hall of Fame in 1980.",
  "/wiki/George_Washington_University": "George Washington University (GW or GWU) is a private research university in Washington, D.C. It was chartered in 1821 by an act of the United States Congress.",
  "/wiki/Jerry_Moore_(American_football,_born_1939)": "Gerald Hundley Moore (born July 18, 1939) is a former American football player and coach.  He served as the head football coach at North Texas State University—now the University of North Texas—from 1979 to 1980, at Texas Tech University from 1981 to 1985, and at Appalachian State University from 1989 to 2012, compiling a career college football coaching record of 242–134–2.\nIn his 24 years at Appalachian State, Moore posted a losing season only once. He led his 2005 Mountaineers team to the NCAA Division I-AA Football Championship. This was the first national championship for any college football team in the state of North Carolina. Moore and the Mountaineers repeated as champions in 2006 and 2007, achieving the first \"three-peat\" in NCAA Division I FCS/I-AA history. Moore was forced out as head coach at the conclusion of the 2012 season.  He was selected for inclusion into the Southern Conference Hall of Fame, and College Football Hall of Fame in 2014.",
  "/wiki/Jerry_West": "Jerome Alan West (born May 28, 1938) is an American basketball executive and former player. During his active career West played professionally for the Los Angeles Lakers of the National Basketball Association (NBA). His nicknames included Mr. Clutch, for his ability to make a big play in a clutch situation, such as his famous buzzer-beating 60-foot shot that tied Game 3 of the 1970 NBA Finals against the New York Knicks; The Logo, in reference to his silhouette being incorporated into the NBA logo;  Mr. Outside, in reference to his perimeter play with the Los Angeles Lakers; and Zeke from Cabin Creek, for the creek near his birthplace of Chelyan, West Virginia. West played the small forward position early in his career, and he was a standout at East Bank High School and at West Virginia University, where he led the Mountaineers to the 1959 NCAA championship game. He earned the NCAA Final Four Most Outstanding Player honor despite the loss. He then embarked on a 14-year career with the Los Angeles Lakers, and was the co-captain of the 1960 U.S. Olympic gold medal team, a squad that was inducted as a unit into the Naismith Memorial Basketball Hall of Fame in 2010.",
  "/wiki/West_Virginia_University": "West Virginia University (WVU) is a public, land-grant, research university with its main campus in Morgantown, West Virginia. Its other campuses are those of the West Virginia University Institute of Technology in Beckley, Potomac State College of West Virginia University in Keyser, and a second clinical campus for the university's medical and dental schools at Charleston Area Medical Center in Charleston. WVU Extension Service provides outreach with offices in all of West Virginia's 55 counties.",
  "/wiki/Southern_Conference_Hall_of_Fame": "The Southern Conference Hall of Fame, located in Spartanburg, South Carolina, USA, is a hall of fame devoted to former Southern Conference student-athletes, coaches, and administrators. The Hall of Fame, with an inaugural class of 10, was established in 2009. The second class for 2010 included seven former conference greats."
}