{
  "/wiki/Aironi": "Aironi Rugby (Italian pronunciation: [aiˈroni], \"herons\") was an Italian professional rugby union team competing in the Pro12 and the Heineken Cup, representing the Italian regions of Lombardy and Emilia-Romagna. It lost its status as a regional side at the end of the 2011-12 season, as the Italian Rugby Federation revoked its licence for financial reasons. They were replaced by Zebre from the 2012-13 season.",
  "/wiki/Viadana,_Lombardy": "Viadana (Casalasco-Viadanese: Viadàna) is a comune (municipality) in the Province of Mantua in the Italian region Lombardy, located about 120 kilometres (75 mi) southeast of Milan and about 35 kilometres (22 mi) southwest of Mantua.",
  "/wiki/Stadio_Luigi_Zaffanella": "Stadio Luigi Zaffanella is a multi-use stadium in Viadana, Italy.  It is currently used mostly for rugby union and football matches. It was the home ground of the now defunct Aironi for their Celtic League games.",
  "/wiki/Border_Reivers_(rugby_union)": "Border Reivers, originally known as 'Scottish Borders Rugby' and also known as 'The Borders' were one of four professional rugby union teams in Scotland, alongside Edinburgh, Caledonia Reds and Glasgow Warriors.",
  "/wiki/Galashiels": "Galashiels (/ˌɡæləˈʃiːəlz/; Scots: Gallae, Scottish Gaelic: An Geal Àth) is a town in the Scottish Borders 33 miles South of Edinburgh on the A7 road from Edinburgh to Carlisle. Galashiels is often colloquially shortened to \"Gala\" and has a population of around 12,600, The town is a major commercial centre for the Borders region with extensive history in the textile industry. Gala is the location of Heriot-Watt University's School of Textiles and Design.",
  "/wiki/Netherdale": "Netherdale is a sports complex in Galashiels, Scottish Borders, consisting of two adjacent stadiums used for rugby union and football. The rugby ground is the home of Gala RFC and was formerly used by the professional Border Reivers team. It hosted one match of the 1999 Rugby World Cup. It has also occasionally been used for rugby league matches. The football ground is home to Gala Fairydean Rovers and has a Category A listed grandstand.",
  "/wiki/Celtic_Warriors": "The Celtic Warriors (Welsh: Y Rhyfelwyr Celtaidd) were a rugby union team from Wales, who played in the 2003–04 Celtic League and the 2003–04 Heineken Cup following the introduction of regional rugby union teams in Wales. They were effectively a temporary merger of Pontypridd RFC and Bridgend RFC.  \nThe Celtic Warriors played just one season before disbanding.",
  "/wiki/Bridgend": "Bridgend (English:  /brɪˈdʒɛnd/; Welsh: Pen-y-bont ar Ogwr or just Pen-y-bont, meaning \"the end (or head) of the bridge on the Ogmore\") is a town in Bridgend County Borough in Wales, 20 miles (32 km) west of the capital Cardiff and 20 miles (32 km) east of Swansea.  The river crossed by the original bridge, which gave the town its name, is the River Ogmore, but the River Ewenny also passes to the south of the town.",
  "/wiki/Pontypridd": "Pontypridd (Welsh pronunciation: [poːntəˈprɨ̞ð]) is both the county town of Rhondda Cynon Taf in Wales and a community. Often colloquially known as \"Ponty\", it is 12 miles (19 km) north of Cardiff.",
  "/wiki/Brewery_Field": "Brewery Field (also known as The Morganstone Brewery Field for sponsorship purposes) is an 8,000 capacity sports stadium in Bridgend, Wales 1,100 of which is seated capacity. It is the home ground of the rugby union team Bridgend Ravens. Bridgend Athletic RFC often use the ground for their Division 1 matches, as well as the Ospreys who sometimes play at the ground, including their age grade teams.",
  "/wiki/Sardis_Road": "Sardis Road is a rugby union stadium situated in Pontypridd, Wales.  It is home to the Principality Premiership team, Pontypridd RFC and previously the Celtic Warriors, the now defunct regional rugby union team.  It is commonly known as the \"House of Pain\".",
  "/wiki/Bridgend_Ravens": "Bridgend Ravens (Welsh: Cigfrain Pen-y-bont) (formerly Bridgend RFC) are a semi-professional rugby union club based in Bridgend, South Wales.",
  "/wiki/Caerphilly_RFC": "Caerphilly Rugby Football Club is a Welsh rugby union team founded in 1887. Their home ground is Virginia Park in Caerphilly and their nickname is The Cheesemen. Caerphilly RFC currently play in the WRU Division Two East Central and are a feeder club for the Newport Gwent Dragons.",
  "/wiki/Caerphilly": "Caerphilly (/kaɪərˈfɪli/; Welsh: Caerffili, Welsh pronunciation: [ˌkɑːɨrˈfɪlɪ]) is a town and community in South Wales, at the southern end of the Rhymney Valley. It is the largest town in Caerphilly County Borough, within the historic borders of Glamorgan, on the border with Monmouthshire.  At the 2011 Census, the town had a population of 41,402 while the wider Caerphilly Local Authority area has a population of 178,806.",
  "/wiki/Virginia_Park_(Caerphilly)": "Virginia Park is a rugby ground, cricket ground and former greyhound racing stadium in Caerphilly, South Wales.  It is currently the home ground for Caerphilly RFC.",
  "/wiki/Cardiff_RFC": "Cardiff Rugby Football Club (Welsh: Clwb Rygbi Caerdydd) is a rugby union football club based in Cardiff, the capital city of Wales. The club was founded in 1876 and played their first few matches at Sophia Gardens, shortly after which relocating to Cardiff Arms Park where they have been based ever since.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Cardiff_Arms_Park": "Cardiff Arms Park (Welsh: Parc yr Arfau Caerdydd), also known as The Arms Park and the BT Sport Cardiff Arms Park for sponsorship reasons from September 2014, is situated in the centre of Cardiff, Wales. It is primarily known as a rugby union stadium, but it also has a bowling green. The Arms Park was host to the British Empire and Commonwealth Games in 1958, and hosted four games in the 1991 Rugby World Cup, including the third-place play-off. The Arms Park also hosted the inaugural Heineken Cup Final of 1995–96 and the following year in 1996–97.",
  "/wiki/Ebbw_Vale_RFC": "Ebbw Vale Rugby Football Club (Welsh: Clwb Rygbi Glyn Ebwy) is a Welsh Rugby Union Club based in the town of Ebbw Vale, Blaenau Gwent, South Wales.",
  "/wiki/Ebbw_Vale": "Ebbw Vale (/ˈɛbuː veɪl/; Welsh: Glyn Ebwy) is a town at the head of the valley formed by the Ebbw Fawr tributary of the  Ebbw River in Wales. It is the largest town and the administrative centre of Blaenau Gwent county borough. The Ebbw Vale and Brynmawr conurbation has a population of roughly 33,000. It has direct access to the dualled A465 Heads of the Valleys trunk road and borders the Brecon Beacons National Park.",
  "/wiki/Eugene_Cross_Park": "Eugene Cross Park is a rugby and cricket ground in Ebbw Vale, Wales. In November 1919 the Ebbw Vale Welfare Association was formed and bought the \"Bridgend Field\". The 6 acres (2.4 ha) of land became known as the Welfare Ground, and in 1973 its name was changed to its present title in honour of Sir Eugene Cross, the influential and long-standing Chairman of the Welfare Trustees. The ground has terraces, a stand which was bought due to a fire which burnt the previous stands and a clubhouse which boasts a pub, a club shop open at match days and award-winning hospitality packages. The stadium is adjacent to the B4486 road, the Newchurch Road and the Ebbw River.",
  "/wiki/Llanelli_RFC": "Llanelli Rugby Football Club (Welsh: Clwb Rygbi Llanelli) is a Welsh rugby union club founded in 1875 (though often recorded as 1872).",
  "/wiki/Llanelli": "Llanelli (\"St Elli's Parish\"; Welsh pronunciation: [ɬaˈnɛɬi]) is the largest town in the county of Carmarthenshire and the preserved county of Dyfed, Wales. Located on the Loughor estuary, some 10 miles (16 km) north-west of Swansea and 12 miles (19 km) south-east of the county town, Carmarthen, Llanelli is famous for its rugby tradition and as a centre of tinplate production. Several communities nearby the town are often included colloquially in Llanelli.",
  "/wiki/Stradey_Park": "Stradey Park (Welsh: Parc y Strade) was a rugby union stadium located near the centre of the town of Llanelli in Carmarthenshire, Wales. It was the home of the Scarlets region and Llanelli RFC rugby teams. The stadium was a combination of seating and standing with a total capacity of 10,800.  With the Scarlets having moved to Parc y Scarlets, Stradey Park was demolished in 2010 and is to be replaced with housing.",
  "/wiki/Neath_RFC": "Neath Rugby Football Club (Welsh: Clwb Rygbi Castell-Nedd) is a Welsh rugby union club which plays in the WRU Championship. The club's home ground is The Gnoll, Neath. The team is known as the  All Blacks because of the team colours: black with only a white cross pattée as an emblem. Neath RFC is the oldest rugby club in Wales, having been formed in 1871. They are feeder club to the Ospreys regional team.",
  "/wiki/Neath": "Neath (/niːθ/; Welsh: Castell-nedd) is a town and community situated in the principal area of Neath Port Talbot, Wales with a population of 19,258 in 2011. The wider urban area, which includes neighbouring settlements, had a population of 50,658 in 2011. Historically in Glamorgan, the town is located on the river of the same name, 7 miles (11 km) east northeast of Swansea.",
  "/wiki/The_Gnoll": "The Gnoll (Welsh: Y Gnol) in Neath, Wales is a sports ground, with a capacity of 6,000 (formerly 15,000). It is used primarily for rugby union and rugby league, although it has also been used previously for association football and cricket. The stadium has hosted international rugby matches, with it being the home ground of the Wales women's national rugby union team, and men's matches included one during the 2013 Rugby League World Cup against the Cook Islands.",
  "/wiki/Newport_RFC": "Newport Rugby Football Club (Welsh: Clwb Rygbi Casnewydd) is a Welsh rugby union club based in the city of Newport, South Wales. They presently play in the Welsh Premier Division. Newport RFC are based at Rodney Parade situated on the east bank of the River Usk.",
  "/wiki/Newport,_Wales": "Newport (Welsh: Casnewydd; [kasˈnɛwɨð]) is a city and unitary authority area in south east Wales, on the River Usk close to its confluence with the Severn Estuary, 12 miles (19 km) northeast of Cardiff. At the 2011 census, it was the third largest city in Wales, with a population of 145,700. The city forms part of the Cardiff-Newport metropolitan area, with a population of 1,097,000.",
  "/wiki/Rodney_Parade": "Rodney Parade is a stadium in the city of Newport, South Wales, owned and operated by the Welsh Rugby Union. It is located on the east bank of the River Usk in Newport city centre. The ground is on Rodney Road, a short walk from the city's central bus and railway stations via Newport Bridge or Newport City footbridge. There is no spectator car park at the ground but a number of multi-storey car parks are nearby.",
  "/wiki/Pontypridd_RFC": "Established in 1876, Pontypridd RFC play their home games on the banks of the River Rhondda, at Sardis Road, Pontypridd, Rhondda Cynon Taf in Wales, with their age-grade section playing at Taff Vale Park in Pontypridd, and Pontypridd High School Fields in nearby Cilfynydd.",
  "/wiki/Swansea_RFC": "Swansea Rugby Football Club is a Welsh rugby union team which plays in the Welsh Premiership. The club play at St Helen's Rugby and Cricket Ground in Swansea and are also known as The Whites, in reference to their home kit colours.",
  "/wiki/Swansea": "Swansea (/ˈswɒnzi/; Welsh: Abertawe [abɛrˈtawɛ]) is a coastal city and county, officially known as the City and County of Swansea (Welsh: Dinas a Sir Abertawe) in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay (Welsh: Bae Abertawe) and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. According to its local council, the City and County of Swansea had a population of 241,300 in 2014, the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
  "/wiki/St._Helen%27s_Rugby_and_Cricket_Ground": "St Helen's Rugby and Cricket Ground is a sports venue in Swansea, Wales, owned and operated by the City and County of Swansea Council. Used mainly for rugby union and cricket, it has been the home ground of Swansea RFC and Swansea Cricket Club since it opened in 1873.",
  "/wiki/Pro14": "The PRO14 (known as the Guinness PRO14 Championship for sponsorship reasons) is an annual rugby union competition involving professional sides from Ireland, Italy, Scotland, South Africa and Wales. The league is one of the three major professional leagues in Europe (along with the English Premiership and the French Top 14), the most successful European teams from which go forward to compete in the European Rugby Champions Cup, the pan-European championship which replaced the Heineken Cup after the 2013–14 season."
}