{
  "/wiki/George_Metcalfe": "George Metcalfe (29 April 1837 – 29 May 1927) was a London-born Australian educationalist, school proprietor and writer. As proprietor and Headmaster of the High School, Goulburn, he was responsible for the pre-university education of two Premiers of New South Wales.",
  "/wiki/University_of_Melbourne": "The University of Melbourne is a public research university located in Melbourne, Australia. Founded in 1853, it is Australia's second oldest university and the oldest in Victoria. Its main campus is located in Parkville, an inner suburb north of the Melbourne central business district, with several other campuses located across Victoria.",
  "/wiki/University_of_Sydney": "The University of Sydney (USYD, or informally Sydney Uni) is an Australian public research university in Sydney, Australia. Founded in 1850, it is Australia's first university and is regarded as one of the world's leading universities. The university is known as one of Australia's 6 sandstone universities. Its campus is ranked in the top 10 of the world's most beautiful universities by the British Daily Telegraph and The Huffington Post, spreading across the inner-city suburbs of Camperdown and Darlington. The university comprises nine faculties and university schools, through which it offers bachelor, master and doctoral degrees.",
  "/wiki/High_School,_Goulburn": "The High School, Goulburn was an independent single-sex day and boarding school for boys, in Goulburn, a regional city in the Southern Tablelands of New South Wales, Australia. The school operated between 1869 and 1874.",
  "/wiki/Strathfield_South_Public_School": "Strathfield South is a suburb, in the Inner West of Sydney, Australia in the state of New South Wales, 13 kilometres west of the Sydney central business district, in the Strathfield local government area.",
  "/wiki/Trinity_College,_Dublin": "Trinity College (Irish: Coláiste na Tríonóide), officially the College of the Holy and Undivided Trinity of Queen Elizabeth near Dublin, is the sole constituent college of the University of Dublin, a research university located in Dublin, Ireland. The college was founded in 1592 by Queen Elizabeth I as the \"Queen Mother\" of a new university that was modeled after the collegiate universities of Oxford and Cambridge, but unlike these other ancient universities, only one college was ever established; as such, the designations \"Trinity College\" and \"University of Dublin\" are usually synonymous for practical purposes. The college is legally incorporated by \"the Provost, Fellows, Foundation Scholars and other members of the Board\" as outlined by its founding charter. It is one of the seven ancient universities of Britain and Ireland, as well as Ireland's oldest surviving university.\nTrinity College is widely considered the most prestigious university in Ireland, in part due to its extensive history. It is consistently ranked as one of the top universities in Europe, and is particularly strong in the fields of Law, Literature and Humanities. In accordance with the formula of ad eundem gradum, a form of recognition that exists among the three universities, a graduate of Oxford, Cambridge, or Dublin can be conferred with the equivalent degree at either of the other two universities without further examination. Trinity College, Dublin is a sister college to St John's College, Cambridge and Oriel College, Oxford.",
  "/wiki/Galt_Collegiate_Institute_and_Vocational_School": "Galt Collegiate Institute and Vocational School (GCI) is one of sixteen secondary schools in the Waterloo Region District School Board, located in Cambridge, Ontario, Canada.",
  "/wiki/Jarvis_Collegiate_Institute": "Jarvis Collegiate Institute is a high school in Toronto, Ontario, Canada. It is named after Jarvis Street where it is located. It is a part of the Toronto District School Board (TDSB). Prior to 1998, it was within the Toronto Board of Education (TBE).",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Joseph_Coates": "Joseph Coates (13 November 1844 – 9 September 1896) was an English-born Australian schoolmaster and cricketer.",
  "/wiki/Huddersfield_New_College": "Huddersfield New College is a former grammar school and current sixth form college located in Salendine Nook on the outskirts of Huddersfield, in the county of West Yorkshire, England. The current Principal is Angela Williams.\nOn 17 May 2016 the college was assessed as 'Outstanding' in all 6 inspection domains following an OFSTED review.  They are the first Sixth Form College to receive such an accolade under the new (September 2016) inspection framework.",
  "/wiki/Sydney_Boys%27_High_School": "Sydney Boys High School (SBHS) and colloquially called Sydney Boys or High, is a government-funded single-sex academically selective secondary day school for boys, located at Moore Park, New South Wales, a suburb within the City of Sydney, in Sydney, New South Wales, Australia.",
  "/wiki/William_Henry_Williams": "William Henry Williams (7 November 1852 – 12 September 1941) was an English-born Australian Headmaster and Professor.",
  "/wiki/Trinity_College,_Cambridge": "Trinity College is a constituent college of the University of Cambridge in England. With around 600 undergraduates, 300 graduates, and over 180 fellows, it is the largest college in either of the Oxbridge universities by number of undergraduates. In terms of total student numbers, it is second only to Homerton College, Cambridge.",
  "/wiki/University_of_Tasmania": "The University of Tasmania (UTAS) is a public research university primarily located in Tasmania, Australia. Founded in 1890, it is Australia's fourth oldest university. Christ College, one of the university's residential colleges, was founded in 1846 and is the oldest tertiary institution in the country. The University of Tasmania is a sandstone university and is a member of the international Association of Commonwealth Universities and the Association of Southeast Asian Institutions of Higher Learning.",
  "/wiki/Arthur_Henry_Shakespeare_Lucas": "Arthur Henry Shakespeare Lucas (7 May 1853 – 10 June 1936) was an English-born schoolmaster, scientist and publisher who lived in Australia for over fifty years, and became the most renowned writer on Algae after William Henry Harvey",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Sydney_Grammar_School": "Sydney Grammar School (SGS, colloquially as Grammar) is an independent, fee-paying, non-denominational, day school for boys, located in Darlinghurst, Edgecliff and St Ives, which are all suburbs of Sydney, Australia.",
  "/wiki/Keble_College,_Oxford": "Keble College (/ˈkiːbəl/) is one of the constituent colleges of the University of Oxford in England. Its main buildings are on Parks Road, opposite the University Museum and the University Parks. The college is bordered to the north by Keble Road, to the south by Museum Road, and to the west by Blackhall Road.",
  "/wiki/Ipswich_Grammar_School": "Ipswich Grammar School is an independent, non-denominational, day and boarding school for boys, located in Ipswich, a city situated on the Bremer River in South East Queensland, Australia. The school is sited on the eponymous Grammar School Hill, with its original buildings occupying the crown of the hill. Some of the Ipswich Grammar School Buildings are listed on the Queensland Heritage Register.",
  "/wiki/Philip_Le_Couteur": "Philip Ridgeway \"Pip\" Le Couteur (26 June 1885 – 30 June 1958) was an Australian academic, philosopher and headmaster.",
  "/wiki/Queen%27s_College_(University_of_Melbourne)": "Queen's College is a residential college affiliated with the University of Melbourne providing accommodation to around 220 students who attend the University of Melbourne, the Victorian College of the Arts, RMIT University and Monash University Faculty of Pharmacy and Pharmaceutical Sciences.",
  "/wiki/University_College,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/University_of_Bonn": "The University of Bonn (German: Rheinische Friedrich-Wilhelms-Universität Bonn) is a public research university located in Bonn, Germany. It was founded in its present form as the Rhein-Universität (English: Rhine University) on 18 October 1818 by Frederick William III, as the linear successor of the Kurkölnische Akademie Bonn (English: Academy of the Prince-elector of Cologne) which was founded in 1777. The University of Bonn offers many undergraduate and graduate programs in a range of subjects and has 544 professors and 32,500 students. Its library holds more than five million volumes.",
  "/wiki/Methodist_Ladies%27_College,_Melbourne": "Methodist Ladies' College (commonly referred to as MLC) is an independent, non-selective, day and boarding school for girls, located in Kew, an eastern suburb of Melbourne, Victoria, Australia. The school has two additional outdoor education campuses known as \"Marshmead\" and \"Banksia\".",
  "/wiki/Hale_School": "Hale School is a selective independent, Anglican day and boarding school for boys, located in Wembley Downs, a coastal suburb of Perth, Western Australia.",
  "/wiki/Mervyn_Austin": "Mervyn Neville Austin (1 August 1913 – 1991) was an Australian headmaster and professor.",
  "/wiki/Melbourne_Grammar_School": "Melbourne Grammar School is an independent, Anglican, day and boarding school for boys, located in the suburb of South Yarra in Melbourne, Victoria, Australia. The three campuses are Grimwade (Prep to Year 6) in Caulfield, Wadhurst (Years 7 to 8) and Senior School (Years 9 to 12), both in the suburb of South Yarra.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/University_of_Western_Australia": "The University of Western Australia (UWA) is a public research university in the Australian state of Western Australia. The university's main campus is in Perth, the state capital, with a secondary campus in Albany and various other facilities elsewhere.",
  "/wiki/Lawrence_Pyke": "Lawrence Richard Dimond Pyke (1 November 1912 – July 1987) was an Australian headmaster and university dean. Referred to in print as LRD Pyke, this led to his nickname of \"Lardy\".",
  "/wiki/Wesley_College,_Melbourne": "Wesley College is an independent, co-educational, open-entry school in Melbourne, Australia. Established in 1866, the College is the only school in Victoria to offer the International Baccalaureate (IB) from early childhood to Year 12.",
  "/wiki/University_of_Oxford": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world and the world's second-oldest university in continuous operation. It grew rapidly from 1167 when Henry II banned English students from attending the University of Paris. After disputes between students and Oxford townsfolk in 1209, some academics fled north-east to Cambridge where they established what became the University of Cambridge. The two \"ancient universities\" are frequently jointly called \"Oxbridge\". The history and influence of the University of Oxford has made it one of the most prestigious universities in the world.",
  "/wiki/Ernest_Duncan": "Ernest Roland Duncan (25 January 1916 – November 25, 1990) was a New Zealand-born mathematician, Australian headmaster and American professor.",
  "/wiki/University_of_Otago": "The University of Otago (Māori: Te Whare Wānanga o Otāgo) is a collegiate university based in Dunedin, Otago, New Zealand. It scores highly for average research quality, and in 2006[needs update] was second in New Zealand only to the University of Auckland in the number of A-rated academic researchers it employs. In the past it has topped the New Zealand Performance Based Research Fund evaluation.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/Douglas_Trathen": "Douglas Arthur Trathen (1 February 1916 – 19 September 1998) was an Australian Methodist minister and the Headmaster of Newington College and is known for his opposition to the Vietnam War and conscription.",
  "/wiki/Canterbury_Boys%27_High_School": "Canterbury Boys' High School (CBHS) is a public secondary day school for boys located in Canterbury, a south-western suburb of Sydney, New South Wales, Australia. It is located near the Canterbury Park Racecourse and about 200 metres north of Canterbury Girls' Secondary College.",
  "/wiki/Kinross_Wolaroi_School": "Kinross Wolaroi School is an independent Uniting Church co-educational early learning, primary, and secondary day and boarding school, located in Orange, a rural city 260 kilometres (160 mi) west of Sydney, New South Wales, Australia.",
  "/wiki/Tony_Rae": "Anthony James Morell Rae was an Australian-born headmaster of a GPS School and chairman of the Headmasters' Conference of the Independent Schools of Australia.",
  "/wiki/The_Scots_College": "The Scots College is a multi-campus independent Presbyterian single-sex primary and secondary day and boarding school for boys, predominately located in Bellevue Hill, an eastern suburb of Sydney, New South Wales, Australia.",
  "/wiki/The_Scots_School_Albury": "The Scots School Albury is an independent, K-12, Uniting Church, co-educational, day and boarding School, located in Albury, New South Wales, Australia. It draws students from the local area and other parts of Australia.",
  "/wiki/The_King%27s_School,_Sydney": "The King's School is an independent Anglican, early learning, primary and secondary day and boarding school for boys, located in North Parramatta in the western suburbs of Sydney, New South Wales, Australia. Founded in 1831, the school claims to be Australia's oldest independent school; and is situated on a 148-hectare (370-acre) campus.",
  "/wiki/Pulteney_Grammar_School": "Pulteney Grammar School is an independent, Anglican, co-educational, private day school. Founded in 1847 by members of the Anglican Church, it is the second oldest independent school in South Australia. Its campuses are located on South Terrace in Adelaide, South Australia.",
  "/wiki/David_Scott_(headmaster)": "David G. Scott is an Australian educationalist who has been the headmaster of Kingswood College in Melbourne, the Anglican Church Grammar School in Brisbane, and Newington College in Sydney.",
  "/wiki/Murdoch_University": "Murdoch University is a public university in Perth, Western Australia, with campuses also in Singapore and Dubai. It began operations as the state's second university on 25 July 1973, and accepted its first undergraduate students in 1975. Its name is taken from Sir Walter Murdoch (1874–1970), the Founding Professor of English and former Chancellor of the University of Western Australia.",
  "/wiki/Edith_Cowan_University": "Edith Cowan University (ECU) is an Australian public university located in Perth, Western Australia. It was named after the first woman to be elected to an Australian Parliament, Edith Cowan, and is the only Australian university named after a woman.",
  "/wiki/Kingswood_College_(Box_Hill)": "Kingswood College is coeducational K-12 college located in the eastern Melbourne suburb of Box Hill South, Victoria, Australia. It began as New College in 1890, and was known as Box Hill Grammar from 1928 to 1965. Amongst other associations, it operates in association with the Uniting Church in Australia but is not governed or managed by the Church.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Anglican_Church_Grammar_School": "The Anglican Church Grammar School (ACGS), formerly the Church of England Grammar School and commonly referred to as Churchie, is an independent, Anglican, day and boarding school for boys, located in East Brisbane, an inner suburb of Brisbane, Queensland, Australia.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Radford_College": "Radford College is a private, Anglican, coeducational day school, located in Bruce, Canberra, Australian Capital Territory, Australia.",
  "/wiki/Canberra": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne.",
  "/wiki/Blue_Mountains_Grammar_School": "Blue Mountains Grammar School, abbreviated as BMGS, is a dual-campus independent Anglican comprehensive co-educational early learning, primary and secondary day school, located in the Blue Mountains suburbs of Wentworth Falls and Valley Heights, New South Wales, Australia. Established in 1918, there are approximately 600 students currently enrolled over both campuses.",
  "/wiki/James_Ruse_Agricultural_High_School": "James Ruse Agricultural High School (colloquially known as Ruse or JR) is a government-funded co-educational academically selective and specialist secondary day school, located in the Sydney suburb of Carlingford, New South Wales, Australia, know for being the highest academically ranked high school in the entire state of NSW. The school is one of four New South Wales Government agricultural high schools.",
  "/wiki/Oxley_College_(Burradoo)": "The Oxley College is an independent non-denominational Christian co-educational primary and secondary day school, located in Burradoo, on the Southern Highlands of New South Wales, Australia.",
  "/wiki/Cranbrook_School,_Sydney": "Cranbrook School is a dual-campus independent Anglican early learning, primary and secondary day and boarding school for boys, located in Bellevue Hill and Rose Bay, both eastern suburbs of Sydney, New South Wales, Australia."
}