{
  "/wiki/Night_of_Speed": "The Night of Speed was the rare occurrence when three men set the world record in the 100 metres in the same track meet.",
  "/wiki/Jim_Hines": "James Ray Hines (born September 10, 1946) is a retired American track and field athlete, who held the 100 m world record for 15 years. In 1968, he became the first man to officially break the 10-second barrier in the 100 meters, and won individual and relay gold at the Mexico Olympics.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Ronnie_Ray_Smith": "Ronald \"Ronnie\" Ray Smith (March 28, 1949 – March 31, 2013) was an American athlete, winner of the gold medal in the 4 × 100 m relay at the 1968 Summer Olympics.  He attended San Jose State College during the \"Speed City\" era, coached by Lloyd (Bud) Winter and graduating in sociology.",
  "/wiki/Charles_Greene_(athlete)": "Charles Edward \"Charlie\" Greene (born March 21, 1945) is a retired African-American track and field sprinter and winner of the gold medal in the 4 × 100 metres relay at the 1968 Summer Olympics.",
  "/wiki/Steve_Williams_(athlete)": "Steve Williams (born November 13, 1953) is a retired track and field sprinter from the United States. He equalled the men's world records for the 100 m and 200 m with hand-timed runs of 9.9 seconds and 19.8 seconds, respectively, and was also a member of a team that set a world record in the 4 × 100 m relay.",
  "/wiki/Eddie_Hart_(athlete)": "Edward James \"Eddie\" Hart (born April 24, 1949) is an American former track and field sprinter, winner of the gold medal in 4 × 100 m relay race at the 1972 Summer Olympics.",
  "/wiki/Rey_Robinson": "Reynaud Syverne \"Rey\" Robinson (born April 1, 1952) is a former American athlete, one of the world's top sprinters in the early 1970s.",
  "/wiki/Silvio_Leonard": "Silvio Leonard Sarría also known as Silvio Leonard Tartabull (born September 20, 1955 in Cienfuegos) is a former sprinter from Cuba.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Harvey_Glance": "Harvey Edward Glance (born March 28, 1957) is a former American track athlete, winner of gold medal in 4 × 100 m relay at the 1976 Summer Olympics.",
  "/wiki/Don_Quarrie": "Donald O'Riley Quarrie CD (born 25 February 1951) is a Jamaican former track and field athlete, one of the world's top sprinters during the 1970s. At the 1976 Summer Olympics he was the gold medallist in the Olympic 200 meters and silver medallist in the Olympic 100 meters. In all, he competed in five Olympic Games and won four Olympic medals during his career.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/10-second_barrier": "The 10-second barrier is the physical and psychological barrier of completing the men's 100 metres sprint in under ten seconds. The achievement was traditionally regarded as the hallmark of a world-class sprinter. Its significance has become less important since the late 1990s, as an increasing number of runners have surpassed the ten seconds mark."
}