{
  "/wiki/Katori,_Chiba": "Katori (香取市, Katori-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Inō_Tadataka": "Inō Tadataka (伊能 忠敬 February 11, 1745 - May 17, 1818) was a Japanese surveyor and cartographer. He is known for completing the first map of Japan using modern surveying techniques.",
  "/wiki/Sakura,_Chiba": "Sakura (佐倉市, Sakura-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Ichikawa,_Chiba": "Ichikawa City (市川市, Ichikawa-shi) is in western Chiba Prefecture, Japan, facing Tokyo across the Edogawa River. It is located approximately 20 kilometers from the center of Tokyo and has been developing as an educational and residential city. The city has a concentration of the wide-area traffic network that connects the center of Tokyo with many areas of Chiba Prefecture. Major rail routes and roads pass through the city.",
  "/wiki/Kamagaya,_Chiba": "Kamagaya (鎌ヶ谷市, Kamagaya-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Chiba,_Chiba": "Chiba (千葉市, Chiba-shi, Japanese: [tɕiꜜba]) is the capital city of Chiba Prefecture, Japan. It sits about 40 kilometres (25 mi) southeast of the centre of Tokyo on Tokyo Bay. Chiba City became a government-designated city in 1992. In June 2019, its population was 979,768, with a population density of 3,605 people per km². The city has an area of 271.77 square kilometres (104.93 sq mi).",
  "/wiki/Noda,_Chiba": "Noda (野田市, Noda-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Yokoshibahikari,_Chiba": "Yokoshibahikari (横芝光町, Yokoshibahikari-machi) is a town located in Chiba Prefecture, Japan. As of April 2012, the town had an estimated population of 24,315, and a population density of 363 persons per km2. The total area is 66.91 km2.",
  "/wiki/Ichihara,_Chiba": "Ichihara (市原市, Ichihara-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Asahi,_Chiba": "Asahi (旭市, Asahi-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Nagara,_Chiba": "Nagara (長柄町, Nagara-machi) is a town located in Chiba Prefecture, Japan. As of April 2012, the town had an estimated population of 7,870, and a population density of 167 persons per km². The total area is 47.20 km².",
  "/wiki/Futtsu,_Chiba": "Futtsu (富津市, Futtsu-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Chiba)": "This list is of the Historic Sites of Japan located within the Prefecture of Chiba."
}