{
  "/wiki/Special:BookSources/978-0785196006": "N/A",
  "/wiki/Special:BookSources/978-1302904456": "N/A",
  "/wiki/Special:BookSources/978-0785106593": "N/A",
  "/wiki/What_If_(comics)": "What If, sometimes rendered as What If...?, is a series of comic books published by Marvel Comics whose stories explore how the Marvel Universe might have unfolded if key moments in its history had not occurred as they did in mainstream continuity. What If comics have been published in 13 series, as well as many stand-alone issues, since the 1970s.",
  "/wiki/Special:BookSources/978-0785130871": "N/A",
  "/wiki/Special:BookSources/978-0785162087": "N/A",
  "/wiki/Special:BookSources/978-0785162599": "N/A",
  "/wiki/Alpha_Flight": "Alpha Flight is a fictional team of Canadian superheroes appearing in American comic books published by Marvel Comics. The characters premiered in The Uncanny X-Men #120 (April 1979), and were created to serve as part of the anti-hero Wolverine's backstory. Marvel published an Alpha Flight comic book series from 1983 to 1994. The team serves as Canada's premier superhero team akin to America's Avengers.",
  "/wiki/Special:BookSources/978-0785184485": "N/A",
  "/wiki/Special:BookSources/978-0785127055": "N/A",
  "/wiki/Special:BookSources/978-0871357922": "N/A",
  "/wiki/Special:BookSources/978-0785115410": "N/A",
  "/wiki/Special:BookSources/978-0785118787": "N/A",
  "/wiki/Web_of_Spider-Man": "Web of Spider-Man is the name of two different monthly comic book series starring Spider-Man that have been published by Marvel Comics since 1985, the first volume of which ran for 129 issues between 1985 and 1995, and the second of which ran for 12 issues between 2009 and 2010.",
  "/wiki/Special:BookSources/978-0785120957": "N/A",
  "/wiki/Special:BookSources/978-0785120964": "N/A",
  "/wiki/Special:BookSources/978-0785127574": "N/A",
  "/wiki/Special:BookSources/978-0785137627": "N/A",
  "/wiki/Special:BookSources/978-0785144571": "N/A",
  "/wiki/X-Factor_(comics)": "X-Factor is an American comic book series published by Marvel Comics. It is a spin-off from the popular X-Men franchise, featuring characters from X-Men stories. The series has been relaunched several times with different team rosters, most recently as All-New X-Factor.",
  "/wiki/Special:BookSources/978-0785156031": "N/A",
  "/wiki/Namor": "Namor the Sub-Mariner (/ˈneɪmɔːr/) (Namor McKenzie) is a fictional character appearing in American comic books published by Marvel Comics. Debuting in early 1939, the character was created by writer-artist Bill Everett for comic book packager Funnies Inc.. Initially created for the unreleased comic Motion Picture Funnies Weekly, the character first appeared publicly in Marvel Comics #1 (cover-dated Oct. 1939), which was the first comic book from Timely Comics, the 1930s–1940s predecessor of Marvel Comics.",
  "/wiki/Silver_Surfer": "The Silver Surfer is a fictional superhero appearing in American comic books published by Marvel Comics. The character also appears in a number of movies, television, and video game adaptations.  The character was created by Jack Kirby and first appeared in the comic book Fantastic Four #48, published in 1966.",
  "/wiki/Doctor_Strange": "Doctor Stephen Strange is a fictional superhero appearing in American comic books published by Marvel Comics. Created by artist Steve Ditko and writer Stan Lee, the character first appeared in Strange Tales #110 (cover-dated July 1963). Doctor Strange serves as the Sorcerer Supreme, the primary protector of Earth against magical and mystical threats. Inspired by stories of black magic and Chandu the Magician, Strange was created during the Silver Age of Comic Books to bring a different kind of character and themes of mysticism to Marvel Comics.",
  "/wiki/Special:BookSources/978-0785192992": "N/A",
  "/wiki/Special:BookSources/978-1302904708": "N/A",
  "/wiki/Special:BookSources/978-1302910242": "N/A",
  "/wiki/List_of_Hulk_titles": "The Hulk is a comic book superhero in the Marvel Comics Universe. Since 1962, he has starred in several ongoing series, as well as a large number of limited series, annuals, one-shots and specials. All stories are published exclusively by Marvel Comics under their standard imprint, unless otherwise noted."
}