{
  "/wiki/The_Miracle_Ultraviolence_Connection": "The Miracle Ultraviolence Connection is an American professional wrestling tag team currently performing on the independent circuit. Consisting of Cheech and Cloudy, the team has performed under a number of different names and also functioned as a stable called The Miracle Ultraviolence Connection from 2007 to 2008 with Brodie Lee as a member. Up In Smoke has achieved championship success in a number of promotions, including Independent Wrestling Association Mid-South, and has also seen greater exposure upon performing in other independent promotions such as Chikara, Combat Zone Wrestling, Ring of Honor and Evolve.",
  "/wiki/Professional_wrestling_tag_team_match_types": "Much like Singles match, tag team professional wrestling matches can and have taken many forms. Just about any singles or melee match type can be adapted to tag teams; for example, hardcore tag team matches are commonplace. Tag team ladder match and variations are also frequently used as a title feud blow-off match. Stipulations, such as \"I quit\" or \"loser leaves town\" may also be applied.",
  "/wiki/Jigsaw_(wrestler)": "Edward McGuckin (born December 16, 1983) is an American professional wrestler, better known by the ring name Jigsaw. He is best known for his work on the independent circuit for promotions such as Chikara, Combat Zone Wrestling, Dragon Gate USA, Full Impact Pro, and Ring of Honor and has also made appearances for Total Nonstop Action Wrestling (TNA), where he worked under the ring name Rubix. He is currently working most notably in the United Kingdom, where he predominantly appears for HOPE Wrestling.",
  "/wiki/Mike_Quackenbush": "Michael \"Mike\" Spillane (born March 18, 1976), is an American author, podcaster, professional wrestling trainer, professional wrestling promoter and professional wrestler,  better known by his ring name Mike Quackenbush. He has hosted several podcasts including The Grizzly Bear Egg Cafe, Chikara Podcast-A-Go-Go, Deep Blue Something, The Trending Show, Daddy on Board, and Kayfabe 2.0. He is also the sole content contributor to “Quackenbush on Camelot,” a news resource for the backstage goings on in the world of renaissance fairs and the dinner theater franchise Medieval Times.",
  "/wiki/Stigma_(wrestler)": "Stigma (stylized as STIGMA) is an American professional wrestler, best known for his work in the Chikara professional wrestling promotion, where he is a former Young Lions Cup Champion and King of Trios winner. He was previously known as Shane Storm and has also wrestled for other independent promotions such as Combat Zone Wrestling, Full Impact Pro and Independent Wrestling Association Mid-South.",
  "/wiki/Gran_Akuma": "Gran Akuma (born December 20, 1974) is a retired professional wrestler, best known for his work in Chikara. He has also worked for Combat Zone Wrestling (CZW), Dragon Gate USA and Full Impact Pro (FIP). In Chikara, he was a member of The Kings of Wrestling stable, while also being a part of Team F.I.S.T. with Icarus and Chuck Taylor. On November 17, 2006, Akuma and Icarus defeated Chris Hero and Claudio Castagnoli to capture the Campeonatos de Parejas.",
  "/wiki/Hallowicked": "Robert Goodwin (born November 1, 1981) is an American professional wrestler, better known by the ring name Hallowicked. He performs primarily in the Chikara professional wrestling promotion, where he started his career in May 2002. His accomplishments in the promotion include becoming the inaugural Young Lions Cup Champion, a one-time Campeon de Parejas, a two-time Grand Champion and the winner of the 2003 Tag World Grand Prix and 2012 King of Trios tournaments. He currently serves as an assistant trainer at The Wrestle Factory, operated by Chikara founder Mike Quackenbush. Throughout his career he has also worked for promotions such as Combat Zone Wrestling, Dragon Gate USA, Evolve Wrestling, Full Impact Pro, Jersey All Pro Wrestling, Pro Wrestling Guerrilla and Ring of Honor. He is known for his ghoulish looks and incoherent speech pattern.",
  "/wiki/Icarus_(wrestler)": "Ronald Grams (born July 26, 1982) is an American professional wrestler. He performs primarily in the Chikara professional wrestling promotion, under the name Icarus, where he is a former Grand Champion, Campeon de Parejas and King of Trios winner. He has also wrestled for Combat Zone Wrestling, Dragon Gate USA, Evolve Wrestling, Independent Wrestling Association Mid-South and Pro Wrestling Guerrilla.",
  "/wiki/Professional_wrestling_match_types": "Many types of wrestling matches, sometimes called \"concept\" or \"gimmick matches\" in the jargon of the business, are performed in professional wrestling. Some of them occur relatively frequently while others are developed so as to advance an angle and such match types are used rarely. Because of professional wrestling's long history over decades, many things have been recycled (many match types often being variations of previous match types). These match types can be organized into several loose groups.",
  "/wiki/D.J._Hyde": "David John Markland (born March 1, 1978) is an American professional wrestler and promoter, better known as DJ Hyde.",
  "/wiki/Franky_The_Mobster": "Marc-André Boulanger is a Canadian professional wrestler, better known by his ring name Franky The Mobster (or F.T.M. for short).",
  "/wiki/Larry_Sweeney": "Alexander K. Whybrow (February 18, 1981 – April 11, 2011) was an American professional wrestler and manager, better known by his ring name Larry Sweeney. He performed primarily on the American independent circuit, but also competed in Canada, Mexico, Japan and Europe.",
  "/wiki/Beef_Wellington_(wrestler)": "Tyler Kluttz (born May 4, 1984) is a retired American professional wrestler and former professional wrestling referee. He is best known for his tenure in WWE, where he performed under the ring name Brad Maddox.",
  "/wiki/Excalibur_(wrestler)": "Marc Letzmann, better known by his ring name Excalibur, is a retired American professional wrestler and commentator for All Elite Wrestling (AEW). Letzmann is one of the six founders of Pro Wrestling Guerrilla, where he continues to work as the company's \"Liaison to the Board of Directors\". After retiring from in-ring competition in 2007, he became the company's lead play-by-play commentator.",
  "/wiki/Joey_Ryan_(wrestler)": "Joseph Ryan Meehan (born November 7, 1979), is an American professional wrestler and promoter. He is currently signed with Impact Wrestling and the independent circuit for various promotions. He is currently the Kansas Wrestling Revolution Heavyweight Champion, as well as one half of the World Series Wrestling Tag Team Champions.",
  "/wiki/Sami_Zayn": "Rami Sebei (born July 12, 1984) is a Canadian professional wrestler. He is currently signed to WWE, where he performs on the SmackDown brand under the ring name Sami Zayn.",
  "/wiki/PWG_World_Championship": "The PWG World Championship is a professional wrestling world championship in the Pro Wrestling Guerrilla (PWG) professional wrestling promotion. It was first introduced in 2003 as the PWG Championship. The championship is generally contested in professional wrestling matches, in which participants execute scripted finishes rather than contend in direct competition.",
  "/wiki/Adam_Flash": "Douglas Adam Becker (born on October 22, 1971) is an  American professional wrestler better known by his ring name Adam Flash. Over his career, he has worked for various independent promotions, including Maryland Championship Wrestling, Independent Wrestling Association Mid-South, and Combat Zone Wrestling. In addition, he also made short appearances in Extreme Championship Wrestling, World Championship Wrestling and Total Nonstop Action Wrestling.",
  "/wiki/Sonjay_Dutt": "Retesh Bhalla (born April 7, 1982) is an American professional wrestler best known for his time with Total Nonstop Action/Impact Wrestling under the ring name Sonjay Dutt. He is currently signed to WWE as a producer.",
  "/wiki/SeXXXy_Eddy": "Edward Dorozowsky (born April 13, 1978) is a Canadian professional wrestler and former promoter, best known by his ring name SeXXXy Eddy. He has competed in several North American independent promotions including Chikara, Combat Zone Wrestling, IWA Mid-South, Jersey All Pro Wrestling, Northern Championship Wrestling, Pro Wrestling Guerrilla, and has toured Europe with International Pro Wrestling: United Kingdom and Westside Xtreme Wrestling.",
  "/wiki/Tables,_Ladders,_and_Chairs": "A tables, ladders, and chairs match, often abbreviated as TLC, is a type of professional wrestling match that originated within the World Wrestling Federation (now known as the WWE).",
  "/wiki/CZW_World_Junior_Heavyweight_Championship": "The CZW World Junior Heavyweight Championship is a professional wrestling junior heavyweight championship owned by the Combat Zone Wrestling (CZW) promotion. The championship was created and debuted on February 19, 1999 at CZW's Opening Night event. Only wrestlers under the junior heavyweight weight limit of 220 lb (100 kg) may hold the championship. Being a professional wrestling championship, the title is won via a scripted ending to a match or awarded to a wrestler because of a storyline.",
  "/wiki/The_Kings_of_Wrestling": "The Kings of Wrestling was a professional wrestling stable that worked on the independent circuit. It was formed in Chikara as a large stable, but also appeared in numerous promotions mainly as a tag team of Chris Hero and Claudio Castagnoli. Hero's manager Larry Sweeney and valet Sara Del Rey were also part of the group at differing times. The group also comprised Icarus and Gran Akuma who teamed separately as Team F.I.S.T. (Friends in Similar Tights) as well as Arik Cannon, Mitch Ryder, Max Boyer, Chuck Taylor and Shayne Hawke.",
  "/wiki/Chris_Hero": "Chris Spradlin (born December 24, 1979) is an American professional wrestler and trainer, better known by his ring name Chris Hero. He is currently working for WWE, performing for NXT and NXT UK under the ring name Kassius Ohno. From his debut in 1998 until 2010 and again between 2013 and 2017 Spradlin (as \"Chris Hero\") worked for a number of independent wrestling promotions, including the American Pro Wrestling Guerrilla and Ring of Honor,  Independent Wrestling Association Mid-South, Combat Zone Wrestling and Chikara, as well as Pro Wrestling Noah in Japan. Between 2010 and 2013 Spradlin worked for WWE as part of their development territory NXT, and later returned to the promotion in 2017 to work as a \"player coach\" for the trainees in NXT and NXT UK.",
  "/wiki/Cesaro_(wrestler)": "Claudio Castagnoli (born 27 December 1980) is a Swiss professional wrestler. He is currently signed to WWE, where he performs on the SmackDown brand under the ring name Cesaro. He was previously known for his work in Ring of Honor (ROH) and various independent promotions including Pro Wrestling Guerrilla (PWG), Combat Zone Wrestling (CZW), and Pro Wrestling Noah under his real name.",
  "/wiki/The_Blackout_(professional_wrestling)": "Blackout (often stylized as BLKOUT, The BLKOUT or BLK-OUT) is a professional wrestling stable appearing in Combat Zone Wrestling, Adrenaline Championship Wrestling, and other independent companies. Though the current members in CZW are Ruckus, BLK Jeez, Robbie Mireno (aka Robby Illuminati), the team also competes in companies with other members, such as Joker and Eddie Kingston.",
  "/wiki/Eddie_Kingston": "Edward Moore (born December 12, 1981) is an American professional wrestler, better known by the ring name Eddie Kingston. He currently wrestles most notably for Evolve and the National Wrestling Alliance.",
  "/wiki/Sabian_(wrestler)": "Darnell Kittrell (born April 25, 1979) is an American professional wrestler. He currently performs for Combat Zone Wrestling under the ring name BLK Jeez, where he was a founding member of The Blackout / BLKOUT while under the ring name Sabian. In addition to CZW, he also competes for several other American independent promotions under either the Sabian or BLK Jeez ring names.",
  "/wiki/CZW_World_Tag_Team_Championship": "The CZW World Tag Team Championship is a professional wrestling world tag team championship owned and copyrighted by the Combat Zone Wrestling (CZW) promotion; it is contested for in their tag team division. It was created and debuted on February 13, 1999 at CZW's Opening Night event, where Jon Dahmer and Jose Rivera, Jr. were awarded the championship, becoming the inaugural champions in the process.",
  "/wiki/Kevin_Owens": "Kevin Steen (born May 7, 1984) is a Canadian professional wrestler currently signed to WWE, where he performs on the Raw brand under the ring name Kevin Owens.",
  "/wiki/Chris_Sabin": "Joshua Harter (born February 4, 1982), better known by his ring name Chris Sabin, is an American professional wrestler. He is best known for his work in Total Nonstop Action Wrestling (TNA) and Ring of Honor (ROH).",
  "/wiki/CZW_Iron_Man_Championship": "The CZW Iron Man Championship was a professional wrestling championship owned by the Combat Zone Wrestling (CZW) promotion. The championship was created and debuted on February 13, 1999 at CZW's Opening Night event. The title is currently inactive, having been deactivated on July 11, 2009. Prior to its retirement, Sami Callihan renamed the title the CZW New Horror Championship, which CZW recognized. Being a professional wrestling championship, the title is won via a scripted ending to a match or awarded to a wrestler because of a storyline.",
  "/wiki/Super_Dragon": "Daniel Caine Lyon (born June 8, 1980), better known by his ring name Super Dragon, is an American professional wrestler. Beginning his career in 1997, he has worked for companies such as All Pro Wrestling (APW), Chikara, Combat Zone Wrestling (CZW), Ring of Honor (ROH), World Championship Wrestling (WCW), Pro Wrestling Guerilla (PWG) and Xtreme Pro Wrestling (XPW).",
  "/wiki/Ruckus_(wrestler)": "Claude Marrow is an American professional wrestler, better known by his ring name, Ruckus. He performs in Combat Zone Wrestling, Ring of Honor, Maryland Championship Wrestling, Chikara and Jersey All Pro Wrestling. While often appearing at a number of other independent promotions, Ruckus is a member of the Blackout/BLKOUT stable with Eddie Kingston, Sabian, Joker, and Robbie Mireno.",
  "/wiki/CZW_World_Heavyweight_Championship": "The CZW World Heavyweight Championship is a professional wrestling world heavyweight championship owned and promoted by the professional wrestling promotion Combat Zone Wrestling (CZW). It debuted on March 27, 1999 at CZW's The Staple Gun event.",
  "/wiki/Justice_Pain": "Christopher Wilson (May 16, 1978 – January 24, 2020) was an American professional wrestler better known by his ring name, Justice Pain. Pain was best known for his time in Combat Zone Wrestling, as well as Xtreme Pro Wrestling and Pro Wrestling Unplugged. He held numerous titles in his CZW stint and was the real life brother of CZW wrestler and one-time tag team partner Nick Gage.",
  "/wiki/Nick_Gage": "Nicholas W. Wilson (born September 22, 1980) is an American professional wrestler, best known for his work in Combat Zone Wrestling (CZW). Wilson currently wrestles under the ring name Nick Gage in Game Changer Wrestling (GCW) and various promotions on the independent circuit.",
  "/wiki/John_Zandig": "John Corson (born April 4, 1971)[citation needed], better known by the ring name John Zandig, is an American professional wrestler and promoter. He is the founder and former owner of the promotion Combat Zone Wrestling (CZW).",
  "/wiki/Joker_(wrestler)": "William Posada is an American independent professional wrestler best known under the ring name Joker. He worked for the Combat Zone Wrestling promotion, IWA Mid-South, Chikara and UWA Hardcore Wrestling.",
  "/wiki/Necro_Butcher": "Dylan Keith Summers (born July 13, 1973) is an American professional wrestler best known by his ring name Necro Butcher. Throughout the years he has worked for various promotions, including Ring of Honor, Full Impact Pro, IWA Mid-South, Pro Wrestling Guerrilla, Big Japan Pro Wrestling, and Combat Zone Wrestling."
}