{
  "/wiki/1971_NBA_Playoffs": "The 1971 NBA playoffs was the postseason tournament of the National Basketball Association's 1970–71 season. The tournament concluded with the Western Conference champion Milwaukee Bucks defeating the Eastern Conference champion Baltimore Bullets 4 games to 0 in the NBA Finals.",
  "/wiki/1970–71_Baltimore_Bullets_season": "The 1970–71 season was the 10th season of the Baltimore Bullets in the NBA. This would be its first year in the newly created Central Division inside the Eastern Conference. Despite playing close to .500 basketball all season, the Bullets would capture the Central Division with a 42–40 record.",
  "/wiki/Gene_Shue": "Eugene William Shue (born December 18, 1931) is an American former professional basketball player and coach in the National Basketball Association (NBA). Shue was one of the top guards of the early days of the NBA and an influential figure in the development of basketball. He is credited with inventing the \"Spin Move\" while being an early harbinger of other plays and strategies. Shue was an NBA All-Star five consecutive times (1958–62). After his successful playing career, he became a long-serving coach, twice winning NBA Coach of the Year. Throughout his career as player, coach, and executive, Shue was \"a specialist at taking over faltering teams.\"",
  "/wiki/1970–71_New_York_Knicks_season": "The 1970–71 New York Knicks season was the 25th season for the team in the National Basketball Association (NBA). New York entered the season as the defending NBA champions, having defeated the Los Angeles Lakers in the 1970 NBA Finals in seven games to win the first championship in franchise history. In the 1970–71 regular season, the Knicks finished in first place in the Atlantic Division with a 52–30 record, and qualified for the NBA Playoffs for the fifth consecutive year.",
  "/wiki/Red_Holzman": "William \"Red\" Holzman (August 10, 1920 – November 13, 1998) was an American professional basketball player and coach. He is probably best known as the head coach of the New York Knicks of the National Basketball Association (NBA) from 1967 to 1982. Holzman helped lead the Knicks to two NBA Championships in 1970 and 1973, and was inducted into the Basketball Hall of Fame in 1986. In 1996, Holzman was named one of the Top 10 Coaches in NBA History.",
  "/wiki/1972_NBA_Playoffs": "The 1972 NBA playoffs was the postseason tournament of the National Basketball Association's 1971–72 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion New York Knicks 4 games to 1 in the NBA Finals. Wilt Chamberlain was named NBA Finals MVP.",
  "/wiki/1971–72_New_York_Knicks_season": "The 1971–72 New York Knicks season was the 26th season for the team in the National Basketball Association (NBA). The Knicks compiled a 48–34 record in the regular season to finish second in the Atlantic Division and earn a berth in the NBA Playoffs for the sixth consecutive year. New York had acquired Earl Monroe in a trade with the Baltimore Bullets in November 1971.",
  "/wiki/1971–72_Boston_Celtics_season": "The 1971–72 NBA season was the Celtics' 26th season in the NBA.",
  "/wiki/Tom_Heinsohn": "Thomas William Heinsohn (born August 26, 1934) is an American former professional basketball player. He has been associated with the Boston Celtics of the National Basketball Association (NBA) for six decades as a player, coach and broadcaster. He played for the Celtics from 1956 to 1965, and also coached the team from 1969 to 1978. He has since spent over thirty years as the color commentator for the Celtics' local broadcasts alongside play-by-play commentator Mike Gorman. He has been regarded as one of the most iconic and charismatic Celtics of the 1950s-60s championship teams, being called “the godfather of the city of Boston,” by former teammate John Havlicek.",
  "/wiki/1973_NBA_Playoffs": "The 1973 NBA playoffs was the postseason tournament of the National Basketball Association's 1972–73 season. The tournament concluded with the Eastern Conference champion New York Knicks defeating the Western Conference champion Los Angeles Lakers 4 games to 1 in the NBA Finals. The Knicks won their second (and most recent) NBA title. Willis Reed became the first player to be named NBA Finals MVP twice.",
  "/wiki/1972–73_New_York_Knicks_season": "The 1972–73 New York Knicks season was the 27th season of NBA basketball in New York City. The Knicks capture their second NBA title as they defeated the Los Angeles Lakers in the NBA Finals, four games to one, which was exactly the same count the Knicks lost to the Lakers a year earlier. To date this is the last Knicks' championship.",
  "/wiki/1972–73_Boston_Celtics_season": "The 1972–73 Boston Celtics season was their 27th in the National Basketball Association (NBA). The Celtics finished the season with the best record in the league, and currently in franchise history, at 68–14. Third-year forward Dave Cowens won the NBA Most Valuable Player Award ahead of Kareem Abdul-Jabbar and Tiny Archibald.",
  "/wiki/1974_NBA_Playoffs": "The 1974 NBA playoffs was the postseason tournament of the National Basketball Association's 1973-74 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion [[1973–74\n2019 Division Champ. 2018-19 best record in the NBA.Milwaukee Bucks season|Milwaukee Bucks]] 4 games to 3 in the NBA Finals. John Havlicek was named NBA Finals MVP.",
  "/wiki/1973–74_Boston_Celtics_season": "The 1973–74 Boston Celtics season was their 28th in the National Basketball Association (NBA).",
  "/wiki/1973–74_New_York_Knicks_season": "The 1973–74 New York Knicks season was the 28th season for the team in the National Basketball Association (NBA). The Knicks entered the season as the defending NBA champions, having defeated the Los Angeles Lakers in the 1973 NBA Finals in five games to win their second championship. In the regular season, the Knicks finished in second place in the Atlantic Division with a 49–33 record, and qualified for the NBA Playoffs for the eighth consecutive year.",
  "/wiki/1975_NBA_Playoffs": "The 1975 NBA playoffs was the postseason tournament of the National Basketball Association's 1974–75 season. The tournament concluded with the Western Conference champion Golden State Warriors defeating the Eastern Conference champion Washington Bullets 4 games to 0 in the NBA Finals. Rick Barry was named NBA Finals MVP.  The Warriors won their third NBA title and first since 1956 as the Philadelphia Warriors.",
  "/wiki/1974–75_Washington_Bullets_season": "The 1974–75 Washington Bullets played in their 14th season and 2nd in the Washington, D.C. area. The franchise changed their name from the Capital Bullets to the Washington Bullets. The franchise captured its 6th division title in 7 years by posting a franchise best record of 60–22. The Bullets were nearly unbeatable at home posting a record of 36–5 at the Capital Centre.  The Bullets won their second Eastern Conference title, but were swept in the NBA Finals in four games by the Golden State Warriors.",
  "/wiki/K._C._Jones": "K. C. Jones (born May 25, 1932) is an American retired professional basketball player and coach. He is best known for his association with the Boston Celtics of the National Basketball Association (NBA), with whom he won eleven of his twelve NBA championships (eight as a player, one as an assistant coach, and two as a head coach).  As a player, he is tied for third for most NBA championships in a career, and is one of three NBA players with an 8-0 record in NBA Finals series. He is the only African-American non-player head coach to win multiple NBA championships. Jones was inducted into the Naismith Memorial Basketball Hall of Fame in 1989.",
  "/wiki/1974–75_Boston_Celtics_season": "The 1974–75 Boston Celtics season was the 29th season of the Boston Celtics in the National Basketball Association (NBA).",
  "/wiki/1976_NBA_Playoffs": "The 1976 NBA playoffs was the postseason tournament of the National Basketball Association's 1975–76 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Phoenix Suns 4 games to 2 in the NBA Finals. The series was highlighted by Game 5, a 3-OT victory by Boston. The Celtics won their 13th NBA title, second in the Dave Cowens era. Jo Jo White was named NBA Finals MVP.",
  "/wiki/1975–76_Boston_Celtics_season": "The 1975–76 Boston Celtics season was their 30th in the National Basketball Association (NBA) and concluded with their 13th championship, defeating the Phoenix Suns in six games in the 1976 NBA Finals.",
  "/wiki/1975–76_Cleveland_Cavaliers_season": "The 1975–76 Cleveland Cavaliers season was the sixth season of the franchise in the National Basketball Association (NBA). This season marked their first winning record, their first playoffs appearances and their first conference finals in history.",
  "/wiki/Bill_Fitch": "William Charles Fitch (born May 19, 1932) is an American former National Basketball Association (NBA) coach who had been successful in developing a number of teams into playoff contenders. Before entering the professional ranks, he coached college basketball at the University of Minnesota, Bowling Green State University, the University of North Dakota, and his alma mater, Coe College. Fitch's teams twice qualified for the NCAA tournament. He won the Chuck Daly Lifetime Achievement Award for the 2012–13 NBA season.",
  "/wiki/1977_NBA_Playoffs": "The 1977 NBA playoffs was the postseason tournament of the National Basketball Association's 1976–77 season. The tournament concluded with the Western Conference champion Portland Trail Blazers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. It was Portland's first (and so far[update], only) NBA title. Bill Walton was named NBA Finals MVP.",
  "/wiki/1976–77_Philadelphia_76ers_season": "The 1976–77 NBA season was the 28th season for the franchise in the NBA. Just months earlier, the American Basketball Association had ended its ninth and last campaign and the two leagues combined. In a special $6 million deal, the Nets sold Julius Erving, the ABA's leading scorer, to the Philadelphia 76ers for $3 million. The other $3 million went to Erving, by way of a new contract. In Philadelphia, Erving joined another scoring machine, George McGinnis, who had come over earlier from the Indiana Pacers. This accumulation of talent brought talk of an immediate championship to Philadelphia.",
  "/wiki/1976–77_Houston_Rockets_season": "The 1976–77 NBA season was the Rockets' 10th season in the NBA and 6th season in the city of Houston.",
  "/wiki/Tom_Nissalke": "Thomas Edward Nissalke (July 7, 1932 – August 22, 2019) was an American professional basketball coach in the National Basketball Association and American Basketball Association.  He coached several teams in both leagues, and had an overall coaching record of 371–508.",
  "/wiki/1978_NBA_Playoffs": "The 1978 NBA playoffs was the postseason tournament of the National Basketball Association's 1977-78 season. The tournament concluded with the Eastern Conference champion Washington Bullets defeating the Western Conference champion Seattle SuperSonics 4 games to 3 in the NBA Finals. Wes Unseld was named NBA Finals MVP. To date, it remains the only NBA title that the Bullets (since renamed the Wizards) have won.",
  "/wiki/1977–78_Washington_Bullets_season": "The 1977–78 NBA season was the team's 17th season in the NBA and their 5th season in the city of Washington, D.C.. It would prove to be their most successful season, as they would win their first and only NBA championship as of 2019[update]. In the NBA Finals, they defeated the Seattle SuperSonics in seven games.",
  "/wiki/Dick_Motta": "John Richard Motta (born September 3, 1931) is an American former basketball coach whose career in the National Basketball Association (NBA) spanned 25 years, and he continues to rank among the NBA's all-time top 10 in coaching victories.",
  "/wiki/1977–78_Philadelphia_76ers_season": "The 1977–78 NBA season was the 76ers 29th season in the NBA and 15th season in Philadelphia. The team finished the regular season with a record of 55–27. Head coach Gene Shue was replaced only 6 games into the season, by former Sixer player Billy Cunningham, who was only 34 years old at the time he replaced Shue. In the playoffs, the Sixers would sweep the New York Knicks, but lose in the Eastern Conference Finals to the Washington Bullets, a team with 11 fewer wins, four games to two.",
  "/wiki/Billy_Cunningham": "William John Cunningham (born June 3, 1943) is an American former professional basketball player and coach, who was nicknamed the Kangaroo Kid. He spent a total of 17 seasons with the NBA's Philadelphia 76ers (nine as player, eight as coach), and two seasons as a player with the Carolina Cougars of the ABA.",
  "/wiki/1979_NBA_Playoffs": "The 1979 NBA playoffs was the postseason tournament of the National Basketball Association’s 1978–79 season. The tournament concluded with the Western Conference champion Seattle SuperSonics defeating the Eastern Conference champion Washington Bullets 4 games to 1 in the NBA Finals. The Sonics earned their only NBA title. Dennis Johnson was named NBA Finals MVP.",
  "/wiki/1978–79_Washington_Bullets_season": "The 1978–79 Washington Bullets won their second consecutive Eastern Conference Championship, making it to the NBA Finals before losing to the Seattle SuperSonics. They finished the regular season with the best record in the NBA, at 54-28.",
  "/wiki/1978–79_San_Antonio_Spurs_season": "The 1978-79 San Antonio Spurs season was the Spurs' third season in the NBA and 12th season as a franchise.",
  "/wiki/Doug_Moe": "Douglas Edwin Moe (born September 21, 1938) is an American former professional basketball player and coach. As a head coach with the Denver Nuggets in the National Basketball Association (NBA), he was named the NBA Coach of the Year in 1988.",
  "/wiki/1980_NBA_Playoffs": "The 1980 NBA playoffs were the postseason tournament of the National Basketball Association's 1979–80 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. The Lakers earned their seventh NBA title, their second since moving from Minneapolis.",
  "/wiki/1979–80_Philadelphia_76ers_season": "The 1979–1980 Philadelphia 76ers season was the 76ers 31st season in the National Basketball Association (NBA) and 17th season in Philadelphia. They finished with a record of 59–23, their best since the 1967–68 season. The team had acquired guard Lionel Hollins from the Portland Trail Blazers after their effort to obtain Pete Maravich failed as he signed with the Boston Celtics. In the playoffs, they won the 1980 Eastern Conference Championship over the Boston Celtics 4–1. In the 1980 NBA Finals they would lose to the Los Angeles Lakers 4–2. The series was memorable for Julius Erving's baseline move in Game 4, and Magic Johnson's 42-point effort in Game 6 starting the game at center in place of an injured Kareem Abdul-Jabbar.",
  "/wiki/1979–80_Boston_Celtics_season": "The 1979–80 Boston Celtics season was the 34th season of the Boston Celtics in the National Basketball Association (NBA).  Bolstered by the play of Rookie Larry Bird,  Celtics improved from 29-53 the previous year, to 61-21, at the time the best NBA single season turnaround ever, and would cruise to the Eastern Conference Finals but lose to the Philadelphia 76ers 4-1.",
  "/wiki/1981_NBA_Playoffs": "The 1981 NBA playoffs were the postseason tournament of the National Basketball Association's 1980–81 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Houston Rockets 4 games to 2 in the NBA Finals. Cedric Maxwell was named NBA Finals MVP.",
  "/wiki/1980–81_Boston_Celtics_season": "In 1980–81 the Boston Celtics went 62-20 under coach Bill Fitch. Despite losing center Dave Cowens to retirement late in training camp, the Celtics went on to capture the 1981 NBA Championship over the Houston Rockets. The highlight was that this championship was achieved just two years after Larry Bird had been drafted.  Cedric Maxwell was named NBA Finals MVP.",
  "/wiki/1980–81_Philadelphia_76ers_season": "The 1980–81 NBA season was the 76ers 32nd season in the NBA and 18th season in Philadelphia The team finished the regular season with a 62-20 record, however they lost the tie breaker with the Boston Celtics who had the home court advantage with the same regular season record. In the playoffs, they lost a seven-game series to the Boston Celtics, in the Eastern Conference Finals, after having a three games to one series lead. This was the second time this occurred between the two teams (other in 1968), and the final 3 games of the series were decided by 5 points total. Julius Erving would win the Most Valuable Player of the League.",
  "/wiki/1982_NBA_Playoffs": "The 1982 NBA playoffs were the postseason tournament of the National Basketball Association's 1981–82 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. Magic Johnson was named NBA Finals MVP for the second time.",
  "/wiki/1981–82_Philadelphia_76ers_season": "The 1981–82 NBA season was the 76ers 33rd season in the NBA and 19th season in Philadelphia. They would finish with a record of 58-24.",
  "/wiki/1981–82_Boston_Celtics_season": "The 1981–82 Boston Celtics season was the 36th season of the Boston Celtics in the National Basketball Association (NBA). The Celtics finished the season with the best record in the NBA.",
  "/wiki/1983_NBA_Playoffs": "The 1983 NBA playoffs was the postseason tournament of the National Basketball Association's 1982–83 season. This was the final postseason using the 12-team format, before the NBA expanded the postseason to 16 teams the next season. The tournament concluded with the Eastern Conference champion Philadelphia 76ers defeating the Western Conference champion Los Angeles Lakers 4 games to 0 in the NBA Finals. Moses Malone was named NBA Finals MVP.",
  "/wiki/1982–83_Philadelphia_76ers_season": "The 1982–83 Philadelphia 76ers season was the 37th season of the franchise (going back to their days as the Syracuse Nationals) and their 20th season in Philadelphia. The 76ers entered the season as runner-ups in the 1982 NBA Finals, where they lost to the Los Angeles Lakers in six games.",
  "/wiki/1982–83_Milwaukee_Bucks_season": "The 1982-83 NBA season was the Bucks' 15th season in the NBA.",
  "/wiki/Don_Nelson": "Donald Arvid Nelson (born May 15, 1940), sometimes known as Nellie, is an American former National Basketball Association (NBA) player and head coach. Nelson has the most wins of any coach in NBA history, with 1,335. He coached the Milwaukee Bucks, the New York Knicks, the Dallas Mavericks, and the Golden State Warriors. After an All-American career at the University of Iowa, Nelson won five NBA Championships playing with the Boston Celtics, with his number 19 retired by the franchise.",
  "/wiki/1984_NBA_Playoffs": "The 1984 NBA playoffs was the postseason tournament of the National Basketball Association's 1983–84 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Los Angeles Lakers 4 games to 3 in the NBA Finals. Larry Bird was named NBA Finals MVP.",
  "/wiki/1983–84_Boston_Celtics_season": "The 1983–84 Boston Celtics were champions of the National Basketball Association (NBA) led by regular season and finals MVP Larry Bird.",
  "/wiki/1983–84_Milwaukee_Bucks_season": "The 1983–84 NBA season was the Bucks' 16th season in the NBA. For the first time since 1974-75 season, Brian Winters was not on the opening day roster.",
  "/wiki/1985_NBA_Playoffs": "The 1985 NBA playoffs was the postseason tournament of the National Basketball Association's 1984–85 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Boston Celtics 4 games to 2 in the NBA Finals. Kareem Abdul-Jabbar was named NBA Finals MVP for the second time (he had won the award under his birth name, Lew Alcindor, as a Buck in 1971).",
  "/wiki/1984–85_Boston_Celtics_season": "The 1984–85 Boston Celtics season was the 39th season of the Boston Celtics in the National Basketball Association (NBA). The Celtics entered the season as the defending NBA Champions, coming off an NBA Finals victory over the Los Angeles Lakers in seven games, and increasing their NBA Finals victories over the Lakers to 8.",
  "/wiki/1984–85_Philadelphia_76ers_season": "The 1984–85 Philadelphia 76ers season was Charles Barkley's rookie season. Barkley joined a veteran team that included Julius Erving, Moses Malone, and Maurice Cheeks, three players who took Philadelphia to the 1983 NBA championship. The Sixers finished with a regular season record of 58-24, five games behind the Celtics in the Atlantic Division.",
  "/wiki/1986_NBA_Playoffs": "The 1986 NBA playoffs was the postseason tournament of the National Basketball Association's 1985–86 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Houston Rockets 4 games to 2 in the NBA Finals. Larry Bird was named NBA Finals MVP for the second time.",
  "/wiki/1985–86_Boston_Celtics_season": "In 1985–86, the Boston Celtics won 67 games, going 40–1 at home (37–1 at the Boston Garden, 3–0 at the Hartford Civic Center).  Those 40 home wins set an NBA record which would  only be matched by the San Antonio Spurs in 2016.  The 67 total wins were one win shy of tying their franchise record of 68 wins set in 1972–73, and tied for seventh all-time for total wins by a team in a single season.",
  "/wiki/1985–86_Milwaukee_Bucks_season": "The 1985–86 Milwaukee Bucks season was the 18th season for the Bucks. Milwaukee posted a 57-25 record but lost to the Boston Celtics in the Eastern Conference Finals.",
  "/wiki/1987_NBA_Playoffs": "The 1987 NBA playoffs was the postseason tournament of the National Basketball Association's 1986–87 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Boston Celtics 4 games to 2 in the NBA Finals. The Lakers earned their 10th NBA championship, and Magic Johnson was named NBA Finals MVP for a then-record third time.",
  "/wiki/1986–87_Boston_Celtics_season": "The 1986–87 Boston Celtics season was the 41st season of the Boston Celtics in the National Basketball Association (NBA). The Celtics entered the season as the defending NBA Champions, having defeated the Houston Rockets in the 1986 NBA Finals in six games, winning their sixteenth NBA championship.",
  "/wiki/1986–87_Detroit_Pistons_season": "The 1986-87 NBA season was the Pistons' 39th season in the NBA and 30th season in the city of Detroit.",
  "/wiki/Chuck_Daly": "Charles Jerome Daly (July 20, 1930 – May 9, 2009) was an American basketball head coach. He led the Detroit Pistons two consecutive National Basketball Association (NBA) Championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team (\"The Dream Team\") to the gold medal at the 1992 Summer Olympics.",
  "/wiki/1988_NBA_Playoffs": "The 1988 NBA playoffs was the postseason tournament of the National Basketball Association's 1987–88 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Detroit Pistons 4 games to 3 in the NBA Finals. James Worthy was named NBA Finals MVP.\nThe Lakers became the first team since the Boston Celtics in 1969 to repeat as champions, a feat that coach Pat Riley guaranteed the previous offseason.",
  "/wiki/1987–88_Detroit_Pistons_season": "The 1987–88 season saw the Pistons finishing with a franchise-best record of 54–28. In the 1988 NBA Playoffs, they defeated the Washington Bullets 3–2 in the first round, Michael Jordan and the Chicago Bulls 4–1 in the semifinals, and Larry Bird and the top-seeded Boston Celtics 4–2 in the Conference Finals. They would advance to the NBA Finals for the first time since 1956 when the team was based in Fort Wayne, Indiana as the Fort Wayne Pistons, only to lose to the defending and eventual NBA champion Los Angeles Lakers in a hard fought seven games. Isiah Thomas was the only member of the team to be selected for the 1988 NBA All-Star Game.",
  "/wiki/1987–88_Boston_Celtics_season": "The 1987–88 Boston Celtics season was the 42nd season of the Boston Celtics in the National Basketball Association (NBA). Coming from an NBA Finals defeat to their rivals, the Los Angeles Lakers in six games, the Celtics finished first place in the Eastern Conference with 57 wins and 25 losses, with Larry Bird being selected to the All-NBA First Team. Bird, Kevin McHale and Danny Ainge were all selected for the 1988 NBA All-Star Game. In the first round of the playoffs, they defeated the New York Knicks in four games. In the semifinals, the Celtics trailed 3–2 to Dominique Wilkins and the Atlanta Hawks, but won the final two games. They advanced to the Eastern Conference Finals for the fifth consecutive time, becoming the first team to do so since the 1968–69 Boston Celtics (which reached the previous thirteen). However, they would lose to Isiah Thomas and the 2nd-seeded Detroit Pistons in six games.",
  "/wiki/1989_NBA_Playoffs": "The 1989 NBA playoffs was the postseason tournament of the National Basketball Association's 1988–89 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Los Angeles Lakers 4 games to 0 in the NBA Finals. Joe Dumars was named NBA Finals MVP. The Pistons had one of the most dominant playoff runs in NBA history, finishing 15–2 with their only losses to the Chicago Bulls in the Eastern Conference Finals.",
  "/wiki/1988–89_Detroit_Pistons_season": "The 1988-89 NBA season was the Pistons' 41st season in the NBA and 32nd season in the Detroit metropolitan area. The Pistons moved from the Pontiac Silverdome to the brand-new Palace of Auburn Hills before the start of the season, which culminated in the Pistons' first NBA championship, sweeping the Lakers in four games in the NBA Finals a rematch from last year's NBA Finals and avenging their NBA Finals loss. Following the season, Rick Mahorn was picked up by the Minnesota Timberwolves in the 1989 expansion draft and was traded to the Philadelphia 76ers soon after.",
  "/wiki/1988–89_Chicago_Bulls_season": "The 1988–89 NBA season was the Bulls' 23rd season in the National Basketball Association. The Bulls finished fifth in the Central Division with a 47–35 record. Michael Jordan led the league in scoring with 32.5 points per game, and was selected for the 1989 NBA All-Star Game. In the first round of the playoffs, the Bulls defeated the 3rd-seeded Cleveland Cavaliers in five games, and the New York Knicks in six games in the semifinals. However, they would lose to the Detroit Pistons four games to two in the Eastern Conference Finals. Following the season, Doug Collins was fired as head coach.",
  "/wiki/Doug_Collins_(basketball)": "Paul Douglas Collins (born July 28, 1951) is an American basketball executive, former player, coach and television analyst. He was the first overall pick of the 1973 NBA draft and a four-time NBA All-Star. He has been an NBA coach, coaching the Chicago Bulls, Detroit Pistons, Washington Wizards and Philadelphia 76ers. Collins also served as an analyst for various NBA-related broadcast shows. He is a recipient of the Curt Gowdy Media Award.",
  "/wiki/1990_NBA_Playoffs": "The 1990 NBA playoffs was the postseason tournament of the National Basketball Association's 1989–90 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Portland Trail Blazers 4 games to 1 in the NBA Finals. Isiah Thomas was named NBA Finals MVP.",
  "/wiki/1989–90_Detroit_Pistons_season": "The 1989–90 NBA season was the Pistons' 42nd season in the National Basketball Association, and 33rd season in the city of Detroit. As the defending champions, the Pistons had another successful season winning 13 consecutive games around January and February, then posting a 12-game winning streak in March as they finished first place in the Eastern Conference with a 59–23 record. Three members of the team, Isiah Thomas, last year's Finals MVP Joe Dumars, and Dennis Rodman were all selected for the 1990 NBA All-Star Game. Dumars was also selected to the All-NBA Third Team, and Rodman was named Defensive Player of The Year.",
  "/wiki/1989–90_Chicago_Bulls_season": "The 1989–90 NBA season was the Bulls' 24th season in the National Basketball Association. Despite their solid playoff run last year, the Bulls fired head coach Doug Collins and replaced him with Phil Jackson. Under Jackson, the Bulls finished the regular season with a 55–27 record, averaging 109.5 points per game and being led by Michael Jordan's league-leading 33.6 ppg. Clinching second place in the Central Division and a third seed in the playoffs, the Bulls defeated the Milwaukee Bucks three games to one in the first round, then defeated the Philadelphia 76ers four games to one in the semifinals. They advanced to the Eastern Conference Finals before losing a seven-game series to the eventual back-to-back champion Detroit Pistons, who they faced and lost against in last season's Eastern Conference Finals.",
  "/wiki/Phil_Jackson": "Philip Douglas Jackson (born September 17, 1945) is an American former professional basketball player, coach, and executive in the National Basketball Association (NBA). A power forward, Jackson played 12 seasons in the NBA, winning NBA championships with the New York Knicks in 1970 and 1973. Jackson was the head coach of the Chicago Bulls from 1989 to 1998, He coached the Bulls to six NBA championships. He then coached the Los Angeles Lakers from 1999 to 2004 and again from 2005 to 2011; the team won five NBA championships under his leadership. Jackson's 11 NBA titles as a coach surpassed the previous record of nine set by Red Auerbach. He also holds the NBA record for the most combined championships, winning a total of 13 as a player and a coach.",
  "/wiki/NBA_Conference_Finals": "The National Basketball Association  Conference Finals are the Eastern and Western championship series of the National Basketball Association (NBA), a major professional basketball league in North America. The NBA was founded in 1946 as the Basketball Association of America (BAA). The NBA adopted its current name at the start of the 1949–50 season when the BAA merged with the National Basketball League (NBL). The league currently consists of 30 teams, of which 29 are located in the United States and 1 in Canada. Each team plays 82 games in the regular season. After the regular season, eight teams from each of the league's two conferences qualify for the playoffs. At the end of the playoffs, the top two teams play each other in the Conference Finals, to determine the Conference Champions from each side, who then proceed to play in the NBA Finals."
}