{
  "/wiki/1971_NBA_Playoffs": "The 1971 NBA playoffs was the postseason tournament of the National Basketball Association's 1970–71 season. The tournament concluded with the Western Conference champion Milwaukee Bucks defeating the Eastern Conference champion Baltimore Bullets 4 games to 0 in the NBA Finals.",
  "/wiki/1970–71_Milwaukee_Bucks_season": "The 1970–71 Milwaukee Bucks season was the third season for the Bucks. Milwaukee posted a 66–16 record in only its third year of existence, and its second since getting Lew Alcindor, later known as Kareem Abdul-Jabbar. Key part of the championship season was the acquisition of Oscar Robertson. Other role players on the Bucks included players such as Bob Dandridge (18.4 ppg) and Jon McGlocklin (15.8 ppg), power forward Greg Smith and key reserves Lucius Allen, Bob Boozer and Dick Cunningham completing the nucleus. The season included a 20-game winning streak, the NBA's longest at the time, and still ranked fifth all-time. And the Bucks became the first team from the Midwest Division to win the NBA title; it would be 23 years before the Houston Rockets would do the same.",
  "/wiki/Larry_Costello": "Lawrence Ronald Costello (July 2, 1931 – December 13, 2001) was an American professional basketball player and coach. He was known as the National Basketball Association's last two-handed set shooter.",
  "/wiki/1970–71_Los_Angeles_Lakers_season": "The 1970-71 NBA season was the Lakers' 23rd season in the NBA and 11th season in Los Angeles.",
  "/wiki/Joe_Mullaney": "Joseph Alexander Mullaney  (November 17, 1924 – March 8, 2000) was an American professional basketball player and coach.",
  "/wiki/1972_NBA_Playoffs": "The 1972 NBA playoffs was the postseason tournament of the National Basketball Association's 1971–72 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion New York Knicks 4 games to 1 in the NBA Finals. Wilt Chamberlain was named NBA Finals MVP.",
  "/wiki/1971–72_Los_Angeles_Lakers_season": "During the 1971-72 season the Los Angeles Lakers won their first National Basketball Association (NBA) title since moving to Los Angeles. The Lakers defeated the New York Knicks in five games to win the title, after going 69–13 during the regular-season, a record that stood for 24 seasons until the 1995–96 Chicago Bulls went 72–10. During the regular season, they would also go on a current-standing NBA record 33-game winning streak. The team went on to win 81 regular season and playoff games overall, a record that would last for 14 years until Boston Celtics did it in 1986.  In 1996, the 1971-72 Lakers were named as one of the Top 10 Teams in NBA History.",
  "/wiki/Bill_Sharman": "William Walton Sharman (May 25, 1926 – October 25, 2013) was an American professional basketball player and coach.  He is mostly known for his time with the Boston Celtics in the 1950s, partnering with Bob Cousy in what some consider the greatest backcourt duo of all time.  As a coach, Sharman won titles in the ABL, ABA, and NBA, and is credited with introducing the now ubiquitous morning shootaround.",
  "/wiki/1971–72_Milwaukee_Bucks_season": "The 1971–72 Milwaukee Bucks season was the fourth season in franchise history. Led by Kareem Abdul-Jabbar, the Bucks finished in first place in the Midwest Division. Abdul-Jabbar won the NBA Most Valuable Player Award ahead of Jerry West and Wilt Chamberlain of the Los Angeles Lakers. On January 9, 1972, the Bucks snapped the Los Angeles Lakers 33-game winning streak.",
  "/wiki/1973_NBA_Playoffs": "The 1973 NBA playoffs was the postseason tournament of the National Basketball Association's 1972–73 season. The tournament concluded with the Eastern Conference champion New York Knicks defeating the Western Conference champion Los Angeles Lakers 4 games to 1 in the NBA Finals. The Knicks won their second (and most recent) NBA title. Willis Reed became the first player to be named NBA Finals MVP twice.",
  "/wiki/1972–73_Los_Angeles_Lakers_season": "The 1972-73 NBA season was the Lakers' 25th season in the NBA and 13th season in Los Angeles.",
  "/wiki/1972–73_Golden_State_Warriors_season": "The 1972–73 NBA season was the Warriors' 27th season in the NBA and 10th in the San Francisco Bay Area.",
  "/wiki/Al_Attles": "Alvin Austin Attles Jr. (born November 7, 1936) is an American former professional basketball player and coach best known for his longtime association with the Golden State Warriors.",
  "/wiki/1974_NBA_Playoffs": "The 1974 NBA playoffs was the postseason tournament of the National Basketball Association's 1973-74 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion [[1973–74\n2019 Division Champ. 2018-19 best record in the NBA.Milwaukee Bucks season|Milwaukee Bucks]] 4 games to 3 in the NBA Finals. John Havlicek was named NBA Finals MVP.",
  "/wiki/1973–74_Milwaukee_Bucks_season": "The 1973–74 Milwaukee Bucks season was the sixth season for the Bucks. It would also be Oscar Robertson’s last season in the league. This would be the most recent season that the Bucks clinch the best record in the league until the 2018–19 NBA season.",
  "/wiki/1973–74_Chicago_Bulls_season": "The 1973–74 NBA season was the Bulls' 8th season in the NBA.",
  "/wiki/Dick_Motta": "John Richard Motta (born September 3, 1931) is an American former basketball coach whose career in the National Basketball Association (NBA) spanned 25 years, and he continues to rank among the NBA's all-time top 10 in coaching victories.",
  "/wiki/1975_NBA_Playoffs": "The 1975 NBA playoffs was the postseason tournament of the National Basketball Association's 1974–75 season. The tournament concluded with the Western Conference champion Golden State Warriors defeating the Eastern Conference champion Washington Bullets 4 games to 0 in the NBA Finals. Rick Barry was named NBA Finals MVP.  The Warriors won their third NBA title and first since 1956 as the Philadelphia Warriors.",
  "/wiki/1974–75_Golden_State_Warriors_season": "The 1974–75 Golden State Warriors season was the 29th season in the franchise's history, its 13th in California and the fourth playing in Oakland. After four seasons of second-place division finishes, the Warriors made various changes. Nate Thurmond was traded to the Chicago Bulls for Clifford Ray, a young defensive center. The club drafted Keith Wilkes (later known as Jamaal Wilkes), whose nickname was \"Silk\". Cazzie Russell had played out his option and joined the Los Angeles Lakers, leaving Rick Barry as the team's leader. Coach Al Attles implemented a team-oriented system that drew on the contributions of as many as ten players during a game. Barry scored 30.6 points per game, led the NBA in free throw percentage and steals per game, and was sixth in the league in assists per game.  The Warriors captured the Pacific Division title with a 48–34 record.",
  "/wiki/1976_NBA_Playoffs": "The 1976 NBA playoffs was the postseason tournament of the National Basketball Association's 1975–76 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Phoenix Suns 4 games to 2 in the NBA Finals. The series was highlighted by Game 5, a 3-OT victory by Boston. The Celtics won their 13th NBA title, second in the Dave Cowens era. Jo Jo White was named NBA Finals MVP.",
  "/wiki/1975–76_Phoenix_Suns_season": "The 1975–76 Phoenix Suns season was the eighth season for the Phoenix Suns of the National Basketball Association. The season included an improbable run to the NBA Finals by a team that had never won a playoff series and made the playoffs only one other season in the franchise's existence. With a regular season record of 42–40, the Suns had finished third in the Pacific division standings and improved upon last season's win total by 10 games. The ensuing playoff run took plenty by surprise, including a seven-game series win against the Western Conference's top seed Golden State Warriors, a team that had finished 17 games ahead of the Suns in the divisional standings. The franchise's first Finals appearance pitted them against a 12-time champion in the Boston Celtics, whose roster featured three players from that season's All-Star Game. The 1976 NBA Finals would feature a memorable Game 5 triple-overtime thriller filled with controversies in which the Suns narrowly lost. Returning home for Game 6, the demoralized Suns would lose Game 6 and the series but not before endearing a generation of fans to the Suns franchise and showcasing basketball from the desert southwest. The team's \"Cinderella\" season earned them the nickname Sunderella Suns. John MacLeod was head coach and the Suns played their home games at Arizona Veterans Memorial Coliseum.",
  "/wiki/John_MacLeod_(basketball)": "John Matthew MacLeod (October 3, 1937 – April 14, 2019) was an American basketball coach in the NCAA and the National Basketball Association.",
  "/wiki/1975–76_Golden_State_Warriors_season": "Coming off their NBA Championship, the Warriors finished the 1975–76 season with a then franchise best 59–23 record. The record would be surpassed when the team won the championship 39 years later.",
  "/wiki/1977_NBA_Playoffs": "The 1977 NBA playoffs was the postseason tournament of the National Basketball Association's 1976–77 season. The tournament concluded with the Western Conference champion Portland Trail Blazers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. It was Portland's first (and so far[update], only) NBA title. Bill Walton was named NBA Finals MVP.",
  "/wiki/1976–77_Portland_Trail_Blazers_season": "The 1976–77 season was the Portland Trail Blazers' 7th season in the National Basketball Association (NBA). The revamped Blazers would end up getting off to a terrific start winning 22 of their first 31 games. The Blazers won their last 5 games to post a record of 49–33. The Blazers made the playoffs for the first time in franchise history and proceeded to stampede through the postseason. By the time the Blazers had made it to the 1977 NBA Finals, the city of Portland was truly in the grips of \"Blazermania\". After losing the first two games of the championship series at Philadelphia, the Trail Blazers won four in a row to bring the trophy to Portland. The championship capped the team's first winning season. The Blazers had a remarkable 45–6 record at home, which included a perfect 10–0 mark in the playoffs.",
  "/wiki/Jack_Ramsay": "John Travilla Ramsay (February 21, 1925 – April 28, 2014) was an American basketball coach, commonly known as \"Dr. Jack\" (as he held an earned doctorate). He was best known for leading the Portland Trail Blazers to the 1977 NBA Title, and for his broadcasting work with the Indiana Pacers, the Miami Heat, and for ESPN TV and ESPN Radio. Ramsay was among the most respected coaches in NBA history and a member of the Naismith Memorial Basketball Hall of Fame. He was the winner of the Chuck Daly Lifetime Achievement Award for the 2009–10 NBA season.",
  "/wiki/1976–77_Los_Angeles_Lakers_season": "The 1976–77 NBA season was the Lakers' 29th season in the NBA and 17th season in Los Angeles.",
  "/wiki/Jerry_West": "Jerome Alan West (born May 28, 1938) is an American basketball executive and former player. During his active career West played professionally for the Los Angeles Lakers of the National Basketball Association (NBA). His nicknames included Mr. Clutch, for his ability to make a big play in a clutch situation, such as his famous buzzer-beating 60-foot shot that tied Game 3 of the 1970 NBA Finals against the New York Knicks; The Logo, in reference to his silhouette being incorporated into the NBA logo;  Mr. Outside, in reference to his perimeter play with the Los Angeles Lakers; and Zeke from Cabin Creek, for the creek near his birthplace of Chelyan, West Virginia. West played the small forward position early in his career, and he was a standout at East Bank High School and at West Virginia University, where he led the Mountaineers to the 1959 NCAA championship game. He earned the NCAA Final Four Most Outstanding Player honor despite the loss. He then embarked on a 14-year career with the Los Angeles Lakers, and was the co-captain of the 1960 U.S. Olympic gold medal team, a squad that was inducted as a unit into the Naismith Memorial Basketball Hall of Fame in 2010.",
  "/wiki/1978_NBA_Playoffs": "The 1978 NBA playoffs was the postseason tournament of the National Basketball Association's 1977-78 season. The tournament concluded with the Eastern Conference champion Washington Bullets defeating the Western Conference champion Seattle SuperSonics 4 games to 3 in the NBA Finals. Wes Unseld was named NBA Finals MVP. To date, it remains the only NBA title that the Bullets (since renamed the Wizards) have won.",
  "/wiki/1977–78_Seattle_SuperSonics_season": "The 1977–78 Seattle SuperSonics season was the 11th season of the franchise in the National Basketball Association (NBA). With a disappointing 5–17 start, the Sonics replaced coach Bob Hopkins with future Hall of Famer Lenny Wilkens, who led the team to a 47–35 finish. In the playoffs, the SuperSonics defeated the Los Angeles Lakers in three games in the First Round, then upset the defending NBA champions Portland Trail Blazers in six games in the Western Conference Semifinals, before finally defeating the Denver Nuggets in six games in the Conference Finals, making their first trip to the NBA Finals in franchise history, where they lost the series to the Washington Bullets in 7 games.",
  "/wiki/Lenny_Wilkens": "Leonard Randolph Wilkens (born October 28, 1937) is an American former basketball player and coach in the National Basketball Association (NBA). He has been inducted three times into the Naismith Memorial Basketball Hall of Fame, first in 1989 as a player, as a coach in 1998, and in 2010 as part of the 1992 United States Olympic \"Dream Team\", for which he was an assistant coach.  He is also a 2006 inductee into the College Basketball Hall of Fame.",
  "/wiki/1977–78_Denver_Nuggets_season": "The 1977–78 NBA season was the Nuggets' 2nd season in the NBA and 11th season as a franchise.",
  "/wiki/Larry_Brown_(basketball)": "Lawrence Harvey Brown (born September 14, 1940) is a former American basketball coach and player who was most recently the head coach for Auxilium Torino of the Italian Lega Basket Serie A (LBA) and EuroCup Basketball. Brown is the only coach in basketball history to win both an NCAA national championship (Kansas Jayhawks, 1988) and an NBA title (Detroit Pistons, 2004). He has a 1,275-965 lifetime professional coaching record in the American Basketball Association (ABA) and the National Basketball Association (NBA) and is the only coach in NBA history to lead eight teams to the playoffs. He also won an ABA championship as a player with the Oakland Oaks in the 1968–69 season, and an Olympic Gold Medal in 1964. He is also the only person ever to coach two NBA franchises in the same season (Spurs and Clippers during the 1991–92 NBA season). Before coaching, Brown played collegiately at the University of North Carolina and professionally in the ABA.",
  "/wiki/1979_NBA_Playoffs": "The 1979 NBA playoffs was the postseason tournament of the National Basketball Association’s 1978–79 season. The tournament concluded with the Western Conference champion Seattle SuperSonics defeating the Eastern Conference champion Washington Bullets 4 games to 1 in the NBA Finals. The Sonics earned their only NBA title. Dennis Johnson was named NBA Finals MVP.",
  "/wiki/1978–79_Seattle_SuperSonics_season": "The 1978–79 Seattle SuperSonics season was the team's 12th since the franchise began, and their most successful, winning their only NBA title.",
  "/wiki/1978–79_Phoenix_Suns_season": "The 1978–79 Phoenix Suns season was the 11th season for the Phoenix Suns of the National Basketball Association and the first time they reached the 50-win mark to end the regular season. The team repeated a second-place finish in an expanded Pacific division and the Western Conference's second-best record, thus earning a spot in the playoffs, the franchise's first time extending the season in back-to-back seasons. For the first time since the '75–'76 team, the Suns returned to the Western Conference Finals, before being dispatched by Pacific division champion Seattle in seven games. The Suns were led by head coach John MacLeod and played all home games in Arizona Veterans Memorial Coliseum.",
  "/wiki/1980_NBA_Playoffs": "The 1980 NBA playoffs were the postseason tournament of the National Basketball Association's 1979–80 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. The Lakers earned their seventh NBA title, their second since moving from Minneapolis.",
  "/wiki/1979–80_Los_Angeles_Lakers_season": "The highlight of the Los Angeles Lakers season of 1979–80 was rookie Magic Johnson leading the Lakers to their seventh NBA Championship, defeating the Philadelphia 76ers in six games in the NBA Finals. This was also the team's first season under the ownership of Jerry Buss. Magic's season represented the birth of the Showtime Lakers.",
  "/wiki/Paul_Westhead": "Paul William Westhead (born February 21, 1939) is an American basketball coach who most recently was the head coach of the University of Oregon women's team. In his first year as an NBA head coach, he led a rookie Magic Johnson and the Los Angeles Lakers to the 1980 NBA Title.  He has previously been a head coach for three National Basketball Association (NBA) teams and an assistant for four others, and has also coached in the National Collegiate Athletic Association (NCAA), Women's National Basketball Association (WNBA), American Basketball Association (ABA) and Japan Basketball League (JBL).  He won titles in both the NBA and WNBA, and is also remembered as the coach of the Loyola Marymount University (LMU) men's basketball team during that school's era of greatest basketball glory.  Westhead is known for an unorthodox, run-and-gun style called \"The System.\" He attended Saint Joseph's University.",
  "/wiki/1979–80_Seattle_SuperSonics_season": "The 1979–80 NBA season was the SuperSonics' 13th season in the NBA. The SuperSonics entered the season as the defending NBA champions, having defeated the Washington Bullets in five games in the 1979 NBA Finals, winning their first and only NBA championship.",
  "/wiki/1981_NBA_Playoffs": "The 1981 NBA playoffs were the postseason tournament of the National Basketball Association's 1980–81 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Houston Rockets 4 games to 2 in the NBA Finals. Cedric Maxwell was named NBA Finals MVP.",
  "/wiki/1980–81_Houston_Rockets_season": "The 1980–81 Houston Rockets season saw the Rockets lose the NBA Finals. The 1981 Rockets are the only team since the 1959 Minneapolis Lakers to make the NBA Finals with a losing record.",
  "/wiki/Del_Harris": "Delmer William Harris (June 18, 1937) is an American basketball coach who is currently the vice president of the Texas Legends, the NBA D-League affiliate of the Dallas Mavericks. He served as a head coach for the NBA's Houston Rockets, Milwaukee Bucks, and Los Angeles Lakers, as well as the Legends. He was also an assistant coach for the National Basketball Association's New Jersey Nets, Chicago Bulls, Dallas Mavericks, Milwaukee Bucks, and the Houston Rockets.",
  "/wiki/1980–81_Kansas_City_Kings_season": "The 1980–81 NBA season was the Kings 32nd season in the NBA and their ninth season in the city of Kansas City. The Kansas City Kings made the playoffs with a 40-42 win loss record and appeared in the western conference finals where they lost to the also 40-42 Houston Rockets. This is the only time two NBA teams with losing records have made it to the conference finals.",
  "/wiki/Cotton_Fitzsimmons": "Lowell \"Cotton\" Fitzsimmons (October 7, 1931 – July 24, 2004) was an American college and NBA basketball coach. A native of Bowling Green, Missouri, he attended and played basketball at Hannibal-LaGrange Junior College in Hannibal, Missouri and Midwestern State University in Wichita Falls, Texas. He coached the Phoenix Suns three times, was named the NBA Coach of the Year twice, and is often credited as the architect of the Suns' success of the late 1980s and early to middle 1990s. Fitzsimmons won 1,089 games in his coaching career: 223 games at the junior college level, 34 at the Division I college level and 832 in the NBA.",
  "/wiki/1982_NBA_Playoffs": "The 1982 NBA playoffs were the postseason tournament of the National Basketball Association's 1981–82 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Philadelphia 76ers 4 games to 2 in the NBA Finals. Magic Johnson was named NBA Finals MVP for the second time.",
  "/wiki/1981–82_Los_Angeles_Lakers_season": "The 1981–82 NBA season saw the Lakers win their eighth NBA championship.",
  "/wiki/Pat_Riley": "Patrick James Riley (born March 20, 1945) is an American professional basketball executive and a former coach and player in the National Basketball Association (NBA). He has been the team president of the Miami Heat since 1995 and head coach in two separate tenures (1995 through 2003, and 2005 through 2008). Regarded as one of the greatest NBA coaches of all time, Riley has served as the head coach of five championship teams. He won four with the Los Angeles Lakers during their Showtime era in the 1980s, and one with the Heat in 2006.",
  "/wiki/1981–82_San_Antonio_Spurs_season": "The 1981-82 NBA season was the Spurs' sixth season in the NBA and 15th season as a franchise.\nGeorge Gervin was the winner of a fourth scoring title in five years with 32.3 points per game. The Spurs won their second straight division title with a record of 48-34. In the playoffs the Spurs beat the Seattle SuperSonics in 5 games. In the Western Finals, the Spurs would be swept in 4 straight by the Los Angeles Lakers.",
  "/wiki/Stan_Albeck": "Charles Stanley Albeck (born May 17, 1931) is a former professional basketball coach. Albeck has coached for several teams in the American Basketball Association (ABA) and National Basketball Association (NBA), including the Denver Rockets, the San Diego Conquistadors, (often subbing for an absent Wilt Chamberlain), the Cleveland Cavaliers, the San Antonio Spurs, the New Jersey Nets, and the Chicago Bulls.",
  "/wiki/1983_NBA_Playoffs": "The 1983 NBA playoffs was the postseason tournament of the National Basketball Association's 1982–83 season. This was the final postseason using the 12-team format, before the NBA expanded the postseason to 16 teams the next season. The tournament concluded with the Eastern Conference champion Philadelphia 76ers defeating the Western Conference champion Los Angeles Lakers 4 games to 0 in the NBA Finals. Moses Malone was named NBA Finals MVP.",
  "/wiki/1982–83_Los_Angeles_Lakers_season": "In the 1982-83 NBA season, the Lakers were attempting to become the first team since the Boston Celtics in 1969 to repeat as NBA Champions. However, on April 10, 1983, rookie James Worthy injured his leg while attempting a putback in a home loss against Phoenix, ending his rookie season. Even without Worthy for the playoffs, the Lakers did make it to the NBA Finals, only to be swept in four games by the Julius Erving and Moses Malone led Philadelphia 76ers.",
  "/wiki/1982–83_San_Antonio_Spurs_season": "The 1982–83 NBA season was the Spurs' seventh season in the NBA and 16th season as a franchise.",
  "/wiki/1984_NBA_Playoffs": "The 1984 NBA playoffs was the postseason tournament of the National Basketball Association's 1983–84 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Los Angeles Lakers 4 games to 3 in the NBA Finals. Larry Bird was named NBA Finals MVP.",
  "/wiki/1983–84_Los_Angeles_Lakers_season": "The 1983–84 season for the Los Angeles Lakers saw them lose in the 1984 NBA Finals against Larry Bird's Boston Celtics in seven well-fought games. The Lakers were coming off of an NBA Finals loss to the Julius Erving and Moses Malone led Philadelphia 76ers, in which they were swept in four games. The Los Angeles Lakers, powered by Kareem Abdul-Jabbar (who broke the NBA's all-time total points record) and Magic Johnson with his 13.1 assists per game (tops in '84), ended up winning 54 games in the 1983–84 NBA season. On April 5, 1984, Kareem Abdul-Jabbar had a 12-foot shot over Mark Eaton of the Utah Jazz 1 to surpass Wilt Chamberlain as the NBA's all-time leading scorer with 31,421 points.",
  "/wiki/1983–84_Phoenix_Suns_season": "The 1983–84 Phoenix Suns season was the 16th season for the Phoenix Suns of the National Basketball Association. The Suns were in the playoffs for the seventh consecutive season, extending a then-franchise record. The Suns eliminated their first round opponent, Portland, three games to two before defeating the Utah Jazz and NBA leading scorer, Adrian Dantley, four games to two. In the Western Conference Finals, the Suns lost to the Los Angeles Lakers in six games. The team was led by head coach John MacLeod, in his 11th year with the Suns, and played all home games in Arizona Veterans Memorial Coliseum.",
  "/wiki/1985_NBA_Playoffs": "The 1985 NBA playoffs was the postseason tournament of the National Basketball Association's 1984–85 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Boston Celtics 4 games to 2 in the NBA Finals. Kareem Abdul-Jabbar was named NBA Finals MVP for the second time (he had won the award under his birth name, Lew Alcindor, as a Buck in 1971).",
  "/wiki/1984–85_Los_Angeles_Lakers_season": "The 1984–85 Los Angeles Lakers season was the 39th season of the franchise, 37th in the National Basketball Association (NBA) and 25th in Los Angeles. The Lakers entered the season as runner-ups of the 1984 NBA Finals, where they lost in heartbreaking fashion to the Boston Celtics in seven games, increasing their losing streak to the Celtics in the NBA Finals to 8 consecutive losses.",
  "/wiki/1984–85_Denver_Nuggets_season": "The 1984-85 Denver Nuggets season was their 18th season, and their ninth in the NBA.",
  "/wiki/Doug_Moe": "Douglas Edwin Moe (born September 21, 1938) is an American former professional basketball player and coach. As a head coach with the Denver Nuggets in the National Basketball Association (NBA), he was named the NBA Coach of the Year in 1988.",
  "/wiki/1986_NBA_Playoffs": "The 1986 NBA playoffs was the postseason tournament of the National Basketball Association's 1985–86 season. The tournament concluded with the Eastern Conference champion Boston Celtics defeating the Western Conference champion Houston Rockets 4 games to 2 in the NBA Finals. Larry Bird was named NBA Finals MVP for the second time.",
  "/wiki/1985–86_Houston_Rockets_season": "The 1985–86 Houston Rockets season saw the Rockets lose the 1986 NBA Finals to the Larry Bird-led Boston Celtics in six games.",
  "/wiki/Bill_Fitch": "William Charles Fitch (born May 19, 1932) is an American former National Basketball Association (NBA) coach who had been successful in developing a number of teams into playoff contenders. Before entering the professional ranks, he coached college basketball at the University of Minnesota, Bowling Green State University, the University of North Dakota, and his alma mater, Coe College. Fitch's teams twice qualified for the NCAA tournament. He won the Chuck Daly Lifetime Achievement Award for the 2012–13 NBA season.",
  "/wiki/1985–86_Los_Angeles_Lakers_season": "The 1985–86 Los Angeles Lakers season was the 40th season of the franchise, 38th in the National Basketball Association (NBA) and 26th in Los Angeles. The Lakers entered the season as the defending NBA champion, having defeated the previous NBA champion and rival Boston Celtics in the 1985 NBA Finals in six games, having finally defeated the Celtics in the NBA Finals after having lost to them 8 consecutive times in the championship series. The Lakers looked to repeat as NBA Champions, after sweeping the San Antonio Spurs in three games in the First Round, and then defeating the Dallas Mavericks in six games in the Semifinals in the playoffs, but were unable to defend their title, as they lost to the Houston Rockets in the Conference Finals in five games after winning the first game, but proceeded to lose the following four. The Rockets would go on to lose to the Boston Celtics in the NBA Finals in six games.",
  "/wiki/1987_NBA_Playoffs": "The 1987 NBA playoffs was the postseason tournament of the National Basketball Association's 1986–87 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Boston Celtics 4 games to 2 in the NBA Finals. The Lakers earned their 10th NBA championship, and Magic Johnson was named NBA Finals MVP for a then-record third time.",
  "/wiki/1986–87_Los_Angeles_Lakers_season": "The 1986–87 Los Angeles Lakers season was the 41st season of the franchise, 39th in the National Basketball Association (NBA) and 27th in Los Angeles. Coming from a shocking defeat to the Houston Rockets in the previous season's Western Conference Finals in five games, where they won the first game, but proceeded to drop the next four, the Lakers avenged their playoff upset by making the NBA Finals for the sixth time in the 1980s. Prior to reaching the NBA Finals, in the playoffs, the Lakers swept the Denver Nuggets in three games in the First Round, defeated the Golden State Warriors in five games in the Semifinals, and swept the Seattle SuperSonics in four games in the Conference Finals. This team was named one of the 10 greatest teams in NBA history.",
  "/wiki/1986–87_Seattle_SuperSonics_season": "The 1986–87 Seattle SuperSonics season was the 20th season of the Seattle SuperSonics in the National Basketball Association. Bernie Bickerstaff returned for his second season as head coach of the franchise and, despite a modest improvement over their previous season's 31–51 record, managed to clinch a spot in the playoffs, where they defeated the Dallas Mavericks in four games in the First Round, and then the Houston Rockets in six games in the Semifinals, reaching the Western Conference Finals, only to be swept in four games to the eventual NBA champion Los Angeles Lakers. The 39-43 Sonics remain the last team to date in the NBA to win a playoff series with a losing regular season record.",
  "/wiki/Bernie_Bickerstaff": "Bernard Tyrone Bickerstaff (born February 11, 1944) is an American basketball coach and front office executive, currently serving as the Senior Basketball Advisor for the Cleveland Cavaliers. As a coach, he previously worked as the head coach for the NBA's Seattle SuperSonics, Denver Nuggets, Washington Bullets/Wizards, Charlotte Bobcats, and Los Angeles Lakers. He has also been an assistant for the Portland Trail Blazers, Chicago Bulls, Los Angeles Lakers, and Cavaliers. He has served in numerous other NBA front office positions, and has been a consultant for the Harlem Globetrotters.",
  "/wiki/1988_NBA_Playoffs": "The 1988 NBA playoffs was the postseason tournament of the National Basketball Association's 1987–88 season. The tournament concluded with the Western Conference champion Los Angeles Lakers defeating the Eastern Conference champion Detroit Pistons 4 games to 3 in the NBA Finals. James Worthy was named NBA Finals MVP.\nThe Lakers became the first team since the Boston Celtics in 1969 to repeat as champions, a feat that coach Pat Riley guaranteed the previous offseason.",
  "/wiki/1987–88_Los_Angeles_Lakers_season": "The 1987–88 season saw the Lakers win their eleventh NBA championship, defeating the Detroit Pistons in a hard-fought seven games in the NBA Finals to become the NBA’s first repeat champions since the Boston Celtics did it in the 1968–69 NBA season. In doing so, the Lakers made good on Pat Riley's famous promise to repeat as champions. “I'm guaranteeing everybody here,” Riley said at the civic celebrations following the Lakers’ 1987 championship win, “next year we’re gonna win it again.” Before the Lakers could make good on Riley's guarantee, they swept the San Antonio Spurs in the opening round of the playoffs. The following two rounds however would not be as easy for the Lakers, but they still managed to get through a tough seven-game series against both the Utah Jazz in the Western Conference Semis and the Dallas Mavericks Western Conference Finals.",
  "/wiki/1987–88_Dallas_Mavericks_season": "The 1987–88 Dallas Mavericks season was the eighth season of the franchise in the National Basketball Association (NBA). \nThe Mavericks finished second in the Midwest Division with a 53–29 record. They defeated the Houston Rockets four games in the first round of the 1988 NBA Playoffs, then defeated the 2nd-seeded Denver Nuggets six games in the semifinals. The Mavs made their first appearance in the Western Conference Finals, where they pushed the eventual-champion Los Angeles Lakers to seven games. The Mavs were coached by John MacLeod and played their home games at Reunion Arena.",
  "/wiki/1989_NBA_Playoffs": "The 1989 NBA playoffs was the postseason tournament of the National Basketball Association's 1988–89 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Los Angeles Lakers 4 games to 0 in the NBA Finals. Joe Dumars was named NBA Finals MVP. The Pistons had one of the most dominant playoff runs in NBA history, finishing 15–2 with their only losses to the Chicago Bulls in the Eastern Conference Finals.",
  "/wiki/1988–89_Los_Angeles_Lakers_season": "The 1988–89 Los Angeles Lakers season was the 43rd season of the franchise, 41st in the National Basketball Association (NBA) and 29th in Los Angeles. The Lakers finished with a 57–25 regular season recorded, earning them the top playoff seed in the Western Conference. After marching undefeated through the first three rounds, the Lakers were seen as the favorites in the 1989 NBA Finals, in a rematch against the Detroit Pistons, who they defeated in last season's NBA Finals in a hard fought seven games. However, after injuries to their starting backcourt of Magic Johnson and Byron Scott, the Lakers were swept by the Pistons in four games. After the finals concluded, Kareem Abdul-Jabbar announced his retirement after twenty seasons.",
  "/wiki/1988–89_Phoenix_Suns_season": "The 1988–89 Phoenix Suns season was the 20th season for the Phoenix Suns of the National Basketball Association. Cotton Fitzsimmons, Suns head coach for the '70–'71 and '71–'72 seasons, returned to the franchise where he got his first head coaching position.  The Suns also enjoyed the benefits of the NBA's first free agent signing which brought Tom Chambers to the Valley of the Sun, who would have an All-Star season his first year in Phoenix. The Suns' regular seasons successes were carried on through the playoffs, sweeping Denver in the first round and defeating Golden State four games to one in the Western Conference Semifinals. The Suns saw their playoff fortunes reverse in the Conference Finals when they met the season's MVP Magic Johnson and the top-seeded Los Angeles Lakers, getting swept four games to zero. All home games were played at Arizona Veterans Memorial Coliseum.",
  "/wiki/1990_NBA_Playoffs": "The 1990 NBA playoffs was the postseason tournament of the National Basketball Association's 1989–90 season. The tournament concluded with the Eastern Conference champion Detroit Pistons defeating the Western Conference champion Portland Trail Blazers 4 games to 1 in the NBA Finals. Isiah Thomas was named NBA Finals MVP.",
  "/wiki/1989–90_Portland_Trail_Blazers_season": "The 1989–90 NBA season was the 20th season for the Portland Trail Blazers in the National Basketball Association. During the offseason, the Blazers acquired All-Star forward Buck Williams from the New Jersey Nets. The Blazers finished with a franchise-high 59–23 record and returned to the NBA Finals for the first time since their championship season of 1976–77. However, they were unsuccessful in capturing their second NBA title, as they fell to the Detroit Pistons four games to one.",
  "/wiki/Rick_Adelman": "Richard Leonard Adelman (born June 16, 1946) is an American retired professional basketball player and coach. He coached 23 seasons in the National Basketball Association (NBA). He served as head coach of the NBA's Golden State Warriors, Portland Trail Blazers, Sacramento Kings, Houston Rockets and Minnesota Timberwolves.",
  "/wiki/1989–90_Phoenix_Suns_season": "The 1989–90 NBA season was the 21st season for the Phoenix Suns in the National Basketball Association. Cotton Fitzsimmons was head coach for a club that returned to the Western Conference Finals. All home games were played at Arizona Veterans Memorial Coliseum. The Suns finished third in the Pacific Division with a 54–28 record. In the first round of the playoffs, the Suns defeated the 4th-seeded Utah Jazz in five games. In the semifinals, they upset the top-seeded Los Angeles Lakers in five games, but lost to the Portland Trail Blazers four games to two in the Western Conference Finals.",
  "/wiki/NBA_Conference_Finals": "The National Basketball Association  Conference Finals are the Eastern and Western championship series of the National Basketball Association (NBA), a major professional basketball league in North America. The NBA was founded in 1946 as the Basketball Association of America (BAA). The NBA adopted its current name at the start of the 1949–50 season when the BAA merged with the National Basketball League (NBL). The league currently consists of 30 teams, of which 29 are located in the United States and 1 in Canada. Each team plays 82 games in the regular season. After the regular season, eight teams from each of the league's two conferences qualify for the playoffs. At the end of the playoffs, the top two teams play each other in the Conference Finals, to determine the Conference Champions from each side, who then proceed to play in the NBA Finals."
}