{
  "/wiki/The_First_Team": "The First Team were the first players known to have played the sport of basketball, having been taught the game in 1891 by James Naismith, who is recognized as the inventor of the sport.  The team comprised 18 players who were studying in Springfield, Massachusetts, to become executive secretaries of the YMCA and who, as part of their coursework, studied physical education with Naismith, who is said to have invented the game to teach teamwork skills to his charges.  The team was inducted as a group into the Naismith Memorial Basketball Hall of Fame as part of that organization's inaugural 1959 induction class for their efforts in popularizing the sport and as the game's first practitioners.",
  "/wiki/YMCA": "YMCA, sometimes regionally called the Y, is a worldwide youth organisation based in Geneva, Switzerland, with more than 64 million beneficiaries in 120 countries. It was founded on 6 June 1844 by Sir George Williams in London, originally as the Young Men's Christian Association and aims to put Christian principles into practice by developing a healthy \"body, mind, and spirit\"",
  "/wiki/Original_Celtics": "The Original Celtics were a barnstorming professional American basketball team. At various times in their existence, the team played in the American Basketball League, the Eastern Basketball League and the Metropolitan Basketball League. The team has no relation to the NBA Boston Celtics, other than as an indirect inspiration. The franchise as a whole was inducted into the Naismith Memorial Basketball Hall of Fame in 1959.",
  "/wiki/American_Basketball_League_(1925%E2%80%931955)": "The American Basketball League (ABL) was an early professional basketball league. During six seasons from 1925–26 to 1930–31, the ABL was the first attempt to create a major professional basketball league in the United States. Joseph Carr, who was, in 1925, the president of the recently founded, three year old National Football League, organized the ABL from nine of the best independent pro teams from the East and the Midwest. George Halas of the NFL Chicago Bears was the owner of the Chicago Bruins, and department store magnate Max Rosenblum, a part owner of the NFL's Cleveland Bulldogs, financed the Cleveland Rosenblums. Future NFL (Washington Redskins) owner George Preston Marshall, the owner of a chain of laundries, was owner of the Washington Palace Five. Other teams were the Boston Whirlwinds, Brooklyn Arcadians, Buffalo Bisons, Detroit Pulaski Post Five, Fort Wayne Caseys, and Rochester Centrals. With the exception of 1927–28, the ABL season was divided into two halves, with the winner of the first half playing the winner of the second half for the championship. Five games into the 1926–27 season, the Original Celtics were admitted to replace the Brooklyn franchise, and won 32 of the remaining 37 games, then shifted to New York the following season.",
  "/wiki/Zone_defense": "Zone defense is a type of defense, used in team sports, which is the alternative to man-to-man defense; instead of each player guarding a corresponding player on the other team, each defensive player is given an area (a zone) to cover.",
  "/wiki/Buffalo_Germans": "The Buffalo Germans was an early basketball team formed in 1895 at a YMCA on Buffalo's East Side.  Team members included Dr. Fred Burkhardt (coach), Philip Dischinger, Henry J. Faust, Alfred A. Heerdt (captain), Edward Linneborn, John I. Maier, Albert W. Manweiler, Edward C. Miller, Harry J. Miller, Charles P. Monahan, George L. Redlein, Edmund Reimann, Williams C. Rhode and George Schell.",
  "/wiki/Basketball_at_the_1904_Summer_Olympics": "Basketball appeared at the 1904 Summer Olympics for the first time, as a demonstration sport. There were four different events that took place in Saint Louis, for basketball competition.",
  "/wiki/New_York_Renaissance": "The New York Renaissance, also known as the Renaissance Big Five and as the Rens, was an all-black professional basketball team established February 13, 1923, by Robert \"Bob\" Douglas in agreement with the Renaissance Casino and Ballroom. The Casino and Ballroom at 138th Street and Seventh Avenue in Harlem was an entertainment complex including a ballroom that served as the Big Five's home court.  Following each game, a dance took place. The success of the Rens  shifted the focus of black basketball from amateur teams to professional teams. Initially, the Rens played mostly in Harlem, but by the end of the 1920s, as attendance began to dwindle, the team could be found more often playing on the road, barnstorming across the country out of necessity. The Renaissance are also the topic of the 2011 documentary On the Shoulders of Giants.",
  "/wiki/Bob_Douglas": "Robert L. Douglas (b. (St. Kitts) November 4, 1882 – d. (unknown) July 16, 1979) was the founder of the New York Renaissance basketball team, the first fully all-black professional black-owned basketball team. Nicknamed the \"Father of Black Professional Basketball\", Douglas owned and coached the Rens from 1923 to 1949, guiding them to a 2,318-381 record (.859). He was inducted into the Basketball Hall of Fame as a contributor in 1972, the first African American enshrined.",
  "/wiki/Harlem_Globetrotters": "The Harlem Globetrotters are an American exhibition basketball team. They combine athleticism, theater, and comedy in their style of play. Over the years, they have played more than 26,000 exhibition games in 124 countries and territories. The team's signature song is Brother Bones' whistled version of \"Sweet Georgia Brown\". Their mascot is an anthropomorphized globe named \"Globie\". The team plays over 450 live events worldwide each year. The team is currently owned by Herschend Family Entertainment. The executive offices for the team are located in the Atlanta suburb of Peachtree Corners.",
  "/wiki/Olympic_Stadium_(Berlin)": "Olympiastadion (German pronunciation: [ʔoˈlʏmpi̯aːˌʃtaːdi̯ɔn]) is a sports stadium at Olympiapark Berlin in Berlin, Germany. It was originally built by Werner March for the 1936 Summer Olympics. During the Olympics, the record attendance was thought to be over 100,000. Today the stadium is part of the Olympiapark Berlin.",
  "/wiki/John_Bunn_Award": "The John Bunn Award—in full, the John W. Bunn Lifetime Achievement Award—is an annual basketball award given by the Naismith Memorial Basketball Hall of Fame to an individual who has contributed significantly to the sport of basketball. Named after John Bunn, the first chairman of the Basketball Hall of Fame Committee from 1949 to 1969, the award is the highest and the most prestigious honor presented by the Basketball Hall of Fame other than enshrinement.",
  "/wiki/1965%E2%80%9366_Texas_Western_Miners_basketball_team": "The 1965–66 Texas Western Miners basketball team represented Texas Western College, now the University of Texas at El Paso (UTEP), and was coached by Hall of Fame coach Don Haskins. The team made history by winning the national championship in 1966, becoming the first team with an all-black starting lineup to do so.",
  "/wiki/Bobby_Joe_Hill": "Tyrone Bobby Joe Hill (June 12, 1943 – December 8, 2002) was an American basketball player and was the leading scorer of the 1965–66 Texas Western College (now the University of Texas at El Paso) team, helping the Miners win the 1966 NCAA basketball championship. The victory is considered one of the most important wins in sports history[citation needed] – Texas Western started an all-black starting lineup, against the all-white University of Kentucky.",
  "/wiki/Dave_Lattin": "David \"Big Daddy D\" Lattin (born December 23, 1943) is a former basketball player. He was the starting center for the Texas Western Miners in their NCAA championship year in 1966. During his playing career, he was listed at 6 feet 6 inches tall and 225 lbs.",
  "/wiki/Orsten_Artis": "Orsten Artis (June 7, 1943 – December 26, 2017) was an American basketball player.  He started at guard for the 1965–66 Texas Western Miners basketball team, the first team in history to win an NCAA championship with five African-American players in the starting lineup.",
  "/wiki/Willie_Worsley": "Willie James Worsley (born November 13, 1945) is an American former professional basketball player who was one of the guards for the Texas Western Miners basketball team during their now-legendary 1966 NCAA championship game against Kentucky. Although only 5 foot 9 inches tall, he later played 24 games for the ABA's New York Nets during the 1968-69 season.",
  "/wiki/Harry_Flournoy": "Harry Flournoy Jr. (December 10, 1943 – November 26, 2016) was an American college basketball player, originally from Gary, Indiana.",
  "/wiki/Don_Haskins": "Donald Lee Haskins (March 14, 1930 – September 7, 2008), nicknamed \"The Bear\", was an American basketball player and coach. He played college basketball for three years under coach Henry Iba at Oklahoma A&M (now Oklahoma State University). He was the head coach at Texas Western College (renamed the University of Texas at El Paso in 1967) from 1961 to 1999. His greatest triumph occurred in 1966, when his team won the NCAA Tournament over the Wildcats of the University of Kentucky, coached by Adolph Rupp. The watershed game initiated the end of racial segregation in college basketball.",
  "/wiki/1960_United_States_men%27s_Olympic_basketball_team": "The 1960 United States men's Olympic basketball team competed in the Games of the XVII Olympiad, representing the United States of America. The USA team, coached by California Golden Bears head coach Pete Newell, dominated the competition, winning its games by an average of 42.4 points per game.  The team is considered by many to be the best amateur level basketball team of all time, and was elected to the Naismith Memorial Basketball Hall of Fame as a unit, in 2010.",
  "/wiki/Jay_Arnette": "Jay Hoyland Arnette (born December 19, 1938) is an American former professional basketball player.",
  "/wiki/Walt_Bellamy": "Walter Jones Bellamy (July 24, 1939 – November 2, 2013) was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Bob_Boozer": "Robert Louis Boozer (April 26, 1937 – May 19, 2012) was an American professional basketball player in the National Basketball Association (NBA). Boozer won a gold medal in the 1960 Summer Olympics and won an NBA Championship as a member of the Milwaukee Bucks in 1971. Boozer was inducted into the Naismith Basketball Hall of Fame in 2010, as a member of the 1960 United States men's Olympic basketball team.",
  "/wiki/Terry_Dischinger": "Terry Gilbert Dischinger (born November 21, 1940) is a retired American basketball player in the National Basketball Association (NBA). Dischinger was a 3-time NBA All-Star and the 1963 NBA Rookie of the Year, after averaging 28 points per game in his three seasons at Purdue University.",
  "/wiki/Burdette_Haldorson": "Burdette Eliele \"Burdie\" Haldorson (born January 24, 1934) was an American basketball player who competed in the 1956 Summer Olympics and in the 1960 Summer Olympics.  Haldorson played college basketball for the Colorado Buffaloes.",
  "/wiki/Darrall_Imhoff": "Darrall Tucker Imhoff (October 11, 1938 – June 30, 2017) was an American professional basketball player. He spent 12 seasons in the National Basketball Association (NBA), playing for six teams from 1960 to 1972. He was an NBA All-Star and an Olympic Gold medalist.",
  "/wiki/Allen_Kelley": "Earl Allen Kelley (December 24, 1932 – August 13, 2016) was an American basketball player who competed in the 1960 Summer Olympics.",
  "/wiki/Lester_Lane": "Lester E. Lane (March 6, 1932 – September 5, 1973) was an American basketball player who competed in the 1960 Summer Olympics.",
  "/wiki/Jerry_Lucas": "Jerry Ray Lucas (born March 30, 1940) is an American former basketball player. He was a nationally awarded high school player, national college star at Ohio State, and 1960 gold medal Olympian and international player before later starring as a professional player in the National Basketball Association (NBA). As a collegian, Lucas led the Ohio State Buckeyes to the 1960 college national championship and three straight NCAA finals. He remains today the only three-time Big Ten Player of the Year, and was also twice named NCAA Player of the Year.[citation needed] As a professional, Lucas was named All-NBA First Team three times, an NBA All-Star seven times, was 1964 NBA Rookie of the Year, and was named Most Valuable Player of the 1965 NBA All-Star Game among other honors and awards. He was inducted to the Naismith Memorial Basketball Hall of Fame in 1980.",
  "/wiki/Oscar_Robertson": "Oscar Palmer Robertson (born November 24, 1938), nicknamed \"The Big O\", is an American retired professional basketball player who played for the Cincinnati Royals and Milwaukee Bucks. The 6 ft 5 in (1.96 m), 205 lb (93 kg) Robertson played  point guard and was a 12-time All-Star, 11-time member of the All-NBA Team, and one-time winner of the MVP award in 14 seasons. In 1962, he became the first player in NBA history to average a triple-double for a season. In the 1970–71 NBA season, he was a key player on the team that brought the Bucks their only NBA title to date. His playing career, especially during high school and college, was plagued by racism.",
  "/wiki/Adrian_Smith_(basketball)": "Adrian Howard \"Odie\" Smith (born October 5, 1936) is a retired American professional basketball player.",
  "/wiki/Jerry_West": "Jerome Alan West (born May 28, 1938) is an American basketball executive and former player. During his active career West played professionally for the Los Angeles Lakers of the National Basketball Association (NBA). His nicknames included Mr. Clutch, for his ability to make a big play in a clutch situation, such as his famous buzzer-beating 60-foot shot that tied Game 3 of the 1970 NBA Finals against the New York Knicks; The Logo, in reference to his silhouette being incorporated into the NBA logo;  Mr. Outside, in reference to his perimeter play with the Los Angeles Lakers; and Zeke from Cabin Creek, for the creek near his birthplace of Chelyan, West Virginia. West played the small forward position early in his career, and he was a standout at East Bank High School and at West Virginia University, where he led the Mountaineers to the 1959 NCAA championship game. He earned the NCAA Final Four Most Outstanding Player honor despite the loss. He then embarked on a 14-year career with the Los Angeles Lakers, and was the co-captain of the 1960 U.S. Olympic gold medal team, a squad that was inducted as a unit into the Naismith Memorial Basketball Hall of Fame in 2010.",
  "/wiki/NBA_Rookie_of_the_Year_Award": "The National Basketball Association's Rookie of the Year Award is an annual National Basketball Association (NBA) award given to the top rookie(s) of the regular season. Initiated following the 1952–53 NBA season, it confers the Eddie Gottlieb Trophy, named after the former Philadelphia Warriors head coach.",
  "/wiki/50_Greatest_Players_in_NBA_History": "The 50 Greatest Players in National Basketball Association History (also referred to as NBA's 50th Anniversary All-Time Team or NBA's Top 50) were chosen in 1996 to honor the fiftieth anniversary of the founding of the National Basketball Association (NBA). These fifty players were selected through a vote by a panel of media members, former players and coaches, and current and former general managers. In addition, the top ten head coaches and top ten single-season teams in NBA history were selected by media members as part of the celebration. The fifty players had to have played at least a portion of their careers in the NBA and were selected irrespective of position played.",
  "/wiki/Pete_Newell": "Peter Francis Newell (August 31, 1915 – November 17, 2008) was an American college men's basketball coach and basketball instructional coach. He coached for 15 years at the University of San Francisco, Michigan State University and the University of California, Berkeley, compiling an overall record of 234 wins and 123 losses. He led the University of California to the 1959 NCAA men's basketball championship, and a year later coached the gold medal-winning U.S. team at the 1960 Summer Olympics, a team that would be inducted as a unit to the Naismith Memorial Basketball Hall of Fame in 2010. After his coaching career ended he ran a world-famous instructional basketball camp and served as a consultant and scout for several National Basketball Association (NBA) teams. He is often considered to be one of the most influential figures in the history of basketball.",
  "/wiki/Warren_Womble": "John Warren Womble, Jr. (March 15, 1920 – March 21, 2015) was an American basketball coach. He was the head coach of the Peoria Cats, a National Industrial Basketball League (NIBL) team, located in Peoria, Illinois, and the head coach of the 1952 United States men's Olympic basketball team.",
  "/wiki/Dutch_Lonborg": "Arthur C. \"Dutch\" Lonborg (March 16, 1898 – January 31, 1985) was a basketball, American football and baseball player, coach, and college athletics administrator.",
  "/wiki/1992_United_States_men%27s_Olympic_basketball_team": "The 1992 United States men's Olympic basketball team, nicknamed the \"Dream Team\", was the first American Olympic team to feature active professional players from the National Basketball Association (NBA). The team has been described by American and international journalists as the greatest sports team ever assembled. The Naismith Memorial Basketball Hall of Fame called the team \"the greatest collection of basketball talent on the planet\".  At the 1992 Summer Olympics held in Barcelona, the team defeated its opponents by an average of 44 points en route to the gold medal against Croatia. Chuck Daly served as the team's head coach, assisted by Lenny Wilkens, P. J. Carlesimo, and Mike Krzyzewski.",
  "/wiki/Charles_Barkley": "Charles Wade Barkley (born February 20, 1963) is an American retired professional basketball player who is currently an analyst on Inside the NBA. Nicknamed Chuck, Sir Charles, Street Beef, and The Round Mound of Rebound, Barkley established himself as one of the National Basketball Association's most dominant power forwards. An All-American power forward at Auburn University, he was drafted as a junior by the Philadelphia 76ers with the 5th pick of the 1984 NBA draft. He was selected to the All-NBA First Team five times, the All-NBA Second Team five times, and once to the All-NBA Third Team. He earned eleven NBA All-Star Game appearances and was named the All-Star MVP in 1991. In 1993 with the Phoenix Suns, he was voted the league's Most Valuable Player, and during the NBA's 50th anniversary, named one of the 50 Greatest Players in NBA History. He competed in the 1992 and 1996 Olympic Games and won two gold medals as a member of the United States' \"Dream Team\". Barkley is a two-time inductee into the Naismith Memorial Basketball Hall of Fame, being inducted in 2006 for his individual career, and in 2010 as a member of the \"Dream Team\".",
  "/wiki/Larry_Bird": "Larry Joe Bird (born December 7, 1956) is an American former professional basketball player, former coach, and former executive who most recently served as President of Basketball Operations for the Indiana Pacers in the National Basketball Association (NBA). Nicknamed \"The Hick from French Lick\", Bird is widely regarded as one of the greatest basketball players of all time.",
  "/wiki/Clyde_Drexler": "Clyde Austin Drexler (born June 22, 1962) is an American former professional basketball player who is the commissioner of the Big3  3-on-3 basketball league. Nicknamed \"Clyde the Glide\", he played 15 seasons in the National Basketball Association (NBA), spending a majority of his career with the Portland Trail Blazers before finishing with the Houston Rockets. He was a ten-time NBA All-Star and named one of the 50 Greatest Players in NBA History. Drexler won an NBA championship with Houston in 1995, and earned a gold medal on the 1992 United States Olympic team known as \"The Dream Team\". He was inducted twice into the Naismith Memorial Basketball Hall of Fame, in 2004 for his individual career and in 2010 as a member of the \"Dream Team\". He currently serves as a color commentator for Houston Rockets home games.",
  "/wiki/Patrick_Ewing": "Patrick Aloysius Ewing (born August 5, 1962) is a Jamaican-American retired Hall of Fame basketball player and current head coach of the Georgetown University men's basketball team. He played most of his career as the starting center of the NBA's New York Knicks and also played briefly with the Seattle SuperSonics and Orlando Magic.",
  "/wiki/Magic_Johnson": "Earvin \"Magic\" Johnson Jr. (born August 14, 1959) is an American retired professional basketball player and former president of basketball operations of the Los Angeles Lakers of the National Basketball Association (NBA). He played point guard for the Lakers for 13 seasons. After winning championships in high school and college, Johnson was selected first overall in the 1979 NBA draft by the Lakers. He won a championship and an NBA Finals Most Valuable Player Award in his rookie season, and won four more championships with the Lakers during the 1980s. Johnson retired abruptly in 1991 after announcing that he had contracted HIV, but returned to play in the 1992 All-Star Game, winning the All-Star MVP Award. After protests from his fellow players, he retired again for four years, but returned in 1996, at age 36, to play 32 games for the Lakers before retiring for the third and final time.",
  "/wiki/Michael_Jordan": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials MJ, is an American former professional basketball player and the principal owner of the Charlotte Hornets of the National Basketball Association (NBA). He played 15 seasons in the NBA, winning six championships with the Chicago Bulls. His biography on the official NBA website states: \"By acclamation, Michael Jordan is the greatest basketball player of all time.\" He was one of the most effectively marketed athletes of his generation and was considered instrumental in popularizing the NBA around the world in the 1980s and 1990s.",
  "/wiki/Christian_Laettner": "Christian Donald Laettner (/ˈleɪtnər/, LAYT-nər; born August 17, 1969) is a retired American basketball player whose Hall of Fame career for the Duke Blue Devils is widely regarded as one of the best in National Collegiate Athletic Association (NCAA) history.[a] He was the star player on the back-to-back National Championship teams of 1991 and 1992, and the NCAA player of the year in his senior year. He is particularly famous for his game-winning shot against Kentucky in the 1992 tournament and for the hatred he received from opposing fans.",
  "/wiki/Karl_Malone": "Karl Anthony Malone (born July 24, 1963) is an American retired professional basketball player. Nicknamed \"the Mailman\", Malone played the power forward position and spent his first 18 seasons (1985–2003) in the National Basketball Association (NBA) with the Utah Jazz and formed a formidable duo with his teammate John Stockton. Malone also played one season for the Los Angeles Lakers. Malone was a two-time NBA Most Valuable Player, a 14-time NBA All-Star, and an 11-time member of the All-NBA first team. His 36,928 career points scored rank second all-time in NBA history behind Kareem Abdul-Jabbar, and he holds the records for most free throws attempted and made, in addition to being tied for the second-most first-team All-NBA selections with Kobe Bryant and behind LeBron James. He is considered one of the greatest power forwards in NBA history.",
  "/wiki/Chris_Mullin_(basketball)": "Christopher Paul Mullin (born July 30, 1963) is an American retired professional basketball player and former head coach of the St. John's Red Storm. He previously served as special advisor for the Sacramento Kings and general manager of the Golden State Warriors. He is a two-time Olympic Gold medalist and a two-time Naismith Memorial Basketball Hall of Fame inductee (in 2010 as a member of the 1992 United States men's Olympic basketball team (\"The Dream Team\"), and in 2011 for his individual career).",
  "/wiki/Scottie_Pippen": "Scotty Maurice Pippen (born September 25, 1965), commonly spelled Scottie Pippen, is an American former professional basketball player. He played 17 seasons in the National Basketball Association (NBA), winning six NBA championships with the Chicago Bulls. Pippen, along with Michael Jordan, played an important role in transforming the Bulls into a championship team and in popularizing the NBA around the world during the 1990s.",
  "/wiki/David_Robinson_(basketball)": "David Maurice Robinson (born August 6, 1965) is an American former professional basketball player, who played center for the San Antonio Spurs in the National Basketball Association (NBA) for his entire career. Based on his prior service as an officer in the United States Navy, Robinson earned the nickname \"The Admiral\".",
  "/wiki/John_Stockton": "John Houston Stockton (born March 26, 1962) is an American retired professional basketball player. He spent his entire NBA career (1984–2003) as a point guard for the Utah Jazz, and the team made the playoffs in each of his 19 seasons. In 1997 and 1998, together with his longtime teammate Karl Malone, Stockton led the Jazz to the franchise's only two NBA Finals appearances. Stockton is a ten-time NBA All-Star and a two-time Naismith Memorial Basketball Hall of Fame inductee (in 2009 for his individual career, and in 2010 as a member of the 1992 United States men's Olympic basketball team \"Dream Team\"). In 1996, he was named one of the 50 greatest players in NBA history. Stockton holds the NBA records for most career assists and steals by wide margins and is regarded as one of the greatest point guards of all time.",
  "/wiki/Chuck_Daly": "Charles Jerome Daly (July 20, 1930 – May 9, 2009) was an American basketball head coach. He led the Detroit Pistons two consecutive National Basketball Association (NBA) Championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team (\"The Dream Team\") to the gold medal at the 1992 Summer Olympics.",
  "/wiki/Lenny_Wilkens": "Leonard Randolph Wilkens (born October 28, 1937) is an American former basketball player and coach in the National Basketball Association (NBA). He has been inducted three times into the Naismith Memorial Basketball Hall of Fame, first in 1989 as a player, as a coach in 1998, and in 2010 as part of the 1992 United States Olympic \"Dream Team\", for which he was an assistant coach.  He is also a 2006 inductee into the College Basketball Hall of Fame.",
  "/wiki/Mike_Krzyzewski": "Michael William Krzyzewski (/ʃɪˈʒɛfski/ shih-ZHEF-skee; nicknamed \"Coach K\"; born February 13, 1947) is an American college basketball coach and former player. Since 1980, he has served as the head men's basketball coach at Duke University, where he has led the Blue Devils to five NCAA Championships, 12 Final Fours, 12 ACC regular season titles, and 15 ACC Tournament championships. Among men's college basketball coaches, only UCLA's John Wooden has won more NCAA Championships with a total of 10.",
  "/wiki/P._J._Carlesimo": "Peter John Carlesimo (born May 30, 1949) is an American basketball coach, who coached in both the National Basketball Association (NBA) and college basketball for nearly 40 years. He is also a television broadcaster, having worked with ESPN, The NBA on TNT, Westwood One, Fox Sports Southwest, Pac-12 Network, The NBA on NBC and CSN New England.",
  "/wiki/FIBA_Hall_of_Fame": "The FIBA Hall of Fame honors players, coaches, and administrators, who have greatly contributed to international competitive basketball. It was established by FIBA, in 1991. It includes the \"Samaranch Library\", the largest basketball library in the world, that as of 2007, had over 10,000 basketball books, and 950 magazines, from over 65 countries. The FIBA Hall of Fame building is a basketball museum built in Alcobendas, Community of Madrid, Spain, by the Pedro Ferrándiz Foundation.",
  "/wiki/All_American_Red_Heads_Team": "The All American Red Heads were one of the first professional women's basketball teams. In 1936, almost 50 years after women's basketball began, C. M. \"Ole\" Olson (who also founded Oson's Terrible Swedes) started a barnstorming team which would play around the country until 1986. The name of the team came from Olson's wife, who owned a number of beauty salons in the south. They played by men's rules and were a smash success with the audience.  They were so successful as an exhibition team that they fostered two other teams, the Ozark Hillbillies and the Famous Red Heads.",
  "/wiki/Immaculata_University": "Immaculata University is a private, co-educational, Roman Catholic university founded by the Sisters, Servants of the Immaculate Heart of Mary and located in Malvern, Pennsylvania. The university is affiliated with the Roman Catholic Church through the Archdiocese of Philadelphia.",
  "/wiki/Tennessee_State_Tigers_basketball": "The Tennessee State Tigers basketball team represents Tennessee State University (TSU) in Nashville, Tennessee, United States. The school's team currently competes in the NCAA Division I's Ohio Valley Conference. They play their home games at the Gentry Complex and are led by first-year head coach Brian \"Penny\" Collins.",
  "/wiki/1956%E2%80%9357_Tennessee_A%26I_State_Tigers_basketball_team": "The 1956–57 Tennessee A&I State Tigers basketball team represented Tennessee A&I State College (now called Tennessee State University) in National Association of Intercollegiate Athletics (NAIA) men's basketball during the 1956–57 season. Coached by third-year head coach John McLendon, the Tigers finished the season with a 31–4 record and were crowned NAIA national champions by winning the 1957 NAIA Tournament. This marked the first of three consecutive national championships, a feat that no other team at any level of college basketball had previously accomplished. In addition, the 1956–57 team became the first historically black college to win a national basketball title. In 2019, all three national championship teams were inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/1957%E2%80%9358_Tennessee_A%26I_State_Tigers_basketball_team": "The 1957–58 Tennessee A&I State Tigers basketball team represented Tennessee A&I State College (now called Tennessee State University) in National Association of Intercollegiate Athletics (NAIA) men's basketball during the 1957–58 season. Coached by fourth-year head coach John McLendon, the Tigers finished the season with a 31–3 record and were crowned NAIA national champions by winning the 1958 NAIA Tournament. This marked the second of three consecutive national championships, a feat that no other team at any level of college basketball had previously accomplished. In 2019, all three national championship teams were inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/1958%E2%80%9359_Tennessee_A%26I_State_Tigers_basketball_team": "The 1958–59 Tennessee A&I State Tigers basketball team represented Tennessee A&I State College (now called Tennessee State University) in National Association of Intercollegiate Athletics (NAIA) men's basketball during the 1958–59 season. Coached by fifth-year head coach John McLendon, the Tigers finished the season with a school-record 32 wins and were crowned NAIA national champions by winning the 1959 NAIA Tournament. This marked the third of three consecutive national championships, a feat that no other team at any level of college basketball had previously accomplished. In 2019, all three national championship teams were inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/John_McLendon": "John B. McLendon Jr. (April 5, 1915 – October 8, 1999) was an American basketball coach who is recognized as the first African American basketball coach at a predominantly European-American university and the first African American head coach in any professional sport.  He was a major contributor to the development of modern basketball and coached on both the college and professional levels during his career.  He has been enshrined three times in the Naismith Memorial Basketball Hall of Fame, and also inducted into the National Collegiate Basketball Hall of Fame.",
  "/wiki/Dick_Barnett": "Richard Barnett (born October 2, 1936) is an American former professional basketball player. He spent 14 seasons in the NBA (1959–73), but is mostly known for his nine seasons with the New York Knicks. Barnett played in the 1968 NBA All-Star Game and was a member of the 1970 and 1973 Knicks teams that won the NBA championship against the Los Angeles Lakers. He scored 15,358 regular season points in his career.",
  "/wiki/John_Barnhill_(basketball)": "John Anthony \"Rabbit\" Barnhill (March 20, 1938 – November 11, 2013) was an American former professional basketball player.",
  "/wiki/Wayland_Baptist_University": "Wayland Baptist University (WBU) is private, coeducational Baptist university based in Plainview, Texas. Wayland Baptist has a total of 14 campuses in five Texas cities, six states, American Samoa and Kenya. On August 31, 1908, the university was chartered by the state of Texas, under the name Wayland Literary and Technical Institute. The university had another name change in 1910 to Wayland Baptist College. In 1981, it attained university status and settled with the current name, Wayland Baptist University. It currently has a total enrollment of approximately 5,000.",
  "/wiki/Amateur_Athletic_Union": "The Amateur Athletic Union (AAU) is an amateur sports organization based in the United States. A multi-sport organization, the AAU is dedicated exclusively to the promotion and development of amateur sports and physical fitness programs. It has more than 700,000 members nationwide, including more than 100,000 volunteers.",
  "/wiki/Women%27s_Basketball_Hall_of_Fame": "The Women's Basketball Hall of Fame honors those who have contributed to the sport of women's basketball.  The Hall of Fame opened in 1999 in Knoxville, Tennessee, USA.  It is the only facility of its kind dedicated to all levels of women's basketball.  Knoxville is known for having a large women's basketball following as well as being the home of the University of Tennessee's Lady Vols basketball team previously coached by women's coach Pat Summitt, who was part of the first class inducted.  With the 2017 Induction, the Women's Basketball Hall of Fame celebrated its 19th anniversary and added six new members to its hall, honoring 157 inductees.",
  "/wiki/Katherine_Washington": "Katherine Washington (June 24, 1933 - September 19, 2019, age 86) was a former American women's basketball player who played on the first two U.S. women's national teams, earning world championships in 1953 and 1957. Washington played for the Nashville Business College team of the Amateur Athletic Union, and later for Wayland Baptist College, earning All-American honors six times. Washington was inducted into the Women's Basketball Hall of Fame in 2000.",
  "/wiki/Patsy_Neal": "Patricia Neal (born Patsy Louise Neal, January 20, 1926 – August 8, 2010) was an American actress of stage and screen. She was best known for her film roles as World War II widow Helen Benson in The Day the Earth Stood Still (1951), wealthy matron Emily Eustace Failenson in Breakfast at Tiffany's (1961), and the worn-out housekeeper Alma Brown in Hud (1963), for which she won the Academy Award for Best Actress. She featured as the matriarch in the television film The Homecoming: A Christmas Story (1971); her role as Olivia Walton was re-cast for the series it inspired, The Waltons.",
  "/wiki/Marsha_Sharp": "Marsha Sharp (born August 31, 1952) is the former head coach of Texas Tech University's women's basketball team, the Lady Raiders. She retired after 24 years at the conclusion of the 2005–06 season."
}