{
  "/wiki/1963_NHL_Amateur_Draft": "The 1963 NHL Amateur Draft was held on June 5 at the Queen Elizabeth Hotel in Montreal, Quebec. It was the first NHL Amateur Draft and consisted of 16-year-old players.",
  "/wiki/Al_Osborne": "Al Osborne (born 8 March 1947 in Weston, Ontario) is a retired professional Canadian ice hockey player who was selected in the first round (4th overall) of the 1963 NHL Amateur Draft.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Terry_Jones_(ice_hockey)": "Terry Jones (born August 31, 1946) is a Canadian retired professional ice hockey player.",
  "/wiki/1964_NHL_Amateur_Draft": "The 1964 NHL Amateur Draft was held at the Queen Elizabeth Hotel in Montreal, Quebec.",
  "/wiki/Bob_Graham_(ice_hockey)": "Robert \"Bob\" Graham (born October 7, 1947) is a Canadian retired professional ice hockey player and coach. He was selected by the New York Rangers in the 1st round (3rd overall) of the 1964 NHL Entry Draft, but never played in the National Hockey League. Graham was born in Montreal, Quebec.",
  "/wiki/Tim_Ecclestone": "Timothy James Ecclestone (born September 24, 1947) is a Canadian former professional ice hockey left winger who played eleven seasons in the National Hockey League from 1967 until 1978. Ecclestone played 692 career NHL games, scoring 126 goals and 233 assists for 359 points. He achieved two 50+ point seasons in his career.",
  "/wiki/Syl_Apps,_Jr.": "Sylvanus Marshall Apps Jr. (born August 1, 1947) is a Canadian former professional ice hockey centre who played 10 seasons in the National Hockey League for the New York Rangers, Los Angeles Kings and Pittsburgh Penguins. Apps was born in Toronto, Ontario. He was the son of Hockey Hall of Fame member Syl Apps.",
  "/wiki/1965_NHL_Amateur_Draft": "The 1965 NHL Amateur Draft was held at the Queen Elizabeth Hotel in Montreal, Quebec.",
  "/wiki/Andr%C3%A9_Veilleux": "André Veilleux is a former ice hockey player. He was the first overall pick in the 1965 NHL Amateur Draft, picked by the New York Rangers, but he never played professional hockey.",
  "/wiki/Michel_Parizeau": "Michel Gérard Parizeau (born April 9, 1948) is a Canadian retired professional ice hockey left winger and head coach who played two seasons in the National Hockey League (NHL) for the St. Louis Blues and Philadelphia Flyers.",
  "/wiki/1966_NHL_Amateur_Draft": "The 1966 NHL Amateur Draft was held at the Mount Royal Hotel in Montreal, Quebec.",
  "/wiki/Brad_Park": "Douglas Bradford \"Brad\" Park (born July 6, 1948) is a Canadian retired professional ice hockey player. A defenceman, Park played in the National Hockey League (NHL) for the New York Rangers, Boston Bruins and Detroit Red Wings. Considered one of the best defencemen of his generation, and named to the all-star team several times, the best years of his career were overshadowed by superstar Bobby Orr, who was briefly his teammate. He was elected to the  Hockey Hall of Fame in 1988. In 2017 Park was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Joey_Johnston": "Joseph John Johnston (born March 3, 1949) is a Canadian ice hockey coach and former professional player. Johnston played 331 games in the National Hockey League (NHL). Johnston was recently a coach for the Douro Dukes of the Greater Metro Junior A Hockey League.",
  "/wiki/Don_Luce": "Donald Harold Luce (born October 2, 1948) is a Canadian former professional ice hockey centre, executive and scout. Luce played 13 seasons in the National Hockey League (NHL) for the New York Rangers, Detroit Red Wings, Buffalo Sabres, Los Angeles Kings and Toronto Maple Leafs from 1969 to 1982.",
  "/wiki/Jack_Egers": "John Richard \"Jack\" Egers (born January 28, 1949) is a Canadian retired ice hockey right winger.",
  "/wiki/1967_NHL_Amateur_Draft": "The 1967 NHL Amateur Draft was held June 7, 1967, the day after the 1967 Expansion Draft, at the Queen Elizabeth Hotel in Montreal, Quebec.",
  "/wiki/Bob_Dickson_(ice_hockey)": "Bob Dickson (born November 11, 1947) is a Canadian retired professional ice hockey player. He was selected by the New York Rangers in the first round (sixth overall) of the 1967 NHL Amateur Draft, but never played in the National Hockey League.",
  "/wiki/1968_NHL_Amateur_Draft": "The 1968 NHL Amateur Draft was held at the Queen Elizabeth Hotel in Montreal, Quebec.",
  "/wiki/1969_NHL_Amateur_Draft": "The 1969 NHL Amateur Draft was held at the Queen Elizabeth Hotel in Montreal, Quebec. This draft is notable for being the first NHL draft to be conducted after the league ended direct sponsorship of junior hockey.",
  "/wiki/Andr%C3%A9_Dupont": "André \"Moose\" Dupont (born July 27, 1949) is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL) with the New York Rangers, St. Louis Blues, Philadelphia Flyers and Quebec Nordiques. He won back-to-back Stanley Cups while a member of Philadelphia's \"Broad Street Bullies\" teams in the mid-1970s.",
  "/wiki/Pierre_Jarry": "Pierre Joseph Raynald Jarry (born March 30, 1949 in Montreal, Quebec) is a retired professional ice hockey player who played 344 games in the National Hockey League and 18 games in the World Hockey Association.  He played for the Toronto Maple Leafs, New York Rangers, Minnesota North Stars, Detroit Red Wings, and Edmonton Oilers.",
  "/wiki/List_of_New_York_Rangers_draft_picks": "This is a complete list of ice hockey players who were drafted in the National Hockey League Entry Draft by the New York Rangers franchise. It includes every player who was drafted, regardless of whether they played for the team."
}