{
  "/wiki/Binomial_name": "Binomial nomenclature (\"two-term naming system\"), also called binominal nomenclature (\"two-name naming system\") or binary nomenclature, is a formal system of naming species of living things by giving each a name composed of two parts, both of which use Latin grammatical forms, although they can be based on words from other languages. Such a name is called a binomial name (which may be shortened to just \"binomial\"), a binomen, binominal name or a scientific name; more informally it is also called a Latin name.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Jasminum_officinale": "Jasminum officinale, known as the common jasmine or simply jasmine, is a species of flowering plant in the olive family Oleaceae. It is native to the Caucasus, northern Iran, Afghanistan, Pakistan, the Himalayas, Tajikistan, India, Nepal and western China (Guizhou, Sichuan, Xizang (Tibet), Yunnan). The species is also widely cultivated in many places, and is reportedly naturalized in Spain, France, Italy, Portugal, Romania, Croatia, Bosnia and Herzegovina, Montenegro, Serbia, Algeria, Florida and the West Indies.",
  "/wiki/Arunachal_Pradesh": "Arunachal Pradesh (/ˌɑːrəˌnɑːtʃəl prəˈdɛʃ/, literally \"land of dawn-lit mountains\") is the northeasternmost state of India. It borders the states of Assam and Nagaland to the south. It shares international borders with Bhutan in the west, Myanmar in the east, and China in the north, with which the border is the McMahon Line. Itanagar is the state capital.",
  "/wiki/Lady%27s_slipper": "Cypripedioideae is a subfamily of orchids commonly known as lady's slipper orchids, lady slipper orchids or slipper orchids.  Cypripedioideae includes the genera Cypripedium, Mexipedium, Paphiopedilum, Phragmipedium and Selenipedium. They are characterised by the slipper-shaped pouches (modified labella) of the flowers – the pouch traps insects so they are forced to climb up past the staminode, behind which they collect or deposit pollinia, thus fertilizing the flower. There are approximately 165 species in the subfamily.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Rhynchostylis_retusa": "Rhynchostylis retusa (also called foxtail orchid) is an orchid, belonging to the Vanda alliance. The inflorescence is a pendant raceme, consisting of more than 100 pink-spotted white flowers. The plant has a short, stout, creeping stem carrying up to 12, curved, fleshy, deeply channeled, keeled, retuse apically leaves and blooms on an axillary pendant to 60 cm (24 in) long, racemose, densely flowered, cylindrical inflorescence that occurs in the winter and early spring. It is famous for its use as an hair-ornament worn by Assamese women during folk dance Bihu on the onset of spring.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Phanera_variegata": "Bauhinia variegata is a species of flowering plant in the legume family Fabaceae. It is native to an area from China through Southeast Asia to the Indian subcontinent. Common names include orchid tree (though not belonging to the family Orchidaceae) and mountain ebony.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Goa": "Goa (/ˈɡoʊə/ (listen)) is a state on the southwestern coast of India within the region known as the Konkan, and geographically separated from the Deccan highlands by the Western Ghats. It is surrounded by the Indian states of Maharashtra to the north and Karnataka to the east and south, with the Arabian Sea forming its western coast. It is India's smallest state by area and the fourth-smallest by population. Goa has the highest GDP per capita among all Indian states, two and a half times that of the country. It was ranked the best-placed state by the Eleventh Finance Commission for its infrastructure and ranked on top for the best quality of life in India by the National Commission on Population based on the 12 Indicators.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/African_Marigold": "Tagetes erecta, the Mexican marigold or Aztec marigold, is a species of the genus Tagetes native to Mexico. Despite its being native to the Americas, it is often called African marigold. In Mexico, this plant is found in the wild in the states of México, Puebla, and Veracruz.",
  "/wiki/Tagetes_erecta": "Tagetes erecta, the Mexican marigold or Aztec marigold, is a species of the genus Tagetes native to Mexico. Despite its being native to the Americas, it is often called African marigold. In Mexico, this plant is found in the wild in the states of México, Puebla, and Veracruz.",
  "/wiki/Haryana": "Haryana (Hindi pronunciation: [ɦərɪˈjaːɳaː]) is one of the 28 states in India, located in northern part of the country. It was carved out of the former state of East Punjab on 1 November 1966 on linguistic as well as on cultural  basis. It is ranked 22nd in terms of area with less than 1.4% (44,212 km2 (17,070 sq mi)) of India's land area. Chandigarh is the state capital, Faridabad in National Capital Region is the most populous city of the state and Gurugram is a leading financial hub of NCR with major Fortune 500 companies located in it. Haryana has 6 administrative divisions, 22 districts, 72 sub-divisions, 93 revenue tehsils, 50 sub-tehsils, 140 community development blocks, 154 cities and towns, 6,848 villages and 6222 villages panchayats.",
  "/wiki/Indian_lotus": "Nelumbo nucifera, also known as Indian lotus, sacred lotus, bean of India, Egyptian bean or simply lotus, is one of two extant species of aquatic plant in the family Nelumbonaceae. It is often colloquially called a water lily. Under favorable circumstances the seeds of this aquatic perennial may remain viable for many years, with the oldest recorded lotus germination being from that of seeds 1,300 years old recovered from a dry lakebed in northeastern China.",
  "/wiki/Nelumbo_nucifera": "Nelumbo nucifera, also known as Indian lotus, sacred lotus, bean of India, Egyptian bean or simply lotus, is one of two extant species of aquatic plant in the family Nelumbonaceae. It is often colloquially called a water lily. Under favorable circumstances the seeds of this aquatic perennial may remain viable for many years, with the oldest recorded lotus germination being from that of seeds 1,300 years old recovered from a dry lakebed in northeastern China.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.",
  "/wiki/Pink_rhododendron": "Rhododendron /ˌroʊdəˈdɛndrən/ (from Ancient Greek ῥόδον rhódon \"rose\" and δένδρον déndron \"tree\") is a genus of 1,024 species of woody plants in the heath family (Ericaceae), either evergreen or deciduous, and found mainly in Asia, although it is also widespread throughout the highlands of the Appalachian Mountains of North America. It is the national flower of Nepal as well as the state flower of West Virginia and Washington in United States, and state tree of Sikkim and Uttarakhand in India. Most species have brightly colored flowers which bloom from late winter through to early summer.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Parrot_Tree": "Butea Monosperma is a species of Butea native to tropical and sub-tropical parts of the Indian Subcontinent and Southeast Asia, ranging across India, Bangladesh, Nepal, Sri Lanka, Myanmar, Thailand, Laos, Cambodia, Vietnam, Malaysia, and western Indonesia. Common names include flame-of-the-forest and bastard teak and free fire.",
  "/wiki/Butea_monosperma": "Butea Monosperma is a species of Butea native to tropical and sub-tropical parts of the Indian Subcontinent and Southeast Asia, ranging across India, Bangladesh, Nepal, Sri Lanka, Myanmar, Thailand, Laos, Cambodia, Vietnam, Malaysia, and western Indonesia. Common names include flame-of-the-forest and bastard teak and free fire.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Golden_shower_tree": "Cassia fistula, commonly known as golden shower, purging cassia, Indian laburnum, or pudding-pipe tree, is a flowering plant in the subfamily, Caesalpiniaceae of the legume family, Fabaceae. The species is native to the Indian subcontinent and adjacent regions of Southeast Asia. It ranges from eastward throughout India to Myanmar and Thailand and south to Sri Lanka and southern Pakistan. It is a popular ornamental plant and is also used in herbal medicine. It is both the national tree and national flower of Thailand. It is the state flower of Kerala in India.",
  "/wiki/Cassia_fistula": "Cassia fistula, commonly known as golden shower, purging cassia, Indian laburnum, or pudding-pipe tree, is a flowering plant in the subfamily, Caesalpiniaceae of the legume family, Fabaceae. The species is native to the Indian subcontinent and adjacent regions of Southeast Asia. It ranges from eastward throughout India to Myanmar and Thailand and south to Sri Lanka and southern Pakistan. It is a popular ornamental plant and is also used in herbal medicine. It is both the national tree and national flower of Thailand. It is the state flower of Kerala in India.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Lilium_candidum": "Lilium candidum, the Madonna lily, is a plant in the true lily family. It is native to the Balkans and Middle East, and naturalized in other parts of Europe, including France, Italy, and Ukraine, and in North Africa, the Canary Islands, Mexico, and other regions. It has been cultivated since antiquity, for at least 3,000 years, and has great symbolic value since then for many cultures. It is susceptible to several virus diseases common to lilies, and especially to Botrytis fungus.  One technique to avoid problems with viruses is to grow plants from seed instead of bulblets.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Lagerstroemia_speciosa": "Lagerstroemia speciosa (giant crepe-myrtle, Queen's crepe-myrtle, banabá plant for Philippines, or pride of India) is a species of Lagerstroemia native to tropical southern Asia.",
  "/wiki/Manipur": "Manipur (/ˈmʌnɪpʊər/ (listen)) is a state in northeastern India, with the city of Imphal as its capital. It is bounded by the Indian states of Nagaland to the north, Mizoram to the south, and Assam to the west; Myanmar (Sagaing Region and Chin State) lies to its east. The state covers an area of 22,327 square kilometres (8,621 sq mi) and has a population of almost 3 million, including the Meitei, who are the majority group in the state, the Pangals or the Pangans (Manipuri Muslims), Naga tribes, Kuki/Zo tribes and other communities, who speak a variety of Sino-Tibetan languages. Manipur has been at the crossroads of Asian economic and cultural exchange for more than 2,500 years. It has long connected the Indian subcontinent and Central Asia to Southeast Asia, China (or East Asia), Siberia (Russia), Micronesia and Polynesia, enabling migration of people, cultures, and religions.",
  "/wiki/Siroi_lily": "Lilium Mackliniae, the Shirui lily or Shirui lily, is a rare Indian species of plant found only in the upper reaches of the Shirui hill ranges in the Ukhrul district of Manipur, India, at an elevation of 1,730–2,590 metres (5,680–8,500 ft) above sea level. It is located near the boundary of Myanmar to the east, Shirui village in the west, Choithar village in the south and Sihai village in the north.",
  "/wiki/Lilium_mackliniae": "Lilium Mackliniae, the Shirui lily or Shirui lily, is a rare Indian species of plant found only in the upper reaches of the Shirui hill ranges in the Ukhrul district of Manipur, India, at an elevation of 1,730–2,590 metres (5,680–8,500 ft) above sea level. It is located near the boundary of Myanmar to the east, Shirui village in the west, Choithar village in the south and Sihai village in the north.",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.",
  "/wiki/Cypripedioideae": "Cypripedioideae is a subfamily of orchids commonly known as lady's slipper orchids, lady slipper orchids or slipper orchids.  Cypripedioideae includes the genera Cypripedium, Mexipedium, Paphiopedilum, Phragmipedium and Selenipedium. They are characterised by the slipper-shaped pouches (modified labella) of the flowers – the pouch traps insects so they are forced to climb up past the staminode, behind which they collect or deposit pollinia, thus fertilizing the flower. There are approximately 165 species in the subfamily.",
  "/wiki/Mizoram": "Mizoram (English:  /mɪˈzɔːrəm/ (listen)) is a state in northeastern India, with Aizawl as its capital city. The name is derived from \"Mizo\", the name of the native inhabitants, and \"Ram\", which means land, and thus Mizoram means \"land of the Mizos\". Within the northeast region, it is the southernmost landlocked state, sharing borders with three of the Seven Sister States, namely Tripura, Assam and Manipur. The state also shares a 722-kilometre border with the neighbouring countries of Bangladesh and Myanmar.",
  "/wiki/Red_Vanda": "Renanthera imschootiana is a species of orchid occurring from the eastern Himalaya to China (southeastern Yunnan) and Vietnam.",
  "/wiki/Renanthera_imschootiana": "Renanthera imschootiana is a species of orchid occurring from the eastern Himalaya to China (southeastern Yunnan) and Vietnam.",
  "/wiki/Nagaland": "Nagaland /ˈnɑːɡəlænd/ is a state in northeastern India. It borders the state of Assam to the west, Arunachal Pradesh and Assam to the north, Myanmar to the east, and Manipur to the south. The state capital is Kohima, and the largest city is Dimapur. It has an area of 16,579 square kilometres (6,401 sq mi) with a population of 1,980,602 per the 2011 Census of India, making it one of the smallest states of India. Nagaland is one of three states in India where the population is mostly Christian.",
  "/wiki/Rhododendron": "Rhododendron /ˌroʊdəˈdɛndrən/ (from Ancient Greek ῥόδον rhódon \"rose\" and δένδρον déndron \"tree\") is a genus of 1,024 species of woody plants in the heath family (Ericaceae), either evergreen or deciduous, and found mainly in Asia, although it is also widespread throughout the highlands of the Appalachian Mountains of North America. It is the national flower of Nepal as well as the state flower of West Virginia and Washington in United States, and state tree of Sikkim and Uttarakhand in India. Most species have brightly colored flowers which bloom from late winter through to early summer.",
  "/wiki/Rhododendron_arboreum": "Rhododendron arboreum, the tree rhododendron, also known as Burans or Laligurans or simply Gurans (Nepali: गुराँस) in Nepal, is an evergreen shrub or small tree with a showy display of bright red flowers. It is found in Bhutan, China, India, Myanmar, Nepal, Sri Lanka, Pakistan and Thailand. Rhododendron arboreum is the national flower of Nepal; in India it is the state tree of Uttarakhand and state flower of Nagaland.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Saraca_asoca": "Saraca asoca (the ashoka tree; lit., \"sorrow-less\") is a plant belonging to the Caesalpinioideae subfamily of the legume family. It is an important tree in the cultural traditions of the Indian subcontinent and adjacent areas. It is sometimes incorrectly known as Saraca indica.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab."
}