{
  "/wiki/King_of_the_Zombies": "King of the Zombies is a 1941 American zombie comedy film directed by Jean Yarbrough and stars Dick Purcell, Joan Woodbury, and Mantan Moreland. The film was produced by Monogram Pictures, and was typical of its B films churned out by the Pine-Thomas team. Along with flying scenes, the use of zany characters and slapstick efforts were juxtaposed with a spy and zombie story..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Jean_Yarbrough": "Jean Yarbrough (August 22, 1901 – August 2, 1975) was an American film director.",
  "/wiki/Black_Dragons": "Black Dragons is a 1942 American film directed by William Nigh and starring Bela Lugosi, Joan Barclay, and George Pembroke. The cast includes Clayton Moore, who plays a handsome detective. The Black Dragon Society also appears in Let's Get Tough! a 1942 East Side Kids film made by the same team of writer Harvey Gates and producer Sam Katzman.",
  "/wiki/William_Nigh": "William Nigh (October 12, 1881 – November 27, 1955) was an American film director, writer, and actor. His film work sometimes lists him as either \"Will Nigh\" or \"William Nye\".",
  "/wiki/Spy_Smasher_(serial)": "Spy Smasher  is a 12-episode 1942 Republic movie serial based on the Fawcett Comics character Spy Smasher which is now a part of DC Comics. It was the 25th of the 66 serials produced by Republic. The serial was directed by William Witney with Kane Richmond and Marguerite Chapman as the leads. The serial was Chapman's big break into a career in film and television. Spy Smasher is a very highly regarded serial. In 1966, a television film was made from the serial footage under the title Spy Smasher Returns.",
  "/wiki/William_Witney": "William Nuelsen Witney (May 15, 1915 – March 17, 2002) was an American film and television director. He is best remembered for the movie serials he co-directed with John English for Republic Pictures such as Daredevils of the Red Circle, Zorro's Fighting Legion and Drums of Fu Manchu.",
  "/wiki/Thunder_Rock_(film)": "Thunder Rock is a 1942 British drama film directed by Roy Boulting and starring Michael Redgrave and Barbara Mullen, with James Mason and Lilli Palmer in supporting roles. It was based on Robert Ardrey's 1939 play Thunder Rock.",
  "/wiki/Roy_Boulting": "John Edward Boulting (21 December 1913 – 17 June 1985) and Roy Alfred Clarence Boulting (21 December 1913 – 5 November 2001), known collectively as the Boulting brothers, were English filmmakers and identical twins who became known for their popular series of satirical comedies in the 1950s and 1960s. They produced many of their films through their own production company, Charter Film Productions, which they set up in 1937.",
  "/wiki/Lake_Michigan": "Lake Michigan is one of the five Great Lakes of North America. It is the second-largest of the Great Lakes by volume (1,180 cu mi (4,900 km3)) and the third-largest by surface area (22,404 sq mi (58,030 km2)), after Lake Superior and Lake Huron (and is slightly smaller than the U.S. state of West Virginia). To the east, its basin is conjoined with that of Lake Huron through the narrow Straits of Mackinac, giving it the same surface elevation as its easterly counterpart; the two are technically a single lake.",
  "/wiki/A_Guy_Named_Joe": "A Guy Named Joe is a 1943 film released by Metro-Goldwyn-Mayer and directed by Victor Fleming. The film was produced by Everett Riskin, and starred Spencer Tracy, Irene Dunne, and Van Johnson. The screenplay, written by Dalton Trumbo and Frederick Hazlitt Brennan, was adapted from a story by Chandler Sprague and David Boehm, for which they were nominated for an Academy Award for Best Writing, Original Story.",
  "/wiki/Victor_Fleming": "Victor Lonzo Fleming (February 23, 1889 – January 6, 1949) was an American film director, cinematographer, and producer. His most popular films were The Wizard of Oz and Gone with the Wind (both of 1939), for which he won an Academy Award for Best Director. Fleming has those same two films listed in the top 10 of the American Film Institute's 2007 AFI's 100 Years...100 Movies list.",
  "/wiki/Guardian_angel": "A guardian angel is an angel that is assigned to protect and guide a particular person, group, kingdom, or country. Belief in guardian angels can be traced throughout all antiquity.",
  "/wiki/Revenge_of_the_Zombies": "Revenge of the Zombies is a 1943 horror film directed by Steve Sekely, starring John Carradine and Gale Storm.  Dr. Max Heinrich von Altermann (John Carradine), is a mad scientist working to create a race of living dead warriors for the Third Reich.",
  "/wiki/Steve_Sekely": "Steve Sekely (1899–1979) was a Hungarian film director.  Born István Székely, he was known by several names, based on his changing professional and immigration status, including Stefan Szekely.",
  "/wiki/Tarzan_Triumphs": "Tarzan Triumphs is a 1943 adventure film in which Tarzan fights the Nazis. Johnny Weissmuller had portrayed the Edgar Rice Burroughs character in six films with Metro-Goldwyn-Mayer, but this was his first with the producer Sol Lesser at RKO Pictures. Lesser had previously produced Tarzan the Fearless and Tarzan's Revenge. Weissmuller was reunited with two of his three co-stars from several of the earlier films, Johnny Sheffield and Cheeta, but Maureen O'Sullivan was unable to reprise her role as Jane because the franchise switched from MGM to RKO, and O'Sullivan was an MGM contract player. Instead, Frances Gifford played the princess of the lost city of Palandrya, which is conquered by Germans.",
  "/wiki/Wilhelm_Thiele": "Wilhelm Thiele (1890–1975) was an Austrian screenwriter and film director. He directed over 40 films between 1921 and 1960.",
  "/wiki/A_Matter_of_Life_and_Death_(film)": "A Matter of Life and Death is a 1946 British fantasy-romance film set in England during the Second World War. Written, produced and directed by Michael Powell and Emeric Pressburger, the film stars David Niven, Roger Livesey, Raymond Massey, Kim Hunter and Marius Goring.",
  "/wiki/Powell_and_Pressburger": "The British film-making partnership of Michael Powell (1905–1990) and Emeric Pressburger (1902–1988)—together often known as The Archers, the name of their production company—made a series of influential films in the 1940s and 1950s. Their collaborations—24 films between 1939 and 1972—were mainly derived from original stories by Pressburger with the script written by both Pressburger & Powell. Powell did most of the directing while Pressburger did most of the work of the producer and also assisted with the editing, especially the way the music was used. Unusually, the pair shared a writer-director-producer credit for most of their films. The best-known of these are The Life and Death of Colonel Blimp (1943), A Canterbury Tale (1944), I Know Where I'm Going! (1945),  A Matter of Life and Death (1946), Black Narcissus (1947), The Red Shoes (1948), and The Tales of Hoffmann (1951).",
  "/wiki/The_Incredible_Mr._Limpet": "The Incredible Mr. Limpet is a 1964 American live-action/animated comedy film from Warner Bros. based on the 1942 novel, Mr. Limpet by Theodore Pratt. It is about a man named Henry Limpet who turns into a talking fish resembling a tilefish and helps the U.S. Navy locate and destroy Nazi submarines. Don Knotts plays the title character. The live action was directed by Arthur Lubin, while the animation was directed by Bill Tytla, Robert McKimson, Hawley Pratt, and Gerry Chiniquy. Music includes songs by Sammy Fain, in collaboration with Harold Adamson, including \"I Wish I Were a Fish,\" \"Be Careful How You Wish,\" and \"Deep Rapture.\"",
  "/wiki/Arthur_Lubin": "Arthur Lubin (July 25, 1898 – May 12, 1995) was an American film director and producer who directed several Abbott & Costello films, Phantom of the Opera (1943), the Francis the Talking Mule series and created the talking-horse TV series Mister Ed. A prominent director for Universal Pictures in the 1940s and 1950s, he is perhaps best known today as the man who gave Clint Eastwood his first contract in film.",
  "/wiki/Robert_McKimson": "Robert Porter “Bob” McKimson Sr. (October 13, 1910 – September 29, 1977) was an American animator and illustrator, best known for his work on the Looney Tunes and Merrie Melodies series of cartoons from Warner Bros. Cartoons and later DePatie–Freleng Enterprises. He wrote and directed many animated cartoon shorts starring Bugs Bunny, Daffy Duck, Porky Pig, Foghorn Leghorn, Hippety Hopper, The Tasmanian Devil and among other characters. He was also well known for defining Bugs Bunny's look in the 1943 short Tortoise Wins by a Hare.",
  "/wiki/Live-action/animated_film": "A live-action animated film is one that combines live action filmmaking with animation.",
  "/wiki/U-boats": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot, literally \"undersea boat\". While the German term refers to any submarine, the English one (in common with several other languages) refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in an economic warfare role (commerce raiding) and enforcing a naval blockade against enemy shipping. The primary targets of the U-boat campaigns in both wars were the merchant convoys bringing supplies from Canada and other parts of the British Empire, and from the United States to the United Kingdom and (during the Second World War) to the Soviet Union and the Allied territories in the Mediterranean. German submarines also destroyed Brazilian merchant ships during World War II, causing Brazil to declare war on both Germany and Italy on August 22, 1942.",
  "/wiki/The_Frozen_Dead": "The Frozen Dead is a 1966 British science fiction horror film written, produced and directed by Herbert J. Leder and starring Dana Andrews, Anna Palk and Philip Gilbert. In this film, Nazi scientist Dr. Norberg (Dana Andrews) attempts to revive a number of frozen Nazi soldiers at his English estate so that the Third Reich can arise anew 20 years after the end of World War II. Norberg is unsuccessful, however, as his thawed Nazis are only zombie-like creatures, including his vicious brother, Prisoner no. 3 (Edward Fox), who attempts to strangle anyone who comes near. Norberg reduces Elsa (Kathleen Breck), the best friend of his niece Jean (Anna Palk), to a living head as part of the Nazi plot.",
  "/wiki/Herbert_J._Leder": "Herbert J. Leder (1922–1983) was a film professor at Jersey City State College's Media Arts Department.",
  "/wiki/Spy_Smasher": "Spy Smasher is the name of two fictional characters appearing in comics published by Fawcett and DC Comics. The first is a superhero that was formerly owned and published by Fawcett Comics. The second is a female anti-terrorism government agent often featured as an antagonist of the vigilante team Birds of Prey.",
  "/wiki/They_Saved_Hitler's_Brain": "They Saved Hitler's Brain is a 1968 science fiction film directed by David Bradley. It was adapted for television from a shorter 1963 theatrical feature film, Madmen of Mandoras, produced by Carl Edwards and directed by David Bradley. The film was lengthened by about 20 minutes with additional footage shot by UCLA students at the request of the distributor.",
  "/wiki/David_Bradley_(director)": "David Shedd Bradley (6 April 1920 in Winnetka, Illinois – 19 December 1997 in Los Angeles, California) was an American motion picture director, actor, film collector, and university instructor.",
  "/wiki/Bedknobs_and_Broomsticks": "Bedknobs and Broomsticks is a 1971 American musical fantasy film directed by Robert Stevenson, produced by Bill Walsh and released by Walt Disney Productions and distributed by Buena Vista Distribution Company in North America on December 13, 1971. It is based upon the books The Magic Bedknob; or, How to Become a Witch in Ten Easy Lessons (1943) and Bonfires and Broomsticks (1947) by English children's author Mary Norton. The film, which combines live action and animation, stars Angela Lansbury and David Tomlinson.",
  "/wiki/Robert_Stevenson_(director)": "Robert Edward Stevenson (31 March 1905 – 30 April 1986) was an English film writer and director.",
  "/wiki/Slaughterhouse-Five_(film)": "Slaughterhouse-Five is a 1972 science fiction film based on Kurt Vonnegut's novel of the same name about a writer who tells a story in random order of how he was a soldier in World War II and was abducted by aliens. The screenplay is by Stephen Geller and the film was directed by George Roy Hill. It stars Michael Sacks, Ron Leibman, and Valerie Perrine, and features Eugene Roche, Sharon Gans, Holly Near, and Perry King. The scenes set in Dresden were filmed in Prague.  The other scenes were filmed in Minnesota.",
  "/wiki/George_Roy_Hill": "George Roy Hill (December 20, 1921 – December 27, 2002) was an American film director. He is most noted for directing such films as Butch Cassidy and the Sundance Kid (1969) and The Sting (1973), both starring Paul Newman and Robert Redford.",
  "/wiki/Kurt_Vonnegut": "Kurt Vonnegut Jr. (/ˈvɒnəɡət/; November 11, 1922 – April 11, 2007) was an American writer. In a career spanning over 50 years, Vonnegut published fourteen novels, three short story collections, five plays, and five works of non-fiction, with further collections being published after his death. He is most famous for his darkly satirical, best-selling novel Slaughterhouse-Five (1969).",
  "/wiki/Bombing_of_Dresden_in_World_War_II": "The bombing of Dresden was a British/American aerial bombing attack on the city of Dresden, the capital of the German state of Saxony, during World War II. In four raids between 13 and 15 February 1945, 722 heavy bombers of the British Royal Air Force (RAF) and 527 of the United States Army Air Forces (USAAF) dropped more than 3,900 tons of high-explosive bombs and incendiary devices on the city. The bombing and the resulting firestorm destroyed over 1,600 acres (6.5 km2) of the city centre. An estimated 22,700 to 25,000 people were killed,[a] although larger casualty figures have been claimed. Three more USAAF air raids followed, two occurring on 2 March aimed at the city's railway marshalling yard and one smaller raid on 17 April aimed at industrial areas.",
  "/wiki/Wonder_Woman_(TV)": "Wonder Woman, known for seasons 2 and 3 as The New Adventures of Wonder Woman, is an American action superhero television series based on the DC Comics comic book superhero of the same name. The show stars Lynda Carter as Wonder Woman/Diana Prince and Lyle Waggoner as Steve Trevor Sr. & Jr. It originally aired for three seasons from 1975 to 1979. The show's first season aired on ABC and is set in the 1940s during World War II. The second and third seasons aired on CBS and are set in the 1970s, with the title changed to The New Adventures of Wonder Woman, and a complete change of cast other than Carter and Waggoner. Waggoner's character was changed to Steve Trevor Jr., the son of his original character.",
  "/wiki/Leonard_Horn": "Leonard J. Horn (August 1, 1926 – May 25, 1975) was a director of US prime time television programs in the 1960s and 1970s, and helped shape a number of “classic” adventure and sci-fi series, including Mission: Impossible, Mannix, Voyage to the Bottom of the Sea, and Wonder Woman. Contemporary fan-sites such as the viewer polling pages of the Internet Movie Database (hereafter IMDB) and TV.com show Horn’s work to have stood the test of time; many of the 94 episodes he directed for 34 prime-time television series rank among the more popular moments in the first “Golden Age of Television”.",
  "/wiki/Bermuda_Triangle": "The Bermuda Triangle, also known as the Devil's Triangle or Hurricane Alley, is a loosely defined region in the western part of the North Atlantic Ocean where a number of aircraft and ships are said to have disappeared under mysterious circumstances. Most reputable sources dismiss the idea that there is any mystery.",
  "/wiki/Themyscira_(DC_Comics)": "Themyscira (/ˌθɛmɪˈskɪrə/) is a fictional unitary sovereign city-state and archipelagic island nation appearing in American comic books published by DC Comics. Previously known as Paradise Island and the Amazon Isles, it first appeared in All Star Comics #8 (December 1941).",
  "/wiki/Shock_Waves_(film)": "Shock Waves is a 1977 American horror film written and directed by Ken Wiederhorn.  The film is about a group of tourists who encounter aquatic Nazi zombies when they become shipwrecked.  It stars Peter Cushing as a former SS commander, Brooke Adams as a tourist, and John Carradine as the captain of the tourists' boat.",
  "/wiki/Ken_Wiederhorn": "Ken Wiederhorn is a film and television director, known mainly for the horror films Shock Waves and Return of the Living Dead Part II. Other features include Eyes of a Stranger, Meatballs II, and A House in the Hills.",
  "/wiki/Zombie": "A zombie (Haitian French: zombi, Haitian Creole: zonbi) is a fictional undead being created through the reanimation of a corpse. Zombies are most commonly found in horror and fantasy genre works. The term comes from Haitian folklore, in which a zombie is a dead body reanimated through various methods, most commonly magic. Modern depictions of the reanimation of the dead do not necessarily involve magic but often invoke science fictional methods such as carriers, radiation, mental diseases, vectors, pathogens, parasites,  scientific accidents, etc.",
  "/wiki/Jindrich_Polák": "Jindřich Polák (5 May 1925 – 22 August 2003) was a Czech film and television director. He is known for his science fiction productions, but worked in many different genres.",
  "/wiki/The_Boys_from_Brazil_(film)": "The Boys from Brazil is a 1978 British-American science fiction thriller film directed by Franklin J. Schaffner. It stars Gregory Peck and Laurence Olivier, and features James Mason, Lilli Palmer, Uta Hagen, Anne Meara, Denholm Elliott, and Steve Guttenberg in supporting roles. The film is based on the 1976 novel of the same title by Ira Levin, and was nominated for three Academy Awards.",
  "/wiki/Franklin_J._Schaffner": "Franklin James Schaffner (May 30, 1920 – July 2, 1989) was an American film, television, and stage director. He won the Academy Award for Best Director for Patton (1970), and is also known for the films Planet of the Apes (1968), Nicholas and Alexandra (1971), Papillon (1973), and The Boys from Brazil (1978). He served as President of the Directors Guild of America between 1987 and 1989.",
  "/wiki/Ira_Levin": "Ira Marvin Levin (August 27, 1929 – November 12, 2007) was an American novelist, playwright, and songwriter. His most noted works include the novels A Kiss Before Dying (1953), Rosemary's Baby (1967), The Stepford Wives (1972), and The Boys from Brazil (1976), as well as the play Deathtrap (1978). Many of his novels and plays have been adapted to film.",
  "/wiki/Nazi_hunter": "A Nazi hunter is an individual who tracks down and gathers information on alleged former Nazis, or SS members, and Nazi collaborators who were involved in the Holocaust, typically for use at trial on charges of war crimes and crimes against humanity. Prominent Nazi hunters include Simon Wiesenthal, Tuviah Friedman, Serge and Beate Klarsfeld, Ian Sayer, Yaron Svoray, Elliot Welles, and Efraim Zuroff.",
  "/wiki/Paraguay": "Paraguay (/ˈpærəɡwaɪ/; Spanish pronunciation: [paɾaˈɣwaj] (listen); Guarani: Paraguái, [paɾaˈɰwaj]), officially the Republic of Paraguay (Spanish: República del Paraguay; Guarani: Tetã Paraguái), is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although it is one of only two landlocked countries in South America (the other is Bolivia), the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paraguay Waterway. Due to its central location in South America, it is sometimes referred to as Corazón de Sudamérica (\"Heart of South America\").",
  "/wiki/Death_Ship_(1980_film)": "Death Ship is a 1980 horror film directed by Alvin Rakoff and starring Richard Crenna, George Kennedy, Nick Mancuso, Sally Ann Howes, Kate Reid, Victoria Burgoyne, and Saul Rubinek in an early role. The screenplay by John Robins was based on a story by Jack Hill and David P. Lewis.",
  "/wiki/Alvin_Rakoff": "Alvin Rakoff (born February 18, 1927) is a Canadian television, stage, and film director who has spent the bulk of his career in England and directed more than 100 television plays, as well as a dozen feature films and numerous stage productions. Among other awards, he is twice winner of the International Emmy Award, for A Voyage Round My Father, starring Laurence Olivier, and Call Me Daddy, starring Donald Pleasence.",
  "/wiki/The_Final_Countdown_(film)": "The Final Countdown is a 1980 alternate history science fiction film about a modern aircraft carrier that travels through time to the day before the 1941 attack on Pearl Harbor. Produced by Peter Vincent Douglas with director, producer, actor and Troma Entertainment founder Lloyd Kaufman and directed by Don Taylor the film contains an ensemble cast with Kirk Douglas as leader, Martin Sheen as supporting and James Farentino, Katharine Ross and Charles Durning in roles of secondary importance. This was the final film by the director Don Taylor.  Kaufman himself served also as an associate producer and also actor.",
  "/wiki/Don_Taylor_(actor)": "Donald Richie Taylor (December 13, 1920 – December 29, 1998) was an American actor and film director. He co-starred in 1940s and 1950s classics, including the 1948 film noir The Naked City, Battleground, Father of the Bride, Father's Little Dividend and Stalag 17.  He later turned to directing films such as Escape from the Planet of the Apes (1971), Tom Sawyer  (1973), and Damien: Omen II (1978).",
  "/wiki/Nimitz_class_aircraft_carrier": "The Nimitz class is a class of ten nuclear-powered aircraft carriers in service with the United States Navy. The lead ship of the class is named after World War II United States Pacific Fleet commander Fleet Admiral Chester W. Nimitz, who was the second-to-last living U.S. Navy officer to hold the rank, preceding William Halsey Jr.. With an overall length of 1,092 ft (333 m) and full-load displacement of over 100,000 long tons (100,000 t), the Nimitz-class ships were the largest warships built and in service until USS Gerald R. Ford entered the fleet in 2017.",
  "/wiki/South_West_Pacific_Theatre": "The South West Pacific theatre, during World War II, was a major theatre of the war between the Allies and the Axis. It included the Philippines, the Dutch East Indies (except for Sumatra), Borneo, Australia and its mandate Territory of New Guinea (including the Bismarck Archipelago) and the western part of the Solomon Islands. This area was defined by the Allied powers' South West Pacific Area (SWPA) command.",
  "/wiki/List_of_World_War_II_science_fiction,_fantasy,_and_horror_films": "Below is an incomplete list of science fiction, fantasy, and horror feature films or miniseries on the theme of World War II."
}