{
  "/wiki/The_Bunker_(2001_film)": "The Bunker is a 2001 horror film directed by Rob Green, written by Clive Dawson and starring Jason Flemyng.",
  "/wiki/Rob_Green_(film_director)": "Rob Green is a film director, producer, editor and screenwriter.",
  "/wiki/Below_(film)": "Below is a 2002 American submarine horror film directed by David Twohy, written by Darren Aronofsky, Lucas Sussman, and Twohy, and stars Bruce Greenwood, Olivia Williams, Matthew Davis, Holt McCallany, Scott Foley, Zach Galifianakis, Jason Flemyng, and Dexter Fletcher. The film tells the story of a United States Navy submarine that experiences a series of supernatural events while on patrol in the Atlantic Ocean in 1943.",
  "/wiki/Return_to_Never_Land": "Return to Never Land (also known as Peter Pan in Disney's Return to Never Land and later retitled Peter Pan: Return to Never Land on current home video release) is a 2002 American animated fantasy-adventure film produced by Walt Disney Television Animation, and released by Walt Disney Pictures and distributed by Buena Vista Pictures. The film is a sequel to Walt Disney Feature Animation's 1953 film Peter Pan, It is based on J. M. Barrie's novel Peter and Wendy. The film received mixed reviews and had a worldwide gross of $109 million.",
  "/wiki/Donovan_Cook": "Donovan R. Cook III is an American film director and cartoon creator, best known for creating, directing and producing the animated series 2 Stupid Dogs and directing the Disney animated features Return to Never Land and Mickey, Donald, Goofy: The Three Musketeers.",
  "/wiki/J.M._Barrie": "Sir James Matthew Barrie, 1st Baronet, OM (/ˈbæri/; 9 May 1860 –  19 June 1937) was a Scottish novelist and playwright, best remembered today as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens (first included in Barrie's adult novel The Little White Bird), then to write Peter Pan, or The Boy Who Wouldn't Grow Up, a \"fairy play\" about an ageless boy and an ordinary girl named Wendy who have adventures in the fantasy setting of Neverland.",
  "/wiki/Peter_Pan": "Peter Pan is a fictional character created by Scottish novelist and playwright J. M. Barrie. A free-spirited and mischievous young boy who can fly and never grows up, Peter Pan spends his never-ending childhood having adventures on the mythical island of Neverland as the leader of the Lost Boys, interacting with fairies, pirates, mermaids, Native Americans, and occasionally ordinary children from the world outside Neverland.",
  "/wiki/Captain_Hook": "Captain James Hook is a fictional character, the main antagonist of J. M. Barrie's play Peter Pan; or, the Boy Who Wouldn't Grow Up and its various adaptations, in which he is Peter Pan's archenemy. The character is a pirate captain of the brig Jolly Roger. His two principal fears are the sight of his own blood (supposedly an unnatural colour) and the crocodile who pursues him after eating the hand cut off by Pan. An iron hook replaced his severed hand, which gave the pirate his name.",
  "/wiki/Never_Land": "Neverland is a fictional island featured in the works of J. M. Barrie and those based on them. It is an imaginary faraway place, where Peter Pan, Tinker Bell, the Lost Boys and other mythical creatures and beings live. Although not all people who come to Neverland cease to age, its best known resident famously refused to grow up. The term is often used as a metaphor for eternal childhood (and childishness), immortality, and escapism. The concept was first introduced as \"the Never Never Land\" in the theatre play Peter Pan, or The Boy Who Wouldn't Grow Up by Scottish writer J. M. Barrie, first staged in 1904.",
  "/wiki/Battle_of_Britain": "The Battle of Britain (German: die Luftschlacht um England, \"the Air Battle for England\") was a military campaign of the Second World War, in which the Royal Air Force (RAF) defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duration as being from 10 July until 31 October 1940, which overlaps the period of large-scale night attacks known as the Blitz, that lasted from 7 September 1940 to 11 May 1941.\nGerman historians do not accept this subdivision and regard the battle as a single campaign lasting from July 1940 to June 1941, including the Blitz.",
  "/wiki/Hellboy_(2004_film)": "Hellboy is a 2004 American  supernatural-superhero film directed by Guillermo del Toro and loosely based on the Dark Horse Comics graphic novel Hellboy: Seed of Destruction by Mike Mignola. Ron Perlman stars as Hellboy, alongside Selma Blair, Jeffrey Tambor, Karel Roden, Rupert Evans, and John Hurt in supporting roles. In the film, a demonic beast-turned superhero known as Hellboy secretly works to keep the world safe from paranormal threats with his team, the Bureau of Paranormal Research and Defense.",
  "/wiki/Guillermo_del_Toro": "Guillermo del Toro Gómez (Spanish: [ɡiˈʝeɾmo ðel ˈtoɾo]; born October 9, 1964) is a Mexican filmmaker, author, actor, and former special effects makeup artist. He is best known for the Academy Award-winning fantasy films Pan's Labyrinth (2006) and The Shape of Water (2017), winning the Oscars for Best Director and Best Picture for the latter.",
  "/wiki/Allies_of_World_War_II": "The Allies of World War II, called the United Nations from the 1 January 1942 declaration, were the countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to control German, Japanese and Italian aggression.",
  "/wiki/Lorelei:_The_Witch_of_the_Pacific_Ocean": "Lorelei: The Witch of the Pacific Ocean (ローレライ, Rōrerai) is a 2005 Japanese film directed by Shinji Higuchi. A fictional story of the Japanese military saving Tokyo from the third atomic bomb during the waning days of the Second World War, it was the highest-grossing film in Japan during the week of its release.",
  "/wiki/Shinji_Higuchi": "Shinji Higuchi (樋口 真嗣, Higuchi Shinji, born September 22, 1965 in Tokyo, Japan) is a  storyboard artist, particularly in anime, and one of the top special effects supervisors in Japan, best known in the west for his work on Shusuke Kaneko's Gamera trilogy in the 1990s. He works on both anime and tokusatsu projects.",
  "/wiki/Atomic_bomb": "A nuclear weapon (also called an atom bomb, nuke, atomic bomb, nuclear warhead, A-bomb, or nuclear bomb) is an explosive device that derives its destructive force from nuclear reactions, either fission (fission bomb) or from a combination of fission and fusion reactions (thermonuclear bomb). Both bomb types release large quantities of energy from relatively small amounts of matter. The first test of a fission (\"atomic\") bomb released an amount of energy approximately equal to 20,000 tons of TNT (84 TJ). The first thermonuclear (\"hydrogen\") bomb test released energy approximately equal to 10 million tons of TNT (42 PJ). A thermonuclear weapon weighing little more than 2,400 pounds (1,100 kg) can release energy equal to more than 1.2 million tons of TNT (5.0 PJ). A nuclear device no larger than traditional bombs can devastate an entire city by blast, fire, and radiation. Since they are weapons of mass destruction, the proliferation of nuclear weapons is a focus of international relations policy.",
  "/wiki/Frostbite_(2006_film)": "Frostbite (Swedish title: Frostbiten) is a Swedish comedy horror film from 2006 directed by Anders Banke.",
  "/wiki/Anders_Banke": "Anders Banke (born 2 August 1969) is a Swedish director. He was born and raised in Ystad and developed an early interest in film. He was trained as a director at VGIK in Moscow and learned to speak Russian. There he met his friend and future collaborator Chris Maris. In 1998 he came across a horror comedy script written by Daniel Ojanlatva about a town north of the Arctic Circle being terrorized by vampires. Banke loved the idea and spent several years developing it with Ojanlatva. Since the Swedish Film Institute doesn't often approve of horror films or genre movies in general, Banke had a hard time pulling the film off. In the end, got funding from the Swedish Film Institute needed to attract other producers to the project in 2004 and production could begin. The film was Sweden's first vampire film.",
  "/wiki/Norrland": "Norrland (Swedish: [ˈnɔ̌rːland] (listen), \"Northland\", originally Norrlanden or \"the Northlands\") is the northernmost, largest and least populated of the three traditional lands of Sweden, consisting of nine provinces. The term Norrland is not used for any administrative purpose, but as a historical region, it is common in everyday language, e.g., in weather forecasts.",
  "/wiki/Ghostboat": "Ghostboat is a 2006 British television film based on a novel by George E. Simpson and Neal R. Burger starring David Jason – a fantasy tale of His Majesty's Submarine Scorpion vanishing during the Second World War leaving only one crew member (David Jason) surviving. 38 years later in the Cold War year 1981, the Scorpion reappears; the crew have disappeared, but the vessel is otherwise unchanged and has not aged in the intervening years. A Royal Navy crew along with the sole survivor of the original voyage is given the mission of retracing the last days of the boat prior to its 1943 disappearance. A supernatural influence takes hold of most of the crew, and they start showing characteristics of the old crew. They find themselves fighting Second World War ghosts.",
  "/wiki/Baltic_Sea": "The Baltic Sea is a mediterranean sea of the Atlantic Ocean, enclosed by Denmark, Estonia, Finland, Latvia, Lithuania, Sweden, northeast Germany, Poland, Russia and the North and Central European Plain.",
  "/wiki/Office_of_Strategic_Services": "The Office of Strategic Services (OSS) was a wartime intelligence agency of the United States during World War II, and a predecessor to the Central Intelligence Agency (CIA). The OSS was formed as an agency of the Joint Chiefs of Staff (JCS) to coordinate espionage activities behind enemy lines for all branches of the United States Armed Forces. Other OSS functions included the use of propaganda, subversion, and post-war planning. On December 14, 2016, the organization was collectively honored with a Congressional Gold Medal.",
  "/wiki/Wunderwaffe": "Wunderwaffe (German pronunciation: [ˈvʊndɐˌvafə]) is German for \"Miracle Weapon\" and was a term assigned during World War II by the Nazi Germany propaganda ministry to some revolutionary \"superweapons\". Most of these weapons however remained prototypes, which either never reached the combat theater, or if they did, were too late or in too insignificant numbers to have a military effect.",
  "/wiki/Vergeltungswaffen": "V-weapons, known in original German as Vergeltungswaffen (German pronunciation: [fɐˈgɛltʊŋsˌvafṇ], German: \"retaliatory weapons\", \"reprisal weapons\"), were a particular set of long-range artillery weapons designed for strategic bombing during World War II, particularly terror bombing and/or aerial bombing of cities. They comprised the V-1, a pulsejet-powered cruise missile; the V-2, a liquid-fuelled ballistic missile (often referred to as V1 and V2); and the V-3 cannon. All of these weapons were intended for use in a military campaign against Britain, though only the V-1 and V-2 were so used in a campaign conducted 1944–45. After the invasion of Europe by the Allies, these weapons were also employed against targets on the mainland of Europe, mainly France and Belgium. Terror bombing with V-weapons killed approximately 18,000 people, mostly civilians. The cities of London, Antwerp and Liège were the main targets.",
  "/wiki/Pan's_Labyrinth": "Pan's Labyrinth (Spanish: El laberinto del fauno, lit. 'The Labyrinth of the Faun') is a 2006 Mexican-Spanish dark fantasy drama film written and directed by Guillermo del Toro and starring Ivana Baquero, Sergi López, Maribel Verdú, Doug Jones, and Ariadna Gil.",
  "/wiki/Francoist_Spain": "Francoist Spain (Spanish: España franquista), known in Spain as the Francoist dictatorship (Spanish: dictadura franquista), officially known as the Spanish State (Spanish: Estado Español), is the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain as dictator with the title Caudillo.",
  "/wiki/Reign_of_the_Gargoyles": "Reign of the Gargoyles is a television film released in the United States on March 24, 2007.  It is set in Europe during World War II.",
  "/wiki/Outpost_(2008_film)": "Outpost is a 2008 British horror film, directed by Steve Barker and written by Rae Brunton, about a rough group of experienced mercenaries who find themselves fighting for their lives after being hired to take a mysterious businessman into the woods to locate a World War II-era military bunker.",
  "/wiki/Steve_Barker_(film_director)": "Steve Barker (born 4 April 1971) is an English film director and screenwriter. He wrote and directed the short-film Magic Hour (2002) starring John Simm. In 2008 he made his directorial feature film debut Outpost, starring Ray Stevenson and Richard Brake.",
  "/wiki/Asiatic-Pacific_Theater": "The Asiatic-Pacific Theater was the theater of operations of U.S. forces during World War II in the Pacific War during 1941–45. From mid-1942 until the end of the war in 1945, there were two U.S. operational commands in the Pacific. The Pacific Ocean Areas (POA), divided into the Central Pacific Area, the North Pacific Area and the South Pacific Area,:652–653 were commanded by Admiral Chester W. Nimitz, Commander-in-Chief Pacific Ocean Areas. The South West Pacific Area (SWPA) was commanded by General Douglas MacArthur, Supreme Allied Commander South West Pacific Area. During 1945, the United States added the United States Strategic Air Forces in the Pacific, commanded by General Carl A. Spaatz.",
  "/wiki/Pterosaur": "Pterosaurs (/ˈtɛrəsɔːr, ˈtɛroʊ-/; from Greek pteron and sauros, meaning \"wing lizard\") were flying reptiles of the extinct clade or order Pterosauria. They existed during most of the Mesozoic: from the late Triassic to the end of the Cretaceous (228 to 66 million years ago). Pterosaurs are the earliest vertebrates known to have evolved powered flight. Their wings were formed by a membrane of skin, muscle, and other tissues stretching from the ankles to a dramatically lengthened fourth finger.",
  "/wiki/Dead_Snow": "Dead Snow (Norwegian: Død snø) is a 2009 Norwegian comedy horror film directed by Tommy Wirkola, starring Charlotte Frogner, Stig Frode Henriksen, Vegar Hoel, Jeppe Laursen, Evy Kasseth Røsten, Jenny Skavlan, and Lasse Valdal. The film centers on a group of students surviving a zombie Nazi attack in the mountains of Norway. The premise of the film is similar to that of the draugr, a Scandinavian folkloric undead greedily protecting its (often stolen) treasures. NYAV Post has produced an English dub of this film for the home media release.",
  "/wiki/German_occupation_of_Norway": "The German occupation of Norway during World War II began on 9 April 1940 after German forces invaded the neutral Scandinavian country of Norway. Conventional armed resistance to the German invasion ended on 10 June 1940 and Nazi Germany controlled Norway until the capitulation of German forces in Europe on 8/9 May 1945. Throughout this period, Norway was continuously occupied by the Wehrmacht. Civil rule was effectively assumed by the Reichskommissariat Norwegen (Reich Commissariat of Norway), which acted in collaboration with a pro-German puppet government, the Quisling regime, while the Norwegian king Haakon VII and the prewar government escaped to London, where they acted as a government in exile. This period of military occupation is in Norway referred to as the \"war years\" or \"occupation period\".",
  "/wiki/First_Squad": "First Squad: The Moment of Truth (Japanese: ファーストスクワッド Fāsuto sukuwaddo, Russian: Пе́рвый отря́д, romanized: Perviy otryad) is a joint animation project of Japan's Studio 4°C and Russia's Molot Entertainment. It won the Kommersant newspaper's prize.",
  "/wiki/Anime": "Anime (US: /ˈænəˌmeɪ/, UK: /ˈænɪˌmeɪ/) (Japanese: アニメ, Hepburn: anime, [aɲime] (listen), plural: anime)[a] is hand-drawn and computer animation originating from or associated with Japan.",
  "/wiki/Eastern_Front_(World_War_II)": "The Eastern Front of World War II was a theatre of conflict between the European Axis powers and co-belligerent Finland against the Soviet Union (USSR), Poland and other Allies, which encompassed Central Europe, Eastern Europe, Northeast Europe (Baltics), and Southeast Europe (Balkans) from 22 June 1941 to 9 May 1945. It has been known as the Great Patriotic War (Russian: Великая Отечественная война,Velikaya Otechestvennaya Voyna) in the former Soviet Union and modern Russia, while in Germany it was called the Eastern Front (German: die Ostfront), or the German-Soviet War by outside parties.",
  "/wiki/The_Land_That_Time_Forgot_(2009_film)": "The Land That Time Forgot (promotionally titled Edgar Rice Burrough's The Land That Time Forgot, release in other countries as Dinosaur Island) is a 2009 science fiction film by independent American film studio The Asylum. The film is an adaptation of the 1918 Edgar Rice Burroughs novel of the same name, and a re-make of the 1975 film starring Doug McClure.",
  "/wiki/C._Thomas_Howell": "Christopher Thomas Howell (born December 7, 1966) is an American actor and director. He has starred in the films Soul Man, The Hitcher, Grandview U.S.A., Red Dawn, Secret Admirer and The Outsiders. He has also appeared in Gettysburg as Thomas Chamberlain, E.T. the Extra-Terrestrial, The Amazing Spider-Man, Justice League: The Flashpoint Paradox and Suicide Squad: Hell to Pay.",
  "/wiki/Edgar_Rice_Burroughs": "Edgar Rice Burroughs (September 1, 1875 – March 19, 1950) was an American fiction writer best known for his celebrated and prolific output in the adventure and science-fiction genres.   Among the most notable of his creations are the jungle hero Tarzan, the heroic Mars adventurer John Carter, and the fictional landmass within Earth known as Pellucidar. Burroughs' California ranch is now the center of the Tarzana neighborhood in Los Angeles.",
  "/wiki/U-boat": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot, literally \"undersea boat\". While the German term refers to any submarine, the English one (in common with several other languages) refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in an economic warfare role (commerce raiding) and enforcing a naval blockade against enemy shipping. The primary targets of the U-boat campaigns in both wars were the merchant convoys bringing supplies from Canada and other parts of the British Empire, and from the United States to the United Kingdom and (during the Second World War) to the Soviet Union and the Allied territories in the Mediterranean. German submarines also destroyed Brazilian merchant ships during World War II, causing Brazil to declare war on both Germany and Italy on August 22, 1942.",
  "/wiki/Bermuda_Triangle": "The Bermuda Triangle, also known as the Devil's Triangle or Hurricane Alley, is a loosely defined region in the western part of the North Atlantic Ocean where a number of aircraft and ships are said to have disappeared under mysterious circumstances. Most reputable sources dismiss the idea that there is any mystery.",
  "/wiki/The_Land_That_Time_Forgot_(1975_film)": "The Land That Time Forgot is a 1975 British-American fantasy/adventure film based upon the 1918 novel The Land That Time Forgot by Edgar Rice Burroughs. The screenplay was written by Michael Moorcock and James Cawthorn and directed by Kevin Connor. The cast included Doug McClure, John McEnery, Keith Barron, Susan Penhaligon, Anthony Ainley and Declan Mulholland.",
  "/wiki/Blood_Creek": "Blood Creek, previously known as Creek and Town Creek, is a horror film directed by Joel Schumacher, starring Michael Fassbender as the main antagonist and written by David Kajganich. The film had a limited theatrical release on September 18, 2009. The film also stars Dominic Purcell and Henry Cavill as brothers on a mission of revenge who become trapped in a harrowing occult experiment dating back to the Third Reich.",
  "/wiki/Joel_Schumacher": "Joel T. Schumacher (/ˈʃuːmɑːkər/; born August 29, 1939) is an American filmmaker.",
  "/wiki/West_Virginia": "West Virginia (/vərˈdʒɪniə/ (listen)) is a state located in the Appalachian region of the Southern United States, and is also considered to be a part of the Mid-Atlantic Southeast Region. It is bordered by Pennsylvania to the north, Maryland to the east and northeast, Virginia to the southeast, Kentucky to the southwest, and Ohio to the northwest. West Virginia is the 41st largest state by area, and is ranked 38th in population. The capital and largest city is Charleston.",
  "/wiki/List_of_World_War_II_science_fiction,_fantasy,_and_horror_films": "Below is an incomplete list of science fiction, fantasy, and horror feature films or miniseries on the theme of World War II."
}