{
  "/wiki/Berwick_Rangers_F.C.": "Berwick Rangers Football Club is a football team based in the town of Berwick-upon-Tweed, England, just south of the border with Scotland. Founded in 1884, they currently play in the Lowland Football League, the fifth tier of Scottish football, and were the only club from outside Scotland in the Scottish Professional Football League until their relegation in 2019.  The club play at Shielfield Park, which has a capacity of just over 4,000 and are currently managed by Ian Little.",
  "/wiki/Berwick-upon-Tweed": "Berwick-upon-Tweed (/ˌbɛrɪk-/ (listen); Scots: Sooth Berwick, Scottish Gaelic: Bearaig a Deas) is a town in the county of Northumberland. It is the northernmost town in England, at the mouth of the River Tweed on the east coast, 2 1⁄2 miles (4 km) south of the Scottish border (the hamlet of Marshall Meadows is the actual northernmost settlement). Berwick is approximately 56 miles (90 km) east-south east of Edinburgh, 65 miles (105 km) north of Newcastle upon Tyne and 345 miles (555 km) north of London.",
  "/wiki/Shielfield_Park": "Shielfield Park is a football stadium that is home to Berwick Rangers and the Berwick Bandits speedway team.  Although Berwick Rangers is a Scottish Lowland Football League club, Shielfield Park is situated in the English county of Northumberland.",
  "/wiki/Bonnyrigg_Rose_Athletic_F.C.": "Bonnyrigg Rose Athletic Football Club is a Scottish football club from the town of Bonnyrigg, Midlothian. Formed in 1881 and nicknamed the Rose, the team plays in the Lowland League, having been promoted after winning the East of Scotland Football League and gaining SFA membership in June 2019.",
  "/wiki/Bonnyrigg": "Bonnyrigg is a town in Midlothian, Scotland, eight miles (13 kilometres) southeast of Edinburgh city centre. The town had a population of 14,663 in the 2001 census which rose to 15,677 in the 2011 census, both figures based on the 2010 definition of the locality which, as well as Bonnyrigg and the adjacent settlement of Lasswade, includes Polton village, Poltonhall housing estate and modern development at Hopefield. The estimated population for 2018 is 18,120, the highest of any town in Midlothian. Along with Lasswade, Bonnyrigg is a twin town with Saint-Cyr-l'École, France.",
  "/wiki/Broomhill_Sports_Club_Glasgow_F.C.": "BSC Glasgow Football Club is a Scottish football team originating in the Broomhill area of Glasgow, although from 2016 home matches are being played at Recreation Park in Alloa, Clackmannanshire. The club was formed in 2014 as a senior team associated with Broomhill Sports Club, a multi-sport youth organisation. They were elected to the Scottish Lowland Football League, in the fifth tier of the Scottish football league system, for the 2014–15 season.",
  "/wiki/Alloa": "Alloa (Received Pronunciation /ˈæloʊə/; educated Scottish pronunciation /ˈaloʊa/; Scottish Gaelic: Alamhagh, possibly meaning \"rock plain\") is a town in Clackmannanshire in the Central Lowlands of Scotland. It is on the north bank of the Forth at the spot where some say it ceases to be the River Forth and becomes the Firth of Forth. Alloa is south of the Ochil Hills,  5.5 miles (8.9 km) east of Stirling and 7.9 miles (12.7 km) north of Falkirk; by water Alloa is 25 miles (40 km) from Granton.",
  "/wiki/Recreation_Park,_Alloa": "Recreation Park, also known as Recreation Grounds, The Recs and The Indodrill Stadium for sponsorship reasons, is a football stadium in Alloa, Clackmannanshire, Scotland. It is the home ground of Scottish Professional Football League team Alloa Athletic, who have played there since 1895. Additionally, BSC Glasgow of the Scottish Lowland Football League have been groundsharing at Recreation Park since 2016. Central Girls Football Academy have used the stadium for home matches from 2017. The stadium has an artificial playing surface and has a capacity of 3,100.",
  "/wiki/Edusport_Academy_F.C.": "Caledonian Braves Football Club is a Scottish semi-professional football club based in North Lanarkshire. They are members of the Lowland Football League, in the fifth tier of the Scottish football league system.",
  "/wiki/Motherwell": "Motherwell (Scots: Mitherwall, Scottish Gaelic: Tobar na Màthar) is a large town and former burgh in North Lanarkshire,  Scotland, United Kingdom, south east of Glasgow. It has a population of around 32,120. Historically in the parish of Dalziel and part of Lanarkshire, Motherwell is the headquarters for North Lanarkshire Council. Geographically the River Clyde separates Motherwell from Hamilton to the west whereas the South Calder Water separates Motherwell from Carfin to the north-east and New Stevenston and Bellshill towards the north.",
  "/wiki/Civil_Service_Strollers_F.C.": "Civil Service Strollers Football Club are a senior non-league football team from Edinburgh, Scotland currently playing in the Lowland Football League. The Strollers play their home games at Christie Gillies Park. Their home strip colours are red, with white shorts and red socks.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Cumbernauld_Colts_F.C.": "Cumbernauld Colts Football Club is a football team from Cumbernauld, Scotland which was formed in 1969.",
  "/wiki/Cumbernauld": "Cumbernauld (/ˌkʌmbərˈnɔːld/; Scots: Cummernaud /ˌkʌmərˈnɔːd/; Scottish Gaelic: Comar nan Allt) is a large town in North Lanarkshire, Scotland. It is the tenth most-populous locality in Scotland and the most populated town in north Lanarkshire, positioned in the centre of Scotland's Central Belt. Geographically, Cumbernauld sits between east and west, being on the Scottish watershed between the Forth and the Clyde; however, it is culturally far more weighted towards Glasgow and the New Town's planners thought to fill 80% of its houses from Scotland's largest city to reduce housing pressure there.",
  "/wiki/Broadwood_Stadium": "Broadwood Stadium, commonly referred to as simply Broadwood,  is a multi-use community stadium and sports complex in Westfield, Cumbernauld. The stadium is shared by two football clubs: Clyde F.C. of the Scottish Professional Football League and Cumbernauld Colts of the Scottish Lowland Football League. The Scottish Rugby Academy for the Glasgow & The West region is also based at Broadwood in the North Lanarkshire town.  It is also hone to the Cumbernauld Centurions BMX Club on the National Level BMX track.",
  "/wiki/Dalbeattie_Star_F.C.": "Dalbeattie Star Football Club is a Scottish association football club based in Dalbeattie, Dumfries and Galloway that currently competes in the Lowland Football League.",
  "/wiki/Dalbeattie": "Dalbeattie (/dælˈbiːti/, Scots: Dawbeattie, Scottish Gaelic: Dail Bheithe meaning \"valley of birch\") is a town in the historical county of Kirkcudbrightshire in Dumfries and Galloway, Scotland. Dalbeattie is in a wooded valley on the Urr Water 6 km (4 mi) east of Castle Douglas and 19 km (12 mi) south west of Dumfries. The town is famed for its granite industry and for being the home town of William McMaster Murdoch, the First Officer of the RMS Titanic.",
  "/wiki/Islecroft_Stadium": "Islecroft Stadium is a football stadium located in the town of Dalbeattie in Scotland. The stadium was opened in 1950 and is the home of Scottish Lowland Football League club Dalbeattie Star. It has a capacity of 1,320 with 100 seats.",
  "/wiki/East_Kilbride_F.C.": "East Kilbride Football Club is a semi-professional football club based in East Kilbride, South Lanarkshire, Scotland. They are members of the Lowland Football League, in the fifth tier of the Scottish football league system.",
  "/wiki/East_Kilbride": "East Kilbride (/ˌiːst kɪlˈbraɪd/; Scottish Gaelic: Cille Bhrìghde an Ear) is the largest town in South Lanarkshire in Scotland and the country's 6th largest settlement. It was also designated Scotland's first new town on 6 May 1947. The area lies on a raised plateau to the south of the Cathkin Braes, about 8 miles (13 km) southeast of Glasgow and close to the boundary with East Renfrewshire. East Kilbride is twinned with the Danish city Ballerup.",
  "/wiki/K_Park_Training_Academy": "K-Park Training Academy is a training ground in the St Leonards area of East Kilbride, South Lanarkshire. It is located within the site of Calderglen Country Park. It is the home ground of Lowland Football League team East Kilbride and Scottish Women's Premier League team Celtic.",
  "/wiki/East_Stirlingshire_F.C.": "East Stirlingshire Football Club is a Scottish association football club based in the town of Falkirk. The club was founded in 1881 and competes in the Lowland Football League, in the fifth tier of the Scottish football league system. The club's origins can be traced to 1880 when a local cricket club formed a football team under the name Britannia, based in the village of Bainsford.",
  "/wiki/Falkirk": "Falkirk (/ˈfɔːlkɜːrk/; Scots: The Fawkirk; Scottish Gaelic: An Eaglais Bhreac) is a large town in the Central Lowlands of Scotland, historically within the county of Stirlingshire. It lies in the Forth Valley, 23.3 miles (37.5 km) north-west of Edinburgh and 20.5 miles (33.0 km) north-east of Glasgow.",
  "/wiki/Falkirk_Stadium": "The Falkirk Stadium is a football stadium in Falkirk, central Scotland, which is the home ground of Scottish League One club Falkirk. The stadium has a capacity of 7,937 and currently consists of three fully completed stands.",
  "/wiki/Edinburgh_University_A.F.C.": "Edinburgh University Association Football Club are a football club representing the University of Edinburgh. Established in 1878, they are third oldest club in East of Scotland football and have been a member of the Scottish Football Association (SFA) since that year. Edinburgh University are eligible to compete in the Scottish Cup every season as they are full members of the SFA. The club's present home is at Peffermill, where it has played since its move from Canal Field in 1978.",
  "/wiki/Gala_Fairydean_Rovers_F.C.": "Gala Fairydean Rovers Football Club are a Scottish association football club based in the town of Galashiels in the Scottish Borders. The club competes in the Lowland League, after joining from the East of Scotland Football League in 2013. At the same time the club changed its name to Gala Fairydean Rovers, following a merger between Gala Fairydean and Gala Rovers. The club plays its home matches at Netherdale in Galashiels.",
  "/wiki/Galashiels": "Galashiels (/ˌɡæləˈʃiːəlz/; Scots: Gallae, Scottish Gaelic: An Geal Àth) is a town in the Scottish Borders 33 miles South of Edinburgh on the A7 road from Edinburgh to Carlisle. Galashiels is often colloquially shortened to \"Gala\" and has a population of around 12,600, The town is a major commercial centre for the Borders region with extensive history in the textile industry. Gala is the location of Heriot-Watt University's School of Textiles and Design.",
  "/wiki/Netherdale": "Netherdale is a sports complex in Galashiels, Scottish Borders, consisting of two adjacent stadiums used for rugby union and football. The rugby ground is the home of Gala RFC and was formerly used by the professional Border Reivers team. It hosted one match of the 1999 Rugby World Cup. It has also occasionally been used for rugby league matches. The football ground is home to Gala Fairydean Rovers and has a Category A listed grandstand.",
  "/wiki/Gretna_F.C._2008": "Gretna Football Club 2008 (commonly referred to as Gretna 2008 and colloquially as Gretna) is a football club from the town of Gretna. It was founded in 2008 after the bankruptcy and demise of Gretna, which had existed since 1946. Gretna 2008 is not a direct continuation of the old club, being under a completely different management and set-up; the club trades under the name Gretna FC 2008 Ltd to avoid confusion with the old Gretna.",
  "/wiki/Gretna,_Scotland": "Gretna (Scottish Gaelic: Greatna) is a town in Dumfries and Galloway, Scotland.  Because they are near the Anglo-Scottish border, nearby Gretna Green, and to a lesser extent Gretna, are traditionally associated with eloping English couples because of the more liberal marriage provisions in Scots law compared to English law. Because of this, \"Gretna\" has become a term for a place for quick, easy marriages.",
  "/wiki/Raydale_Park": "Raydale Park is a football stadium in Gretna, Scotland. It is home to Lowland League side Gretna 2008 and now has a capacity of 1,030. Raydale formerly served as the home ground of Gretna until the club resigned from the Scottish Football League in 2008.",
  "/wiki/Kelty_Hearts_F.C.": "Kelty Hearts Football Club are a football club based in the village of Kelty in Fife, Scotland. Formed in 1975 and nicknamed the Hearts and the Jambos, they play their home games at New Central Park. Their home strip  colours are maroon, with white shorts and maroon socks, while their away strip colours are blue, with blue shorts and blue socks.",
  "/wiki/Kelty": "Kelty (Scottish Gaelic: Cailtidh) is  located in Fife, Scotland. Kelty is a former coal mining village in the heart of the old mining heartlands of Fife. It is situated on the Fife/Kinross-shire boundary with a population of around 6,000 residents.  This was nearer to 9,000 when the coal mining industry was still operational in late 1970s and early 1980s.",
  "/wiki/Spartans_F.C.": "The Spartans Football Club are a Scottish football club from Edinburgh. They are managed by Dougie Samuel. They were formed in 1951 by ex-players of Edinburgh University and the original intention was to field a team of graduates of the university. However, they have players from elsewhere as well. They play at Ainslie Park and wear white shirts, red shorts and white socks.",
  "/wiki/Ainslie_Park": "Ainslie Park is a football stadium located in Edinburgh, Scotland, which is the home ground of Lowland Football League club Spartans. From the 2017–18 season, Scottish League Two club Edinburgh City will also play at the ground while Meadowbank Stadium is being redeveloped.",
  "/wiki/Stirling_University_F.C.": "University of Stirling Football Club are a football club based in Stirling, Scotland. They are associated with the University of Stirling and have played in the Lowland Football League since 2013. The club operates six teams which compete in a combination of BUCS Football League (British university competitions) and in senior and amateur leagues across Scotland.",
  "/wiki/Stirling": "Stirling (/ˈstɜːrlɪŋ/; Scots: Stirlin; Scottish Gaelic: Sruighlea [ˈs̪t̪ɾuʝlə]) is a city in central Scotland, 26 miles (42 km) north-east of Glasgow and 37 miles (60 km) north-west of the Scottish capital, Edinburgh. The market town, surrounded by rich farmland, grew up connecting the royal citadel, the medieval old town with its merchants and tradesmen, the bridge and the port. Located on the River Forth, Stirling is the administrative centre for the Stirling council area, and is traditionally the county town of Stirlingshire. Proverbially it is the strategically important \"Gateway to the Highlands\".",
  "/wiki/Forthbank_Stadium": "Forthbank Stadium is a football stadium in Stirling, Scotland. Opened in 1993, it has been the home ground of Scottish Professional Football League club Stirling Albion since then. From 2013 to 2016, it also hosted the first team matches of Scottish Lowland Football League team Stirling University. The stadium has a capacity of 3,808. The pitch size is 110 x 74 yards.",
  "/wiki/Vale_of_Leithen_F.C.": "Vale of Leithen Football Club are a football club based in the town of Innerleithen, Scotland. They play in the Lowland Football League, and their home games take place at Victoria Park.",
  "/wiki/Innerleithen": "Innerleithen (Scottish Gaelic: Inbhir Leitheann) is a civil parish and a small town in the committee area of Tweeddale, in the Scottish Borders. It was formerly in the historic county of Peeblesshire or Tweeddale.",
  "/wiki/Lowland_Football_League": "The Scottish Lowland Football League (SLFL) (commonly known as the Lowland League) is a football league operating in central and southern Scotland. 16 teams currently compete in the league with teams drawn from the Lowlands area of Scotland. For the 2018-19 season the league was known as the GeoSonic Lowland League for sponsorship reasons."
}