{
  "/wiki/Seville": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Sevilla_FC": "Sevilla Fútbol Club (Spanish pronunciation: [seˈβiʎa ˈfuðβol ˈkluβ]), commonly referred to as Sevilla, is a professional football club based in Seville, the capital and largest city of the autonomous community of Andalusia, Spain. It plays in Spanish football's top flight, La Liga. It is Spain's oldest sporting club solely devoted to football. The club was formed on 25 January 1890, with the Scottish born Edward Farquharson Johnston as their first president. On 14 October 1905, the club's articles of association were registered in the Civil Government of Seville under the presidency of the Jerez-born José Luis Gallegos Arnosa.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Atl%C3%A9tico_Madrid": "Club Atlético de Madrid (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.",
  "/wiki/Real_Madrid_CF": "Real Madrid Club de Fútbol (Spanish pronunciation: [reˈal maˈðɾið ˈkluβ ðe ˈfuðβol] (listen), meaning Royal Madrid Football Club), commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as Tottenham (/ˈtɒtənəm/) or Spurs, is an English professional football club in Tottenham, London, that competes in the Premier League. Tottenham Hotspur Stadium has been the club's home ground since April 2019, replacing their former home of White Hart Lane, which had been demolished to make way for the new stadium on the same site. Their training ground is on Hotspur Way in Bulls Cross in the London Borough of Enfield. The club is owned by ENIC Group. Tottenham have played in a first (home) strip of white shirts and navy blue shorts since the 1898–99 season. The club's emblem is a cockerel standing upon a football, with a Latin motto Audere est Facere (\"To Dare Is to Do\").",
  "/wiki/Chelsea_F.C.": "Chelsea Football Club are an English professional football club based in Fulham, London. Founded in 1905, they compete in the Premier League, the top division of English football. Chelsea are among England's most successful clubs; they have been league champions six times and won over thirty competitive honours, including six European trophies. Their home ground is Stamford Bridge.",
  "/wiki/Turin": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
  "/wiki/Juventus_F.C.": "Juventus Football Club (from Latin: iuventūs, \"youth\"; Italian pronunciation: [juˈvɛntus]), colloquially known as Juve (pronounced [ˈjuːve]), is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking[a] whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Inter_Milan": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.",
  "/wiki/M%C3%B6nchengladbach": "Mönchengladbach (German pronunciation: [mœnçn̩ˈɡlatbax] (listen)) is a city in North Rhine-Westphalia, Germany. It is located west of the Rhine, halfway between Düsseldorf and the Dutch border.",
  "/wiki/Borussia_M%C3%B6nchengladbach": "Borussia VfL 1900 Mönchengladbach e.V., commonly known as Borussia Mönchengladbach (pronounced [boˈʁʊsi̯aː mœnçn̩ˈɡlatbax]), Mönchengladbach or Gladbach, (abbreviated as Borussia MG), is a professional football club based in Mönchengladbach, North Rhine-Westphalia, Germany, that plays in the Bundesliga, the top flight of German football. The club has won five League titles, three DFB-Pokals, and two UEFA Europa League titles.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.",
  "/wiki/IFK_G%C3%B6teborg": "Idrottsföreningen Kamraterna Göteborg (officially IFK Göteborg Fotboll), commonly known as IFK Göteborg, IFK (especially locally) or simply Göteborg, is a Swedish professional football club based in Gothenburg. Founded in 1904, it is the only club in the Nordic countries that has won one of the main UEFA competitions, having won the UEFA Cup in both 1982 and 1987. IFK is affiliated with Göteborgs Fotbollförbund and play their home games at Gamla Ullevi. The club colours are blue and white, colours shared both with the sports society which the club originated from, Idrottsföreningen Kamraterna, and with the coat of arms of the city of Gothenburg.",
  "/wiki/Parma": "Parma (Italian pronunciation: [ˈparma] (listen); Emilian: Pärma) is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto (ham), cheese and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world.\nParma is divided into two parts by the stream of the same name. The district on the far side of the river is Oltretorrente. Parma's Etruscan name was adapted by Romans to describe the round shield called Parma.",
  "/wiki/Parma_Calcio_1913": "Parma Calcio 1913, commonly referred to as Parma, is an Italian football club based in Parma, Emilia-Romagna. It currently plays in Serie A.",
  "/wiki/Rotterdam": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.",
  "/wiki/Feyenoord": "Feyenoord Rotterdam (Dutch pronunciation: [ˈfɛiənoːrt]) is a Dutch professional football club in Rotterdam, that plays in the Eredivisie, the top tier in Dutch football. Founded as Wilhelmina in 1908, the club changed to various names before settling on being called after its neighborhood in 1912 as SC Feijenoord, updated in 1974 to SC Feyenoord, and then to Feyenoord Rotterdam in 1978, when it split from the amateur club under its wing, SC Feyenoord. Since 1937, Feyenoord's home ground has been the Stadion Feijenoord, nicknamed De Kuip ('the tub'), one of the largest stadiums in the Netherlands and Europe.",
  "/wiki/Porto": "Porto,[a] also known as Oporto in some languages,[b] is the second-largest city in Portugal, one of the Iberian Peninsula's major urban areas. Porto city has a population of 237,559 and a metropolitan area with 2.4 million people (2019) in an area of 2,395 km2 (925 sq mi), making it the second-largest urban area in Portugal. It is recognized as a gamma-level global city by the Globalization and World Cities (GaWC) Study Group, the only Portuguese city besides Lisbon to be recognised as a global city.",
  "/wiki/FC_Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, usually known as Anderlecht (Dutch pronunciation: [ˈɑndərlɛxt], French: [ɑ̃dəʁlɛkt], German: [ˈandɐlɛçt]) or RSCA (Dutch: [ˌɛrɛseːˈjaː, -seːˈʔaː], French: [ɛʁɛsse.ɑ], German: [ˌɛɐ̯ʔɛs.tseːˈʔaː]), is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/AFC_Ajax": "Amsterdamsche Football Club Ajax (Dutch pronunciation: [ˈaːjɑks]), also known as AFC Ajax, Ajax Amsterdam, or simply Ajax, is a Dutch professional football club based in Amsterdam, that plays in the Eredivisie, the top tier in Dutch football. Historically, Ajax (named after the legendary Greek hero) has been the most successful club in the Netherlands, with 34 Eredivisie titles and 19 KNVB Cups. It has continuously played in the Eredivisie, since the league's inception in 1956 and, along with Feyenoord and PSV Eindhoven, it is one of the country's \"big three\" clubs that have dominated that competition.",
  "/wiki/Eindhoven": "Eindhoven (/ˈaɪnthoʊvən/ EYENT-hoh-vən, Dutch: [ˈɛintɦoːvə(n)] (listen)) is the fifth-largest city and a municipality of the Netherlands, located in the south of the country. It had a population of 231,469 in 2019, making it the largest city in the province of North Brabant. Eindhoven was originally located at the confluence of the Dommel and Gender.",
  "/wiki/PSV_Eindhoven": "The Philips Sport Vereniging (Dutch pronunciation: [ˈfilɪps ˌspɔrt fəˈreːnəɣɪŋ];[nb 1] English: Philips Sports Union), abbreviated as PSV and internationally known as PSV Eindhoven [ˌpeːjɛsˈfeː ˈɛintɦoːvə(n)],[nb 2] is a sports club from Eindhoven, Netherlands, that plays in the Eredivisie, the top tier in Dutch football. It is best known for its professional football department, which plays in the Eredivisie since its inception in 1956. Along with Ajax and Feyenoord, PSV is one of the country's \"big three\" clubs that have dominated the Eredivisie.",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Eintracht_Frankfurt": "Eintracht Frankfurt e.V. (German pronunciation: [ˈʔaɪntʁaxt ˈfʁaŋkfʊʁt]) is a German professional sports club based in Frankfurt, Hesse, that is best known for its football club, currently playing in the Bundesliga, the top tier of the German football league system, The club was founded in 1899 and have won one German championship, five DFB-Pokals and one UEFA Cup. Since 1925, their stadium has been the Waldstadion, which was renamed Commerzbank-Arena in 2005.",
  "/wiki/Ipswich": "Ipswich (/ˈɪpswɪtʃ/ (listen)) is a historic county town in Suffolk, England. The town is located in East Anglia about 10 miles away from the mouth of the River Orwell and the North Sea. Ipswich is both on the Great Eastern Main Line railway and the A12 road, it is 66 miles (106 km) north-east of London, 54 miles (89 km) east-southeast of Cambridge, and 45 miles (72 km) south of Norwich. Ipswich is surrounded by two Areas of Outstanding Natural Beauty (AONB); Suffolk Coast and Heaths and Dedham Vale.",
  "/wiki/Ipswich_Town_F.C.": "Ipswich Town Football Club (also known as Ipswich, The Blues, Town, or The Tractor Boys) is a professional association football club based in Ipswich, Suffolk, England. They play in League One, the third tier of the English football league system, having been relegated from the Championship in the 2018/19 season.",
  "/wiki/Leverkusen": "Leverkusen (/ˈleɪvərkuːzən/, German: [ˈleːvɐˌkuːzn̩] (listen), also [leːɐˈkuːzn̩]) is a city in North Rhine-Westphalia, Germany on the eastern bank of the Rhine. To the south, Leverkusen borders the city of Cologne and to the north is the state capital Düsseldorf.",
  "/wiki/Bayer_04_Leverkusen": "Bayer 04 Leverkusen Fußball GmbH, also known as Bayer 04 Leverkusen [ˌbaɪ̯ɐ ˈleːvɐˌkuːzn̩], Bayer Leverkusen, Leverkusen or simply Bayer, is a German football club based in Leverkusen, North Rhine-Westphalia. The club plays in the Bundesliga, the top tier of German football, and hosts matches at the BayArena.",
  "/wiki/Naples": "Naples (/ˈneɪpəlz/; Italian: Napoli [ˈnaːpoli] (listen); Neapolitan: Napule [ˈnɑːpələ, ˈnɑːpulə]; Ancient Greek: Νεάπολις, romanized: Neápolis)[a] is the regional capital of Campania and the third-largest city of Italy after Rome and Milan. In 2017, around 967,069 people lived within the city's administrative limits while its province-level municipality has a population of 3,115,320 residents. Its continuously built-up metropolitan area (that stretches beyond the boundaries of the Metropolitan City of Naples) is the second or third largest metropolitan area in Italy and one of the most densely populated cities in Europe.",
  "/wiki/S.S.C._Napoli": "Società Sportiva Calcio Napoli, commonly referred to as Napoli (pronounced [ˈnaːpoli]), is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/FC_Bayern_Munich": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München (German pronunciation: [ʔɛf tseː ˈbaɪɐn ˈmʏnçn̩]), FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 29 national titles and 19 national cups.",
  "/wiki/Gelsenkirchen": "Gelsenkirchen (UK: /ˈɡɛlzənkɪərxən/, US: /ˌɡɛlzənˈkɪərxən/, German: [ˌɡɛlzn̩ˈkɪʁçn̩] (listen); Westphalian: Gelsenkiärken) is the 11th largest city of Germany's most populous federal state of North Rhine-Westphalia and its 262,528 (2016) inhabitants make it the 25th largest city of Germany. On the Emscher River (a tributary of the Rhine), it lies at the centre of the Ruhr, the largest urban area of Germany, of which it is the fifth largest city after Dortmund, Essen, Duisburg and Bochum. The Ruhr is located in the Rhine-Ruhr Metropolitan Region, one of Europe's largest urban areas. Gelsenkirchen is the fifth largest city of Westphalia after Dortmund, Bochum, Bielefeld and Münster, and it is one of the southernmost cities in the Low German dialect area. The city is home to the football club Schalke 04, which is named after Gelsenkirchen-Schalke [de]. The club's current stadium Veltins-Arena, however, is located in Gelsenkirchen-Erle [de].",
  "/wiki/FC_Schalke_04": "Fußballclub Gelsenkirchen-Schalke 04 e. V., commonly known as FC Schalke 04 (German: [ɛf tseː ˈʃalkə nʊl fiːɐ̯]), Schalke, Schalke 04 or abbreviated as S04 (German: [ˈɛs nʊl fiːɐ̯]), is a professional German football and multi-sports club originally from the Schalke district of Gelsenkirchen, North Rhine-Westphalia. The \"04\" in the club's name derives from its formation in 1904. Schalke has long been one of the most popular professional football teams and multi-sports club in Germany, even though the club's heyday was in the 1930s and 1940s. Schalke play in the Bundesliga, the top tier of the German football league system. As of June 2018, the club has 155,000 members, making it the second-largest sports club in Germany and the fourth-largest sports club in the world in terms of membership.[not verified in body] Other activities offered by the club include athletics, basketball, handball, table tennis, winter sports and eSports.",
  "/wiki/UEFA_Cup_and_Europa_League_records_and_statistics": "This page details statistics of the Europa League and UEFA Cup. Unless notified these statistics concern all seasons since inception of the UEFA Cup in the 1971–72 season, including qualifying rounds. The UEFA Cup replaced the Inter-Cities Fairs Cup in the 1971–72 season, so the Fairs Cup is not considered a UEFA competition, and hence clubs' records in the Fairs Cup are not considered part of their European record."
}