{
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/1968_Stanley_Cup_playoffs": "The 1968 Stanley Cup playoffs, to decide the 1968 championship of the National Hockey League (NHL) was the first after the expansion from six to twelve teams. The playoff system was thus expanded from a four-team to an eight-team tournament, and was designed so that four of the new expansion teams would qualify for the postseason.",
  "/wiki/1970_Stanley_Cup_playoffs": "The 1969–70 NHL season was the 53rd season of the National Hockey League. For the third straight season, the St. Louis Blues reached the Stanley Cup finals, and for the third straight year, the winners of the expansion West Division were swept four games to none. This time, however, it was at the hands of the Boston Bruins, as the defending champions Montreal Canadiens narrowly missed the playoffs, something that did not happen again for the next quarter century. With both the Canadiens and Toronto Maple Leafs missing the 1970 Stanley Cup playoffs, it was the first time in league history that neither of the NHL's two Canadian teams (at the time) qualified for the playoffs (something that has happened only once since, in 2016, when all of the league's then seven Canadian teams missed the playoffs). It was also the final season that teams wore their colored jerseys at home until the 2003–04 season.",
  "/wiki/1971_Stanley_Cup_playoffs": "The 1970–71 NHL season was the 54th season of the National Hockey League. Two new teams, the Buffalo Sabres and Vancouver Canucks made their debuts and were both put into the East Division. The Chicago Black Hawks were moved to the West Division.  The Montreal Canadiens won the Stanley Cup by beating the Black Hawks in seven games in the finals.",
  "/wiki/1972_Stanley_Cup_playoffs": "The 1971–72 NHL season was the 55th season of the National Hockey League. Fourteen teams each played 78 games. The Boston Bruins beat the New York Rangers four games to two for their second Stanley Cup in three seasons in the finals.",
  "/wiki/1984_Stanley_Cup_playoffs": "The 1984 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 4, after the conclusion of the 1983–84 NHL season. The playoffs concluded on May 19 with the Edmonton Oilers defeating the four time defending champion New York Islanders 5–2 to win the Stanley Cup Finals four games to one, the franchise's first Stanley Cup.",
  "/wiki/1985_Stanley_Cup_playoffs": "The 1985 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 10, after the conclusion of the 1984–85 NHL season. The playoffs concluded on May 30 with the champion Edmonton Oilers defeating the Philadelphia Flyers 8–3 to win the Final series four games to one and win the Stanley Cup.",
  "/wiki/1986_Stanley_Cup_playoffs": "The 1986 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 9, after the conclusion of the 1985–86 NHL season. The playoffs concluded on May 24 with the champion Montreal Canadiens defeating the Calgary Flames 4–1 to win the series four games to one and win the Stanley Cup.",
  "/wiki/1989_Stanley_Cup_playoffs": "The 1989 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1988–89 NHL season. This was the final year that all of the Division Semifinals began with teams playing the first four games in a span of five days. The playoffs concluded on May 25 with the champion Calgary Flames defeating the Montreal Canadiens 4–2 to win the Stanley Cup Final series four games to two.",
  "/wiki/1991_Stanley_Cup_playoffs": "The 1991 Stanley Cup Playoffs for the National Hockey League (NHL) championship began on April 3, 1991, following the 1990–91 regular season. The 16 teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1994_Stanley_Cup_playoffs": "The 1994 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began after the conclusion of the 1993–94 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven game series for conference quarterfinals, semifinals and championships; and then the conference champions played a best-of-seven series for the Stanley Cup. The playoffs ended when the New York Rangers defeated the Vancouver Canucks in the seventh game of the 1994 Stanley Cup Finals.",
  "/wiki/1999_Stanley_Cup_playoffs": "The 1999 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 21, 1999, following the 1998–99 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarter-finals, semi-finals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. As of 2019, this was the last time all four WHA teams made the playoffs.",
  "/wiki/2001_Stanley_Cup_playoffs": "The 2001 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 11, 2001, and ended on June 9, 2001, when the Western Conference champion  Colorado Avalanche defeated the Eastern Conference champion New Jersey Devils to win its second Stanley Cup.",
  "/wiki/2016_Stanley_Cup_playoffs": "The 2016 Stanley Cup playoffs of the National Hockey League (NHL) began on April 13, 2016 and ended on June 12, 2016, with the Pittsburgh Penguins defeating the San Jose Sharks four games to two in the 2016 Stanley Cup Finals.",
  "/wiki/2019_Stanley_Cup_playoffs": "The 2019 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 10, 2019, after the 2018–19 NHL season, and concluded on June 12, 2019, with the St. Louis Blues winning their first Stanley Cup in franchise history defeating the Boston Bruins four games to three in the Stanley Cup Finals.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/1973_Stanley_Cup_playoffs": "The 1972–73 NHL season was the 56th season of the National Hockey League. Sixteen teams each played 78 games. Two new teams, the New York Islanders and the Atlanta Flames, made their debuts. The Montreal Canadiens won the Stanley Cup by beating the Chicago Black Hawks four games to two in the Stanley Cup Final.",
  "/wiki/1980_Stanley_Cup_playoffs": "The 1980 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1979–80 NHL season. This season saw the addition of four teams from the disbanded World Hockey Association (WHA) as expansion franchises, and thus the playoffs were also expanded from 12 to 16 teams. Two for those former WHA clubs, the Edmonton Oilers and the Hartford Whalers, made the playoffs in their first season in the NHL.",
  "/wiki/1982_Stanley_Cup_playoffs": "The 1982 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 7, after the conclusion of the 1981–82 NHL season. The playoffs concluded on May 16 with the champion New York Islanders defeating the Vancouver Canucks 3–1 to win the Final series four games to none and win the Stanley Cup.",
  "/wiki/1983_Stanley_Cup_playoffs": "The 1983 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1982–83 NHL season. The playoffs concluded on May 17 with the champion New York Islanders defeating the Edmonton Oilers 4–0 to win the Final series four games to none and win the Stanley Cup for the fourth consecutive season.",
  "/wiki/1988_Stanley_Cup_playoffs": "The 1988 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 6, after the conclusion of the 1987–88 NHL season. It concluded on May 26, with the defending champion Edmonton Oilers defeating the Boston Bruins to win their second straight Stanley Cup and fourth in five years.",
  "/wiki/1990_Stanley_Cup_playoffs": "The 1990 Stanley Cup playoffs for the National Hockey League (NHL) championship began on April 5, 1990, following the 1989–90 regular season. The sixteen teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1992_Stanley_Cup_playoffs": "The 1992 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 18, after the conclusion of the 1991–92 NHL season. It was the 100th anniversary of the first awarding of the Stanley Cup, and it was won by the Pittsburgh Penguins, defeating the Chicago Blackhawks.",
  "/wiki/1993_Stanley_Cup_playoffs": "The 1993 Stanley Cup playoffs the playoff tournament of the National Hockey League (NHL) began after the conclusion of the 1992–93 NHL season on April 18 and ended with the Montreal Canadiens defeating the Los Angeles Kings four games to one to win the Stanley Cup on June 9.  These playoffs featured an NHL record 28 overtime games, of which the Canadiens set a playoff record for most overtime games won in one year with ten. The Canadiens also won 11 consecutive games during the playoffs, tying an NHL record.",
  "/wiki/2002_Stanley_Cup_playoffs": "The 2002 Stanley Cup playoffs, the playoff tournament of the National Hockey League began on April 17, 2002.",
  "/wiki/2014_Stanley_Cup_playoffs": "The 2014 Stanley Cup playoffs of the National Hockey League (NHL) began on April 16, 2014 and ended June 13, 2014 when the Los Angeles Kings defeated the New York Rangers four games to one in the Stanley Cup Final.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/1996_Stanley_Cup_playoffs": "The 1996 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1996. The 16 teams that qualified (8 from each conference) played best-of-seven series for conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. These playoffs are noted as being the first playoffs in which all Canadian teams were eliminated during the first round. The New Jersey Devils, who had won the Stanley Cup the year before, failed to qualify for these playoffs. This was the first time that both Florida teams—the Florida Panthers and Tampa Bay Lightning—made it to the playoffs.",
  "/wiki/1997_Stanley_Cup_playoffs": "The 1997 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1997, following the completion of the 1996–97 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarter-finals, semi-finals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1998_Stanley_Cup_playoffs": "The 1998 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 22, 1998 following the 1997–98 regular season. The sixteen teams that qualified, eight from each conference, played best-of-7 series for conference quarterfinals, semifinals and championships, and then the conference champions  played a best-of-7 series for the Stanley Cup.",
  "/wiki/San_Jose_Sharks": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The franchise is owned by San Jose Sports & Entertainment Enterprises. Beginning play in the 1991–92 season, the Sharks initially played their home games at the Cow Palace, before they moved to their present home, now named SAP Center at San Jose, in 1993. The SAP Center is known locally as the Shark Tank.",
  "/wiki/2000_Stanley_Cup_playoffs": "The 2000 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 12, 2000, and concluded on June 10. The 16 teams that qualified, eight from each conference, played best-of-seven series for Conference Quarterfinals, Conference Semifinals and Conference Finals, with each conference champion playing a best-of-seven series in the Stanley Cup Finals for the Stanley Cup.",
  "/wiki/2004_Stanley_Cup_playoffs": "The 2004 Stanley Cup playoffs for the National Hockey League began on April 7, 2004, following the 2003–04 regular season. The playoffs ended with the Tampa Bay Lightning winning the Stanley Cup with a seven-game series win over the Calgary Flames on June 7. It was Tampa Bay's first Stanley Cup victory. It was the Flames' third final appearance, as they came this far in 1986 and 1989, winning the latter. The 16 qualified teams, eight from each conference, played best-of-seven games for Conference Quarterfinals, Semifinals and Finals. The winner of each conference proceeded to the Stanley Cup Finals. The format was identical to the one introduced for the 1999 playoffs.",
  "/wiki/2012_Stanley_Cup_playoffs": "The 2012 Stanley Cup playoffs of the National Hockey League (NHL) began on April 11, 2012, after the conclusion of the 2011–12 NHL regular season. These playoffs marked only the second time since the 1996 playoffs in which no Canadian teams advanced past the first round. These playoffs featured the return of the Florida Panthers to the postseason for the first time since the 2000 Stanley Cup playoffs, one of the longest playoff droughts in league history.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/1987_Stanley_Cup_playoffs": "The 1987 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1986–87 NHL season. It concluded on May 31, with the Edmonton Oilers defeating the Philadelphia Flyers to win the Stanley Cup. In an attempt to reduce the number of first round upsets, the NHL expanded the best-of-five series in the first round to a best-of-seven series.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/1969_Stanley_Cup_playoffs": "The 1968–69 NHL season was the 52nd season of the National Hockey League. Twelve teams each played 76 games (two more than in 1967–68). For the second time in a row, the Montreal Canadiens faced the St. Louis Blues in the Stanley Cup finals. Montreal won their second consecutive Stanley Cup as they swept the Blues in four, an identical result to the previous season.",
  "/wiki/2013_Stanley_Cup_playoffs": "The 2013 Stanley Cup playoffs of the National Hockey League (NHL) began on April 30, 2013, following the conclusion of the 2012–13 NHL regular season. The regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The playoffs ended on June 24, 2013, with the Chicago Blackhawks defeating the Boston Bruins in six games to win the Stanley Cup. Patrick Kane won the Conn Smythe trophy as the playoffs MVP, with 19 points (9 goals and 10 assists).",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/1975_Stanley_Cup_playoffs": "The 1974–75 NHL season was the 58th season of the National Hockey League. Two new teams, the Washington Capitals and Kansas City Scouts were added, increasing the number of teams to 18. To accommodate the new teams, the NHL re-organized its divisional structure and playoff format. The regular season was expanded to 80 games per team (which would be the case until 1992–93). The Philadelphia Flyers won the Stanley Cup for the second consecutive year.",
  "/wiki/1981_Stanley_Cup_playoffs": "The 1981 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1980–81 NHL season. The playoffs concluded on May 21 with the champion New York Islanders defeating the Minnesota North Stars 5–1 to win the Final series four games to one and win the Stanley Cup.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/1977_Stanley_Cup_playoffs": "The 1976–77 NHL season was the 60th season of the National Hockey League. The Kansas City Scouts moved to Denver, Colorado, and became the Colorado Rockies and the California Golden Seals moved to Cleveland, Ohio, and became the Cleveland Barons. The Montreal Canadiens once again dominated the playoffs as, for the second straight year, they swept their opponent four games to none in the final series for the Stanley Cup.",
  "/wiki/Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver, British Columbia. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Canucks play their home games at Rogers Arena, formerly known as General Motors Place, which has an official capacity of 18,910. Travis Green is the head coach and Jim Benning is the general manager.",
  "/wiki/1995_Stanley_Cup_playoffs": "The 1995 Stanley Cup playoffs, the playoff tournament of the National Hockey League was played between May 6 and June 24, 1995. The 1994–95 NHL regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The sixteen teams that qualified, eight from each conference, played best-of-seven series for the conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. In the Final, the New Jersey Devils swept the favored Detroit Red Wings in four games to win their first championship.",
  "/wiki/2003_Stanley_Cup_playoffs": "The 2003 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 9, 2003, following the 2002–03 regular season. The playoffs concluded on June 9, 2003, with the New Jersey Devils defeating the Mighty Ducks of Anaheim in seven games.",
  "/wiki/2009_Stanley_Cup_playoffs": "The 2009 Stanley Cup playoffs of the National Hockey League began on April 15, 2009, after the 2008–09 regular season. The sixteen teams that qualified, eight from each conference (the winner of each of the three divisions plus the five teams with highest point totals from the teams remaining), play a best-of-seven series for the conference quarterfinals, semifinals, and championships, and then the conference champions will play a best-of-seven series for the Stanley Cup. The Columbus Blue Jackets made their first appearance in the playoffs in their nine-year history. Previously they had been the only franchise to have not made the playoffs. Also, home teams set a record by going 13-2 in the openers of all the series combined.\nThere were no playoff games played in the Province of Ontario as this was the first time that the modern Ottawa Senators and the Toronto Maple Leafs both missed the playoffs in the same year.  This was the most recent time that the Carolina Hurricanes were in the playoffs until 2019.",
  "/wiki/Arizona_Coyotes": "The Arizona Coyotes are a professional ice hockey team based in the Phoenix suburb of Glendale, Arizona. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Coyotes first played at America West Arena in downtown Phoenix, before moving to Glendale's Gila River Arena in 2003. In 2021, the Coyotes are scheduled to return to the Central Division when an expansion team in Seattle joins the league.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/Minnesota_Wild": "The Minnesota Wild are a professional ice hockey team based in Saint Paul, Minnesota. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Wild were the only Minneapolis–Saint Paul area major professional sports league franchise to play in Saint Paul until Minnesota United FC moved to their new home, Allianz Field, in 2019. The other three teams play in Minneapolis.",
  "/wiki/2015_Stanley_Cup_playoffs": "The 2015 Stanley Cup playoffs of the National Hockey League (NHL) began on April 15, 2015, and ended on June 15, 2015, with the Chicago Blackhawks defeating the Tampa Bay Lightning four games to two in the 2015 Stanley Cup Finals.",
  "/wiki/2017_Stanley_Cup_playoffs": "The 2017 Stanley Cup playoffs of the National Hockey League (NHL) began on April 12, 2017, after the 2016–17 regular season and concluded on June 11, 2017, with the Pittsburgh Penguins defeating the Nashville Predators four games to two in the Finals to win the Stanley Cup for the second consecutive year.",
  "/wiki/Winnipeg_Jets": "The Winnipeg Jets are a professional ice hockey team based in Winnipeg, Manitoba. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team is owned by True North Sports & Entertainment and plays its home games at Bell MTS Place.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/1976_Stanley_Cup_playoffs": "The 1975–76 NHL season was the 59th season of the National Hockey League. The Montreal Canadiens won the Stanley Cup, defeating the defending champion Philadelphia Flyers in the final.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/Colorado_Avalanche": "The Colorado Avalanche are a professional ice hockey team based in Denver, Colorado. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Avalanche are the only team in their division not based in the Central Time Zone; the team is situated in the Mountain Time Zone. Their home arena is Pepsi Center, which they share with the Denver Nuggets of the National Basketball Association. Their general manager is Joe Sakic.",
  "/wiki/Nashville_Predators": "The Nashville Predators are a professional ice hockey team based in Nashville, Tennessee. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Predators have played their home games at Bridgestone Arena since 1998. Their television broadcasting rights are held by Fox Sports Tennessee, and radio broadcasting rights are held by WPRT-FM.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders."
}