{
  "/wiki/Sophia_Dorothea_of_Hanover": "Sophia Dorothea of Hanover (26 March [O.S. 16 March] 1687 – 28 June 1757) was a Queen consort in Prussia as spouse of Frederick William I. She was the sister of George II, King of Great Britain, and the mother of Frederick II, King of Prussia.",
  "/wiki/George_I_of_Great_Britain": "George I (George Louis; German: Georg Ludwig; 28 May 1660 – 11 June 1727)[a] was King of Great Britain and Ireland from 1 August 1714 and ruler of the Duchy and Electorate of Brunswick-Lüneburg (Hanover) in the Holy Roman Empire from 23 January 1698 until his death in 1727. He was the first British monarch of the House of Hanover.",
  "/wiki/Prussia": "Prussia (/ˈprʌʃə/; German: Preußen, pronounced [ˈpʁɔʏsn̩] (listen), Old Prussian: Prūsa or Prūsija) was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia, successfully expanding its size by way of an unusually well-organised and effective army. Prussia, with its capital first in Königsberg and then, in 1701, in Berlin, decisively shaped the history of Germany.",
  "/wiki/Anne,_Princess_Royal_and_Princess_of_Orange": "Anne, Princess Royal and Princess of Orange (2 November 1709 – 12 January 1759) was the second child and eldest daughter of King George II of Great Britain and his consort Caroline of Ansbach.  She was the spouse of William IV, Prince of Orange, the first hereditary stadtholder of all seven provinces of the Northern Netherlands.   She was Regent of the Netherlands from 1751 until her death in 1759, exercising extensive powers on behalf of her son William V.    She was known as an Anglophile, due to her English upbringing and family connections, but was unable to convince the Dutch Republic to enter the Seven Years' War on the side of the British.[citation needed] Princess Anne was the second daughter of a British sovereign to hold the title Princess Royal. In the Netherlands she was sometimes known as Anna van Hannover.",
  "/wiki/George_II_of_Great_Britain": "George II (George Augustus; German: Georg II. August; 30 October / 9 November 1683O.S./N.S. – 25 October 1760) was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760.",
  "/wiki/Princess_Amelia_of_Great_Britain": "Princess Amelia of Great Britain (Amelia Sophia Eleanor; 10 June 1711 (New Style) – 31 October 1786) was the second daughter of King George II of Great Britain and Queen Caroline.",
  "/wiki/Princess_Caroline_of_Great_Britain": "Princess Caroline of Great Britain (Caroline Elizabeth; 10 June 1713 – 28 December 1757) was the fourth child and third daughter of King George II of Great Britain and his wife Caroline of Ansbach.",
  "/wiki/Princess_Mary_of_Great_Britain": "Princess Mary of Great Britain (5 March 1723 – 14 January 1772) was the second-youngest daughter of King George II of Great Britain and his wife, Caroline of Ansbach, and Landgravine of Hesse-Kassel as the wife of Frederick II, Landgrave of Hesse-Kassel.",
  "/wiki/Louise_of_Great_Britain": "Louise of Great Britain (originally Louisa; 18 December 1724 – 19 December 1751) was Queen of Denmark and Norway from 1746 until her death, as the first wife of King Frederick V. She was the youngest surviving daughter of King George II of Great Britain and Caroline of Ansbach.",
  "/wiki/Queen_of_Denmark": "The Monarchy of Denmark, colloquially known as the Danish Monarchy, is a constitutional institution and a historic office of the Kingdom of Denmark. The Kingdom includes Denmark, as well as the autonomous regions of Greenland and the Faroe Islands. The Kingdom of Denmark was already consolidated in the 8th century, whose rulers are consistently referred to in Frankish sources (and in some late Frisian sources) as \"kings\" (reges). Under the rule of King Gudfred in 804 the Kingdom may have included all the major provinces of medieval Denmark.\nThe current unified Kingdom of Denmark was founded or re-united by the Viking kings Gorm the Old and Harald Bluetooth in the 10th century. Originally an elective monarchy, it became hereditary only in the 17th century during the reign of Frederick III. A decisive transition to a constitutional monarchy occurred in 1849 with the writing of the first Constitution. The current Royal House is a branch of the princely family of Glücksburg, originally from Schleswig-Holstein in modern-day Germany, the same royal house as the Norwegian and former Greek royal families.",
  "/wiki/Princess_Augusta_of_Great_Britain": "Princess Augusta Frederica of Great Britain (31 July 1737 – 23 March 1813) was a British princess, granddaughter of King George II and the only elder sibling of King George III. She was a Princess consort of Brunswick-Wolfenbuttel by marriage to Charles William Ferdinand, Prince of Brunswick-Wolfenbüttel. Her daughter Caroline was the spouse of King George IV.",
  "/wiki/Frederick,_Prince_of_Wales": "Frederick, Prince of Wales, KG (Frederick Louis; 1 February 1707 – 31 March 1751), was heir apparent to the British throne from 1727 until his death from a lung injury at the age of 44. He was the eldest but estranged son of King George II and Caroline of Ansbach, and the father of King George III.",
  "/wiki/Duke_of_Brunswick": "The Duchy of Brunswick (German: Herzogtum Braunschweig) was a historical German state. Its capital was the city of Brunswick (Braunschweig).\nIt was established as the successor state of the Principality of Brunswick-Wolfenbüttel by the Congress of Vienna in 1815. In the course of the 19th-century history of Germany, the duchy was part of the German Confederation, the North German Confederation and from 1871 the German Empire. It was disestablished after the end of World War I, its territory incorporated into the Weimar Republic as the Free State of Brunswick.",
  "/wiki/Princess_Elizabeth_of_Great_Britain": "Princess Elizabeth (Elizabeth Caroline; 10 January 1741 – 4 September 1759) was a member of the British Royal Family, a grandchild of King George II and sister of King George III.",
  "/wiki/Princess_Louisa_of_Great_Britain": "Princess Louisa of Great Britain (Louisa Anne; 19 March 1749 – 13 May 1768) was a grandchild of King George II and sister of King George III.",
  "/wiki/Caroline_Matilda_of_Great_Britain": "Caroline Matilda of Great Britain (Danish: Caroline Mathilde; 22 July 1751 – 10 May 1775) was by birth a Princess of Great Britain and member of the House of Hanover and by marriage Queen consort of Denmark and Norway from 1766 to 1772.",
  "/wiki/Queen_of_Norway": "The list of Norwegian monarchs (Norwegian: kongerekken or kongerekka) begins in 872: the traditional dating of the Battle of Hafrsfjord, after which victorious King Harald Fairhair merged several petty kingdoms into that of his father. Named after the homonymous geographical region, Harald's realm was later to be known as the Kingdom of Norway.[citation needed]",
  "/wiki/Charlotte,_Princess_Royal": "Charlotte, Princess Royal (Charlotte Augusta Matilda; 29 September 1766 – 5 October 1828), was Queen of Württemberg as the wife of King Frederick I. She was the first daughter and fourth child of King George III of the United Kingdom and his wife, Charlotte of Mecklenburg-Strelitz.",
  "/wiki/George_III_of_the_United_Kingdom": "George III (George William Frederick; 4 June 1738[c] – 29 January 1820) was King of Great Britain and King of Ireland from 25 October 1760 until the union of the two countries on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of the House of Hanover, but unlike his two predecessors, he was born in Great Britain, spoke English as his first language, and never visited Hanover.",
  "/wiki/Princess_Royal": "Princess Royal is a substantive title customarily (but not automatically) awarded by a British monarch to his or her eldest daughter. There have been seven Princesses Royal. Princess Anne is the current Princess Royal. Queen Elizabeth II was never known as the Princess Royal because her aunt, Princess Mary, was in possession of the title.",
  "/wiki/W%C3%BCrttemberg": "Württemberg (/ˈwɜːrtəmbɜːrɡ, ˈvɜːrt-/ WURT-əm-burg, VURT-, German: [ˈvʏʁtəmbɛʁk] (listen)) is a historical German territory roughly corresponding to the cultural and linguistic region of Swabia. Together with Baden and Hohenzollern, two other historical territories, it now forms the Federal State of Baden-Württemberg. Württemberg was formerly also spelled Würtemberg and Wirtemberg.",
  "/wiki/Princess_Augusta_Sophia_of_the_United_Kingdom": "Princess Augusta Sophia of the United Kingdom (8 November 1768 – 22 September 1840) was the sixth child and second daughter of King George III and Queen Charlotte.",
  "/wiki/Princess_Elizabeth_of_the_United_Kingdom": "Princess Elizabeth of the United Kingdom (22 May 1770 – 10 January 1840) was the seventh child and third daughter of King George III and Charlotte of Mecklenburg-Strelitz. After marrying the Landgrave of Hesse-Homburg, Frederick VI, she took permanent residence in Germany as landgravine.",
  "/wiki/Princess_Mary,_Duchess_of_Gloucester_and_Edinburgh": "Princess Mary, Duchess of Gloucester and Edinburgh (25 April 1776 – 30 April 1857) was the eleventh child and fourth daughter of King George III of the United Kingdom and his consort Charlotte of Mecklenburg-Strelitz.",
  "/wiki/Princess_Sophia_of_the_United_Kingdom": "Princess Sophia of the United Kingdom (Sophia Matilda; 3 November 1777 – 27 May 1848) was the twelfth child and fifth daughter of King George III and Charlotte of Mecklenburg-Strelitz. Sophia is perhaps best known for the rumours surrounding a supposed illegitimate child to whom she gave birth as a young woman.",
  "/wiki/Princess_Amelia_of_the_United_Kingdom": "Princess Amelia of the United Kingdom (7 August 1783 – 2 November 1810) was the fifteenth and last child and sixth daughter of King George III of the United Kingdom and his wife, Charlotte of Mecklenburg-Strelitz. She was their first daughter to die and third child to die before them.",
  "/wiki/Princess_Sophia_of_Gloucester": "Princess Sophia Matilda of Gloucester (29 May 1773 – 29 November 1844) was a great-granddaughter of King George II of Great Britain and niece of King George III.",
  "/wiki/Prince_William_Henry,_Duke_of_Gloucester_and_Edinburgh": "Prince William, Duke of Gloucester and Edinburgh, KG PC FRS (William Henry; 25 November 1743 – 25 August 1805), was a grandson of King George II and a younger brother of King George III of the United Kingdom.",
  "/wiki/Royal_Highness": "Royal Highness (abbreviated HRH for His Royal Highness or Her Royal Highness) is a style used to address or refer to some members of royal families, usually princes or princesses. Monarchs and their consorts are usually styled Majesty. When used as a direct form of address, spoken or written, it takes the form \"Your Royal Highness\". When used as a third-person reference, it is gender-specific (His Royal Highness or Her Royal Highness, both abbreviated HRH) and, in plural, Their Royal Highnesses (TRH).",
  "/wiki/Princess_Caroline_of_Gloucester": "Princess Caroline of Gloucester (Caroline Augusta Maria; 24 June 1774 – 14 March 1775) was an infant member of the British Royal Family, a great-grandchild of George II, niece of George III and daughter of the 1st Duke of Gloucester and Edinburgh and his wife, Maria Walpole, daughter of Sir Edward Walpole and his mistress Dorothy Clement.",
  "/wiki/Princess_Charlotte_of_Wales": "Princess Charlotte Augusta of Wales (7 January 1796 – 6 November 1817) was the only child of George, Prince of Wales (later King George IV), and his wife, Caroline of Brunswick. Had she outlived both her grandfather King George III and her father, she would have become Queen of the United Kingdom; but she died at the age of 21, predeceasing them both.",
  "/wiki/George_IV_of_the_United_Kingdom": "George IV (George Augustus Frederick; 12 August 1762 – 26 June 1830) was King of the United Kingdom of Great Britain and Ireland and King of Hanover following the death of his father, King George III, on 29 January 1820, until his own death ten years later. From 1811 until his accession, he served as regent during his father's final mental illness.",
  "/wiki/William_IV_of_the_United_Kingdom": "William IV (William Henry; 21 August 1765 – 20 June 1837) was King of the United Kingdom of Great Britain and Ireland and King of Hanover from 26 June 1830 until his death in 1837. The third son of George III, William succeeded his elder brother George IV, becoming the last king and penultimate monarch of Britain's House of Hanover."
}