{
  "/wiki/Richardville_House": "The Chief Jean Baptiste de Richardville House was  built near Fort Wayne, Indiana, in 1827. Subsidized by the U.S. federal government through the 1826 Treaty of Mississinewas, it is believed to be one of only three treaty houses built east of the Mississippi River. It was designated a National Historic Landmark on March 2, 2012.",
  "/wiki/Fort_Wayne,_Indiana": "Fort Wayne is a city in the U.S. state of Indiana and the seat of Allen County, United States. Located in northeastern Indiana, the city is 18 miles (29 km) west of the Ohio border and 50 miles (80 km) south of the Michigan border. With a population of 253,691 in the 2010 census, it is the second-most populous city in Indiana after Indianapolis, and the 75th-most populous city in the United States. It is the principal city of the Fort Wayne metropolitan area, consisting of Allen, Wells, and Whitley counties, a combined population of 419,453 as of 2011. Fort Wayne is the cultural and economic center of northeastern Indiana. The city is within a 300-mile (482.803 km) radius of major population centers, including Chicago, Cincinnati, Cleveland, Columbus, Detroit, Indianapolis, Louisville, Lexington, and Milwaukee.\n In addition to the three core counties, the combined statistical area (CSA) includes Adams, DeKalb, Huntington, Noble, and Steuben counties, with an estimated population of 615,077.",
  "/wiki/Allen_County,_Indiana": "Allen  County is a county in the U.S. state of Indiana. As of the 2017 Census, the population was 375,351, making it the third-most populous county in Indiana. The county seat and largest city is Fort Wayne, the second largest city in Indiana.",
  "/wiki/Treaty_of_Mississinewas": "The Treaty of Mississinewas or the Treaty of Mississinewa also called Treaty of the Wabash is an 1826 treaty between the United States and the Miami and Potawatomi Tribes regarding purchase of Indian lands in Indiana and Michigan. The signing was held at the mouth of the Mississinewa River on the Wabash, hence the name.",
  "/wiki/Miami_tribe": "The Miami (Miami-Illinois: Myaamiaki) are a Native American nation originally speaking one of the Algonquian languages. Among the peoples known as the Great Lakes tribes, it occupied territory that is now identified as North-central Indiana, southwest Michigan, and western Ohio. By 1846, most of the Miami had been deported to Indian Territory (now part of Oklahoma). The Miami Tribe of Oklahoma is the only federally recognized tribe of Miami Indians in the United States. The Miami Nation of Indiana is an unrecognized tribe.",
  "/wiki/Jean_Baptiste_Richardville": "Jean Baptiste de Richardville (c. 1761 – 13 August 1841), also known as Pinšiwa or Peshewa in the Miami-Illinois language (meaning \"Wildcat\" or \"Lynx\") or John Richardville in English,  was the last akima (civil chief) of the Miami people. He began his career in the 1790s as a fur trader who controlled an important portage connecting the Maumee River to the Little River (the present-day Little Wabash River) in what became the present-day state of Indiana. Richardville emerged a principal chief in 1816 and remained a leader of the Miamis until his death in 1841. He was a signatory to the Treaty of Greenville (1795), as well as several later treaties between the U.S. government and the Miami people, most notably the Treaty of Fort Wayne (1803), the Treaty of Fort Wayne (1809), the Treaty of Saint Mary's (1818), the Treaty of Mississinewas (1826), the treaty signed at the Forks of the Wabash (1838), and the Treaty of the Wabash (1840).",
  "/wiki/Allen_County_Courthouse_(Indiana)": "The Allen County Courthouse in Fort Wayne, Indiana is one of 37 United States National Historic Landmarks in the state of Indiana.  It was listed on the National Register of Historic Places in 1976 and was designated a National Historic Landmark in 2003.",
  "/wiki/Beaux-Arts_architecture": "Beaux-Arts architecture (/ˌboʊˈzɑːr/; French: [bozaʁ]) was the academic architectural style taught at the École des Beaux-Arts in Paris, particularly from the 1830s to the end of the 19th century. It drew upon the principles of French neoclassicism, but also incorporated Gothic and Renaissance elements, and used modern materials, such as iron and glass. It was an important style in France until the end of the 19th century. It also had a strong influence on architecture in the United States, because of the many prominent American architects who studied at the École des Beaux-Arts, including Henry Hobson Richardson, John Galen Howard, Daniel Burnham, and Louis Sullivan.:76",
  "/wiki/Building": "A building, or edifice, is a structure with a roof and walls standing more or less permanently in one place, such as a house or factory. Buildings come in a variety of sizes, shapes, and functions, and have been adapted throughout history for a wide number of factors, from building materials available, to weather conditions, land prices, ground conditions, specific uses, and aesthetic reasons. To better understand the term building compare the list of nonbuilding structures.",
  "/wiki/Angel_Mounds": "Angel Mounds State Historic Site (12 VG 1), an expression of the Mississippian culture, is an archaeological site managed by the Indiana State Museum and Historic Sites that includes more than 600 acres (240 hectares) of land about 8 miles (13 km) southeast of present-day Evansville, in Vanderburgh and Warrick County, Indiana. The large residential and agricultural community was constructed and inhabited from AD 1100 to AD 1450 and served as the political, cultural, and economic center of the Angel chiefdom. It extended within 120 miles (190 km) of the Ohio River valley to the Green River in present-day Kentucky. The town had as many as 1,000 inhabitants at its peak and included a complex of thirteen earthen mounds, hundreds of home sites, a palisade (stockade), and other structures. Designated a National Historic Landmark in 1964, the property also includes an interpretive center, recreations of Mississippian structures, a replica of a 1939 Works Projects Administration archaeology laboratory, and a 500-acre (200-hectare) area away from the archaeological site that is a nature preserve. The historic site continues to preserve and relate the story of pre-contact Middle Mississippian culture on the Ohio River.",
  "/wiki/Evansville,_Indiana": "Evansville is a city in, and the county seat of, Vanderburgh County, Indiana. The population was 117,429 at the 2010 census, making it the state's third-most populous city after Indianapolis and Fort Wayne, the largest city in Southern Indiana, and the 232nd-most populous city in the United States.  It is the commercial, medical, and cultural hub of Southwestern Indiana and the Illinois-Indiana-Kentucky tri-state area, home to over 911,000 people. The 38th parallel crosses the north side of the city and is marked on Interstate 69.",
  "/wiki/Warrick_County,_Indiana": "Warrick County is a county located in the U.S. state of Indiana. As of 2010, the population was 59,689. The county seat is Boonville. It was organized in 1813 and was named for Captain Jacob Warrick, an Indiana militia company commander killed in the Battle of Tippecanoe in 1811. It is one of the ten fastest-growing counties in Indiana.",
  "/wiki/Vanderburgh_County,_Indiana": "Vanderburgh County is a county in the U.S. state of Indiana. As of 2010, the population was 179,703. The county seat is in Evansville. While Vanderburgh County was the seventh-largest county in 2010 population with 179,703 people, it is also the eighth-smallest county in area in Indiana and the smallest in southwestern Indiana, covering only 236 square miles (610 km2). In 2018, the population was 180,974.",
  "/wiki/Mississippian_age": "The Mississippian (/ˌmɪs.ɪˈsɪp.i.ən/ miss-ih-SIP-ee-ə-n, also known as Lower Carboniferous or Early Carboniferous) is a subperiod in the geologic timescale or a subsystem of the geologic record. It is the earlier/lower of two subperiods of the Carboniferous period lasting from roughly 358.9 to 323.2 million years ago. As with most other geochronologic units, the rock beds that define the Mississippian are well identified, but the exact start and end dates are uncertain by a few million years. The Mississippian is so named because rocks with this age are exposed in the Mississippi River valley.",
  "/wiki/Athenæum_(Das_Deutsche_Haus)": "The Athenæum, originally named Das Deutsche Haus (German: \"The German House\"), is the most ornate and best-preserved building affiliated with the German American community of Indianapolis. Once used as a German American Turnverein and clubhouse, it currently houses many groups, organizations, and businesses. The Athenæum is located across Massachusetts Avenue from the Old National Centre. It was placed on the National Register of Historic Places on February 21, 1973. On October 31, 2016, it was named the 41st National Historic Landmark in Indiana.",
  "/wiki/Indianapolis,_Indiana": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Marion_County,_Indiana": "Marion County is a county in the U.S. state of Indiana. Census 2010 recorded a population of 903,393, making it the largest county in the state and 55th most populated county in the country, greater than the population of six states. The county seat is Indianapolis, the state capital and largest city. Marion County is consolidated with Indianapolis through an arrangement known as Unigov.",
  "/wiki/Auburn_Cord_Duesenberg_Automobile_Museum": "The Auburn Cord Duesenberg Automobile Museum is an automobile museum located in Auburn, Indiana in the United States. It is dedicated to preserving cars built by Auburn Automobile, Cord Automobile, and Duesenberg Motors Company.",
  "/wiki/Auburn,_Indiana": "Auburn is a city in DeKalb County, Indiana, United States. The population was 13,086 at the 2010 census. Founded in 1836 by Wesley Park (1811–1868), the city is the county seat of DeKalb County. Auburn is also known as Home of the Classics.",
  "/wiki/DeKalb_County,_Indiana": "DeKalb County is a county located in the U.S. state of Indiana. As of 2010, the population was 42,223.  The county seat is Auburn. Named for Revolutionary War hero Johann, Baron de Kalb (1721–1780), the county was created by the Indiana legislature in 1835 and organized in 1837.",
  "/wiki/Auburn_Automobile": "Auburn was a brand name of American automobiles produced from 1900 through 1937.",
  "/wiki/Cord_Automobile": "Cord was the brand name of an American luxury automobile company from Connersville, Indiana, manufactured by the Auburn Automobile Company from 1929 to 1932 and again in 1936 and 1937.",
  "/wiki/Duesenberg": "Duesenberg  Motors Company (sometimes referred to as \"Duesy\") was an American manufacturer of race cars and high-end luxury automobiles. It was founded by brothers August and Frederick Duesenberg in 1913 in Saint Paul, Minnesota, where they built engines and race cars. The brothers moved their operations to Elizabeth, New Jersey, in 1916 to manufacture engines for World War I.  In 1919, when their government contracts were cancelled, they moved to Indianapolis, Indiana, home of the Indianapolis Motor Speedway, and established the Duesenberg Automobile and Motors Company, Inc. (Delaware). In late 1926, E.L. Cord added Duesenberg to his Auburn Automobile Company.  With the market for expensive luxury cars severely undercut by the Great Depression, Duesenberg folded in 1937.",
  "/wiki/Art_Deco": "Art Deco, sometimes referred to as Deco, is a style of visual arts, architecture and design that first appeared in France just before World War I. Art Deco influenced the design of buildings, furniture, jewelry, fashion, cars, movie theatres, trains, ocean liners, and everyday objects such as radios and vacuum cleaners. It took its name, short for Arts Décoratifs, from the Exposition internationale des arts décoratifs et industriels modernes (International Exhibition of Modern Decorative and Industrial Arts) held in Paris in 1925. It combined modern styles with fine craftsmanship and rich materials. During its heyday, Art Deco represented luxury, glamour, exuberance, and faith in social and technological progress.",
  "/wiki/Joseph_Bailly_Homestead": "The Joseph Bailly Homestead, also known as Joseph Bailly Homestead and Cemetery, in Porter, Indiana, is a U.S. National Historic Landmark.",
  "/wiki/Porter,_Indiana": "Porter is a town in Westchester Township, Porter County, in the U.S. state of Indiana. The population was 4,858 at the 2010 census.  Porter is in the Indiana Dunes ecosystem, which played a role in the creation of The Nature Conservancy, and inspired conservation efforts.",
  "/wiki/Porter_County,_Indiana": "Porter County is a county in the U.S. state of Indiana. As of 2010, the population was 164,343. The county seat is Valparaiso.",
  "/wiki/Joseph_Bailly": "Joseph Bailly (7 April 1774 – 21 December 1835) was a fur trader and a member of an important French Canadian family that included his uncle, Charles-François Bailly de Messein.",
  "/wiki/Northwest_Indiana": "Northwest Indiana, nicknamed \"The Region\" after the Calumet Region, comprises Lake, Porter, LaPorte, Newton and Jasper counties in Indiana. This region neighbors Lake Michigan and is part of the Chicago metropolitan area. According to the 2010 Census, Northwest Indiana has a population of 819,537 and is the state's second largest urban area after the Indianapolis Metropolitan Area. It is also the home of the Indiana Dunes, parts of which have been preserved through conservation efforts. The town of Ogden Dunes houses the Hour Glass, a museum showcasing the ecological and conservation efforts of O. D. Frank.",
  "/wiki/Indiana_Dunes_National_Lakeshore": "Indiana Dunes National Park is a United States National Park located in Northwestern Indiana, managed by the National Park Service. It was authorized by Congress in 1966 as the Indiana Dunes National Lakeshore, the name by which it was known until it was designated the nation's 61st  national park on February 15, 2019. The park runs for nearly 25 miles (40 km) along the southern shore of Lake Michigan; it contains approximately 15,000 acres (6,100 ha). Its visitors center is in Porter, Indiana. Located in the park are sand dune, wetland, prairie, river, and forest ecosystems.",
  "/wiki/Broad_Ripple_Park_Carousel": "Broad Ripple Park Carousel[a] is an antique carousel in The Children's Museum of Indianapolis. It was installed in 1917 at an amusement park near the White River in Indianapolis, Indiana, where it remained until the building housing it collapsed in 1956. The ride's mechanism was destroyed, but the animals were relatively unscathed and put into storage by the park's owners, the Indianapolis Department of Parks and Recreation. The animals were carved by the Dentzel Carousel Company some time before 1900 but were assembled by the William F. Mangels carousel company, which also supplied the engine powering the ride.",
  "/wiki/Broad_Ripple_Village,_Indianapolis": "Broad Ripple Village is one of seven areas designated as cultural districts in Indianapolis, Indiana. Located about six miles (9.7 km) north of Downtown Indianapolis, Broad Ripple was established in 1837 as an independent municipality and annexed by the city of Indianapolis in 1922. Its name originated with the title of a poem titled \"Broad Ripple\" by Hoosier Poet James Whitcomb Riley. The neighborhood has a reputation for being socially, economically, and ethnically diverse.",
  "/wiki/The_Children's_Museum_of_Indianapolis": "The Children's Museum of Indianapolis is the world's largest children's museum. It is located at 3000 North Meridian Street, Indianapolis, Indiana, United States, in the United Northwest Area neighborhood of the city. The museum is accredited by the American Alliance of Museums. It is 472,900 square feet (43,933.85 m2) with five floors of exhibit halls and receives more than one million visitors annually. Its collection of over 120,000 artifacts and exhibit items is divided into three domains: the American Collection, the Cultural World Collection, and the Natural World Collection. Among the exhibits are a simulated Cretaceous dinosaur habitat, a carousel, a steam locomotive, and the glass sculpture Fireworks of Glass Tower and Ceiling. The museum's focus is family learning; most exhibits are designed to be interactive, allowing children and families to actively participate.",
  "/wiki/Duck_Creek_Aqueduct": "Duck Creek Aqueduct, also known as the Metamora Aqueduct and Whitewater Canal Aqueduct, is a historic aqueduct carrying the Whitewater Canal over Duck Creek in Metamora Township, Franklin County, Indiana. It is the only surviving covered wood aqueduct in the United States, and due to its wooden construction, closely resembles a traditional covered bridge. It is a single-span Burr through truss aqueduct and measures approximately 90 feet (27 m) long, 25 feet (7.6 m) wide, and 25 feet (7.6 m) deep. The original aqueduct was built between 1839 and 1843. The present structure was built in 1846, after the original aqueduct was washed out in a flood. It was strengthened in 1868, and repaired in 1901. After abandonment and deterioration, the Duck Creek Aqueduct was restored to its present appearance in 1946-1949.",
  "/wiki/Franklin_County,_Indiana": "Franklin County is a county located along the eastern border of the U.S. state of Indiana. It was formed in 1811 and consists of 13 townships. The population, as of 2010, was 23,087. The county seat is Brookville. Franklin County is part of the Cincinnati, OH–KY–IN Metropolitan Statistical Area.",
  "/wiki/Covered_bridge": "A covered bridge is a timber-truss bridge with a roof, decking, and siding, which in most covered bridges create an almost complete enclosure. The purpose of the covering is to protect the wooden structural members from the weather. Uncovered wooden bridges typically have a lifespan of only 20 years because of the effects of rain and sun, but a covered bridge could last 100 years.",
  "/wiki/Hinkle_Fieldhouse": "Hinkle Fieldhouse (named Butler Fieldhouse from 1928 until 1966) is a basketball arena on the campus of Butler University in Indianapolis, Indiana. Completed in early 1928, it was the largest basketball arena in the United States until 1950. The facility was renamed Hinkle Fieldhouse in 1966 in honor of Butler's longtime coach and athletic director, Paul D. \"Tony\" Hinkle. It is the sixth-oldest college basketball arena still in use, as well as the oldest and among the largest basketball arenas in NCAA's Division I basketball, although its initial seating capacity of more than 15,000 has been reduced to 9,100. Added to the National Register of Historic Places in 1983 and designated a U.S. National Historic Landmark in 1987, Hinkle Fieldhouse is sometimes referred to as \"Indiana's Basketball Cathedral.\"",
  "/wiki/Butler_University": "Butler University is a private liberal arts university in Indianapolis, Indiana, United States. Founded in 1855 and named after founder Ovid Butler, the university has over 60 major academic fields of study in six colleges: Lacy School of Business, College of Communication, College of Education, College of Liberal Arts and Sciences, College of Pharmacy and Health Sciences, and Jordan College of the Arts. It comprises a 295-acre (119 ha) campus located approximately five miles (8.0 km) from downtown Indianapolis.",
  "/wiki/Cannelton_Cotton_Mill": "Cannelton Cotton Mill, also known as Indiana Cotton Mill, is a National Historic Landmark of the United States located in Cannelton, Indiana, United States.",
  "/wiki/Cannelton,_Indiana": "Cannelton is a city in Troy Township, Perry County, in the U.S. state of Indiana, along the Ohio River. The population was 1,563 at the 2010 census. Cannelton, which was the smallest incorporated city in the state until 2010, was formerly the county seat of Perry County until the seat was relocated to Tell City.",
  "/wiki/Perry_County,_Indiana": "Perry County is a county located in the southwestern part of the U.S. state of Indiana. As of 2010, the population was 19,338. The county seat is Tell City. It is the hilliest county as well as one of the most forested counties in Indiana as it features more than 60,000 acres (240 km2) of Hoosier National Forest. The Ohio River Scenic Byway along Indiana State Road 66 runs along the southern border of the county while Interstate 64 traverses the northern portion of the county. Connecting the two is Indiana State Road 37.",
  "/wiki/Levi_Coffin_House": "The Coffin House is a National Historic Landmark located in the present-day town of Fountain City in Wayne County, Indiana. The two-story, eight room, brick home was constructed circa 1838–39 in the Federal style. The Coffin home became known as the \"Grand Central Station\" of the Underground Railroad because of its location where three of the escape routes to the North converged and the number of fugitive slaves who passed through it.",
  "/wiki/Fountain_City,_Indiana": "Fountain City, formerly Newport, is a town in New Garden Township, Wayne County, in the U.S. state of Indiana. The population was 796 at the 2010 census.",
  "/wiki/Wayne_County,_Indiana": "Wayne County is a county located in east central Indiana, United States on the border with Ohio.  As of the 2010 census, the population was 68,917.  The county seat is Richmond.",
  "/wiki/Levi_Coffin": "Levi Coffin (October 28, 1798 – September 16, 1877) was an American Quaker, abolitionist, farmer, businessman and humanitarian. An active leader in the Underground Railroad in Indiana and Ohio, some unofficially called Coffin the \"President of the Underground Railroad,\" estimating that three thousand fugitive slaves passed through his care. The Coffin home in Fountain City, Wayne County, Indiana is now a museum, sometimes called the Underground Railroad's \"Grand Central Station\".",
  "/wiki/Underground_Railroad": "The Underground Railroad was a network of secret routes and safe houses established in the United States during the early to mid-19 century, and used by enslaved African-Americans to escape into free states and Canada. The scheme was assisted by abolitionists and others sympathetic to the cause of the escapees. Not literally a railroad, the workers (both black and white, free and enslaved) who secretly aided the fugitives are also collectively referred to as the \"Underground Railroad\". Various other routes led to Mexico, where slavery had been abolished, or overseas. An earlier escape route running south toward Florida, then a Spanish possession (except 1763–83), existed from the late 17th century until Florida became a United States territory in 1821. One of the main reasons Florida was purchased by the United States was to end its function as a safe haven for escaped slaves. However, the network now generally known as the Underground Railroad was formed in the late 1700s. It ran north and grew steadily until the Civil War began. One estimate suggests that by 1850, 100,000 slaves had escaped via the \"Railroad\".",
  "/wiki/Eugene_V._Debs_Home": "The Eugene V. Debs House, on the campus of Indiana State University in Terre Haute, Indiana, was a home of union leader Eugene V. Debs. It was declared a National Historic Landmark in 1966. The museum is maintained by the Eugene V. Debs Foundation, a non-profit educational foundation.",
  "/wiki/Terre_Haute,_Indiana": "Terre Haute (/ˌtɛrə ˈhoʊt/ TERR-ə HOHT) is a city in and the county seat of Vigo County, Indiana, United States, near the state's western border with Illinois. As of the 2010 census, the city had a total population of 60,785 and its metropolitan area had a population of 170,943.",
  "/wiki/Vigo_County,_Indiana": "Vigo County (/ˈviːɡoʊ/ VEE-goh or /ˈvaɪɡoʊ/ VY-goh) is a county located along the western border of the U.S. state of Indiana. According to the 2010 census, the population was 107,848. The county seat is Terre Haute.",
  "/wiki/Eugene_V._Debs": "Eugene Victor Debs (November 5, 1855 – October 20, 1926) was an American socialist, political activist, trade unionist, one of the founding members of the Industrial Workers of the World (IWW) and five times the candidate of the Socialist Party of America for President of the United States. Through his presidential candidacies as well as his work with labor movements, Debs eventually became one of the best-known socialists living in the United States.",
  "/wiki/Industrial_Workers_of_the_World": "The Industrial Workers of the World (IWW), members of which are commonly termed \"Wobblies\", is an international labor union that was founded in 1905 in Chicago, Illinois, in the United States. The union combines general unionism with industrial unionism, as it is a general union, subdivided between the various industries which employ its members. The philosophy and tactics of the IWW are described as \"revolutionary industrial unionism\", with ties to both socialist and anarchist labor movements.",
  "/wiki/American_Railway_Union": "The American Railway Union (ARU) was briefly among the largest labor unions of its time and one of the first industrial unions in the United States.",
  "/wiki/Socialist_Party_of_America": "The Socialist Party of America (SPA) was a democratic socialist and social democratic political party in the United States formed in 1901 by a merger between the three-year-old Social Democratic Party of America and disaffected elements of the Socialist Labor Party of America which had split from the main organization in 1899.",
  "/wiki/1900_United_States_presidential_election": "The 1900 United States presidential election was the 29th quadrennial presidential election, held on Tuesday, November 6, 1900. In a re-match of the 1896 race, Republican President William McKinley defeated his Democratic challenger, William Jennings Bryan. McKinley's victory made him the first president to win consecutive re-election since Ulysses S. Grant had accomplished the same feat in 1872.",
  "/wiki/1904_United_States_presidential_election": "The 1904 United States presidential election was the 30th quadrennial presidential election, held on Tuesday, November 8, 1904. Incumbent Republican President Theodore Roosevelt defeated the Democratic nominee, Alton B. Parker. Roosevelt's victory made him the first president to win a term in his own right after having ascended to the presidency upon the death of his predecessor, William McKinley.",
  "/wiki/1908_United_States_presidential_election": "The 1908 United States presidential election was the 31st quadrennial presidential election, held on Tuesday, November 3, 1908. Secretary of War and Republican Party nominee William Howard Taft defeated three-time Democratic nominee William Jennings Bryan.",
  "/wiki/1912_United_States_presidential_election": "The 1912 United States presidential election was the 32nd quadrennial presidential election, held on Tuesday, November 5, 1912. Democratic Governor Woodrow Wilson of New Jersey unseated incumbent Republican President William Howard Taft and defeated former President Theodore Roosevelt, who ran as the Progressive Party (\"Bull Moose\") nominee. This was the last presidential election in which one of the top-two finishers did not come from either the Democratic or Republican parties, signifying the primacy of these two parties in modern American politics.",
  "/wiki/1920_United_States_presidential_election": "The 1920 United States presidential election was the 34th quadrennial presidential election, held on Tuesday, November 2, 1920. In the first election held after the end of World War I and the ratification of the Nineteenth Amendment, Republican Senator Warren G. Harding of Ohio defeated Democratic Governor James M. Cox of Ohio.",
  "/wiki/United_States_presidential_election": "The election of the president and the vice president of the United States is an indirect election in which citizens of the United States who are registered to vote in one of the fifty U.S. states or in Washington, D.C., cast ballots not directly for those offices, but instead for members of the Electoral College.[note 1] These electors then in turn cast direct votes, known as electoral votes, for president, and for vice president. The candidate who receives an absolute majority of electoral votes (at least 270 out of a total of 538, since the Twenty-Third Amendment granted voting rights to citizens of D.C.) is then elected to that office. If no candidate receives an absolute majority of the votes for president, the House of Representatives chooses the winner; if no one receives an absolute majority of the votes for vice president, then the Senate chooses the winner.",
  "/wiki/Eleutherian_College": "Eleutherian College, which was listed on the National Register of Historic Places in 1993 and declared a National Historic Landmark in 1997, was founded as Eleutherian Institute in 1848 by a group of local anti-slavery Baptists at Lancaster in Jefferson County. The institute's name comes from the Greek word  eleutheros, meaning \"freedom and equality.\" The school admitted students without regard to ethnicity or gender, including freed and fugitive slaves. Its first classes began offering secondary school instruction on November 27, 1848. The school was renamed Eleutherian College in 1854, when it began offering college-level coursework. It is the second college in the United States west of the Allegheny Mountains and the first in Indiana to provide interracial education. The restored three-story stone chapel and classroom building was constructed between 1853 and 1856 and presently serves as a local history museum.",
  "/wiki/Lancaster,_Jefferson_County,_Indiana": "Lancaster is an unincorporated community in Lancaster Township, Jefferson County, Indiana.",
  "/wiki/Jefferson_County,_Indiana": "Jefferson County is a county located in the U.S. state of Indiana.  As of 2018, the population was 32,208.  The county seat is Madison.",
  "/wiki/Abolitionism_in_the_United_States": "Abolitionism (or the Anti-Slavery Movement) in the United States of America was the movement which sought to end slavery in the United States immediately, active both before and during the American Civil War. In the Americas and western Europe, abolitionism was a movement which sought to end the Atlantic slave trade and set slaves free. In the 17th century, enlightenment thinkers condemned slavery on humanistic grounds and English Quakers and some Evangelical denominations condemned slavery as un-Christian. At that time, most slaves were Africans, but thousands of Native Americans were also enslaved. In the 18th century, as many as six million Africans were transported to the Americas as slaves, at least a third of them on British ships to North America. The colony of Georgia originally prohibited slavery within its territory, and thereafter, abolition was part of the message of the First Great Awakening of the 1730s and 1740s in the Thirteen Colonies.",
  "/wiki/First_Baptist_Church_(Columbus,_Indiana)": "First Baptist Church is one of six national historic landmarks in Columbus, Indiana.  It was designed by distinguished architect Harry Weese; construction was completed in 1965.  Since completion, few alterations have been made and the building has retained its integrity.",
  "/wiki/Columbus,_Indiana": "Columbus /kəˈlʌmbəs/ is a city in and the county seat of Bartholomew County, Indiana, United States. The population was 44,061 at the 2010 census. The relatively small city has provided a unique place for noted Modern architecture and public art, commissioning numerous works since the mid-20th century; the annual program Exhibit Columbus celebrates this legacy. Located about 40 mi (64 km) south of Indianapolis, on the east fork of the White River, it is the state's 20th-largest city. It is the principal city of the Columbus, Indiana metropolitan statistical area, which encompasses all of Bartholomew County. Columbus is the birthplace of former Indiana Governor and current Vice President of the United States, Mike Pence.",
  "/wiki/Bartholomew_County,_Indiana": "Bartholomew County is a county located in the U.S. state of Indiana. As of 2018, the population was 82,753.  The county seat is Columbus. The county was determined by the U.S. Census Bureau to include the mean center of U.S. population in 1900.",
  "/wiki/Modern_architecture": "Modern architecture, or modernist architecture, was based upon new and innovative technologies of construction, particularly the use of glass, steel and reinforced concrete;  the idea that form should follow function (functionalism); an embrace of minimalism; and a rejection of ornament. \nIt emerged in the first half of the 20th century and became dominant after World War II until the 1980s, when it was gradually replaced as the\nprincipal style for institutional and corporate buildings by postmodern architecture.",
  "/wiki/Harry_Weese": "Harry Mohr Weese (June 30, 1915 – October 29, 1998) was an American architect who had an important role in 20th century modernism and historic preservation. His brother, Ben Weese, is also a renowned architect.",
  "/wiki/First_Christian_Church_(Columbus,_Indiana)": "The First Christian Church (originally known as the Tabernacle Church of Christ) in Columbus, Indiana, was built in 1942.  It was the first contemporary building in Columbus and one of the first churches in the United States to be built in a contemporary architectural style.",
  "/wiki/Eliel_Saarinen": "Gottlieb Eliel Saarinen (/ˈsɑːrɪnən/, Finnish: [ˈeliel ˈsɑːrinen]; August 20, 1873 – July 1, 1950) was a Finnish-American architect known for his work with art nouveau buildings in the early years of the 20th century.  He was the father of Eero Saarinen.",
  "/wiki/Hillforest": "The Hillforest Mansion, also known as Thomas Gaff House, is located at 213 Fifth Street, in Aurora, Indiana. It is built on a bluff above the Ohio River.",
  "/wiki/Aurora,_Indiana": "Aurora is a city in Center Township, Dearborn County, Indiana, United States. The population was 3,750 at the 2010 census.",
  "/wiki/Dearborn_County,_Indiana": "Dearborn County is one of 92 counties of the U.S. state of Indiana located on the Ohio border near the southeast corner of the state. It was formed in 1803 from a portion of Hamilton County, Ohio.  In 2010, the population was 50,047. The county seat and largest city is Lawrenceburg.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Isaiah_Rogers": "Isaiah Rogers (August 17, 1800 – April 13, 1869) was a US architect from Massachusetts who eventually moved his practice south, where he was based in Louisville, Kentucky, and Cincinnati, Ohio. He completed numerous designs for hotels, courthouses and other major buildings in Boston, Massachusetts, and New York City, New York, before that relocation.",
  "/wiki/Grouseland": "Grouseland, the William Henry Harrison Mansion and Museum, is a National Historic Landmark important for its Federal-style architecture and role in American history. The two-story, redbrick home was built between 1802 and 1804 in Vincennes, Indiana, for William Henry Harrison ((1773–1841) during his tenure from 1801 to 1812 as the first governor of the Indiana Territory. The resident was completed in 1804 and Harrison reportedly named it Grouseland due to the abundance of grouse in the area.",
  "/wiki/Vincennes,_Indiana": "Vincennes is a city in and the county seat of Knox County, Indiana, United States. It is located on the lower Wabash River in the southwestern part of the state, nearly halfway between Evansville and Terre Haute.  Founded in 1732 by French fur traders, notably François-Marie Bissot, Sieur de Vincennes, for whom the Fort was named, Vincennes is the oldest continually inhabited European settlement in Indiana and one of the oldest settlements west of the Appalachians.",
  "/wiki/Knox_County,_Indiana": "Knox County is a county in the state of Indiana in the United States. It was one of two original counties created in the Northwest Territory in 1790, and was gradually reduced in size as subsequent counties were established. It was established in its present size in 1817. As of 2010[update], the population was 38,440. The county seat is Vincennes.",
  "/wiki/William_Henry_Harrison": "William Henry Harrison (February 9, 1773 – April 4, 1841) was an American military officer and politician who served as the ninth president of the United States in 1841. He died of typhoid, pneumonia or paratyphoid fever 31 days into his term (the shortest tenure), becoming the first president to die in office. His death sparked a brief constitutional crisis regarding succession to the presidency, because the Constitution was unclear as to whether Vice President John Tyler should assume the office of president or merely execute the duties of the vacant office. Tyler claimed a constitutional mandate to become the new president and took the presidential oath of office, setting an important precedent for an orderly transfer of the presidency and its full powers when the previous president fails to complete the elected term.",
  "/wiki/List_of_Governors_of_Indiana": "The Governor of Indiana is the chief executive of the U.S. state of Indiana. The governor is the head of the executive branch of Indiana's state government and is charged with enforcing state laws.",
  "/wiki/Indiana_Territory": "The Indiana Territory was created by a congressional act that President John Adams signed into law on May 7, 1800, to form an organized incorporated territory of the United States that existed from July 4, 1800, to December 11, 1816, when the remaining southern portion of the territory was admitted to the Union as the state of Indiana. The territory originally contained approximately 259,824 square miles (672,940 km2) of land, but its size was decreased when it was subdivided to create the Michigan Territory (1805) and the Illinois Territory (1809). The Indiana Territory was the first new territory created from lands of the Northwest Territory, which had been organized under the terms of the Northwest Ordinance of 1787.  The territorial capital was the settlement around the old French fort of Vincennes on the Wabash River, until transferred in to Corydon near the Ohio River in 1813.",
  "/wiki/Shawnee": "The Shawnee (Shaawanwaki, Ša˙wano˙ki and Shaawanowi lenaweeki) are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana, and Illinois.",
  "/wiki/Tecumseh": "Tecumseh (/tɪˈkʌmsə, tɪˈkʌmsi/ ti-KUM-sə, ti-KUM-see; March 1768  – October 5, 1813) was a Native American Shawnee warrior and chief, who became the primary leader of a large, multi-tribal confederacy in the early 19th century. Born in the Ohio Country (present-day Ohio), and growing up during the American Revolutionary War and the Northwest Indian War, Tecumseh was exposed to warfare and envisioned the establishment of an independent Native American nation east of the Mississippi River under British protection. He worked to recruit additional members to his tribal confederacy from the southern United States.",
  "/wiki/Benjamin_Harrison_Home": "The Benjamin Harrison Presidential Site, previously known as the Benjamin Harrison Home, was the home of the Twenty-third President of the United States, Benjamin Harrison. It is in the Old Northside Historic District of Indianapolis, Indiana. Harrison had the sixteen-room house with its red brick exterior built in the 1870s. It was from the front porch of the house that Harrison instituted his famous Front Porch Campaign in the 1888 United States Presidential Campaign, often speaking to crowds on the street. In 1896, Harrison renovated the house and added electricity. He died there in a second story bedroom in 1901. Today it is owned by the Arthur Jordan Foundation and operated as a museum to the former president by the Benjamin Harrison Foundation.",
  "/wiki/Benjamin_Harrison": "Benjamin Harrison (August 20, 1833 – March 13, 1901) was an American politician and lawyer who served as the 23rd president of the United States from 1889 to 1893. He was a grandson of the ninth president, William Henry Harrison, creating the only grandfather–grandson duo to have held the office. He was also a great-grandson of Benjamin Harrison V, a founding father who signed the United States Declaration of Independence.",
  "/wiki/List_of_United_States_Senators_from_Indiana": "Indiana was admitted to the Union on December 11, 1816. Since then, the state has been represented in the United States Senate by 44 different men in Class 1 and 3; David Turpie served non-consecutive terms in Class 1, Dan Coats served non-consecutive terms in Class 3, and William Ezra Jenner served in both Classes. Until the passage of the Seventeenth Amendment to the United States Constitution in 1913, Senators were elected by the Indiana General Assembly; after that they were elected popularly by Indiana citizens. A senatorial term lasts six years beginning on January 3. In case of a vacancy the Governor of Indiana has the duty to appoint a new U.S. senator. The longest-serving of any Senator from Indiana is Republican Richard Lugar (1977–2013). Indiana's current U.S. senators are Republicans Todd Young (serving since 2017) and Mike Braun (serving since 2019)",
  "/wiki/1888_United_States_presidential_election": "The 1888 United States presidential election was the 26th quadrennial presidential election, held on Tuesday, November 6, 1888. Republican nominee Benjamin Harrison, a former Senator from Indiana, defeated incumbent Democratic President Grover Cleveland of New York. It was the third of five U.S. presidential elections (and second within 12 years) in which the winner did not win a plurality of the national popular vote.",
  "/wiki/Indiana_World_War_Memorial_Plaza": "The Indiana World War Memorial Plaza is an urban feature located in Indianapolis, Indiana, United States, originally built to honor the veterans of World War I. The five-city-block plaza was conceived in 1919 as a location for the national headquarters of the American Legion and a memorial to the state's and nation's veterans. At the north end of the plaza is the American Legion Mall, which is the site of the administration buildings of the Legion, as well as a memorial cenotaph. South of that is the Veterans Memorial Plaza with its obelisk.",
  "/wiki/Indiana_limestone": "Indiana limestone — also known as Bedford limestone — has long been an economically important building material, particularly for monumental public structures. Indiana limestone is a more common term for Salem limestone, a geological formation primarily quarried in south central Indiana, USA, between the cities of Bloomington and Bedford.",
  "/wiki/Mausoleum_of_Mausolus": "The Mausoleum at Halicarnassus or Tomb of Mausolus[a] (Ancient Greek: Μαυσωλεῖον τῆς Ἁλικαρνασσοῦ; Turkish: Halikarnas Mozolesi) was a tomb built between 350 and 353 BC in Halicarnassus (present Bodrum, Turkey) for Mausolus, a satrap in the Achaemenid Empire, and his sister-wife Artemisia II of Caria. The structure was designed by the Greek architects Satyros and Pythius of Priene. Its elevated tomb structure is derived from the tombs of neighbouring Lycia, a territory Mausolus had invaded and annexed circa 360 BC, such as the Nereid Monument.",
  "/wiki/American_Legion": "The American Legion, commonly known as the Legion, is an organization of U.S. war veterans headquartered in Indianapolis, Indiana. It is made up of state, U.S. territory, and overseas departments, and these are in turn made up of local posts. The organization was formed on March 15, 1919, in Paris, France, by a thousand officers and men of the American Expeditionary Forces (A. E. F.) , and it was chartered on September 16, 1919, by the United States Congress.",
  "/wiki/Obelisk": "An obelisk (/ˈɒbəlɪsk/; from Ancient Greek: ὀβελίσκος obeliskos; diminutive of ὀβελός obelos, \"spit, nail, pointed pillar\") is a tall, four-sided, narrow tapering monument which ends in a pyramid-like shape or pyramidion at the top. Originally they were called tekhenu by their builders, the Ancient Egyptians. The Greeks who saw them used the Greek term 'obeliskos' to describe them, and this word passed into Latin and ultimately English. Ancient obelisks are monolithic; that is, they consist of a single stone. Most modern obelisks are made of several stones.",
  "/wiki/Indianapolis_Motor_Speedway": "The Indianapolis Motor Speedway (nicknamed The Brickyard) is an automobile racing circuit located in Speedway, Indiana, (an enclave suburb of Indianapolis) in the United States. It is the home of the Indianapolis 500 and the Brickyard 400, and formerly the home of the United States Grand Prix. It is located on the corner of 16th Street and Georgetown Road, approximately six miles (10 km) west of Downtown Indianapolis.",
  "/wiki/Speedway,_Indiana": "Speedway is a town in Wayne Township, Marion County, Indiana, United States. The population was 11,812 at the 2010 census. Speedway is home of the Indianapolis Motor Speedway; it is an enclave of Indianapolis.",
  "/wiki/Indianapolis_500": "The Indianapolis 500-Mile Race is the world's oldest currently operational automobile race. Better known as the Indy 500 or the Indianapolis 500, it is held annually at the Indianapolis Motor Speedway (IMS) in Speedway, Indiana, United States, an enclave suburb of Indianapolis, Indiana. The event is held over Memorial Day weekend in late May. It is contested as part of the IndyCar Series, the top level of American Championship Car racing, an open-wheel open-cockpit formula colloquially known as \"Indy Car Racing\". The name of the race is often shortened to Indy 500, and the track itself is nicknamed the \"Brickyard\", as the racing surfacing was paved in brick in the fall of 1909, with a yard of brick remaining exposed at the start/finish line.",
  "/wiki/List_of_National_Historic_Landmarks_in_Indiana": "National Historic Landmarks in Indiana represent Indiana's history from the Native American era to its early European settlers and motor racing. There are 42 National Historic Landmarks (NHLs) in the state, which are located in 23 of its 92 counties. They illustrate the state's industrial and architectural heritage, as well as battles, circuses, education, and several other topics. One of the NHLs in the state has military significance, fourteen are significant examples of different architectural styles, nine are associated with significant historical figures, and one is an archaeological site. Two NHL properties, both ships that were formerly located in Indiana, were later moved to another state."
}