{
  "/wiki/Assam_Province": "Assam Province was a province of British India, created in 1912 by the partition of the Eastern Bengal and Assam Province. \nIts capital was in Shillong.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Arunachal_Pradesh": "Arunachal Pradesh (/ˌɑːrəˌnɑːtʃəl prəˈdɛʃ/, literally \"land of dawn-lit mountains\") is the northeasternmost state of India. It borders the states of Assam and Nagaland to the south. It shares international borders with Bhutan in the west, Myanmar in the east, and China in the north, with which the border is the McMahon Line. Itanagar is the state capital.",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.",
  "/wiki/Mizoram": "Mizoram (English:  /mɪˈzɔːrəm/ (listen)) is a state in northeastern India, with Aizawl as its capital city. The name is derived from \"Mizo\", the name of the native inhabitants, and \"Ram\", which means land, and thus Mizoram means \"land of the Mizos\". Within the northeast region, it is the southernmost landlocked state, sharing borders with three of the Seven Sister States, namely Tripura, Assam and Manipur. The state also shares a 722-kilometre border with the neighbouring countries of Bangladesh and Myanmar.",
  "/wiki/Nagaland": "Nagaland /ˈnɑːɡəlænd/ is a state in northeastern India. It borders the state of Assam to the west, Arunachal Pradesh and Assam to the north, Myanmar to the east, and Manipur to the south. The state capital is Kohima, and the largest city is Dimapur. It has an area of 16,579 square kilometres (6,401 sq mi) with a population of 1,980,602 per the 2011 Census of India, making it one of the smallest states of India. Nagaland is one of three states in India where the population is mostly Christian.",
  "/wiki/List_of_Governors_of_Assam": "This is a list of Governors of Assam, and other offices of similar scope, from the start of British occupation of the area in 1824 during the First Anglo-Burmese War.",
  "/wiki/Bengal_Presidency": "The Bengal Presidency (1757–1912), later reorganized as the Bengal Province (1912–1947), was once the largest subdivision (presidency) of British India following the dissolution of the Mughal Bengal, with its seat in Calcutta (now Kolkata). It was primarily centred in the Bengal region. At its territorial peak in the 19th century, the presidency extended from the present-day Khyber Pakhtunkhwa province of Pakistan in the west to Burma, Singapore and Penang in the east. The Governor of Bengal was concurrently the Viceroy of India for many years. Most of the presidency's territories were eventually incorporated into other British Indian provinces and crown colonies. In 1905, Bengal proper was partitioned, with Eastern Bengal and Assam headquartered in Dacca and Shillong (summer capital). British India was reorganised in 1912 and the presidency was reunited into a single Bengali-speaking province.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Orissa,_India": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/List_of_Governors_of_Bengal": "From 1760, a governor represented the British East India Company in which had been granted the right to establish a trading post by the Nawabs of Bengal. Robert Clive (1765-1767) was the second governor of Bengal, and established dual government in Bengal from 1765 to 1772.",
  "/wiki/Bombay_Presidency": "The Bombay Presidency, also known as Bombay and Sind from 1843 to 1936 and the Bombay Province, was an administrative subdivision (presidency) of British India. Headquartered in the city of Bombay, at its greatest extent, the presidency included the Konkan, Nashik and Pune divisions of the present-day Indian state of Maharashtra; Ahmedabad, Anand, Bharuch, Gandhinagar, Kheda, Panchmahal and Surat districts of the present-day state of Gujarat; Bagalkot, Belagavi, Bijapur, Dharwad, Gadag, and Uttara Kannada districts of the present-day state of Karnataka; the Sindh province of present-day Pakistan; the Aden Colony (part of present-day Yemen), and the Khuriya Muriya Islands (part of present-day Oman).",
  "/wiki/Sindh": "Sindh (/sɪnd/; Sindhi: سنڌ‎; Urdu: سندھ‎, pronounced [sɪnd̪ʰ]) is one of the four provinces of Pakistan. Located in the southeast of the country, it is the historical home of the Sindhi people. Sindh is the third largest province of Pakistan by area, and second largest province by population after Punjab. Sindh is bordered by Balochistan province to the west, and Punjab province to the north. Sindh also borders the Indian states of Gujarat and Rajasthan to the east, and Arabian Sea to the south. Sindh's landscape consists mostly of alluvial plains flanking the Indus River, the Thar desert in the eastern portion of the province closest to the border with India, and the Kirthar Mountains in the western part of Sindh.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/List_of_Governors_of_Bombay": "Until the 18th century, Bombay consisted of seven islands separated by shallow sea. These seven islands were part of a larger archipelago in the Arabian sea, off the western coast of India. The date of city's founding is unclear—historians trace back urban settlement to the late 17th century after the British secured the seven islands from the Portuguese to establish a secure base in the region. The islands provided the British with a sheltered harbour for trade, in addition to a relatively sequestered location that reduced the chances of land-based attacks. Over the next two centuries, the British dominated the region, first securing the archipelago from the Portuguese, and later defeating the Marathas to secure the hinterland.",
  "/wiki/British_rule_in_Burma": "British rule in Burma lasted from 1824 to 1948, from the successive three Anglo-Burmese wars through the creation of Burma as a Province of British India to the establishment of an independently administered colony, and finally independence. The region under British control was known as British Burma. Various portions of Burmese territories, including Arakan (Rakhine State) or Tenasserim were annexed by the British after their victory in the First Anglo-Burmese War; Lower Burma was annexed in 1852 after the Second Anglo-Burmese War. The annexed territories were designated the minor province (a Chief Commissionership), British Burma, of British India in 1862.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.",
  "/wiki/List_of_colonial_governors_of_Burma": "This is a list of European (as well as Japanese) colonial administrators responsible for the territory of British Burma, an area equivalent to modern-day Myanmar.",
  "/wiki/Central_Provinces_and_Berar": "The Central Provinces and Berar was a province of British India and later the Dominion of India which existed from 1936 to 1950. It was formed by the merger of the Central Provinces with the province of Berar, which was territory leased by the British from the Hyderabad State. Through an agreement signed on 5 November 1902, 6th Nizam Mahbub Ali Khan, Asaf Jah VI leased Berar permanently to the British for an annual payment of 25 lakhs Rupees. Lord Curzon decided to merge Berar with the Central Provinces, and this was proclaimed on 17 September 1903.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/List_of_Governors_of_the_Central_Provinces_and_Berar": "Below is a list of Governors of the Central Provinces and Berar and the precursor offices associated with that title:",
  "/wiki/Madras_Presidency": "The Madras Presidency, or the Presidency of Fort St. George, and also known as Madras Province, was an administrative subdivision (presidency) of British India. At its greatest extent, the presidency included most of southern India, including the whole of the Indian states of Tamil Nadu and Andhra Pradesh, and parts of Odisha, Kerala, Karnataka and the union territory of Lakshadweep. The city of Madras was the winter capital of the Presidency and Ootacamund or Ooty, the summer capital. The Island of Ceylon was a part of Madras Presidency from 1793 to 1798 when it was created a Crown colony. Madras Presidency was neighboured by the Kingdom of Mysore on the northwest, Kingdom of Kochi on the southwest, and the Kingdom of Hyderabad on the north. Some parts of the presidency were also flanked by Bombay Presidency.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/List_of_colonial_Governors_and_Presidents_of_Madras": "This is a list of the Governors, Agents, and Presidents of colonial Madras, initially of the English East India Company, up to the end of British colonial rule in 1947.",
  "/wiki/Punjab_(British_India)": "Punjab was a province of British India. Most of the Punjab region was annexed by the East India Company in 1849, and was one of the last areas of the Indian subcontinent to fall under British control. In 1858, the Punjab, along with the rest of British India, came under the direct rule of the British crown. The province comprised five administrative divisions, Delhi, Jullundur, Lahore, Multan and Rawalpindi and a number of princely states. In 1947, the partition of India led to the province being divided into East Punjab and West Punjab, in the newly independent dominions, Union of India and Dominion of Pakistan respectively.",
  "/wiki/Punjab_Province_(Pakistan)": "Punjab (Urdu & Punjabi: پنجاب, romanized: Panjāb, pronounced [pənˈdʒaːb], listen (help·info); lit.  \"Five waters\") is Pakistan's most populous province, with an estimated population of 110,012,442 as of 2017. Forming the bulk of the transnational Punjab region, it is bordered by the Pakistani provinces of Sindh, Balochistan, and Khyber Pakhtunkhwa, the enclave of Islamabad, and Azad Kashmir. It also shares borders with the Indian states of Punjab, Rajasthan, and the Indian-administered territory of Jammu and Kashmir. The capital is Lahore, a cultural, historical, economic and cosmopolitan centre of Pakistan where the country's cinema industry, and much of its fashion industry, are based.",
  "/wiki/Islamabad_Capital_Territory": "Islamabad Capital Territory (Urdu: وفاقی دارالحکومت‎) is the only federal territory of Pakistan. Located in north-central Pakistan between the provinces of Punjab and Khyber Pakhtunkhwa, it includes the country's federal capital Islamabad. The territory is represented in the National Assembly constituencies NA-52, NA-53 and NA-54.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.",
  "/wiki/Haryana": "Haryana (Hindi pronunciation: [ɦərɪˈjaːɳaː]) is one of the 28 states in India, located in northern part of the country. It was carved out of the former state of East Punjab on 1 November 1966 on linguistic as well as on cultural  basis. It is ranked 22nd in terms of area with less than 1.4% (44,212 km2 (17,070 sq mi)) of India's land area. Chandigarh is the state capital, Faridabad in National Capital Region is the most populous city of the state and Gurugram is a leading financial hub of NCR with major Fortune 500 companies located in it. Haryana has 6 administrative divisions, 22 districts, 72 sub-divisions, 93 revenue tehsils, 50 sub-tehsils, 140 community development blocks, 154 cities and towns, 6,848 villages and 6222 villages panchayats.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.",
  "/wiki/Chandigarh": "Chandigarh (local pronunciation: [tʃə̃ˈɖiːɡəɽʱ] (listen)) is a city and a union territory in India that serves as the capital of the two neighbouring states of Punjab and Haryana. The city is unique as it is not a part of either of the two states but is governed directly by the Union Government, which administers all such territories in the country.",
  "/wiki/National_Capital_Territory_of_Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/List_of_Governors_of_Punjab_(British_India)": "The Governor of the Punjab was head of the British administration in the province of the Punjab. In 1849 the East India Company defeated the Sikh Empire and annexed the Punjab region. The Governor-General of India, Lord Dalhousie implemented a three-member Board of Administration to govern the province. The Board of Administration was abolished in 1853 and replaced by the office of Chief Commissioner. Following the liquidation of the East India Company and the transfer of its assets to the British Crown, the office of lieutenant-governor was instituted in 1859. This lasted until it was replaced by the office of governor in the aftermath of the Montagu–Chelmsford Reforms.",
  "/wiki/United_Provinces_of_Agra_and_Oudh": "The United Provinces of Agra and Oudh was a province of India under the British Raj, which existed from 1902 to 1947; the official name was shortened by the Government of India Act 1935 to United Provinces (UP), by which the province had been commonly known, and by which name it was also a province of independent India until 1950.  It corresponded approximately to the present-day Indian states of Uttar Pradesh (UP) and Uttarakhand.  From 1856 to 1902, the region had existed as two separate provinces, North-Western Provinces and Oudh State.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/List_of_Governors_of_the_United_Provinces": "This is a list of Governors of the United Provinces and the precursor offices associated with that title from the provisional establishment of the Governor of Agra in 1833 until the province was renamed as Uttar Pradesh after the Indian independence in 1950.",
  "/wiki/British_Raj": "The British Raj (/rɑːdʒ/; from rāj, literally, \"rule\" in Sanskrit and Hindustani) was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, plus those ruled by indigenous rulers, but under British tutelage or paramountcy, called the princely states. The whole was never officially called the Indian Empire, only informally."
}