{
  "/wiki/2015_NFL_Draft": "The 2015 NFL Draft was the 80th annual meeting of National Football League (NFL) franchises to select newly eligible football players. It took place in Chicago at the Auditorium Theatre and in Grant Park, from April 30 to May 2. The previous fifty NFL drafts (since 1965) had been held in New York City. The 2015 NFL draft was the first to feature an outdoor component, where fans would be able to see the Commissioner on the Auditorium Theatre stage from across the street in the park; this area was called Draft Town. The Tampa Bay Buccaneers held the right to select first because they had the league's worst record in the previous season. The Arizona Cardinals made the final pick in the draft, commonly called Mr. Irrelevant.",
  "/wiki/Running_Back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.",
  "/wiki/2016_NFL_Draft": "The 2016 NFL Draft was the 81st annual meeting of National Football League (NFL) franchises to select newly eligible American football players. As in 2015, the draft took place in Chicago, Illinois at the Auditorium Theatre and Grant Park. The draft began on Thursday, April 28 with the first round, and ended on Saturday, April 30. The Tennessee Titans, the team with the fewest wins in the NFL for the 2015 season, traded the right to the top pick in the draft to the Los Angeles Rams, the first time the top pick was traded before the draft since 2001 when the San Diego Chargers traded their first pick to the Atlanta Falcons. Ohio State became the second school to have three players drafted in the top ten and to have five players drafted in the first round.",
  "/wiki/Tavon_Young": "Tavon Antonio Young (born March 14, 1994) is an American football cornerback for the Baltimore Ravens of the National Football League (NFL). He played college football at Temple.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/Matt_Ioannidis": "Matthew Ioannidis (/ˌaɪəˈnaɪdɪs/ Eye-Uh-Nye-dis; born January 11, 1994) is an American football defensive tackle for the Washington Redskins of the National Football League (NFL). He played college football at Temple and was drafted by the Redskins in the fifth round of the 2016 NFL Draft.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/Tyler_Matakevich": "Tyler John Matakevich (born December 22, 1992) is an American football linebacker for the Pittsburgh Steelers of the National Football League (NFL). He played college football at Temple University. He was drafted by the Steelers in the seventh round (246th overall) in the 2016 NFL Draft.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.",
  "/wiki/Robby_Anderson": "Robert Steven Anderson (born May 9, 1993) is an American football wide receiver for the New York Jets of the National Football League. He played college football at Temple. Anderson was signed by the Jets as an undrafted free agent in 2016.",
  "/wiki/Wide_Receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Kyle_Friend": "Kyle Allen Friend (born April 3, 1994) is an American football center who is currently a free agent. He played college football at Temple and signed with the New York Jets as an undrafted free agent in 2016.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/Offensive_guard": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Dolphins play their home games at Hard Rock Stadium, located in the northern suburb of Miami Gardens, Florida. The Dolphins are the oldest professional sports team in Florida. Of the four AFC East teams, they are the only team in the division that was not a charter member of the American Football League (AFL).",
  "/wiki/2017_NFL_Draft": "The 2017 NFL Draft was the 82nd annual meeting of National Football League (NFL) franchises to select newly eligible American football players. It was held in front of the Philadelphia Museum of Art on April 27–29, returning to Philadelphia for the first time since 1961.",
  "/wiki/Haason_Reddick": "Haason Samir Reddick (born September 22, 1994) is an American football linebacker for the Arizona Cardinals of the National Football League (NFL). He played college football at Temple, and was drafted by the Cardinals in the first round of the 2017 NFL Draft.",
  "/wiki/Arizona_Cardinals": "The Arizona Cardinals are a professional American football franchise based in the Phoenix metropolitan area. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The Cardinals were founded as the Morgan Athletic Club in 1898, and are the oldest continuously run professional football team in the United States. The Cardinals play their home games at State Farm Stadium, which opened in 2006 and is located in the northwestern suburb of Glendale.",
  "/wiki/Dion_Dawkins": "Dion Dawkins (born April 26, 1994) is an American football offensive tackle for the Buffalo Bills of the National Football League (NFL). He played college football at Temple.",
  "/wiki/Offensive_lineman": "In gridiron football, a lineman is a player who specializes in play at the line of scrimmage. The linemen of the team currently in possession of the ball are the offensive line, while linemen on the opposing team are the defensive line. A number of NFL rules specifically address restrictions and requirements for the offensive line, whose job is to help protect the quarterback from getting sacked for a loss, or worse, fumbling. The defensive line is covered by the same rules that apply to all defensive players. Linemen are usually the largest players on the field in both height and weight, since their positions usually require less running and more strength than skill positions.",
  "/wiki/Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area.  The Bills compete in the National Football League (NFL), as a member club of the league's American Football Conference (AFC) East division. The team plays their home games at New Era Field in Orchard Park, New York. The Bills are the only NFL team that plays its home games in the state of New York. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester.",
  "/wiki/Nate_Hairston": "Nate Hairston (born June 30, 1994) is an American football cornerback for the New York Jets of the National Football League (NFL). He played college football at Temple, and was drafted by the Indianapolis Colts in the fifth round of the 2017 NFL Draft.\nPrior to the 2019 NFL season, Hairston was traded to the Jets for a 6th round draft pick.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.",
  "/wiki/Matt_Rhule": "Matthew Kenneth Rhule (born January 31, 1975) is an American football coach and former player who is the head coach of the Carolina Panthers of the National Football League (NFL). He was formerly the head coach at Baylor University and Temple University."
}