{
  "/wiki/801_Naval_Air_Squadron": "801 Naval Air Squadron (NAS) was a Fleet Air Arm squadron of the Royal Navy formed in 1933 which fought in World War II, the Korean War and the Falklands War.",
  "/wiki/Supermarine_Seafire": "The Supermarine Seafire was a naval version of the Supermarine Spitfire adapted for operation from aircraft carriers. It was analogous in concept to the Hawker Sea Hurricane, a navalised version of the Spitfire's stablemate, the Hawker Hurricane. The name Seafire had been derived from the abbreviation of the longer name Sea Spitfire.",
  "/wiki/812_Naval_Air_Squadron": "812 Naval Air Squadron was a Naval Air Squadron of the British Royal Navy's Fleet Air Arm, which was active between 1933 and 1956, and saw service in World War II and the Korean War.",
  "/wiki/Fairey_Barracuda": "The Fairey Barracuda was a British carrier-borne torpedo and dive bomber designed by Fairey Aviation. It was the first aircraft of this type operated by the Royal Navy's Fleet Air Arm (FAA) to be fabricated entirely from metal.",
  "/wiki/814_Naval_Air_Squadron": "814 Naval Air Squadron or 814 NAS, nicknamed the Flying Tigers, is a squadron of the Royal Navy Fleet Air Arm. It is currently equipped with the AgustaWestland Merlin HM2 anti-submarine warfare helicopter and is based at Royal Naval Air Station (RNAS) Culdrose in Cornwall. The squadron was formed in December 1938 and has been disbanded and reformed several times.",
  "/wiki/820_Naval_Air_Squadron": "820 Naval Air Squadron is a Royal Navy Fleet Air Arm carrier based squadron formed at RAF Gosport on 3 April 1933 with the transferral of the Fairey III aircraft from 450 Flight and half of 445 Flight of the Fleet Air Arm of the Royal Air Force. It has operated, with a number of brief gaps, up to the present day and continues in service, flying the AgustaWestland Merlin HM.2 from RNAS Culdrose.",
  "/wiki/Grumman_TBF_Avenger": "The Grumman TBF Avenger (designated TBM for aircraft manufactured by General Motors) is an American torpedo bomber developed initially for the United States Navy and Marine Corps, and eventually used by several air and naval aviation services around the world.",
  "/wiki/Palembang": "Palembang (Indonesian pronunciation: [palɛmˈbaŋ]) is the capital city of the Indonesian province of South Sumatra. The city proper covers 369.22 square kilometres (142.56 square miles) of land on both banks of Musi River on the eastern lowland of southern Sumatra, with an estimated population of 1,708,413 in 2014. Palembang is the second most populous city in Sumatra, after Medan, the ninth most populous city in Indonesia, and the nineteenth most populous city in Southeast Asia. The Palembang metropolitan area comprises part of regencies surrounding the city such as Banyuasin, Ogan Ilir, and Ogan Komering Ilir, with a total estimated population of more than 3.5 million in 2015.",
  "/wiki/Operation_Iceberg": "The Battle of Okinawa (Japanese: 沖縄戦, Hepburn: Okinawa-sen) (Okinawan: 沖縄戦, romanized: Uchinaa ikusa), codenamed Operation Iceberg, was a major battle of the Pacific War fought on the island of Okinawa by United States Marine and Army forces against the Imperial Japanese Army. The initial invasion of Okinawa on April 1, 1945, was the largest amphibious assault in the Pacific Theater of World War II. The 82-day battle lasted from April 1 until June 22, 1945. After a long campaign of island hopping, the Allies were planning to use Kadena Air Base on the large island of Okinawa as a base for Operation Downfall, the planned invasion of the Japanese home islands, 340 mi (550 km) away.",
  "/wiki/827_Naval_Air_Squadron": "827 Naval Air Squadron was an aircraft squadron of the Royal Navy's Fleet Air Arm during the Second World War.",
  "/wiki/828_Naval_Air_Squadron": "828 Naval Air Squadron was a Royal Navy Fleet Air Arm carrier based squadron formed in September 1940 as a torpedo spotter reconnaissance squadron.  It operated in a number of the theatres of the Second World War, carrying out a number of attacks on enemy targets including the Tirpitz in Norway.",
  "/wiki/Chuuk_Lagoon": "Chuuk Lagoon (also previously known as Truk Lagoon) is a sheltered body of water in the central Pacific. About 1,800 kilometres (1,100 miles) north-east of New Guinea, it is located mid-ocean at 7 degrees North latitude, and is part of Chuuk State within the Federated States of Micronesia. The atoll consists of a protective reef, 225 kilometres (140 mi) around, enclosing a natural harbour 79 by 50 kilometres (49 by 31 miles), with an area of 2,130 square kilometres (820 square miles). It has a land area of 93.07 square kilometres (35.93 square miles), with a population of 36,158 people and a maximal height of 443 m. Weno city on Moen Island functions as the atoll's capital and also as the state capital and is the largest city in the FSM with its 13,700 people.",
  "/wiki/837_Naval_Air_Squadron": "837 Naval Air Squadron (837 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/Rabaul": "Rabaul is a township in East New Britain province, on the island of New Britain, in the country of Papua New Guinea. It lies about 600 kilometres  to the east of the island of New Guinea. Rabaul was the provincial capital and most important settlement in the province until it was destroyed in 1994 by falling ash from a volcanic eruption in its harbor.",
  "/wiki/848_Naval_Air_Squadron": "848 Naval Air Squadron was a squadron of the Royal Navy Fleet Air Arm. It operated the Westland Sea King HC.4 helicopter and previously provided advanced flying training to pilots for the other squadrons in the Commando Helicopter Force. The squadron was based at RNAS Yeovilton in Somerset and was decommissioned on 24 March 2016.",
  "/wiki/Formosa": "Taiwan, officially the Republic of China (ROC), is an island state in East Asia. The main island of Taiwan, known historically in English as Formosa, makes up 99% of the area controlled by the ROC, measuring 35,808 square kilometres (13,826 sq mi) and lying some 180 kilometres (112 mi) across the Taiwan Strait from the southeastern coast of mainland China. The East China Sea lies to its north, the Philippine Sea to its east, the Luzon Strait directly to its south and the South China Sea to its southwest. Smaller islands include a number in the Taiwan Strait including the Penghu archipelago, the Kinmen and Matsu Islands near the Chinese coast, and some of the South China Sea Islands.",
  "/wiki/849_Naval_Air_Squadron": "849 Naval Air Squadron is a squadron of the Fleet Air Arm, the Air Arm of the British Royal Navy.  It was formed during the Second World War as a carrier based torpedo-bomber, unit, flying missions against Japanese targets in the Far East.  Its service since the Second World War has been as an airborne early warning squadron, flying fixed winged Skyraiders and Gannets from the Royal Navy's fixed wing carriers from 1952 until 1978, and airborne early warning Sea King helicopters from 1982 to 2018. The Squadron is currently undergoing a transition to operating Crowsnest, which will operate on Merlin Mk2’s.",
  "/wiki/Japanese_aircraft_carrier_Kaiyo": "Kaiyō (海鷹, meaning Sea Hawk) was an escort carrier operated by the Imperial Japanese Navy (IJN) during World War II. The ship was originally built as the ocean liner Argentina Maru. She was purchased by the IJN on 9 December 1942, converted into an escort carrier, and renamed Kaiyō. The ship was primarily used as an aircraft transport, escort carrier and training ship during the war. She was badly damaged by repeated air attacks in July 1945 and was scrapped in 1946–48.",
  "/wiki/854_Naval_Air_Squadron": "854 Naval Air Squadron was first formed on 1 January 1944, at Squantum Naval Air Station in the United States. It was disbanded in December 1945, and reformed December 2006 as a helicopter squadron designed for Airborne Surveillance and Control.",
  "/wiki/857_Naval_Air_Squadron": "857 Naval Air Squadron was a squadron of the Royal Navy Fleet Air Arm. It was first formed on 1 April 1944 at Squantum NAS in the United States as a torpedo reconnaissance unit with Grumman Avenger IIs. It reformed in its present state on 13 December 2006, when 849 Naval Air Squadron B Flight recommissioned as 857 Naval Air Squadron.",
  "/wiki/880_Naval_Air_Squadron": "880 Naval Air Squadron was a Royal Navy Fleet Air Arm carrier based squadron formed in January 1941. The squadron served throughout the Second World War being embarked in the carriers HMS Furious, Indomitable, Argus and Implacable serving off East Africa, in the Mediterranean, off Norway and in the Far East. 880 Squadron was disbanded two weeks after VJ day at the Mobile Naval Air Base HMS Nabswick at Schofields, Sydney, Australia.",
  "/wiki/885_Naval_Air_Squadron": "885 Naval Air Squadron (885 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/Grumman_F6F_Hellcat": "The Grumman F6F Hellcat is an American carrier-based fighter aircraft of World War II. Designed to replace the earlier F4F Wildcat and to counter the Japanese Mitsubishi A6M Zero, it was the United States Navy's dominant fighter in the second half of the Pacific War, outdueling the faster Vought F4U Corsair, which had problems with carrier landings.",
  "/wiki/887_Naval_Air_Squadron": "887 Naval Air Squadron (887 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/888_Naval_Air_Squadron": "888 Naval Air Squadron (888 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/894_Naval_Air_Squadron": "894 Naval Air Squadron (894 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/899_Naval_Air_Squadron": "899 Naval Air Squadron was a Royal Navy Fleet Air Arm Aircraft carrier based squadron. Latterly it was the Sea Harrier training squadron based at RNAS Yeovilton.",
  "/wiki/HMS_Chaser_(D32)": "USS Breton (CVE-10) (originally AVG-10 then later ACV-10) was a Bogue-class escort carrier that served during World War II as the British Attacker-class escort carrier HMS Chaser (D32).",
  "/wiki/1770_Naval_Air_Squadron": "1770 Naval Air Squadron (1770 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm. It formed at RNAS Yeovilton (HMS Heron) on 10 September 1943 as a two-seat fighter squadron and embarked on HMS Indefatigable in May 1944. It took part in several attacks on the German Battleship Tirpitz and other operations in Norwegian waters before sailing for the Far East. In 1945, as part of the British Pacific Fleet, the squadron took part in attacks on Sumatra, Sakishima Gunto and Formosa. It disembarked to Australia in June 1945 and then disbanded on 30 September 1945 at RAAF Maryborough (HMS Nabstock).",
  "/wiki/Fairey_Firefly": "The Fairey Firefly was a Second World War-era carrier-borne fighter aircraft and anti-submarine aircraft principally operated by the Fleet Air Arm (FAA). It was developed and built by the British aircraft manufacturer Fairey Aviation Company.",
  "/wiki/1771_Naval_Air_Squadron": "1771 Naval Air Squadron (1771 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm. The squadron was the first British & Commonwealth unit to fly over Japan in World War 2.",
  "/wiki/1772_Naval_Air_Squadron": "1772 Naval Air Squadron (1772 NAS) was a Naval Air Squadron of the Royal Navy's Fleet Air Arm.",
  "/wiki/British_Pacific_Fleet": "The British Pacific Fleet (BPF) was a Royal Navy formation which saw action against Japan during the Second World War. The fleet was composed of British Commonwealth naval vessels. The BPF formally came into being on 22 November 1944 from the remaining ships of the former Eastern Fleet then being re-designated the East Indies Fleet and continuing to be based in Trincomalee. The British Pacific Fleet's main base was at Sydney, Australia, with a forward base at Manus Island.  One of the largest fleets ever assembled by the Royal Navy, by VJ Day it had four battleships and six fleet aircraft carriers, fifteen smaller aircraft carriers, eleven cruisers, and numerous smaller warships, submarines, and support vessels."
}