{
  "/wiki/United_States_dollar": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Software_license": "A software license is a legal instrument (usually by way of contract law, with or without printed material) governing the use or redistribution of software. Under United States copyright law, all software is copyright protected, in both source code and object code forms, unless that software was developed by the United States Government, in which case it cannot be copyrighted. Authors of copyrighted software can donate their software to the public domain, in which case it is also not covered by copyright and, as a result, cannot be licensed.",
  "/wiki/Adobe_Illustrator": "Adobe Illustrator is a vector graphics editor developed and marketed by Adobe Inc. Originally designed for the Apple Macintosh, development of Adobe Illustrator began in 1985. Along with Creative Cloud (Adobe's shift to monthly or annual subscription service delivered over the Internet), Illustrator CC was released. The latest version, Illustrator CC 2020, was released in October 24th 2019 and is the 24th generation in the product line. Adobe Illustrator was reviewed as the best vector graphics editing program in 2018 by PC Magazine.",
  "/wiki/Adobe_Systems": "Adobe Inc. (/əˈdoʊbiː/ ə-DOH-bee, until October 3, 2018 Adobe Systems Incorporated) is an American multinational computer software company headquartered in San Jose, California. It has historically focused upon the creation of multimedia and creativity software products, with a more recent foray towards digital marketing software. Adobe is best known for its Adobe Flash web software ecosystem, Photoshop image editing software, Adobe Illustrator vector graphics editor, Acrobat Reader, the Portable Document Format (PDF), and Adobe Creative Suite, as well as its successor Adobe Creative Cloud.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/Affinity_Designer": "Affinity Designer is a vector graphics editor developed by Serif for macOS, iOS, and Microsoft Windows. It is part of the \"Affinity trinity\" alongside Affinity Photo and Affinity Publisher. Affinity Designer is available for purchase directly from the company website and in the Mac App Store, iOS App Store, and the Microsoft Store.",
  "/wiki/Serif_Europe": "Serif (Europe) Ltd is a privately owned British developer and publisher of software. It provides software and associated products direct to customers through its website and contact centre in the United Kingdom, and through retailers.",
  "/wiki/Apache_OpenOffice": "Apache OpenOffice (AOO) is an open-source office productivity software suite. It is one of the successor projects of OpenOffice.org and the designated successor of IBM Lotus Symphony. It is a close cousin of LibreOffice and NeoOffice. It contains a word processor (Writer), a spreadsheet (Calc), a presentation application (Impress), a drawing application (Draw), a formula editor (Math), and a database management application (Base).",
  "/wiki/Apache_Software_Foundation": "The Apache Software Foundation /əˈpætʃi/ (ASF) is an American non-profit corporation (classified as a 501(c)(3) organization in the United States) to support Apache software projects, including the Apache HTTP Server. The ASF was formed from the Apache Group and incorporated on March 25, 1999.",
  "/wiki/GNU_Lesser_General_Public_License": "The GNU Lesser General Public License (LGPL) is a free-software license published by the Free Software Foundation (FSF). The license allows developers and companies to use and integrate a software component released under the LGPL into their own (even proprietary) software without being required by the terms of a strong copyleft license to release the source code of their own components. However, any developer who modifies an LGPL-covered component is required to make their modified version available under the same LGPL license. For proprietary software, code under the LGPL is usually used in the form of a shared library, so that there is a clear separation between the proprietary and LGPL components. The LGPL is primarily used for software libraries, although it is also used by some stand-alone applications.",
  "/wiki/Apache_license": "The Apache License is a permissive free software license written by the Apache Software Foundation (ASF). It allows users to use the software for any purpose, to distribute it, to modify it, and to distribute modified versions of the software under the terms of the license, without concern for royalties. The ASF and its projects release their software products under the Apache License. The license is also used by many non-ASF projects.",
  "/wiki/ConceptDraw_PRO": "ConceptDraw DIAGRAM (previously known as ConceptDraw PRO) is proprietary diagramming software used to create business graphics, including: diagrams, flowcharts, Infographics, data visualization for business process models, data presentation and project management documentation. It can also be used for creating professional and technical diagrams, such as: UML diagrams, DFD, ERD,  computer networks topology, engineering schemes, floor plans, and other technical graphic formats. \nThe program was developed by CS Odessa in 1999. Since 2008, it has formed a part of ConceptDraw OFFICE. A set of solution add-ons that include collections of task-oriented templates and vector stencils libraries, have been released for ConceptDraw DIAGRAM, relating to certain industry-specific graphical tasks.  The software also contains a set of tools for vector graphics drawing,  along with a built-in presentation mode.",
  "/wiki/CorelDRAW": "CorelDraw (styled CorelDRAW) is a vector graphics editor developed and marketed by Corel Corporation. It is also the name of the Corel graphics suite, which includes the bitmap-image editor Corel Photo-Paint as well as other graphics-related programs (see below). The latest version is marketed as CorelDraw Graphics Suite 2019 (equivalent to version 21), and was released in 12 March, 2019. CorelDraw is designed to edit two-dimensional images such as logos and posters.",
  "/wiki/Corel": "Corel Corporation (/kəˈrɛl/ kə-REL; from the abbreviation \"Cowpland Research Laboratory\") is a Canadian software company headquartered in Ottawa, Ontario, specializing in graphics processing. It is known for producing software titles such as CorelDRAW, and for acquiring AfterShot Pro, PaintShop Pro, Painter, Video Studio and WordPerfect.",
  "/wiki/Photopaint": "Corel Photo-Paint is a raster graphics editor developed and marketed by Corel since 1992. Corel currently markets the software for Windows operating systems, previously having marketed versions for Linux (Version 9, requiring Wine) and Mac OS (through version 11). Its primary market competitor is Adobe Photoshop.",
  "/wiki/Dia_(software)": "Dia (/ˈdiːə/)\nis free and open source general-purpose diagramming software, developed originally by Alexander Larsson. Dia uses a controlled single document interface (SDI) similar to GIMP and Inkscape.",
  "/wiki/GNOME": "GNOME (/(ɡ)noʊm/) is a free and open-source desktop environment for Unix-like operating systems. GNOME was originally an acronym for GNU Network Object Model Environment, but the acronym was dropped because it no longer reflected the vision of the GNOME project.",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/DrawPlus": "DrawPlus is a 2D vector graphics editor and animation software developed by the UK-based software company Serif, also responsible for PhotoPlus, PagePlus, WebPlus, Digital Scrapbook Artist, Affinity Designer, Affinity Photo and other titles.",
  "/wiki/Edraw_Max": "Edraw Max is a 2D business technical diagramming software which help create flowcharts, organizational charts, mind map, network diagrams, floor plans, workflow diagrams, business charts, and engineering diagrams. The current version, Edraw Max 9.4 was released on March 2019 for Microsoft Windows, macOS, and Linux. Edraw Max is a Visio-like diagramming tool.",
  "/wiki/Embroidermodder": "Embroidermodder is a free machine embroidery software tool that supports a variety of formats and allows the user to add custom modifications to their embroidery designs.",
  "/wiki/Zlib_License": "The zlib license is a permissive free software license which defines the terms under which the zlib software library can be distributed. It is also used by many other free software packages. The libpng library uses a similar license sometimes referred interchangeably as the zlib/libpng license.",
  "/wiki/Krita": "Krita is a free and open-source raster graphics editor designed primarily for digital painting and animation purposes. It features OpenGL-accelerated canvas, colour management support, an advanced brush engine, non-destructive layers and masks (similar to Adobe Photoshop), group-based layer management, vector artwork support and switchable customisation profiles. It is written in Qt and runs on Windows and Unix-like OSes (including Linux and macOS).",
  "/wiki/Inkscape": "Inkscape is a free and open-source vector graphics editor. This software can be used to create or edit vector graphics such as illustrations, diagrams, line arts, charts, logos, business cards, book covers, icons, CD/DVD covers, and complex paintings. Inkscape's primary vector graphics format is Scalable Vector Graphics (SVG); however, many other formats can be imported and exported.",
  "/wiki/LibreOffice_Draw": "LibreOffice Draw is a free and open source vector graphics editor. It is one of the applications included in the LibreOffice office suite, developed by The Document Foundation.",
  "/wiki/The_Document_Foundation": "The Document Foundation (TDF) is a non-profit organization that promotes open-source document handling software. It was created by members of the OpenOffice.org community to manage and develop LibreOffice, a free and open-source office suite, and is legally registered in Germany as a Stiftung. Its goal is to produce a vendor-independent office suite with ODF support in a development environment free from company control.",
  "/wiki/Mozilla_Public_License": "The Mozilla Public License (MPL) is a free and open source software license developed and maintained by the Mozilla Foundation. It is a weak copyleft license, characterized as a middle ground between permissive free software licenses and the GNU General Public License (GPL), that seeks to balance the concerns of proprietary and open source developers. As such, it allows re-licensing. MPL software can thus be converted into a copyleft license such as the GPL, or to a proprietary license (example:KaiOS).",
  "/wiki/Macromedia_FreeHand": "Adobe FreeHand (formerly Macromedia FreeHand and Aldus FreeHand) was a computer application for creating two-dimensional vector graphics oriented primarily to professional illustration, desktop publishing and content creation for the Web. FreeHand was similar in scope, intended market, and functionality to Adobe Illustrator, CorelDRAW and Xara Designer Pro. Because of FreeHand's dedicated page layout and text control features, it also compares to Adobe InDesign and QuarkXPress. Professions using FreeHand include graphic design, illustration, cartography, fashion and textile design, product design, architects, scientific research, and multimedia production.",
  "/wiki/Microsoft_Visio": "Microsoft Visio (/ˈvɪz.i.oʊ/ VIZ-ee-oh) (formerly Microsoft Office Visio) is a diagramming and vector graphics application and is part of the Microsoft Office family. The product was first introduced in 1992, made by the Shapeware Corporation. It was acquired by Microsoft in 2000.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/OmniGraffle": "OmniGraffle is a diagramming and digital illustration application for macOS and iOS created by The Omni Group.",
  "/wiki/The_Omni_Group": "The Omni Group is a company that develops software for the macOS, iOS, and watchOS platforms.  The Omni Group was informally founded as a NEXTSTEP consulting company in 1989 by Wil Shipley, who immediately brought on Ken Case and Tim Wood. The three incorporated together under the name Omni Development, Inc. in 1993, because the name \"Omni Group\" was taken by another Seattle firm.  Omni initially produced custom database software for the NEXTSTEP platform for clients such as the William Morris Agency and McCaw Cellular Communications (then Cingular Wireless; now AT&T Inc.).  During this period they also ported a number of games to NEXTSTEP, then later to Mac OS X (after Apple acquired NeXT in 1997). Around 2000 the company decided to start focusing on their own consumer applications for the Mac, and as of 2004 the vast majority of their revenue came from their consumer products. In 2003 Ken Case took over as the chief officer of Omni, and in March 2004 Wil Shipley left with another Omni employee, interface designer Mike Matas, to form Delicious Monster. Matas later left for Apple.",
  "/wiki/Pencil2D": "Pencil2D is 2D animation software that runs on Microsoft Windows, OS X and Unix-like operating systems. It is open-source software, released under the GNU General Public License and uses the Qt framework.\nIt uses for making cartoons using traditional techniques (tracing drawings, onionskin ...), managing vector and bitmap drawing. It works in particular on Linux, mac OS and Microsoft Windows.",
  "/wiki/PhotoLine": "PhotoLine is a raster and vector graphics editor for Windows and Mac OS X. Its features include 16 bits of color depth, full color management, support of RGB, CMYK and Lab color models, layer support, and non-destructive image manipulation. It can also be used for desktop publishing.",
  "/wiki/SK1_(program)": "sK1 is an open-source, cross-platform illustration program that can be used as a substitute for professional proprietary software like CorelDRAW or Adobe Illustrator. Unique project features are CorelDRAW formats importers, tabbed multiple document interface, Cairo-based engine, and color management.",
  "/wiki/Sketch_(software)": "Sketch is a vector graphics editor, developed by the Dutch company Bohemian Coding. Sketch was first released on 7 September 2010 for macOS. It won an Apple Design Award in 2012. A key difference between Sketch and other vector graphics editors is that Sketch does not include print design features. Sketch is only available on macOS. This problem is partially solved by third party and handoff tools.",
  "/wiki/SketchUp": "SketchUp is a 3D modeling computer program for a wide range of drawing applications such as architectural, interior design, landscape architecture, civil and mechanical engineering, film and video game design. It is available as a web-based application, SketchUp Free, a freeware version, SketchUp Make, and a paid version with additional functionality, SketchUp Pro.",
  "/wiki/Trimble_Navigation": "Trimble Inc. is a Sunnyvale, California-based software as a service (SaaS) technology company. Trimble services global industries in Agriculture, Building & Construction, GeoSpatial, Natural Resources and Utilities, Governments, Transportation and others. Trimble also does hardware development of Global Navigation Satellite System (GNSS) receivers, laser rangefinders, unmanned aerial vehicles (UAVs), inertial navigation systems and software processing tools. The company was founded in November 1978.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/Comparison_of_vector_graphics_editors": "A number of vector graphics editors exist for various platforms. Potential users of these editors will make a comparison of vector graphics editors based on factors such as the availability for the user's platform, the software license, the feature set, the merits of the user interface (UI) and the focus of the program. Some programs are more suitable for artistic work while others are better for technical drawings. Another important factor is the application's support of various vector and bitmap image formats for import and export."
}