{
  "/wiki/Toni_Sailer": "Anton Engelbert \"Toni\" Sailer (17 November 1935 – 24 August 2009) was an Austrian alpine ski racer, considered among the best in the sport. At age 20, he won all three gold medals in alpine skiing at the 1956 Winter Olympics. He nearly duplicated the feat at the 1958 World Championships with two golds and a silver. He also won world titles both years in the combined, then a \"paper\" race, but awarded with medals by the International Ski Federation (FIS).",
  "/wiki/Alpine_skiing_at_the_1956_Winter_Olympics": "At the 1956 Winter Olympics in Cortina d'Ampezzo, Italy, the six alpine skiing events were held from Friday, 27 January to Friday, 3 February.",
  "/wiki/Sissy_Schwarz": "Elisabeth \"Sissy\" Schwarz (born 19 May 1936) is an Austrian former figure skater who is best known for her career in pair skating. With Kurt Oppelt, she is the 1956 Olympic champion, the 1956 World champion, the 1956 European champion, and a five-time Austrian national champion (1952–56).",
  "/wiki/Kurt_Oppelt": "Kurt Oppelt (March 18, 1932 – September 16, 2015) was an Austrian figure skater who is best known for his career in pair skating. With Sissy Schwarz, he is the 1956 Olympic champion, the 1956 World champion, the 1956 European champion, and a five-time Austrian national champion (1952–56).",
  "/wiki/Figure_skating_at_the_1956_Winter_Olympics": "Figure skating at the 1956 Winter Olympics took place at the Olympic Ice Stadium in Cortina d'Ampezzo, Italy.",
  "/wiki/Anderl_Molterer": "Andreas \"Anderl\" Molterer (born 8 October 1931 in Kitzbühel) is an Austrian former alpine skier.",
  "/wiki/Putzi_Frandl": "Josefine \"Putzi\" Frandl (later Crotty, born July 5, 1930) is an Austrian former alpine ski racer.  She was among the world's best ski racers in the mid-1950s.  She competed in the 1956 Winter Olympics, the 1958 Alpine World Ski Championships and the 1960 Winter Olympics.",
  "/wiki/Regina_Sch%C3%B6pf": "Regina Schöpf (later Bacher; September 16, 1935 – October 30, 2008) was an Austrian alpine skier who competed in the 1956 Winter Olympics.",
  "/wiki/Walter_Schuster": "Walter Schuster (2 June 1929 – 13 January 2018) was an Austrian alpine skier who competed in the 1956 Winter Olympics.",
  "/wiki/Thea_Hochleitner": "Dorothea \"Thea\" Hochleitner (July 10, 1925 – May 11, 2012) was an Austrian alpine skier who competed in the 1956 Winter Olympics.",
  "/wiki/Ingrid_Wendl": "Ingrid Turković-Wendl (born Ingrid Wendl on 17 May 1940 in Vienna) is an Austrian figure skater, television announcer, and political figure. She has been an Austrian People's Party delegate to the National Council of Austria since 2002.[citation needed]",
  "/wiki/Austria_at_the_1956_Winter_Olympics": "Austria competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy."
}