{
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/1929_Stanley_Cup_playoffs": "The 1928–29 NHL season was the 12th season of the National Hockey League. Ten teams played 44 games each. This was the first Stanley Cup final that saw two United States-based teams compete for the cup. The Boston Bruins defeated the New York Rangers two games to none in the best-of-three final.",
  "/wiki/1934_Stanley_Cup_playoffs": "The 1933–34 NHL season was the 17th season of the National Hockey League (NHL). Nine teams each played 48 games. The Chicago Black Hawks were the Stanley Cup winners as they beat the Detroit Red Wings three games to one.",
  "/wiki/1936_Stanley_Cup_playoffs": "The 1935–36 NHL season was the 19th season of the National Hockey League (NHL). The St. Louis Eagles dropped out of the league, leaving eight teams. The Detroit Red Wings were the Stanley Cup winners as they beat the Toronto Maple Leafs three games to one in the final series.",
  "/wiki/1939_Stanley_Cup_playoffs": "The 1938–39 NHL season was the 22nd season of the National Hockey League (NHL). Seven teams each played 48 games. The Boston Bruins were the Stanley Cup winners as they beat the Toronto Maple Leafs four games to one in the final series.",
  "/wiki/1940_Stanley_Cup_playoffs": "The 1939–40 NHL season was the 23rd season for the National Hockey League. Of the league's seven teams, the Boston Bruins were the best in the 48-game regular season, but the Stanley Cup winners were the New York Rangers, who defeated the Toronto Maple Leafs in the best-of-seven final series 4–2 for their third Stanley Cup in 14 seasons of existence.  It would be another 54 years before their fourth.",
  "/wiki/1942_Stanley_Cup_playoffs": "The 1941–42 NHL season was the 25th season of the National Hockey League. Seven teams played 48 games each. The Toronto Maple Leafs would win the Stanley Cup defeating the Detroit Red Wings winning four straight after losing the first three in a best-of-seven series, a feat only repeated three times in NHL history (1975, 2010, 2014) and once in Major League Baseball (2004) as of 2017.",
  "/wiki/1943_Stanley_Cup_playoffs": "The 1942–43 NHL season was the 26th season of the National Hockey League (NHL). The Brooklyn Americans were dropped, leaving six teams to play a schedule of 50 games. This is the first season of the \"Original Six\" era of the NHL. The league's long-time president Frank Calder died due to heart disease. The Detroit Red Wings defeated the Boston Bruins to win the Stanley Cup.",
  "/wiki/1945_Stanley_Cup_playoffs": "The 1944–45 NHL season was the 28th season of the National Hockey League. Six teams each played 50 games. The Toronto Maple Leafs won the Stanley Cup in seven games versus the Detroit Red Wings.",
  "/wiki/1947_Stanley_Cup_playoffs": "The 1946–47 NHL season was the 30th season of the National Hockey League. The Toronto Maple Leafs defeated the Montreal Canadiens in the 1947 Stanley Cup Final to win their sixth Stanley Cup championship.",
  "/wiki/1948_Stanley_Cup_playoffs": "The 1948 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began with four teams on March 4, 1948. It concluded on April 14, with the Toronto Maple Leafs defeating the Detroit Red Wings to win the Stanley Cup.",
  "/wiki/1949_Stanley_Cup_playoffs": "The 1948–49 NHL season was the 32nd season of the National Hockey League. In a rematch of the previous season, Toronto defeated Detroit in the Stanley Cup final to win the championship.",
  "/wiki/1950_Stanley_Cup_playoffs": "The 1949–50 NHL season was the 33rd season of the National Hockey League. The Detroit Red Wings defeated the New York Rangers in seven games for the Stanley Cup. It was the Red Wings' fourth championship.",
  "/wiki/1952_Stanley_Cup_playoffs": "The 1951–52 NHL season was the 35th season of the National Hockey League. The Detroit Red Wings won the Stanley Cup by sweeping the Montreal Canadiens four games to none.",
  "/wiki/1954_Stanley_Cup_playoffs": "The 1953–54 NHL season was the 37th season of the National Hockey League. Six teams each played 70 games. The Detroit Red Wings defeated the Montreal Canadiens in the final to win the team's sixth championship.",
  "/wiki/1955_Stanley_Cup_playoffs": "The 1954–55 NHL season was the 38th season of the National Hockey League. The Detroit Red Wings were the Stanley Cup champions as they defeated the Montreal Canadiens four games to three in the best-of-seven final series. The Canadiens were without star forward Maurice 'Rocket' Richard who had been suspended for the playoffs, a suspension which led to the March 17, 1955 \"Richard Riot\" in Montreal.",
  "/wiki/1956_Stanley_Cup_playoffs": "The 1955–56 NHL season was the 39th season of the National Hockey League. Six teams each played 70 games. The Montreal Canadiens were the Stanley Cup champions as they beat the Detroit Red Wings four games to one in the best-of-seven final series.",
  "/wiki/1960_Stanley_Cup_playoffs": "The 1960 Stanley Cup playoffs was the tournament to determine the 1960 Stanley Cup professional ice hockey championship of the National Hockey League (NHL)",
  "/wiki/1961_Stanley_Cup_playoffs": "The 1960–61 NHL season was the 44th season of the National Hockey League. The Chicago Black Hawks defeated the Detroit Red Wings in the 1961 Stanley Cup Final four games to two to win the Stanley Cup. It was the first series since 1950 with two American-based teams. It was Chicago's first Cup win since 1938; they would not win another until 2010.",
  "/wiki/1963_Stanley_Cup_playoffs": "The 1962–63 NHL season was the 46th season of the National Hockey League. Six teams each played 70 games. The Toronto Maple Leafs won their second Stanley Cup in a row as they defeated the Detroit Red Wings four games to one.",
  "/wiki/1964_Stanley_Cup_playoffs": "The 1963–64 NHL season was the 47th season of the National Hockey League. Six teams each played 70 games. The Toronto Maple Leafs won their third consecutive Stanley Cup by defeating the Detroit Red Wings four games to three in the final series.",
  "/wiki/1987_Stanley_Cup_playoffs": "The 1987 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1986–87 NHL season. It concluded on May 31, with the Edmonton Oilers defeating the Philadelphia Flyers to win the Stanley Cup. In an attempt to reduce the number of first round upsets, the NHL expanded the best-of-five series in the first round to a best-of-seven series.",
  "/wiki/1988_Stanley_Cup_playoffs": "The 1988 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 6, after the conclusion of the 1987–88 NHL season. It concluded on May 26, with the defending champion Edmonton Oilers defeating the Boston Bruins to win their second straight Stanley Cup and fourth in five years.",
  "/wiki/1993_Stanley_Cup_playoffs": "The 1993 Stanley Cup playoffs the playoff tournament of the National Hockey League (NHL) began after the conclusion of the 1992–93 NHL season on April 18 and ended with the Montreal Canadiens defeating the Los Angeles Kings four games to one to win the Stanley Cup on June 9.  These playoffs featured an NHL record 28 overtime games, of which the Canadiens set a playoff record for most overtime games won in one year with ten. The Canadiens also won 11 consecutive games during the playoffs, tying an NHL record.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/1933_Stanley_Cup_playoffs": "The 1932–33 NHL season was the 16th season of the National Hockey League (NHL). Nine teams each played 48 games. The New York Rangers beat the Toronto Maple Leafs three games to one for the Stanley Cup.",
  "/wiki/1935_Stanley_Cup_playoffs": "The 1934–35 NHL season was the 18th season of the National Hockey League (NHL). Nine teams each played 48 games. The Montreal Maroons were the Stanley Cup winners as they swept the Toronto Maple Leafs in three games in the final series.",
  "/wiki/1938_Stanley_Cup_playoffs": "The 1937–38 NHL season was the 21st season of the National Hockey League (NHL). Eight teams each played 48 games. The Chicago Black Hawks were the Stanley Cup winners as they beat the Toronto Maple Leafs three games to one in the final series.",
  "/wiki/1941_Stanley_Cup_playoffs": "The 1940–41 NHL season was the 24th season of the National Hockey League (NHL). Seven teams each played 48 games. The Boston Bruins were the Stanley Cup winners as they swept the Detroit Red Wings four games to none in the final series.",
  "/wiki/1951_Stanley_Cup_playoffs": "The 1951 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began with four teams on March 28, 1951. It concluded on April 21, with the Toronto Maple Leafs defeating the Montreal Canadiens to win the Stanley Cup.",
  "/wiki/1959_Stanley_Cup_playoffs": "The 1958–59 NHL season was the 42nd season of the National Hockey League. Six teams each played 70 games. The Montreal Canadiens were the Stanley Cup champions as they beat the Toronto Maple Leafs four games to one in the best-of-seven final series. This marked the fourth consecutive Stanley Cup win for the Canadiens as they became the first team to win four in a row.",
  "/wiki/1969_Stanley_Cup_playoffs": "The 1968–69 NHL season was the 52nd season of the National Hockey League. Twelve teams each played 76 games (two more than in 1967–68). For the second time in a row, the Montreal Canadiens faced the St. Louis Blues in the Stanley Cup finals. Montreal won their second consecutive Stanley Cup as they swept the Blues in four, an identical result to the previous season.",
  "/wiki/1972_Stanley_Cup_playoffs": "The 1971–72 NHL season was the 55th season of the National Hockey League. Fourteen teams each played 78 games. The Boston Bruins beat the New York Rangers four games to two for their second Stanley Cup in three seasons in the finals.",
  "/wiki/1974_Stanley_Cup_playoffs": "The 1973–74 NHL season was the 57th season of the National Hockey League. The Philadelphia Flyers won the Stanley Cup championship, the team's first. The team was the first of the post-1967 teams to win the Cup.",
  "/wiki/2013_Stanley_Cup_playoffs": "The 2013 Stanley Cup playoffs of the National Hockey League (NHL) began on April 30, 2013, following the conclusion of the 2012–13 NHL regular season. The regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The playoffs ended on June 24, 2013, with the Chicago Blackhawks defeating the Boston Bruins in six games to win the Stanley Cup. Patrick Kane won the Conn Smythe trophy as the playoffs MVP, with 19 points (9 goals and 10 assists).",
  "/wiki/2018_Stanley_Cup_playoffs": "The 2018 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 11, 2018, after the 2017–18 regular season ended, and concluded on June 7, 2018, with the Washington Capitals winning their first Stanley Cup in franchise history defeating the Vegas Golden Knights four games to one in the Stanley Cup Finals.",
  "/wiki/2019_Stanley_Cup_playoffs": "The 2019 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 10, 2019, after the 2018–19 NHL season, and concluded on June 12, 2019, with the St. Louis Blues winning their first Stanley Cup in franchise history defeating the Boston Bruins four games to three in the Stanley Cup Finals.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/1918_Stanley_Cup_playoffs": "The 1918 Stanley Cup playoffs were played from March 11 until March 30, when the National Hockey League (NHL) champion Toronto Blue Shirts defeated the Pacific Coast Hockey Association (PCHA) champion Vancouver Millionaires for the Stanley Cup.",
  "/wiki/1925_Stanley_Cup_playoffs": "The 1924–25 NHL season was the eighth season of the National Hockey League. The NHL added two teams this season, a second team in Montreal, the Montreal Maroons and the first U.S. team, the Boston Bruins. Six teams each played 30 games.",
  "/wiki/1944_Stanley_Cup_playoffs": "The 1943–44 NHL season was the 27th season of the National Hockey League. Six teams played 50 games each. The Montreal Canadiens were the top team of the regular season and followed it up with the team's fifth Stanley Cup championship.",
  "/wiki/1965_Stanley_Cup_playoffs": "The 1964–65 NHL season was the 48th season of the National Hockey League. Six teams each played 70 games. Jean Beliveau was the winner of the newly introduced Conn Smythe Trophy as the most valuable player during the playoffs. The Montreal Canadiens won their first Stanley Cup since 1960 as they were victorious over the Chicago Black Hawks in a seven-game final series.",
  "/wiki/1966_Stanley_Cup_playoffs": "The 1965–66 NHL season was the 49th season of the National Hockey League. Six teams each played 70 games.  The Montreal Canadiens won their second consecutive Stanley Cup as they defeated the Detroit Red Wings four games to two in the final series.",
  "/wiki/1967_Stanley_Cup_playoffs": "The 1967 Stanley Cup playoffs of the National Hockey League (NHL) was the final playoffs before the expansion from six to twelve teams. The Toronto Maple Leafs defeated the defending champion Montreal Canadiens in six games to win the Stanley Cup. The Leafs squad was the oldest ever to win a Cup final; the average age of the team was well more than 30, and four players were more than 40. Toronto has not won the Cup or been to the Finals since.",
  "/wiki/1978_Stanley_Cup_playoffs": "The 1977–78 NHL season was the 61st season of the National Hockey League. The Montreal Canadiens won their third Stanley Cup in a row, defeating the Boston Bruins four games to two in the Stanley Cup Finals.",
  "/wiki/1979_Stanley_Cup_playoffs": "The 1979 Stanley Cup playoffs, the playoff tournament of the National Hockey League, (NHL) began on April 10, after the conclusion of the 1978–79 NHL season. The playoffs concluded on May 21, with the three-time defending champion Montreal Canadiens defeating the New York Rangers 4–1 to win the Final series four games to one for the Stanley Cup. Three Original Six teams made the semifinals, which would not happen again until the 2014 Conference Finals.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/1931_Stanley_Cup_playoffs": "The 1930–31 NHL season was the 14th season of the National Hockey League. Ten teams played 44 games each. The Montreal Canadiens beat the Chicago Black Hawks three games to two in a best-of-five Stanley Cup final for their second consecutive Cup win.",
  "/wiki/1932_Stanley_Cup_playoffs": "The 1931–32 NHL season was the 15th season of the National Hockey League (NHL). The Ottawa Senators and Philadelphia Quakers suspended operations, leaving eight teams to play 48 games each. In the Stanley Cup Finals, the Toronto Maple Leafs swept the New York Rangers in three games to win the franchise's third Stanley Cup championship.",
  "/wiki/1962_Stanley_Cup_playoffs": "The 1961–62 NHL season was the 45th season of the National Hockey League (NHL). The Toronto Maple Leafs were the Stanley Cup champions as they defeated the Chicago Black Hawks four games to two.",
  "/wiki/1986_Stanley_Cup_playoffs": "The 1986 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 9, after the conclusion of the 1985–86 NHL season. The playoffs concluded on May 24 with the champion Montreal Canadiens defeating the Calgary Flames 4–1 to win the series four games to one and win the Stanley Cup.",
  "/wiki/1994_Stanley_Cup_playoffs": "The 1994 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began after the conclusion of the 1993–94 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven game series for conference quarterfinals, semifinals and championships; and then the conference champions played a best-of-seven series for the Stanley Cup. The playoffs ended when the New York Rangers defeated the Vancouver Canucks in the seventh game of the 1994 Stanley Cup Finals.",
  "/wiki/1995_Stanley_Cup_playoffs": "The 1995 Stanley Cup playoffs, the playoff tournament of the National Hockey League was played between May 6 and June 24, 1995. The 1994–95 NHL regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The sixteen teams that qualified, eight from each conference, played best-of-seven series for the conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. In the Final, the New Jersey Devils swept the favored Detroit Red Wings in four games to win their first championship.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/1937_Stanley_Cup_playoffs": "The 1936–37 NHL season was the 20th season of the National Hockey League (NHL). Eight teams each played 48 games. The Detroit Red Wings were the Stanley Cup winners as they beat the New York Rangers three games to two in the final series.",
  "/wiki/1971_Stanley_Cup_playoffs": "The 1970–71 NHL season was the 54th season of the National Hockey League. Two new teams, the Buffalo Sabres and Vancouver Canucks made their debuts and were both put into the East Division. The Chicago Black Hawks were moved to the West Division.  The Montreal Canadiens won the Stanley Cup by beating the Black Hawks in seven games in the finals.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/1975_Stanley_Cup_playoffs": "The 1974–75 NHL season was the 58th season of the National Hockey League. Two new teams, the Washington Capitals and Kansas City Scouts were added, increasing the number of teams to 18. To accommodate the new teams, the NHL re-organized its divisional structure and playoff format. The regular season was expanded to 80 games per team (which would be the case until 1992–93). The Philadelphia Flyers won the Stanley Cup for the second consecutive year.",
  "/wiki/1976_Stanley_Cup_playoffs": "The 1975–76 NHL season was the 59th season of the National Hockey League. The Montreal Canadiens won the Stanley Cup, defeating the defending champion Philadelphia Flyers in the final.",
  "/wiki/1977_Stanley_Cup_playoffs": "The 1976–77 NHL season was the 60th season of the National Hockey League. The Kansas City Scouts moved to Denver, Colorado, and became the Colorado Rockies and the California Golden Seals moved to Cleveland, Ohio, and became the Cleveland Barons. The Montreal Canadiens once again dominated the playoffs as, for the second straight year, they swept their opponent four games to none in the final series for the Stanley Cup.",
  "/wiki/1999_Stanley_Cup_playoffs": "The 1999 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 21, 1999, following the 1998–99 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven series for conference quarter-finals, semi-finals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. As of 2019, this was the last time all four WHA teams made the playoffs.",
  "/wiki/2003_Stanley_Cup_playoffs": "The 2003 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 9, 2003, following the 2002–03 regular season. The playoffs concluded on June 9, 2003, with the New Jersey Devils defeating the Mighty Ducks of Anaheim in seven games.",
  "/wiki/2004_Stanley_Cup_playoffs": "The 2004 Stanley Cup playoffs for the National Hockey League began on April 7, 2004, following the 2003–04 regular season. The playoffs ended with the Tampa Bay Lightning winning the Stanley Cup with a seven-game series win over the Calgary Flames on June 7. It was Tampa Bay's first Stanley Cup victory. It was the Flames' third final appearance, as they came this far in 1986 and 1989, winning the latter. The 16 qualified teams, eight from each conference, played best-of-seven games for Conference Quarterfinals, Semifinals and Finals. The winner of each conference proceeded to the Stanley Cup Finals. The format was identical to the one introduced for the 1999 playoffs.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis, Missouri. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.",
  "/wiki/1990_Stanley_Cup_playoffs": "The 1990 Stanley Cup playoffs for the National Hockey League (NHL) championship began on April 5, 1990, following the 1989–90 regular season. The sixteen teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1996_Stanley_Cup_playoffs": "The 1996 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1996. The 16 teams that qualified (8 from each conference) played best-of-seven series for conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. These playoffs are noted as being the first playoffs in which all Canadian teams were eliminated during the first round. The New Jersey Devils, who had won the Stanley Cup the year before, failed to qualify for these playoffs. This was the first time that both Florida teams—the Florida Panthers and Tampa Bay Lightning—made it to the playoffs.",
  "/wiki/Ottawa_Senators": "The Ottawa Senators (French: Sénateurs d'Ottawa) are a professional ice hockey team based in Ottawa, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The Senators play their home games at the 18,652-seat Canadian Tire Centre, which opened in 1996 as the Palladium.",
  "/wiki/2000_Stanley_Cup_playoffs": "The 2000 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 12, 2000, and concluded on June 10. The 16 teams that qualified, eight from each conference, played best-of-seven series for Conference Quarterfinals, Conference Semifinals and Conference Finals, with each conference champion playing a best-of-seven series in the Stanley Cup Finals for the Stanley Cup.",
  "/wiki/2001_Stanley_Cup_playoffs": "The 2001 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 11, 2001, and ended on June 9, 2001, when the Western Conference champion  Colorado Avalanche defeated the Eastern Conference champion New Jersey Devils to win its second Stanley Cup.",
  "/wiki/2002_Stanley_Cup_playoffs": "The 2002 Stanley Cup playoffs, the playoff tournament of the National Hockey League began on April 17, 2002.",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island.",
  "/wiki/1981_Stanley_Cup_playoffs": "The 1981 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1980–81 NHL season. The playoffs concluded on May 21 with the champion New York Islanders defeating the Minnesota North Stars 5–1 to win the Final series four games to one and win the Stanley Cup.",
  "/wiki/New_York_Americans": "The New York Americans, colloquially known as the Amerks, were a professional ice hockey team based in New York City, New York from 1925 to 1942. They were the third expansion team in the history of the National Hockey League (NHL) and the second to play in the United States. The team never won the Stanley Cup, but reached the semifinals twice. While it was the first team in New York City, it was eclipsed by the second, the New York Rangers, which arrived in 1926 under the ownership of the Amerks' landlord, Madison Square Garden. The team operated as the Brooklyn Americans during the 1941–42 season before suspending operations in 1942 due to World War II and long-standing financial difficulties. The demise of the club marked the beginning of the NHL's Original Six era from 1942 to 1967, though the Amerks' franchise was not formally canceled until 1946.",
  "/wiki/Montreal_Maroons": "The Montreal Maroons (officially the Montreal Professional Hockey Club) were a professional men's ice hockey team in the National Hockey League (NHL). They played in the NHL from 1924 to 1938, winning the Stanley Cup in 1926 and 1935. They were the last non-Original Six team to win the Stanley Cup until the expansion Philadelphia Flyers won in 1974.",
  "/wiki/Ottawa_Senators_(original)": "The Ottawa Senators were an ice hockey team based in Ottawa, Ontario, Canada which existed from 1883 to 1954. The club was the first hockey club in Ontario, a founding member of the National Hockey League (NHL) and played in the NHL from 1917 until 1934. The club, which was officially the Ottawa Hockey Club (Ottawa HC), was known by several nicknames, including the Generals in the 1890s, the Silver Seven from 1903 to 1907 and the Senators dating from 1908.",
  "/wiki/1921_Stanley_Cup_playoffs": "The 1920–21 NHL season was the fourth season of the National Hockey League (NHL). Four teams each played 24 games in a split season. The Quebec franchise was transferred to Hamilton, Ontario, to become the Hamilton Tigers. The Ottawa Senators won the league championship in a playoff with the Toronto St. Patricks. The Senators went on to win the Stanley Cup by defeating the Vancouver Millionaires of the Pacific Coast Hockey Association three games to two in a best-of-five series. This would be the last split season before the NHL changed its regular season and playoff formats.",
  "/wiki/1922_Stanley_Cup_playoffs": "The 1922 Stanley Cup playoffs concluded on March 22 when the National Hockey League (NHL) champion Toronto St. Patricks defeated the Pacific Coast Hockey Association (PCHA) champion Vancouver Millionaires in the final series, three games to two. With the debut of the Western Canada Hockey League (WCHL) at the start of the season, these playoffs marked the first time that the NHL, the PCHA, and the WCHL all competed for the Cup.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/1980_Stanley_Cup_playoffs": "The 1980 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1979–80 NHL season. This season saw the addition of four teams from the disbanded World Hockey Association (WHA) as expansion franchises, and thus the playoffs were also expanded from 12 to 16 teams. Two for those former WHA clubs, the Edmonton Oilers and the Hartford Whalers, made the playoffs in their first season in the NHL.",
  "/wiki/1983_Stanley_Cup_playoffs": "The 1983 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1982–83 NHL season. The playoffs concluded on May 17 with the champion New York Islanders defeating the Edmonton Oilers 4–0 to win the Final series four games to none and win the Stanley Cup for the fourth consecutive season.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/San_Jose_Sharks": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The franchise is owned by San Jose Sports & Entertainment Enterprises. Beginning play in the 1991–92 season, the Sharks initially played their home games at the Cow Palace, before they moved to their present home, now named SAP Center at San Jose, in 1993. The SAP Center is known locally as the Shark Tank.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center)."
}