{
  "/wiki/Sa%27ar_4-class_missile_boat": "The Sa'ar 4 or Reshef-class missile boats were a series of missile boats built based on Israeli Navy designs grounded in accumulated experience derived in the operation of \"Cherbourg\" (Sa'ar 1, Sa'ar 2, and Sa'ar 3) classes. Thirteen were built at the Israel Shipyards, ten for the Israeli Navy and three for the South African Navy.  Another six were built for the South African Navy in South Africa with Israeli assistance.",
  "/wiki/Israeli_Navy": "The Israeli Navy (Hebrew: חיל הים הישראלי‎, Ḥeil HaYam HaYisraeli (English: Sea Corps of Israel); Arabic: البحرية الإسرائيلية‎) is the naval warfare service arm of the Israel Defense Forces, operating primarily in the Mediterranean Sea theater as well as the Gulf of Eilat and the Red Sea theater. The current commander in chief of the Israeli Navy is Aluf Eli Sharvit. The Israeli Navy is believed to be responsible for maintaining Israel's offshore nuclear second strike capability.",
  "/wiki/Chilean_Navy": "The Chilean Navy (Spanish: Armada de Chile) is the naval force of Chile.",
  "/wiki/Jaffa": "Jaffa, in Hebrew Yafo (Hebrew: ‎יָפוֹ‎‎, Yāfō (help·info)) and in Arabic Yafa (Arabic: يَافَا‎) and also called Japho or Joppa, the southern and oldest part of Tel Aviv–Yafo, is an ancient port city in Israel. Jaffa is famous for its association with the biblical stories of Jonah, Solomon and Saint Peter as well as the mythological story of Andromeda and Perseus, and later for its oranges.",
  "/wiki/Anti-submarine_warfare": "Anti-submarine warfare (ASW, or in older form A/S) is a branch of underwater warfare that uses surface warships, aircraft, or other submarines to find, track, and deter, damage, or destroy enemy submarines.",
  "/wiki/Sri_Lanka_Navy": "The Sri Lanka Navy (SLN) (Sinhala: ශ්‍රී ලංකා නාවික හමුදාව, romanized: Śrī Laṃkā nāvika hamudāva; Tamil: இலங்கை கடற்படை, romanized: Ilaṅkai kaṭaṟpaṭai) is the naval arm of the Sri Lanka Armed Forces and is classed as the country's most vital defence force due to its island geography and is responsible for the maritime defense of the Sri Lankan nation and its interests. The role of the Sri Lanka Navy is to conduct operations at sea for the defence of the nation and its interests and conduct prompt and sustainable combat operations at sea in accordance with the national policies.",
  "/wiki/Sa%27ar_4.5-class_missile_boat": "The Sa'ar 4.5-class missile boats (Hebrew: סער 4.5‎) is a class of Israeli Sea Corps missile boats designed and built by Israel Shipyards Ltd. as an improved and stretched Sa'ar 4-class missile boat. There are two different subclasses that are both named Sa'ar 4.5. The first subclass was initially called Chochit (Hebrew: חוחית‎), but renamed to Aliya (Hebrew: עליה‎). Two Aliya-subclass boats are in service with the Mexican Navy. The second subclass was initially called Nirit (Hebrew: נירית‎) but renamed to Hetz (Hebrew: חץ‎).",
  "/wiki/ARM_Hurac%C3%A1n": "ARM Huracán (A-301) is a missile boat in the Mexican Navy. Previously the Israeli Navy Sa'ar 4.5-class missile boat INS Aliya, it was bought by Mexico for the Mexican Navy. Press reports indicates that the Israelis removed the Harpoon missile systems prior to the sale, though the Gabriel anti-ship missile systems were included in the package.",
  "/wiki/ARM_Tormenta": "ARM Tormenta (A-302) is a missile boat in the Mexican Navy. Previously a Sa'ar 4.5-class missile boat in the Israeli Sea Corps named INS Geula, it was bought by Mexico and placed under control of the Mexican Navy. Its sister ship is ARM Huracán.",
  "/wiki/Hydrofoils": "A hydrofoil is a lifting surface, or foil, that operates in water. They are similar in appearance and purpose to aerofoils used by aeroplanes. Boats that use hydrofoil technology are also simply termed hydrofoils. As a hydrofoil craft gains speed, the hydrofoils lift the boat's hull out of the water, decreasing drag and allowing greater speeds."
}