{
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Inga_II": "The Inga Dams are two hydroelectric dams connected to one of the largest waterfalls in the world, Inga Falls. They are located in the western Democratic Republic of the Congo and 140 miles southwest of Kinshasa.",
  "/wiki/Run_of_river": "Run-of-river hydroelectricity (ROR) or run-of-the-river hydroelectricity is a type of hydroelectric generation plant whereby little or no water storage is provided. Run-of-the-river power plants may have no water storage at all or a limited amount of storage, in which case the storage reservoir is referred to as pondage. A plant without pondage is subject to seasonal river flows, thus the plant will operate as an intermittent energy source. Conventional hydro uses reservoirs, which regulate water for flood control and dispatchable electrical power.",
  "/wiki/Congo_River": "The Congo River, formerly known as the Zaire River under the Mobutu regime, is the second longest river in Africa, shorter  only than the Nile, as well as the second largest river in the world by discharge volume, following only the Amazon. It is also the world's deepest recorded river, with measured depths in excess of 220 m (720 ft).\nThe Congo-Lualaba-Chambeshi River system has an overall length of 4,700 km (2,920 mi), which makes it the world's ninth-longest river. The Chambeshi is a tributary of the Lualaba River, and Lualaba is the name of the Congo River upstream of Boyoma Falls, extending for 1,800 km (1,120 mi).",
  "/wiki/Inga_I": "The Inga Dams are two hydroelectric dams connected to one of the largest waterfalls in the world, Inga Falls. They are located in the western Democratic Republic of the Congo and 140 miles southwest of Kinshasa.",
  "/wiki/Lualaba_River": "The Lualaba River flows entirely within the eastern Democratic Republic of the Congo. It is the greatest river source (headstream) of the Congo River by volume of water.  The Lualaba is 1,800 kilometres (1,100 mi) long. Its headwaters are in the country's far southeastern corner near Musofi and Lubumbashi in Katanga Province, next to Zambia. The Chambeshi River is the longest river source (headstream) of the Congo.",
  "/wiki/Reservoir": "A reservoir (from French réservoir – a \"tank\") is, most commonly, an enlarged natural or artificial lake, pond or impoundment created using a dam or lock to store water.",
  "/wiki/Ruzizi_River": "The Ruzizi (also sometimes spelled Rusizi) is a river, 117 kilometres (73 mi) long, that flows from Lake Kivu to Lake Tanganyika in Central Africa, descending from about 1,500 metres (4,900 ft) to about 770 metres (2,530 ft) above sea level over its length. The steepest gradients occur over the first 40 kilometres (25 mi), where hydroelectric dams have been built. Further downstream, the Ruzizi Plain, the floor of the Western Rift Valley, has only gentle hills, and the river flows into Lake Tanganyika through a delta, with one or two small channels splitting off from the main channel.",
  "/wiki/Rutshuru_Hydroelectric_Power_Station": "Rutshuru Hydroelectric Power Station, also referred to as Rutshuru Hydropower Station, is a 13.8-megawatt (18,500 hp)  hydroelectric power station under construction in the Democratic Republic of the Congo. The plant was finished in December 16, 2015.",
  "/wiki/Rutshuru_River": "The Rutshuru River is a river in the eastern Democratic Republic of the Congo that drains Lake Mutanda in the foothills of the Virunga Mountains in Uganda, flowing northward into Lake Rutanzige (formerly Lake Edward).\nFor most of its length it runs through the Rutshuru Territory in North Kivu province.",
  "/wiki/Mutwanga_Hydroelectric_Power_Station": "Mutwanga Hydroelectric Power Station, also referred to as Mutwanga Hydropower Station, is a 9.4-megawatt (12,600 hp)  hydroelectric power station in the Democratic Republic of the Congo.",
  "/wiki/List_of_power_stations_in_the_Democratic_Republic_of_the_Congo": "The following page is a list of power stations in the Democratic Republic of the Congo. As of December 2015, installed electric generation capacity totalled 2,442 megawatts, but only half that capacity is functioning."
}