{
  "/wiki/Yoo_Nam-Seok": "Yoo Nam-seok (Korean: 유남석; Hanja: 劉南碩; born 1 May 1957) is the President of the Constitutional Court of Korea.",
  "/wiki/Mokpo": "Mokpo (Korean pronunciation: [mok̚.pʰo]; Mokpo-si) is a city in South Jeolla Province, South Korea, located at the southwestern tip of the Korean Peninsula, close to Yudal mountain. Mokpo has frequent train service connecting in Daejon to Seoul, and is the terminus for a number of ferry routes serving islands in the adjacent Yellow Sea and Dadohae National Maritime Park.",
  "/wiki/Moon_Jae-in": "Moon Jae-in (Korean: 문재인; Hanja: 文在寅; Korean pronunciation: [mundʑɛin] or [mun] [t͡ɕɛin]; born January 24, 1953) is a South Korean politician who has served as the president of South Korea since 2017. He was elected after the impeachment of Park Geun-hye as the candidate of the Democratic Party of Korea.",
  "/wiki/Seoul_National_University": "Seoul National University (SNU; Korean: 서울대학교; Hanja: 서울大學校; RR: Seoul Daehakgyo, colloquially Seouldae) is a national research university located in Seoul, South Korea.",
  "/wiki/Lee_Seon-Ae": "Lee Seon-Ae was named a Justice of the Constitutional Court of Korea in 2017.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Hwang_Kyo-ahn": "Hwang Kyo-ahn  (Korean: 황교안; Hanja: 黃敎安; RR: Hwang Gyo-an; born 15 April 1957) is a South Korean politician and prosecutor who served as the 40th Prime Minister of South Korea from 18 June 2015 to 11 May 2017, having previously served as Justice Minister.",
  "/wiki/Yang_Sung-tae": "Yang Sung-tae (Korean: 양승태; Hanja: 梁承泰; born 26 January 1948) is a South Korean judge and the 15th Chief Justice of the Republic of Korea.",
  "/wiki/Lee_Suk_Tae": "Lee Suk-tae is a Justice of the Constitutional Court of Korea in 2018.",
  "/wiki/Kim_Myeong-soo": "Kim Myeong-soo (Korean: 김명수; Hanja: 金命洙; born 12 October 1959) is a South Korean jurist and the 16th Chief Justice of South Korea, inaugurated on September 25, 2017, succeeding the outgoing Yang Sung-tae.",
  "/wiki/Lee_Eunae": "Lee Eunae is a South Korean judge. She was named a Justice of the Constitutional Court of Korea in 2018.",
  "/wiki/Gwangju": "Gwangju[a] (Korean pronunciation: [kwaŋ.dʑu]) is the sixth-largest city in South Korea. It is a designated metropolitan city under the direct control of the central government's Home Minister. The city was also the capital of South Jeolla Province until the provincial office moved to the southern village of Namak in Muan County in 2005.",
  "/wiki/Lee_Jongseok": "Lee Jongseok is a South Korean judge. He was named a Justice of the Constitutional Court of Korea in 2018.",
  "/wiki/Gyeongbuk": "North Gyeongsang Province (Korean: 경상북도; RR: Gyeongsangbuk-do; Korean pronunciation: [kjʌŋ.saŋ.buk̚.t͈o]), also known as Gyeongbuk (Korean pronunciation: [kjʌŋ.buk̚]), is a province in eastern South Korea. The province was formed in 1896 from the northern half of the former Gyeongsang province, and remained a province of Korea until the country's division in 1945, then became part of South Korea.",
  "/wiki/National_Assembly_of_South_Korea": "The National Assembly of the Republic of Korea, often shortened to the National Assembly in domestic English-language media, is the 300-member unicameral national legislature of South Korea. Elections to the National Assembly are held every four years. The latest legislative elections were held on 13 April 2016. Single-member constituencies comprise 253 of the assembly's seats, while the remaining 47 are allocated by proportional representation. Members serve four-year terms.",
  "/wiki/Liberty_Korea_Party": "The Liberty Korea Party (Korean: 자유한국당; Hanja: 自由韓國黨; RR: Jayuhangukdang) is a conservative political party in South Korea that is described variously as right-wing, right-wing populist, or far-right. Until February 2017, it was known as the Saenuri Party (Korean: 새누리당), and before that as the Hannara Party (Korean: 한나라당; lit. Grand National Party) from 1997 to 2012, both of which are still colloquially used to refer to the party. The party formerly held a plurality of seats in the 20th Assembly before its ruling status was transferred to the Democratic Party of Korea on December 27, 2016, following the creation of the splinter Bareun Party by former Saenuri members who distanced themselves from President Park Geun-hye in the 2016 South Korean political scandal.",
  "/wiki/Lee_Youngjin": "Lee Youngjin is a South Korean judge. He was named a Justice of the Constitutional Court of Korea in 2018.",
  "/wiki/Chungnam": "South Chungcheong Province (Korean: 충청남도, Chungcheongnam-do), also known as Chungnam, is a province of South Korea. South Chungcheong has a population of 2,059,871 (2014) and has a geographic area of 8,204 km2 (3,168 sq mi) located in the Hoseo region in the southwest of the Korean Peninsula. South Chungcheong borders the provinces of Gyeonggi to the north, North Chungcheong, Sejong Special Autonomous City, and Daejeon Metropolitan City to the east, and North Jeolla to the south.",
  "/wiki/Bareunmirae_Party": "The Bareunmirae Party (Korean: 바른미래당; Hanja: 바른未來黨; RR: Bareunmiraedang; lit. Righteous Future Party) , also known as the Bareun Mirae Party and Bareun Future Party, is a South Korean liberal-conservative political party. It was founded in 2018 by merger of the centrist liberal People's Party and the conservative Bareun Party.",
  "/wiki/Sungkyunkwan_University": "Sungkyunkwan University (SKKU or simply Seongdae, hangul: 성균관대학교; hanja: 成均館大學校) is a private comprehensive research university in South Korea. The institution traces its origins to the historical Sungkyunkwan founded in 1398 by the Joseon Dynasty located in the heart of central Seoul. As the foremost educational institution of the Joseon Kingdom, it was governed by the great code of the state administration with royal assent. It was restructured into a university in the late nineteenth century, and has since greatly expanded its course offerings and reputation, which is attributed to its numerous influential graduates, strong research output, and close partnership with Samsung.",
  "/wiki/Kim_Kiyoung": "Kim Kiyoung is a South Korean judge. He was named a Justice of the Constitutional Court of Korea in 2018.",
  "/wiki/Democratic_Party_of_Korea": "The Democratic Party, also known as the Minjoo Party of Korea[N 3] (Korean: 더불어민주당; Hanja: 더불어民主黨; RR: Deobureominjudang; lit. Together Democratic Party; short form 민주, 더민주 \"Minjoo\", \"Deominjoo\", now known as \"Minjudang\" 민주당 in South Korean media since 2016), formerly the New Politics Alliance for Democracy (NPAD), is a  centrist, liberal political party in South Korea.",
  "/wiki/Moon_Hyungbae": "Moon Hyungbae is a South Korean judge. He was named a Justice of the Constitutional Court of Korea in 2019.",
  "/wiki/Hadong": "Hadong County (Hadong-gun) is a county in South Gyeongsang Province, South Korea.",
  "/wiki/Lee_Mison": "Lee Mison is a South Korean judge. She was named a Justice of the Constitutional Court of Korea in 2019.",
  "/wiki/Hwacheon": "Hwacheon County (Hwacheon-gun) is a county in Gangwon Province, South Korea. The northern border is, in some places, within nine kilometres of the Korean Demilitarized Zone. Neighboring counties are Cheorwon to the northwest and north, Yanggu to the east, Chuncheon to the south, and the Gyeonggi-do province to the southwest. The county consists largely of mountains and rivers, between which are small farming communities, military bases and military training grounds. The area is renowned for its rivers, lake trout, indigenous otters, and natural scenery.",
  "/wiki/Pusan_National_University": "Pusan National University (PNU), also called Busan National University, is one of ten national Universities in South Korea. Located mainly in Busan (or Pusan), the university's English name is a translation of its former Korean name, \"Gungnip Pusan Daehakgyo\" (국립 부산 대학교), but has since dropped \"national\" from its Korean moniker.",
  "/wiki/Constitutional_Court_of_Korea": "The Constitutional Court of Korea (Korean: 헌법재판소; Hanja: 憲法裁判所; RR: Heonbeop Jaepanso) is an independent and specialised court in South Korea, whose primary role is the reviewing of constitutionality under the Constitution of the Republic of Korea.  It also has administrative law functions such as ruling on competence disputes between governmental entities, giving final decisions on impeachments, and making judgments on the dissolution of political parties."
}