{
  "/wiki/SCECGS_Redlands": "Redlands, Sydney Church of England Co-educational Grammar School, is a multi-campus independent co-educational early learning, primary, and secondary day Christian school, in the Anglican tradition, located in Cremorne on the lower north shore of Sydney, New South Wales, Australia. Established in 1884, the non-selective school and caters for approximately 1,600 students from early learning and on to Year K to Year 12.",
  "/wiki/Sydney_Church_of_England_Grammar_School": "The Sydney Church of England Grammar School (commonly known as Shore or Shore School) is a dual-campus independent Anglican single-sex and co-educational early learning, primary and secondary day and boarding school for boys, located on the Lower North Shore of Sydney, New South Wales, Australia.",
  "/wiki/Cranbrook_School_Sydney": "Cranbrook School is a dual-campus independent Anglican early learning, primary and secondary day and boarding school for boys, located in Bellevue Hill and Rose Bay, both eastern suburbs of Sydney, New South Wales, Australia.",
  "/wiki/The_King%27s_School,_Sydney": "The King's School is an independent Anglican, early learning, primary and secondary day and boarding school for boys, located in North Parramatta in the western suburbs of Sydney, New South Wales, Australia. Founded in 1831, the school claims to be Australia's oldest independent school; and is situated on a 148-hectare (370-acre) campus.",
  "/wiki/Sydney_Grammar_School": "Sydney Grammar School (SGS, colloquially as Grammar) is an independent, fee-paying, non-denominational, day school for boys, located in Darlinghurst, Edgecliff and St Ives, which are all suburbs of Sydney, Australia.",
  "/wiki/Saint_Ignatius%27_College,_Riverview": "Saint Ignatius' College, Riverview is an independent single-sex primary and secondary day and boarding school for boys, conducted in the Jesuit tradition, located in Riverview, a small suburb situated on the Lane Cove River on the Lower North Shore of Sydney, New South Wales, Australia.",
  "/wiki/Newington_College": "Newington College is a multi-campus independent Uniting Church single-sex  and co-educational early learning, primary and secondary day and boarding school for boys, located in Stanmore, an inner-western suburb of Sydney, New South Wales, Australia. Established in 1863 at Newington House, Silverwater, the College celebrated its sesquicentenary in 2013. The college is open to boys of all faiths and denominations. Newington has been governed by an Act of Parliament since 1922.",
  "/wiki/St._Joseph%27s_College,_Hunters_Hill": "St Joseph's College (abbreviated as SJC and commonly called Joeys) is an independent Roman Catholic single-sex secondary day and boarding school for boys, conducted in the Marist Brothers tradition, located in Hunters Hill, a suburb on the Lower North Shore of Sydney, New South Wales, Australia.",
  "/wiki/The_Scots_College": "The Scots College is a multi-campus independent Presbyterian single-sex primary and secondary day and boarding school for boys, predominately located in Bellevue Hill, an eastern suburb of Sydney, New South Wales, Australia.",
  "/wiki/St_Augustine%27s_College_(New_South_Wales)": "St Augustine's College - Sydney is an independent Roman Catholic single-sex primary and  secondary day school for boys, located in Brookvale, on the Northern Beaches of Sydney, New South Wales, Australia.  The school caters from approximately 1,200 boys in Year 5 to Year 12 with an education ethos of Augustinian. It was founded by the Priests of the Order of St. Augustine. ] and is situated in  - directly opposite Brookvale Oval.",
  "/wiki/St_Joseph%27s_College,_Hunters_Hill": "St Joseph's College (abbreviated as SJC and commonly called Joeys) is an independent Roman Catholic single-sex secondary day and boarding school for boys, conducted in the Marist Brothers tradition, located in Hunters Hill, a suburb on the Lower North Shore of Sydney, New South Wales, Australia.",
  "/wiki/St_Ignatius%27_College": "St Ignatius' College is a Catholic voluntary aided secondary school for boys aged 11–18 in Enfield, London, England, founded by the Society of Jesus. It was formerly a grammar school, only accepting boys who had passed the Eleven plus exam.",
  "/wiki/Riverview_Gold_Cup": "The Riverview Gold Cup Regatta is a rowing regatta with limited club events and mainly school crew events, held annually by Saint Ignatius' College at Riverview, in Sydney, New South Wales, Australia. It is an official Rowing NSW event within the New South Wales club season. The Riverview Gold Cup is the trophy contested by the men's open senior eight - the blue riband event of the day."
}