{
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/1991_Stanley_Cup_playoffs": "The 1991 Stanley Cup Playoffs for the National Hockey League (NHL) championship began on April 3, 1991, following the 1990–91 regular season. The 16 teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/1992_Stanley_Cup_playoffs": "The 1992 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 18, after the conclusion of the 1991–92 NHL season. It was the 100th anniversary of the first awarding of the Stanley Cup, and it was won by the Pittsburgh Penguins, defeating the Chicago Blackhawks.",
  "/wiki/1994_Stanley_Cup_playoffs": "The 1994 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began after the conclusion of the 1993–94 NHL season. The sixteen teams that qualified, eight from each conference, played best-of-seven game series for conference quarterfinals, semifinals and championships; and then the conference champions played a best-of-seven series for the Stanley Cup. The playoffs ended when the New York Rangers defeated the Vancouver Canucks in the seventh game of the 1994 Stanley Cup Finals.",
  "/wiki/1995_Stanley_Cup_playoffs": "The 1995 Stanley Cup playoffs, the playoff tournament of the National Hockey League was played between May 6 and June 24, 1995. The 1994–95 NHL regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The sixteen teams that qualified, eight from each conference, played best-of-seven series for the conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. In the Final, the New Jersey Devils swept the favored Detroit Red Wings in four games to win their first championship.",
  "/wiki/1996_Stanley_Cup_playoffs": "The 1996 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 16, 1996. The 16 teams that qualified (8 from each conference) played best-of-seven series for conference quarterfinals, semifinals and championships, and then the conference champions played a best-of-seven series for the Stanley Cup. These playoffs are noted as being the first playoffs in which all Canadian teams were eliminated during the first round. The New Jersey Devils, who had won the Stanley Cup the year before, failed to qualify for these playoffs. This was the first time that both Florida teams—the Florida Panthers and Tampa Bay Lightning—made it to the playoffs.",
  "/wiki/2000_Stanley_Cup_playoffs": "The 2000 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 12, 2000, and concluded on June 10. The 16 teams that qualified, eight from each conference, played best-of-seven series for Conference Quarterfinals, Conference Semifinals and Conference Finals, with each conference champion playing a best-of-seven series in the Stanley Cup Finals for the Stanley Cup.",
  "/wiki/2001_Stanley_Cup_playoffs": "The 2001 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 11, 2001, and ended on June 9, 2001, when the Western Conference champion  Colorado Avalanche defeated the Eastern Conference champion New Jersey Devils to win its second Stanley Cup.",
  "/wiki/2009_Stanley_Cup_playoffs": "The 2009 Stanley Cup playoffs of the National Hockey League began on April 15, 2009, after the 2008–09 regular season. The sixteen teams that qualified, eight from each conference (the winner of each of the three divisions plus the five teams with highest point totals from the teams remaining), play a best-of-seven series for the conference quarterfinals, semifinals, and championships, and then the conference champions will play a best-of-seven series for the Stanley Cup. The Columbus Blue Jackets made their first appearance in the playoffs in their nine-year history. Previously they had been the only franchise to have not made the playoffs. Also, home teams set a record by going 13-2 in the openers of all the series combined.\nThere were no playoff games played in the Province of Ontario as this was the first time that the modern Ottawa Senators and the Toronto Maple Leafs both missed the playoffs in the same year.  This was the most recent time that the Carolina Hurricanes were in the playoffs until 2019.",
  "/wiki/2016_Stanley_Cup_playoffs": "The 2016 Stanley Cup playoffs of the National Hockey League (NHL) began on April 13, 2016 and ended on June 12, 2016, with the Pittsburgh Penguins defeating the San Jose Sharks four games to two in the 2016 Stanley Cup Finals.",
  "/wiki/2017_Stanley_Cup_playoffs": "The 2017 Stanley Cup playoffs of the National Hockey League (NHL) began on April 12, 2017, after the 2016–17 regular season and concluded on June 11, 2017, with the Pittsburgh Penguins defeating the Nashville Predators four games to two in the Finals to win the Stanley Cup for the second consecutive year.",
  "/wiki/2018_Stanley_Cup_playoffs": "The 2018 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 11, 2018, after the 2017–18 regular season ended, and concluded on June 7, 2018, with the Washington Capitals winning their first Stanley Cup in franchise history defeating the Vegas Golden Knights four games to one in the Stanley Cup Finals.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/1986_Stanley_Cup_playoffs": "The 1986 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 9, after the conclusion of the 1985–86 NHL season. The playoffs concluded on May 24 with the champion Montreal Canadiens defeating the Calgary Flames 4–1 to win the series four games to one and win the Stanley Cup.",
  "/wiki/1990_Stanley_Cup_playoffs": "The 1990 Stanley Cup playoffs for the National Hockey League (NHL) championship began on April 5, 1990, following the 1989–90 regular season. The sixteen teams that qualified, from the top four teams of the four divisions, played best-of-seven series with re-seeding after the division finals. The Conference Champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/2011_Stanley_Cup_playoffs": "The 2011 Stanley Cup playoffs of the National Hockey League (NHL) began on April 13, 2011, after the conclusion of the 2010–11 NHL regular season. The first game of the Finals was held on June 1, while the deciding seventh game was held on June 15.",
  "/wiki/2012_Stanley_Cup_playoffs": "The 2012 Stanley Cup playoffs of the National Hockey League (NHL) began on April 11, 2012, after the conclusion of the 2011–12 NHL regular season. These playoffs marked only the second time since the 1996 playoffs in which no Canadian teams advanced past the first round. These playoffs featured the return of the Florida Panthers to the postseason for the first time since the 2000 Stanley Cup playoffs, one of the longest playoff droughts in league history.",
  "/wiki/2013_Stanley_Cup_playoffs": "The 2013 Stanley Cup playoffs of the National Hockey League (NHL) began on April 30, 2013, following the conclusion of the 2012–13 NHL regular season. The regular season was shortened to 48 games, and the playoffs pushed to a later date, due to a lockout. The playoffs ended on June 24, 2013, with the Chicago Blackhawks defeating the Boston Bruins in six games to win the Stanley Cup. Patrick Kane won the Conn Smythe trophy as the playoffs MVP, with 19 points (9 goals and 10 assists).",
  "/wiki/2015_Stanley_Cup_playoffs": "The 2015 Stanley Cup playoffs of the National Hockey League (NHL) began on April 15, 2015, and ended on June 15, 2015, with the Chicago Blackhawks defeating the Tampa Bay Lightning four games to two in the 2015 Stanley Cup Finals.",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island.",
  "/wiki/1983_Stanley_Cup_playoffs": "The 1983 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1982–83 NHL season. The playoffs concluded on May 17 with the champion New York Islanders defeating the Edmonton Oilers 4–0 to win the Final series four games to none and win the Stanley Cup for the fourth consecutive season.",
  "/wiki/1984_Stanley_Cup_playoffs": "The 1984 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 4, after the conclusion of the 1983–84 NHL season. The playoffs concluded on May 19 with the Edmonton Oilers defeating the four time defending champion New York Islanders 5–2 to win the Stanley Cup Finals four games to one, the franchise's first Stanley Cup.",
  "/wiki/1985_Stanley_Cup_playoffs": "The 1985 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 10, after the conclusion of the 1984–85 NHL season. The playoffs concluded on May 30 with the champion Edmonton Oilers defeating the Philadelphia Flyers 8–3 to win the Final series four games to one and win the Stanley Cup.",
  "/wiki/1987_Stanley_Cup_playoffs": "The 1987 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 8, after the conclusion of the 1986–87 NHL season. It concluded on May 31, with the Edmonton Oilers defeating the Philadelphia Flyers to win the Stanley Cup. In an attempt to reduce the number of first round upsets, the NHL expanded the best-of-five series in the first round to a best-of-seven series.",
  "/wiki/1993_Stanley_Cup_playoffs": "The 1993 Stanley Cup playoffs the playoff tournament of the National Hockey League (NHL) began after the conclusion of the 1992–93 NHL season on April 18 and ended with the Montreal Canadiens defeating the Los Angeles Kings four games to one to win the Stanley Cup on June 9.  These playoffs featured an NHL record 28 overtime games, of which the Canadiens set a playoff record for most overtime games won in one year with ten. The Canadiens also won 11 consecutive games during the playoffs, tying an NHL record.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/1988_Stanley_Cup_playoffs": "The 1988 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 6, after the conclusion of the 1987–88 NHL season. It concluded on May 26, with the defending champion Edmonton Oilers defeating the Boston Bruins to win their second straight Stanley Cup and fourth in five years.",
  "/wiki/1989_Stanley_Cup_playoffs": "The 1989 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL) began on April 5, after the conclusion of the 1988–89 NHL season. This was the final year that all of the Division Semifinals began with teams playing the first four games in a span of five days. The playoffs concluded on May 25 with the champion Calgary Flames defeating the Montreal Canadiens 4–2 to win the Stanley Cup Final series four games to two.",
  "/wiki/2008_Stanley_Cup_playoffs": "The 2008 Stanley Cup playoffs of the National Hockey League (NHL) began on April 9, 2008, after the 2007–08 regular season. The 16 teams that qualified, eight from each conference, played best-of-seven series for conference quarterfinals, semifinals and championships, then the conference champions played a best-of-seven series for the Stanley Cup.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/1998_Stanley_Cup_playoffs": "The 1998 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 22, 1998 following the 1997–98 regular season. The sixteen teams that qualified, eight from each conference, played best-of-7 series for conference quarterfinals, semifinals and championships, and then the conference champions  played a best-of-7 series for the Stanley Cup.",
  "/wiki/Tampa_Bay_Lightning": "The Tampa Bay Lightning are a professional ice hockey team based in Tampa, Florida. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club has won one Stanley Cup championship in their history, in 2003–04. The team is often referred to as the Bolts, and the nickname was used on the former third jerseys. The Lightning plays home games in Amalie Arena in Tampa.",
  "/wiki/2003_Stanley_Cup_playoffs": "The 2003 Stanley Cup playoffs, the playoff tournament of the National Hockey League (NHL), began on April 9, 2003, following the 2002–03 regular season. The playoffs concluded on June 9, 2003, with the New Jersey Devils defeating the Mighty Ducks of Anaheim in seven games.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/Columbus_Blue_Jackets": "The Columbus Blue Jackets are a professional ice hockey team based in Columbus, Ohio. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference.",
  "/wiki/Ottawa_Senators": "The Ottawa Senators (French: Sénateurs d'Ottawa) are a professional ice hockey team based in Ottawa, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The Senators play their home games at the 18,652-seat Canadian Tire Centre, which opened in 1996 as the Palladium.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/Vegas_Golden_Knights": "The Vegas Golden Knights are a professional ice hockey team based in the Las Vegas metropolitan area. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Founded as an expansion team, they began play in the 2017–18 NHL season. The team is owned by Black Knight Sports & Entertainment, a consortium led by Bill Foley and the Maloof family. The team plays its home games at T-Mobile Arena on the Las Vegas Strip in Paradise, Nevada.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center).",
  "/wiki/2019_Stanley_Cup_playoffs": "The 2019 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 10, 2019, after the 2018–19 NHL season, and concluded on June 12, 2019, with the St. Louis Blues winning their first Stanley Cup in franchise history defeating the Boston Bruins four games to three in the Stanley Cup Finals.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/2010_Stanley_Cup_playoffs": "The 2010 Stanley Cup playoffs of the National Hockey League (NHL) began on April 14, 2010, after the 2009–10 NHL regular season. The Finals ended on June 9, 2010, with the Chicago Blackhawks defeating the Philadelphia Flyers in six games to win their fourth championship and their first since 1961. Blackhawks center and team captain Jonathan Toews  was awarded the Conn Smythe Trophy as the playoffs' most valuable player."
}