{
  "/wiki/Prince_Philippe,_Duke_of_Brabant": "Philippe or Filip[a] (Dutch pronunciation: [ˈfi.lɪp], French pronunciation: ​[filip], Dutch: Filip Leopold Lodewijk Maria, French: Philippe Léopold Louis Marie, German: Philipp Leopold Ludwig Maria; born 15 April 1960) is King of the Belgians, having ascended the throne on 21 July 2013, following his father's abdication. He is the eldest child of King Albert II, whom he succeeded upon Albert's abdication for health reasons, and Queen Paola. He married Countess Mathilde d'Udekem d'Acoz (now Queen Mathilde), with whom he has four children. King Philippe's elder daughter, Princess Elisabeth, is first in the line of succession.",
  "/wiki/Trinity_College,_Oxford": "Trinity College (full name: The College of the Holy and Undivided Trinity in the University of Oxford, of the foundation of Sir Thomas Pope (Knight)) is one of the constituent colleges of the University of Oxford in England. The college was founded in 1555 by Sir Thomas Pope, on land previously occupied by Durham College, home to Benedictine monks from Durham Cathedral.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Jigyel_Ugyen_Wangchuk": "Prince Dasho Jigyel Ugyen Wangchuck (born 16 July 1984) is a Bhutanese prince. Born as the second son of then-King of Bhutan Jigme Singye Wangchuck, he was the heir presumptive to the throne of Bhutan until 5 February 2016, when his nephew Jigme Namgyel Wangchuck, his older half-brother and current King Jigme Khesar Namgyel Wangchuck's son, was born.",
  "/wiki/St_Peter%27s_College,_Oxford": "St Peter's College is one of the constituent colleges of the University of Oxford and is located in New Inn Hall Street, Oxford, United Kingdom. It occupies the site of two of the university's medieval halls, dating back to at least the 14th century. The modern college was founded by Francis James Chavasse, former Bishop of Liverpool, opened as St Peter's Hall in 1929, and achieved full collegiate status as St Peter's College in 1961. Founded as a men's college, it has been coeducational since 1979.",
  "/wiki/Bhutan": "Bhutan (/buːˈtɑːn/ (listen); Dzongkha: འབྲུག་ཡུལ་, romanized: Druk Yul [ʈuk̚˩.yː˩]), officially the Kingdom of Bhutan (Dzongkha: འབྲུག་རྒྱལ་ཁབ་, romanized: Druk Gyal Khap), is a landlocked country in South Asia. Located in the Eastern Himalayas, it is bordered by the Tibet Autonomous Region of China in the north, the Indian state of Sikkim, the Chumbi Valley of Tibet, China in the west and south, the Arunachal Pradesh state of India in the east, and the Indian states of Assam and West Bengal in the south. Bhutan is geopolitically in South Asia and is the region's second least populous nation after the Maldives. Thimphu is its capital and largest city, while Phuntsholing is its financial center.",
  "/wiki/Al-Muhtadee_Billah": "Crown Prince Haji Al-Muhtadee Billah (born 17 February 1974) is the eldest son of Sultan Hassanal Bolkiah and his wife Princess Saleha binti Mohammad Alam. He is the Crown Prince of Brunei Darussalam and is first in the line of succession to the Bruneian throne.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.",
  "/wiki/Empress_Masako": "Masako (雅子, born Masako Owada (小和田雅子, Owada Masako); 9 December 1963) is the empress of Japan (皇后, kōgō) as the wife of Naruhito, who ascended to the Chrysanthemum Throne in 2019.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Prince_Akishino": "Fumihito, Crown Prince Akishino (皇嗣文仁親王, Kōshi Fumihito Shinnō, born 30 November 1965) is a member of the Japanese imperial family. He is the younger brother of Emperor Naruhito and the younger son of Emperor emeritus Akihito and Empress emerita Michiko. He is the heir presumptive to the Chrysanthemum Throne. Since his marriage in June 1990, he has had the title Akishino-no-miya (秋篠宮, Akishino-no-miya, generally translated into English as Prince Akishino) and has headed his own branch of the imperial family.",
  "/wiki/St_John%27s_College,_Oxford": "St John's College is a constituent college of the University of Oxford. Founded as a men's college in 1555, it has been coeducational since 1979. Its founder, Sir Thomas White, intended to provide a source of educated Roman Catholic clerics to support the Counter-Reformation under Queen Mary.",
  "/wiki/Prince_Chichibu": "Yasuhito, Prince Chichibu (秩父宮雍仁親王, Chichibu-no-miya Yasuhito Shinnō, 25 June 1902 – 4 January 1953), was the second son of Emperor Taishō (Yoshihito) and Empress Teimei (Sadako), a younger brother of Emperor Shōwa (Hirohito) and a general in the Imperial Japanese Army. As a member of the Imperial House of Japan, he was the patron of several sporting, medical, and international exchange organizations. Before and after World War II, the English-speaking prince and his wife attempted to foster good relations between Japan and the United Kingdom and enjoyed a good rapport with the British royal family. As with other Japanese imperial princes of his generation, he was an active-duty career officer in the Imperial Japanese Army. Like all members of the imperial family, he was exonerated from criminal prosecutions before the Tokyo tribunal by Douglas MacArthur.",
  "/wiki/Prince_Tomohito_of_Mikasa": "Prince Tomohito of Mikasa (寛仁親王, Tomohito Shinnō, 5 January 1946 – 6 June 2012) was a member of the Imperial House of Japan and the eldest son of Takahito, Prince Mikasa and Yuriko, Princess Mikasa. He was a first cousin of Emperor Akihito, and was formerly sixth in the line of succession to the Japanese throne and the heir apparent to the princely house of Mikasa-no-miya and the title \"Prince Mikasa\". Prince Tomohito was the first member of the Imperial House of Japan with a full beard since Emperor Meiji, thus earning him the popular nickname of the \"Bearded Prince\" (ヒゲの殿下 Hige no Denka). He died of cancer on 6 June 2012, aged 66.",
  "/wiki/Princess_Akiko_of_Mikasa": "Princess Akiko of Mikasa (彬子女王, Akiko Joō, born 20 December 1981) is a member of the Imperial House of Japan and the elder daughter of Prince Tomohito of Mikasa and Princess Tomohito of Mikasa (Nobuko).",
  "/wiki/Prince_Hassan_bin_Talal": "Prince Hassan bin Talal (Arabic: الحسن بن طلال‎, born 20 March 1947) is a member of the Jordanian royal family who was previously Crown Prince from 1965 to 1999, being removed just three weeks before King Hussein's death.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Princess_Aisha_bint_Al_Hussein": "Princess Aisha bint Hussein (Arabic: الأميرة عائشة بنت الحسين‎) (born 23 April 1968) is the sister of King Abdullah II of Jordan and is the twin sister of Princess Zein. Her parents are Princess Muna and King Hussein.",
  "/wiki/Pembroke_College,_Oxford": "Pembroke College is one of the constituent colleges of the University of Oxford in England, located in Pembroke Square. The college was founded in 1624 by King James I of England, using in part the endowment of merchant Thomas Tesdale, and was named after William Herbert, 3rd Earl of Pembroke, Lord Chamberlain and then-Chancellor of the University.",
  "/wiki/Princess_Badiya_bint_Al_Hassan": "Princess Badiya bint Hassan (born 28 March 1974) is a Jordanian princess. She is the daughter of Prince Hassan bin Talal and Princess Sarvath al-Hassan.",
  "/wiki/Haya_bint_Hussein": "Princess Haya bint Hussein (Arabic: الأميرة هيا بنت الحسين‎; born 3 May 1974), commonly known as Princess Haya of Jordan, is the daughter of King Hussein of Jordan and his third wife Queen Alia, and the half-sister of King Abdullah II.",
  "/wiki/St_Hilda%27s_College,_Oxford": "St Hilda's College is one of the constituent colleges of the University of Oxford in England. The college is named after the Anglo-Saxon Saint, Hilda of Whitby and was founded in 1893 as a hall for women; remaining an all-women's college until 2008. St Hilda's was the last single-sex college in the university as Somerville College had admitted men in 1994. The college now has almost equal numbers of men and women at both undergraduate and postgraduate level.",
  "/wiki/Prince_Guillaume_of_Luxembourg": "Prince Guillaume of Luxembourg (Guillaume Marie Louis Christian; born 1 May 1963) is the third son and youngest child of Grand Duke Jean and Grand Duchess Josephine-Charlotte of Luxembourg.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/Raja_Zarith_Sofia": "Raja Zarith Sofiah binti Almarhum Sultan Idris Iskandar Al-Mutawakkil Alallahi Shah Afifullah (born 14 August 1959) is the Permaisuri (Queen consort) of Johor. She was born as a member of the Perak Royal Family. While still attending Somerville College, Oxford, she married the then-heir to the throne of Johor. Now a mother of six, she participates in the work of non-governmental organisations and universities, and writes a periodical column for a newspaper.",
  "/wiki/Somerville_College,_Oxford": "Somerville College is one of the constituent colleges of the University of Oxford in England. Founded in 1879 as Somerville Hall, it was one of the first two women's colleges in Oxford, and its alumnae, such as Margaret Thatcher, Indira Gandhi, Dorothy Hodgkin, Iris Murdoch, Vera Brittain, Cornelia Sorabji, Dorothy L. Sayers and many activists, have played a major role in feminism. Today, around 50 per cent of the students are male.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Grand_Duke_George_Mikhailovich_of_Russia": "Grand Duke George Mikhailovich of Russia (Russian: Георгий Михайлович Романов; German: Georg Mikhailowitsch Romanow; born 13 March 1981) is the heir apparent to Maria Vladimirovna, Grand Duchess of Russia, a claimant to the disputed Headship of the Imperial Family of Russia. She attributes to him the title of Tsesarevich and he bears, as a title of pretence, the prefix of \"Grand Duke\" with the style of Imperial Highness; as a cadet member of the branch of the House of Hohenzollern which formerly ruled the German Empire and Kingdom of Prussia, he is also traditionally entitled \"Prince of Prussia\" with the style of Royal Highness.",
  "/wiki/St_Benet%27s_Hall,_Oxford": "St Benet's Hall (known colloquially as Benet's) is a Permanent Private Hall (PPH) of the University of Oxford.  Established in 1897 by Ampleforth Abbey, it is a Benedictine foundation whose principal historic function was to allow its monks to be able to study for secular degrees at the university. Today, most members of the hall are not monks, but lay undergraduates and graduates. The hall, which is still owned by Ampleforth Abbey, has a Benedictine and Roman Catholic ethos. However, there is no requirement that members of the hall should be Catholics.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Khalid_al_Faisal": "Khalid bin Faisal Al Saud (Arabic: خالد الفيصل بن عبد العزيز آل سعود‎) (born 20 February 1940) is the current Governor of Makkah Province in Saudi Arabia. He has governed the Makkah region twice, from 2007 to 2013 and again since 2015. He was Minister of Education from 2013 to 2015. He was also the Governor of Asir Province from 1971 to 2007. He is a member of the House of Saud. He served as the Adviser to the Custodian of the Two Holy Mosques, King Salman bin Abdulaziz Al Saud.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Natan_Gamedze": "Natan Gamedze (born 1963, Swaziland) is a Haredi rabbi and lecturer. Born to the royal lineage of the Gamedze clan of the Kingdom of Eswatini, he converted to Judaism, received rabbinic ordination, and now lectures to Jewish audiences all over the world with his personal story as to how an African prince became a Black Haredi Jewish rabbi.",
  "/wiki/Swaziland": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
  "/wiki/Seni_Pramoj": "Mom Rajawongse Seni Pramoj (Thai: หม่อมราชวงศ์เสนีย์ ปราโมช, RTGS: Seni Pramot, IPA: [sěː.niː praː.môːt]; 26 May 1905 – 28 July 1997) was three times the prime minister of Thailand, a politician in the Democrat Party, lawyer, diplomat and professor. A descendant of the Thai royal family, he was the great-grandson of King Rama II. His final two terms as PM sandwiched the only term of his brother, Kukrit Pramoj.",
  "/wiki/Worcester_College,_Oxford": "Worcester College /ˈwʊstər/ is one of the constituent colleges of the University of Oxford in England. The college was founded in 1714 by the benefaction of Sir Thomas Cookes, 2nd Baronet (1648-1701) of Norgrove, Worcestershire, whose coat of arms was adopted by the College. Its predecessor, Gloucester College, had been an institution of learning on the same site since the late 13th century until the Dissolution of the Monasteries in 1539. Founded as a men's college, Worcester has been coeducational since 1979.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Wan_Waithayakon": "Wan Waithayakon (full title: His Royal Highness Prince Vanna Vaidhayakara, the Prince Naradhip Bongsprabandh), known in the West as Wan Waithayakon (1891–1976), was a Thai royal prince and diplomat. He was President of the Eleventh Session of the United Nations General Assembly (1956–1957), while serving as Thailand's Permanent Representative to the United Nations. He was a grandson of King Mongkut (Rama IV).",
  "/wiki/Kitiyakara_Voralaksana": "Kitiyakara Voralaksana, Prince of Chanthaburi I (Thai: กิติยากรวรลักษณ์; RTGS: Kitiyakonworalak; 8 June 1874 – 27 May 1931) was a Prince of Siam, a member of the Siamese Royal Family (later Thailand). He originated the House of Kitiyakara (ราชสกุลกิติยากร). His descendants use this royal surname. He is the paternal grandfather of Queen Sirikit, consort of King Bhumibol Adulyadej (Rama IX of Thailand).",
  "/wiki/Balliol_College": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/List_of_University_of_Oxford_people_in_public_life_overseas": "King\n\nThis is a list of people from the University of Oxford in public life overseas.  Many were students at one (or more) of the colleges of the University, and others held fellowships at a college."
}