{
  "/wiki/Kim_Beazley": "Kim Christian Beazley, AC (born 14 December 1948) is a former Australian politician serving as the 33rd and current Governor of Western Australia. He was previously Deputy Prime Minister (1995–1996), Leader of the Australian Labor Party (ALP) and Leader of the Opposition (1996–2001, 2005–2006) and Ambassador to the United States (2010–2016).",
  "/wiki/Rubén_Berríos": "Rubén Ángel Berríos Martínez (born June 21, 1939) is a Puerto Rican  politician, international law attorney, writer, and current president of the Puerto Rican Independence Party (PIP).  A former three-time Senator, Berríos is a perennial PIP candidate for Governor of Puerto Rico. He led the Navy-Culebra protests that succeeded in the United States Navy abandoning the use of the Puerto Rican island of Culebra for military exercises and was a leader for the Cause of Vieques.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Socialist_International": "The Socialist International (SI) is a worldwide organisation of political parties which seek to establish democratic socialism. It consists mostly of democratic socialist, social-democratic and labour political parties and other organisations.",
  "/wiki/Puerto_Rican_Independence_Party": "The Puerto Rican Independence Party (Spanish: Partido Independentista Puertorriqueño, PIP) is a social-democratic political party in Puerto Rico that campaigns for the independence of Puerto Rico from United States suzerainty.",
  "/wiki/George_Brandis": "George Henry Brandis QC (born 22 June 1957) is an Australian diplomat and former politician who has been the Australian High Commissioner to the United Kingdom since May 2018. He previously served as a Senator for Queensland between 2000 and 2018, representing the Liberal Party, and was a minister in the Howard, Abbott, and Turnbull Governments.",
  "/wiki/Ashton_Carter": "Dr. Ashton Baldwin Carter (born September 24, 1954) is an American public policy professor who served as the 25th secretary of defense from February 2015 to January 2017. He is currently Director of the Belfer Center for Science & International Affairs at Harvard Kennedy School.",
  "/wiki/United_States_Secretary_of_Defense": "The secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the Armed Forces of the U.S. The secretary of defense's position of command and authority over the U.S. military is second only to that of the president. This position corresponds to what is generally known as a defense minister in many other countries. The secretary of defense is appointed by the president with the advice and consent of the Senate, and is by custom a member of the Cabinet and by law a member of the National Security Council.",
  "/wiki/Jim_Cooper": "James Hayes Shofner Cooper (born June 19, 1954) is an American politician serving as the U.S. Representative for Tennessee's 5th congressional district (based in Nashville), serving since 2003. He is a member of the  Democratic Party and the Blue Dog Coalition, and previously represented Tennessee's 4th congressional district from 1983 to 1995.",
  "/wiki/Zelman_Cowen": "Sir Zelman Cowen, AK, GCMG, GCVO, PC, QC (7 October 1919 – 8 December 2011) was an Australian legal scholar and university administrator who served as the 19th Governor-General of Australia, in office from 1977 to 1982.",
  "/wiki/Gareth_Evans_(politician)": "Gareth John Evans AC, QC (born 5 September 1944), is an Australian politician, international policymaker, academic and barrister. He represented the Australian Labor Party in the Senate and House of Representatives from 1978 to 1999, serving as a Cabinet Minister in the Hawke and Keating governments from 1983 to 1996 as Attorney-General, Minister for Resources and Energy, Minister for Transport and Communications and most prominently, from 1988 to 1996, as Minister for Foreign Affairs. He was Leader of the Government in the Senate from 1993 to 1996, Deputy Leader of the Opposition from 1996 to 1998, and remains one of the two longest-serving federal Cabinet Ministers in Labor Party history.",
  "/wiki/Geoff_Gallop": "Geoffrey Ian Gallop AC (born 27 September 1951) is Professor and Director of the Graduate School of Government at the University of Sydney and former chairman of the Australian Republican Movement. He was the 27th Premier of Western Australia (2001 – 2006).",
  "/wiki/James_Gobbo": "Sir James Augustine Gobbo, AC, CVO, QC (born 22 March 1931) is an Australian retired jurist who served as the 25th Governor of Victoria, from 1997 to 2000.",
  "/wiki/Geoffrey_Keighley": "William Geoffrey Keighley OAM (10 January 1925 – 14 June 2005) was an English barrister, businessman, first-class cricketer, farmer, grazier and legislator.",
  "/wiki/Wilfrid_Kent_Hughes": "Sir Wilfrid Selwyn \"Bill\" Kent Hughes KBE, MVO, MC (12 June 1895 – 31 July 1970) was an Australian army officer and politician who had a long career in both state and federal politics, most notably as a minister in the Menzies Government. He also had a longstanding involvement with the Olympic movement, as both an athlete and organiser.",
  "/wiki/Peter_King_(Australian_politician)": "Peter Edward James King (born 29 June 1952), Australian politician, was a Liberal Party of Australia member of the Australian House of Representatives from November 2001 to October 2004, representing the seat of Wentworth, New South Wales.  King is also a barrister and an author.",
  "/wiki/Andrew_Murray_(Australian_politician)": "Andrew James Marshall Murray (born 29 January 1947) is an Australian politician. He was an Australian Democrats member of the Australian Senate from 1996 to 2008, representing Western Australia. In 2013, Murray was appointed a Royal Commissioner on the Australian Government Royal Commission into Institutional Responses to Child Sexual Abuse.",
  "/wiki/Fred_Paterson": "Frederick Woolnough Paterson (13 June 1897 – 7 October 1977) was an Australian politician, activist, unionist and lawyer. He is the only representative of the Communist Party of Australia to be elected to an Australian parliament.",
  "/wiki/Malcolm_Turnbull": "Malcolm Bligh Turnbull (born 24 October 1954) is an Australian former politician who was the 29th Prime Minister of Australia from 2015 to 2018. He served twice as Leader of the Liberal Party, firstly from 2008 to 2009 when he was also Leader of the Opposition, and a second time from 2015 to 2018. He was the MP for Wentworth in the House of Representatives from 2004 to 2018.",
  "/wiki/Daryl_Williams_(politician)": "Daryl Robert Williams AM, QC (born 21 August 1942) is a former Australian politician who was a member of the House of Representatives from 1993 to 2004, representing the Liberal Party. He was Attorney-General in the Howard Government from 1996 to 2003.",
  "/wiki/Ian_Wilson_(politician)": "Ian Bonython Cameron Wilson AM (2 May 1932 – 2 April 2013) was an Australian politician. He was a member of the Liberal Party and represented the Division of Sturt in federal parliament (1966–1969, 1972–1993). He held ministerial office in the Fraser Government from 1981 to 1983.",
  "/wiki/Frank_Vandenbroucke_(politician)": "Frank Ignace Georgette Vandenbroucke (Dutch: [ˈfrɑŋk fɑndɛnˈbrukə]; born 21 October 1955 in Leuven) is a Belgian, Flemish academic and former politician of the Different Socialist Party (SP.A). His father, Jozue Vandenbroucke (1914–1987), was vice-rector of the Katholieke Universiteit Leuven (medicine).",
  "/wiki/James_Elliott_Coyne": "James Elliott Coyne, OM (July 17, 1910 – October 12, 2012) was the second Governor of the Bank of Canada, from 1955 to 1961, succeeding Graham Towers. During his time in office, he had a much-publicized debate with Prime Minister John Diefenbaker, a debate often referred to as the \"Coyne Affair\" (or sometimes the \"Coyne Crisis\"), which led to his resignation and, eventually, to greater central-bank independence in Canada.",
  "/wiki/Jack_Davis_(Canadian_politician)": "John (Jack) Davis, PC (July 31, 1916 – March 27, 1991) was a Canadian politician from British Columbia who was elected both federally and provincially.",
  "/wiki/List_of_University_of_Oxford_people_in_public_life_overseas": "King\n\nThis is a list of people from the University of Oxford in public life overseas.  Many were students at one (or more) of the colleges of the University, and others held fellowships at a college."
}