{
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪amiɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.\n Tamil is one of the longest-surviving classical languages in the world. A. K. Ramanujan described it as \"the only language of contemporary India which is recognizably continuous with a classical past.\" The variety and quality of classical Tamil literature has led to it being described as \"one of the great classical traditions and literatures of the world\".\n A recorded Tamil literature has been documented for over 2000 years. The earliest period of Tamil literature, Sangam literature, is dated from ca. 300 BC – AD 300. It has the oldest extant literature among Dravidian languages. The earliest epigraphic records found on rock edicts and 'hero stones' date from around the 3rd century BC. More than 55% of the epigraphical inscriptions (about 55,000) found by the Archaeological Survey of India are in the Tamil language. Tamil language inscriptions written in Brahmi script have been discovered in Sri Lanka and on trade goods in Thailand and Egypt. The two earliest manuscripts from India, acknowledged and registered by the UNESCO Memory of the World register in 1997 and 2005, were written in Tamil.\n In 1578, Portuguese Christian missionaries published a Tamil prayer book in old Tamil script named Thambiran Vanakkam, thus making Tamil the first Indian language to be printed and published. The Tamil Lexicon, published by the University of Madras, was one of the earliest dictionaries published in the Indian languages. According to a 2001 survey, there were 1,863 newspapers published in Tamil, of which 353 were dailies.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪amiɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.\n The region was ruled by several empires, including the three great empires – Chera, Chola and Pandyan empires, which shape the region's cuisine, culture, and architecture. The British Colonial rule during the modern period led to the emergence of Chennai, then known as Madras, as a world-class city. Modern-day Tamil Nadu was formed in 1956 after the reorganisation of states on linguistic lines. The state is home to a number of historic buildings, multi-religious pilgrimage sites, hill stations and three World Heritage sites.\n Tamil Nadu is the tenth largest Indian state by area and the sixth largest by population. The economy of Tamil Nadu is the second-largest state economy in India with ₹16.64 lakh crore (US$230 billion) in gross domestic product with a per capita GDP of ₹194,000 (US$2,700). Tamil Nadu has the sixth highest ranking among Indian states in human development index. It was ranked as one of the top seven developed states in India based on a \"Multidimensional Development Index\" in a 2013 report published by the Reserve Bank of India. Its official language is Tamil, which is one of the longest-surviving classical languages in the world.",
  "/wiki/Puducherry": "Puducherry (/pʊdʊˈtʃɛri/), formerly known as Pondicherry (/pɒndɪˈtʃɛri/), is one of the 8 union territories of India. It was formed out of four territories of former French India, namely Pondichéry (Pondicherry; now Puducherry), Karikal (Karaikal), Mahé and Yanaon (Yanam), excluding Chandernagore. It is named after the largest district, Puducherry. Historically known as Pondicherry (Pāṇṭiccēri), the territory changed its official name to Puducherry on 20 September 2006.\n The Union Territory of Puducherry lies in the southern part of the Indian Peninsula. The areas of Puducherry district and Karaikal district are bound by the state of Tamil Nadu, while Yanam district and Mahé district are enclosed by the states of Andhra Pradesh and Kerala respectively. Puducherry is the 29th most populous and the third most densely populated of the states and union territories of India. It has a gross domestic product (GDP) of ₹210 billion (US$2.9 billion) and ranks 25th in India.",
  "/wiki/Karaikkal": "Karaikal Ammaiyar (meaning \"the revered mother from Karaikkal\"), one of the three women amongst the 63 Nayanmars, is one of the greatest figures of early Tamil literature. She was born at Karaikal, South India, and probably lived during the 6th century AD. She was a devotee of Shiva.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.\n The north-western portion of Andhra Pradesh was separated to form the new state of Telangana on 2 June 2014, and Hyderabad, the longtime capital of Andhra Pradesh, was transferred to Telangana as part of the division. However, in accordance with the Andhra Pradesh Reorganisation Act, 2014, Hyderabad was to remain the acting capital of both Andhra Pradesh and Telangana states for a period of time not exceeding ten years.\n Andhra Pradesh has a coastline of 974 km (605 mi) – the second-longest coastline among the states of India, after Gujarat – with jurisdiction over almost 15,000 km2 of territorial waters. The state is bordered by Telangana in the north-west, Chhattisgarh and Odisha in the north-east, Karnataka in the west, Tamil Nadu in the south, and to the east lies the Bay of Bengal. The small enclave of Yanam, a district of Puducherry, lies to the south of Kakinada in the Godavari delta on the eastern side of the state.\n The state is made up of the two major regions of Rayalaseema, in the inland southwestern part of the state, and Coastal Andhra to the east and northeast, bordering the Bay of Bengal. The state comprises thirteen districts in total, nine of which are located in Coastal Andhra and four in Rayalaseema. The largest city and commercial hub of the state are Visakhapatnam, located on the Bay of Bengal, with a GDP of US$43.5 billion; the second largest city in the state is Vijayawada, located on the banks of the Krishna River, which has a GDP of US billion (as of 2010[update]). The economy of Andhra Pradesh is the seventh-largest state economy in India with ₹9.33 lakh crore (US$130 billion) in gross domestic product and a per capita GDP of ₹164,000 (US$2,300). Andhra Pradesh ranks twentieth among Indian states in human development index.\n Andhra Pradesh hosted 121.8 million visitors in 2015, a 30% growth in tourist arrivals over the previous year, making it the third most-visited state in India. The Tirumala Venkateswara Temple in Tirupati is one of the world's most visited religious sites, with 18.25 million visitors per year. Other pilgrimage centres in the state include the Mallikarjuna Jyotirlinga at Srisailam, the Srikalahasteeswara Temple at Srikalahasti, the Varaha Lakshmi Narasimha temple, Simhachalam  at Visakhapatnam, the Ameen Peer Dargah in Kadapa, the Mahachaitya at Amaravathi, the Kanaka Durga Temple in Vijayawada, and Prasanthi Nilayam in Puttaparthi. The state's natural attractions include the beaches of Visakhapatnam, hill stations such as the Araku Valley and Horsley Hills, and the island of Konaseema in the Godavari River delta.",
  "/wiki/Chittoor_district": "Chittoor district (pronunciation (help·info)), is one of the four districts in the Rayalaseema region of the Indian state of Andhra Pradesh. The district headquarters is located at Chittoor. It has a population of 4,170,468 according to 2011 census of India. Chittoor district has many major temples including Tirupati, Srikalahasti and Kanipakam and other temples. It lies in the Poini river valley of southernmost Andhra Pradesh along the Chennai – Bangalore section of Chennai-Mumbai highway. It is a major market centre for mangoes, grains, sugarcane, and peanuts.Sricity integrated business city lies in Satyavedu mandal acts as a major industrial hub for chittoor district as well as Andhra Pradesh as a whole.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.\n Karnataka is bordered by the Arabian Sea to the west, Goa to the northwest, Maharashtra to the north, Telangana to the northeast, Andhra Pradesh to the east, Tamil Nadu to the southeast, and Kerala to the south. The state covers an area of 191,976 square kilometres (74,122 sq mi), or 5.83 percent of the total geographical area of India. It is the sixth largest Indian state by area. With 61,130,704 inhabitants at the 2011 census, Karnataka is the eighth largest state by population, comprising 30 districts. Kannada, one of the classical languages of India, is the most widely spoken and official language of the state. Other languages spoken include Urdu, Konkani, Marathi, Tulu, Tamil, Telugu, Malayalam, Kodava and Beary. Karnataka also contains some of the only villages in India where Sanskrit is primarily spoken.\n The two main river systems of the state are the Krishna and its tributaries, the Bhima, Ghataprabha, Vedavathi, Malaprabha and Tungabhadra in North Karnataka; Sharavathi in Shimoga and the Kaveri and its tributaries, the Hemavati, Shimsha, Arkavati, Lakshmana Thirtha and Kabini, in the south. Most of these rivers flow out of Karnataka eastward, reaching the sea at the Bay of Bengal.\n Though several etymologies have been suggested for the name Karnataka, the generally accepted one is that Karnataka is derived from the Kannada words karu and nādu, meaning \"elevated land\". Karu Nadu may also be read as karu, meaning \"black\" and nadu, meaning \"region\", as a reference to the black cotton soil found in the Bayalu Seeme region of the state. The British used the word Carnatic, sometimes Karnatak, to describe both sides of peninsular India, south of the Krishna.\n With an antiquity that dates to the paleolithic, Karnataka has been home to some of the most powerful empires of ancient and medieval India. The philosophers and musical bards patronised by these empires launched socio-religious and literary movements which have endured to the present day. Karnataka has contributed significantly to both forms of Indian classical music, the Carnatic and Hindustani traditions.\n The economy of Karnataka is the fourth-largest state economy in India with ₹15.35 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹210,000 (US$2,900). Karnataka has the twelfth highest ranking among Indian states in human development index.",
  "/wiki/Bangalore": "Bangalore, officially known as Bengaluru ([ˈbeŋɡəɭuːɾu] (listen)), is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m (3,000 ft) above sea level, which is the highest among India's major cities. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.\n In 1537 CE, Kempé Gowdā – a feudal ruler under the Vijayanagara Empire – established a mud fort considered to be the foundation of modern Bengaluru and its oldest areas, or petes, which exist to the present day. \nAfter the fall of Vijayanagar empire in 16th century, the Mughals sold Bangalore to Chikkadevaraja Wodeyar (1673–1704), the then ruler of the Kingdom of Mysore for three lakh rupees. When Haider Ali seized control of the Kingdom of Mysore, the administration of Bangalore passed into his hands. It was captured by the British East India Company after victory in the Fourth Anglo-Mysore War (1799), who returned administrative control of the city to the Maharaja of Mysore. The old city developed in the dominions of the Maharaja of Mysore and was made capital of the Princely State of Mysore, which existed as a nominally sovereign entity of the British Raj.\n In 1809, the British shifted their cantonment to Bangalore, outside the old city, and a town grew up around it, which was governed as part of British India. Following India's independence in 1947, Bangalore became the capital of Mysore State, and remained capital when the new Indian state of Karnataka was formed in 1956. The two urban settlements of Bangalore – city and cantonment – which had developed as independent entities merged into a single urban centre in 1949. The existing Kannada name, Bengalūru, was declared the official name of the city in 2006.\n Bengaluru is sometimes referred to as the \"Silicon Valley of India\" (or \"IT capital of India\") because of its role as the nation's leading information technology (IT) exporter. Indian technological organisations ISRO, Infosys, Wipro and HAL are headquartered in the city. A demographically diverse city, Bangalore is the second fastest-growing major metropolis in India. Bengaluru has one of the most highly educated workforces in the world. It is home to many educational and research institutions, such as Indian Institute of Science (IISc), Indian Institute of Management (Bangalore) (IIMB), International Institute of Information Technology, Bangalore (IIITB), National Institute of Fashion Technology, Bangalore, National Institute of Design, Bangalore (NID R&D Campus), National Law School of India University (NLSIU) and National Institute of Mental Health and Neurosciences (NIMHANS). Numerous state-owned aerospace and defence organisations, such as Bharat Electronics, Hindustan Aeronautics and National Aerospace Laboratories are located in the city. Mysore Sandal Soap is produced in this city. The city also houses the Kannada film industry also called Sandalwood.",
  "/wiki/Kolar": "Kolar is a city in the Indian state of Karnataka. It is the headquarters of Kolar district. The city is known for its milk production and the gold mines. It is also known for Someshwara temple and the Kolaramma temple.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile states of Travancore-Cochin and Madras. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.\n The Chera Dynasty was the first prominent kingdom based in Kerala. The Ay kingdom in the deep south and the Ezhimala kingdom in the north formed the other kingdoms in the early years of the Common Era (CE or AD). The region had been a prominent spice exporter since 3000 BCE. The region's prominence in trade was noted in the works of Pliny as well as the Periplus around 100 CE. In the 15th century, the spice trade attracted Portuguese traders to Kerala, and paved the way for European colonisation of India. At the time of Indian independence movement in the early 20th century, there were two major princely states in Kerala-Travancore State and the Kingdom of Cochin. They united to form the state of Thiru-Kochi in 1949. The Malabar region, in the northern part of Kerala, had been a part of the Madras province of British India, which later became a part of the Madras State post-independence. After the States Reorganisation Act, 1956, the modern-day state of Kerala was formed by merging the Malabar district of Madras State (excluding Gudalur taluk of Nilgiris district, Topslip,  the Attappadi Forest east of Anakatti), the state of Thiru-Kochi (excluding four southern taluks of Kanyakumari district, Shenkottai and Tenkasi taluks), and the taluk of Kasaragod (now Kasaragod District) in South Canara (Tulunad) which was a part of Madras State.\n The economy of Kerala is the 11th-largest state economy in India with ₹8.76 trillion (US$120 billion) in gross domestic product and a per capita GDP of ₹199,000 (US$2,800). Kerala has the lowest positive population growth rate in India, 3.44%; the highest Human Development Index (HDI), 0.784 in 2018 (0.712 in 2015); the highest literacy rate, 93.91% in the 2011 census; the highest life expectancy, 77 years; and the highest sex ratio, 1,084 women per 1,000 men. The state has witnessed significant emigration, especially to the Arab states of the Persian Gulf during the Gulf Boom of the 1970s and early 1980s, and its economy depends significantly on remittances from a large Malayali expatriate community. Hinduism is practised by more than half of the population, followed by Islam and Christianity. The culture is a synthesis of Aryan, Dravidian, Arab, and European cultures, developed over millennia, under influences from other parts of India and abroad.\n The production of pepper and natural rubber contributes significantly to the total national output. In the agricultural sector, coconut, tea, coffee, cashew and spices are important. The state's coastline extends for 595 kilometres (370 mi), and around 1.1 million people in the state are dependent on the fishery industry which contributes 3% to the state's income. The state has the highest media exposure in India with newspapers publishing in nine languages, mainly English and Malayalam. Kerala is one of the prominent tourist destinations of India, with backwaters, hill stations, beaches, Ayurvedic tourism and tropical greenery as its major attractions.",
  "/wiki/Palakkad_district": "Palakkad District is one of the 14 districts of the South Indian state of Kerala. Also, it is the largest district in Kerala from 2006. The city of Palakkad is the district headquarters. Palakkad is bordered on the northwest by the Malappuram District, on the southwest by the Thrissur District, on the northeast by The Nilgiris District, and on the east by Coimbatore district of Tamil Nadu. The district is 24.4% urbanized according to the census of 2011.The district is nicknamed \"the granary of Kerala\".",
  "/wiki/Idukki_district": "Idukki is one of the 14 districts of Kerala, India, created on 26 January 1972 by splitting the district of Kottayam into two. At that time, the district headquarters was Kottayam. It was moved to Painavu in June 1976. Idukki lies in the Western Ghats of Kerala. It is the second-largest district in the area, though it has the lowest population density. Idukki has a vast forest reserve area, with more than half of the district covered by forests. It contains densely populated urban areas with more sparse population in the villages. Idukki is also known as the spice garden of Kerala.",
  "/wiki/Andaman_and_Nicobar": "The Andaman and Nicobar Islands, a Union territory of India comprising 572 islands of which 37 are inhabited, are a group of islands at the juncture of the Bay of Bengal and the Andaman Sea.\n The territory is about 150 km (93 mi) north of Aceh in Indonesia and separated from Thailand and Myanmar by the Andaman Sea. It comprises two island groups, the Andaman Islands (partly) and the Nicobar Islands, separated by the 150 km wide Ten Degree Channel (on the 10°N parallel), with the Andamans to the north of this latitude, and the Nicobars to the south (or by 179 km). The Andaman Sea lies to the east and the Bay of Bengal to the west.\n The territory's capital is the city of Port Blair. The total land area of the islands is approximately 8,249 km2 (3,185 sq mi). The islands host the Andaman and Nicobar Command, the only tri-service geographical command of the Indian Armed Forces. The territory is divided into three districts: Nicobar District with Car Nicobar as capital, South Andaman district with Port Blair as capital and North and Middle Andaman district with Mayabunder as capital.\n The Andaman Islands are home to the Sentinelese people, an uncontacted people. The Sentinelese are the only people currently known to not have reached further than a Paleolithic level of technology.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.\n Sri Lanka's documented history spans 3,000 years, with evidence of pre-historic human settlements dating back to at least 125,000 years. It has a rich cultural heritage, and the first known Buddhist writings of Sri Lanka, the Pāli Canon, date back to the Fourth Buddhist council in 29 BC. Its geographic location and deep harbours made it of great strategic importance from the time of the ancient Silk Road through to the modern Maritime Silk Road.\n Sri Lanka was known in the west and from the beginning of British colonial rule as Ceylon (/sɪˈlɒn/, US also /seɪˈlɒn/). A nationalist political movement arose in the country in the early 20th century to obtain political independence, which was granted in 1948; the country became a republic and adopted its current name in 1972. Sri Lanka's recent history has been marred by a 26-year civil war, which ended decisively when the Sri Lanka Armed Forces defeated the Liberation Tigers of Tamil Eelam (LTTE) in 2009.\n The current constitution stipulates the political system as a republic and a unitary state governed by a semi-presidential system. It has had a long history of international engagement, as a founding member of the South Asian Association for Regional Cooperation (SAARC), and a member of the United Nations, the Commonwealth of Nations, the G77, and the Non-Aligned Movement. Along with the Maldives, Sri Lanka is one of only two South Asian countries rated \"high\" on the Human Development Index (HDI), with its HDI rating and per capita income the highest among South Asian nations. The Sri Lankan constitution accords Buddhism the \"foremost place\", although it does not identify it as a state religion. Buddhism is given special privileges in the Sri Lankan constitution.\n The island is home to many cultures, languages, and ethnicities. The majority of the population are from the Sinhalese ethnicity, while a large minority of Tamils have also played an influential role in the island's history. Moors, Burghers, Malays, Chinese, and the indigenous Vedda are also established groups on the island.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. Singapore is located about one degree (137 kilometres or 85 miles) north of the equator, and is situated off the southern tip of the Malay Peninsula, and by extension, the southernmost extremity of continental Asia. The island country shares its southern maritime border with Indonesia's Riau Islands, its northern, western, and eastern maritime borders with the Johor state of Peninsular Malaysia, and is in the vicinity of Sumatra to its west and Borneo to its east. It is enveloped by the littoral waters of the Johore Strait to its north and the Singapore Strait to its south, and is geographically positioned within the confluence of the Indian and Pacific Oceans, being bounded by the Malacca Strait to its west and the South China Sea to its east. The country's territory is composed of one main island and 58 smaller islets, the combined area of which has increased by almost 25% since the country's independence as a result of extensive land reclamation projects.\n Although Singapore has been a constituent part of several Hindu-Buddhist thalassocratic empires and Islamic sultanates throughout its millennia-long history, modern Singapore, then part of the erstwhile Johor Sultanate, was founded in 1819 when Stamford Raffles, a British colonial officer, established a trading post of the East India Company on the island. In 1824, the island and its satellite islets were fully ceded by the Johor Sultanate, and in 1826, Singapore was incorporated into the Straits Settlements, a group of East India Company territories in the Malay peninsula. From 1830 to 1858, the Straits Settlements were administered as a Malayan subdivision of the East India Company's Bengal Presidency; following the Indian Rebellion of 1857, the Presidency and its constituent Settlements were reorganised into the British Raj. In 1867, Britain's colonial holdings in the Malay archipelago were separated from British India, and the administration of the Straits Settlements was transferred from Calcutta to London, bringing the Straits Settlements under the direct control of the British Crown as a crown colony. \n From 1867 to the 1940s, Singapore grew into a successful entrepôt that attracted settlers and sojourners from the region and beyond. During the Second World War, Imperial Japan successfully invaded Singapore, resulting in an interregnum of British rule corresponding with a brief Japanese occupation from 1942 to 1945. Following Japan's surrender in 1945, the Straits Settlements were dissolved, with Singapore being returned to British control as a standalone crown colony in 1946. Following a protracted period of agitation against British colonial rule, Singapore gained internal self-governance from the British Empire in 1959. In 1963, Singapore, the Federation of Malaya, and the British Bornean crown colonies of Sarawak and North Borneo (Sabah) federated to form the fully emancipated Malaysian Federation, but after two tumultuous years as a constituent state of Malaysia and following intractable differences, Singapore seceded in 1965 to become a fully sovereign nation. After early years of turbulence, the newly sovereign nation, viewed as a nonviable state by many due to its size, absence of natural resources, and lack of a hinterland, defied odds by rapidly developing and industrialising under the leadership of the founding People's Action Party to become a high-income economy and developed country within a single generation. \n Singapore is the only truly sovereign city-state in the world; it has its own currency and a well-funded military that is considered the most advanced in Southeast Asia. It is a unitary parliamentary republic with a unicameral legislature that has been characterised by dominant-party rule since independence. The Economist Intelligence Unit rated Singapore a \"flawed democracy\" in 2019. The city-state is home to 5.6 million residents, 39% of whom are foreign nationals, including permanent residents. The country has four official languages: English, Malay, Chinese, and Tamil; Malay, as the language of Singapore's indigenous people, is accorded special status in the country's constitution as the national and ceremonial language, while English is the lingua franca, being spoken as a common tongue by the vast majority of Singaporeans. As a legacy of its historical nature as an entrepôt, modern Singapore is a pluralistic country with a racially, culturally, and religiously diverse citizenry, with one indigenous ethnic group, the Malays, and two settler-descended ethnic groups, the Chinese and Indians, forming the historical and contemporary core of the country's citizen populace. As a reflection of this diversity, multiracialism has been enshrined as a foundational principle of the state, and has shaped the country's politics and national policies, particularly in education and housing. \n The country is one of the five founding members of ASEAN, is the headquarters of the Asia-Pacific Economic Cooperation (APEC) Secretariat and Pacific Economic Cooperation Council (PECC) Secretariat, and is a member of the United Nations, World Trade Organization, East Asia Summit, Non-Aligned Movement, and the Commonwealth of Nations. It is a highly developed country and is ranked 9th on the UN Human Development Index, the highest in Asia for a sovereign state, with the 7th highest GDP per capita in the world. Singapore is placed highly in key social indicators: education, healthcare, quality of life, personal safety and housing, with a home-ownership rate of 90%. Singaporeans enjoy one of the world's longest life expectancies and one of the lowest infant mortality rates in the world. It is additionally classified as an Alpha+ global city, and is the only country in Asia with an AAA sovereign rating from all major rating agencies. It was ranked the most expensive city to live in since 2013, and has been identified as a tax haven. It is also a popular tourist destination, with well-known landmarks such as the Marina Bay Sands, Gardens by the Bay, Jewel—Changi Airport, the Orchard Road shopping belt, the resort island of Sentosa and the Singapore Botanic Gardens, the only tropical garden in the world to be honoured as a UNESCO World Heritage Site.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.\n Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire, along with the British Straits Settlements protectorate. Peninsular Malaysia was unified as the Malayan Union in 1946. Malaya was restructured as the Federation of Malaya in 1948 and achieved independence on 31 August 1957. Malaya united with North Borneo, Sarawak, and Singapore on 16 September 1963 to become Malaysia. In 1965, Singapore was expelled from the federation.\n The country is multi-ethnic and multi-cultural, which plays a large role in its politics. About half the population is ethnically Malay, with large minorities of Malaysian Chinese, Malaysian Indians, and indigenous peoples. While recognising Islam as the country's established religion, the constitution grants freedom of religion to non-Muslims. The government system is closely modelled on the Westminster parliamentary system and the legal system is based on common law. The head of state is the king, known as the Yang di-Pertuan Agong. He is an elected monarch chosen from the hereditary rulers of the nine Malay states every five years. The head of government is the Prime Minister. The country's official language is Malaysian, a standard form of the Malay language. English remains an active second language.\n After independence, the Malaysian GDP grew at an average of 6.5% per annum for almost 50 years. The economy has traditionally been fuelled by its natural resources but is expanding in the sectors of science, tourism, commerce and medical tourism. Malaysia has a newly industrialised market economy, ranked third-largest in Southeast Asia and 33rd largest in the world. It is a founding member of the Association of Southeast Asian Nations, the East Asia Summit and the Organisation of Islamic Cooperation, and a member of Asia-Pacific Economic Cooperation, the Commonwealth of Nations, and the Non-Aligned Movement.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.\n In 1598, the Dutch took possession of Mauritius. They abandoned Mauritius in 1710 and the French took control of the island in 1715, renaming it Isle de France. France officially ceded Mauritius including all its dependencies to the United Kingdom (UK) through the Treaty of Paris, signed on 30 May 1814 and in which Réunion was returned to France. The British colony of Mauritius consisted of the main island of Mauritius along with Rodrigues, Agalega, St Brandon, Tromelin and the Chagos Archipelago, while the Seychelles became a separate colony in 1906. The sovereignty of Tromelin is disputed between Mauritius and France as some of the islands such as St. Brandon, Chagos, Agalega and Tromelin were not specifically mentioned in the Treaty of Paris.\n In 1965, three years prior to the independence of Mauritius, the UK split the Chagos Archipelago from Mauritian territory, and the islands of Aldabra, Farquhar and Desroches from the Seychelles, to form the British Indian Ocean Territory (BIOT). The UK forcibly expelled the archipelago's local population and leased its largest island, Diego Garcia, to the United States. The UK has restricted access to the Chagos Archipelago; it has been prohibited to casual tourists, the media, and its former inhabitants. The sovereignty of the Chagos is disputed between Mauritius and the UK. In February 2019, in an advisory opinion given by the International Court of Justice on this dispute, the UK was ordered to hand back the Chagos Islands to Mauritius as rapidly as possible, in order to complete the decolonisation of Mauritius.\n The people of Mauritius are multiethnic, multi-religious, multicultural and multilingual. The island's government is closely modelled on the Westminster parliamentary system, and Mauritius is highly ranked for democracy and for economic and political freedom. Mauritius is categorised as \"high\" in the Human Development Index. According to the World Bank, the country has an upper-middle income economy. Mauritius is ranked as the most competitive and one of the most developed economies in the African region. The country is a welfare state; the government provides free universal health care, free education up to tertiary level and free public transport for students, senior citizens, and the disabled. Mauritius was ranked among the safest or most peaceful countries by the Global Peace Index 2019.\n Along with the other Mascarene Islands, Mauritius is known for its varied flora and fauna, with many species endemic to the island. The island was the only known home of the dodo, which, along with several other avian species, was made extinct by human activities relatively shortly after the island's settlement.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.\n Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell due to the Mongol invasions and several warring states emerged. In the 16th century, reunified by the Taungoo dynasty, the country was for a brief period the largest empire in the history of Mainland Southeast Asia. The early 19th century Konbaung dynasty ruled over an area that included modern Myanmar and briefly controlled Manipur and Assam as well. The British East India Company seized control of the administration of Myanmar after three Anglo-Burmese Wars in the 19th century and the country became a British colony. Myanmar was granted independence in 1948, as a democratic nation. Following a coup d'état in 1962, it became a military dictatorship under the Burma Socialist Programme Party.\n For most of its independent years, the country has been engrossed in rampant ethnic strife and its myriad ethnic groups have been involved in one of the world's longest-running ongoing civil wars. During this time, the United Nations and several other organisations have reported consistent and systematic human rights violations in the country. In 2011, the military junta was officially dissolved following a 2010 general election, and a nominally civilian government was installed. This, along with the release of Aung San Suu Kyi and political prisoners, has improved the country's human rights record and foreign relations, and has led to the easing of trade and other economic sanctions. There is, however, continuing criticism of the government's treatment of ethnic minorities, its response to the ethnic insurgency, and religious clashes. In the landmark 2015 election, Aung San Suu Kyi's party won a majority in both houses. However, the Burmese military remains a powerful force in politics.\n Myanmar is a member of the East Asia Summit, Non-Aligned Movement, ASEAN and BIMSTEC, but not a member of the Commonwealth of Nations. It is a country rich in jade and gems, oil, natural gas and other mineral resources. Myanmar is also endowed with renewable energy; it has the highest solar power potential compared to other countries of the Great Mekong Subregion. In 2013, its GDP (nominal) stood at US$56.7 billion and its GDP (PPP) at US$221.5 billion. The income gap in Myanmar is among the widest in the world, as a large proportion of the economy is controlled by supporters of the former military government. As of 2016[update], Myanmar ranks 145 out of 188 countries in human development, according to the Human Development Index.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Reunion_Island": "Réunion (French: La Réunion [la ʁe.y.njɔ̃] (listen); previously Île Bourbon) is an overseas department and region of the French Republic and an island in the Indian Ocean, east of Madagascar and 175 km (109 mi) southwest of Mauritius. As of January 2019[update], it had a population of 866,506.\n The island has been inhabited since the 16th century, when people from France and Madagascar settled there. Slavery was abolished on 20 December 1848 (a date celebrated yearly on the island), when the French Second Republic abolished slavery in the French colonies. However, later on indentured workers were brought to Réunion from South India, among other places. The island became an overseas department of France in 1946.\n As in France, the official language is French. In addition, the majority of the region's population speaks Réunion Creole.\n Administratively, Réunion is one of the overseas departments of France. Like the other four overseas departments, it is also one of the 18 regions of France, with the modified status of overseas region, and an integral part of the republic with the same status as Metropolitan France. Réunion is an outermost region of the European Union and, as an overseas department of France, part of the eurozone.",
  "/wiki/Kannada": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.\n The Kannada language is written using the Kannada script, which evolved from the 5th-century Kadamba script. Kannada is attested epigraphically for about one and a half millennia, and literary Old Kannada flourished in the 6th-century Ganga dynasty and during the 9th-century Rashtrakuta Dynasty. Kannada has an unbroken literary history of over a thousand years. Kannada literature has been presented with 8 Jnanapith awards, the most for any Dravidian language and the second highest for any Indian language. \n Based on the recommendations of the Committee of Linguistic Experts, appointed by the ministry of culture, the government of India designated Kannada a classical language of India. In July 2011, a center for the study of classical Kannada was established as part of the Central Institute of Indian Languages at Mysore to facilitate research related to the language.",
  "/wiki/Kasaragod_district": "Kasaragod district is one of the 14 districts in the southern Indian state of Kerala. Kasaragod was a part of the South Canara district of the erstwhile Madras Presidency. It then became a part of Kannur district of Kerala. Kasaragod was declared as a district on 24 May 1984. At the same time, Kanyakumari district was separated from Kerala.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's third-most populous subnational entity.\n Maharashtra was formed by merging the western and south-western parts of the Bombay State, Berar and Vidarbha, and the north-western parts of the Hyderabad State and splitting Saurashtra (in present-day Gujarat) by the States Reorganisation Act.  It has over 112 million inhabitants and its capital, Mumbai, has a population around 18 million making it the most populous urban area in India. Nagpur hosts the winter session of the state legislature. Pune is known as the 'Oxford of the East' due to the presence of several well-known educational institutions. Nashik is known as the 'Wine Capital of India' as it has the largest number of wineries and vineyards in the country.\n The Godavari and the Krishna are the two major rivers in the state. The Narmada and Tapi Rivers flow near the border between Maharashtra and Madhya Pradesh and Gujarat. Maharashtra is the third-most urbanised state of India. Prior to Indian independence, Maharashtra was chronologically ruled by the Satavahana dynasty, Rashtrakuta dynasty, Western Chalukyas, Deccan sultanates, Mughals and Marathas, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. They include the UNESCO World Heritage Sites of the Ajanta and Ellora caves. The numerous forts are associated with the life of Shivaji.\n Maharashtra is the wealthiest state by all major economic parameters and also the most industrialised state in India. The state continues to be the single largest contributor to the national economy with a share of 15% in the country's gross domestic product (GDP). The economy of Maharashtra is the largest state economy in India with ₹24.11 lakh crore (US$340 billion) in GDP and a per capita GDP of ₹176,000 (US$2,500). Maharashtra has the ninth highest ranking among Indian states in human development index.",
  "/wiki/Solapur": "Solapur (pronunciation (help·info), formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag in the neighbouring state of Karnataka.Solapur international Airport is under construction.\nIt is classified as A1 Tier and B-1 class city by House Rent Allowance (HRA) classification by the Government of India. It is the 5th biggest city in Maharashtra and the 49th most populous city in India and 43rd largest urban agglomeration.\n Solapur leads Maharashtra in production of  beedi. Solapuri Chadars and towels are famous in India and also at a global level, however there has been a significant decline in their exports due to quality reasons. \"Solapuri chadars\" are the famous and first product in Maharashtra to get a Geographical Indication tag It has been a leading centre for cotton mills and power looms in Maharashtra. Solapur had the world's second-largest and Asia's largest spinning mill. The National Research Centre on Pomegranate (NRCP) of India is located in Solapur. and pomegranate farming is done on a large scale in Solapur District. The Science Centre in Kegaon (Solapur) is the third largest and prominent scientific association in Maharashtra. The Raichur-Solapur Power Transmission line of 765 kV power capacity suffices the power grid accessing need of the southern states of Karanataka and Andhra Pradesh. The first waste-to-energy electricity plant in Maharashtra is situated in Solapur.\n The Gramadevata (Chief deity) of the city is Shri Shivyogi Siddheshwar. The \"Nandidhwaj\" procession on the Hindu festival of Makar Sankranti and on account of it an annual fair locally known as Gadda Yatra attracts large crowds and is associated with the marriage of Lord Siddheshwar. In 1992, the Solapur Municipal Corporation extended its area up to 300 square kilometres (120 sq mi) by merging its suburbs.\nSolapur has the Great Indian Bustard Sanctuary.",
  "/wiki/Sangli": "Sangli (pronunciation (help·info), is a city and the district headquarters of Sangli District in the state of Maharashtra, in western India. It is known as the Turmeric City of Maharashtra due to its production and trade of the spice. Sangli is situated on the banks of river Krishna and houses many sugar factories.\nSangli is a major city in Western India 390 km from Mumbai, 240 km from Pune and 700 km from Bangalore. Sangli is known for its turmeric trade, grapes and the largest number of sugar factories in India. The only district has more than 30 sugar factories.[citation needed] Sangli Miraj Kupwad,along with its Urban Agglomeration together known as Sangli Miraj Kupwad Metropolitan Region (SMKMR).\n Sangli UA/Metropolitan Region has developed itself as now as a modern city with broader roads, major railway junction, cyber-cafes, hotels with multi-cuisine and very good education facilities. The city has a major healthcare hub including its twin City Miraj. It is also a major city with telecommunication and entertainment facilities. A Software Technology Park is being set up in a prime location of the city.",
  "/wiki/Salem,_Tamil_Nadu": "Salem (pronunciation (help·info)) is a city in Salem district in the Indian state of Tamil Nadu. It is located about 160 kilometres (100 mi) northeast of Coimbatore, 186 kilometres (116 mi) southeast of Karnataka state capital Bangalore and about 340 kilometres (210 mi) southwest of the state capital, Chennai. Salem is the Sixth\nlargest city in Tamil Nadu by population and covers 124 km2 (48 sq mi).",
  "/wiki/Ooty": "Ooty (listen (help·info)), officially known as Udagamandalam (also known as Ootacamund listen (help·info); abbreviated as Udhagai), is a town and a municipality in the Niligiris District of the Indian state of Tamil Nadu. It is located 86 km north of Coimbatore and 128 km south of Mysore and is the headquarters of the Nilgiris district. It is a popular hill station located in the Nilgiri Hills.\n Originally occupied by the Toda people, the area came under the rule of the East India Company at the end of the 18th century. The economy is based on tourism and agriculture, along with the manufacture of medicines and photographic film. The town is connected by the Nilgiri ghat roads and Nilgiri Mountain Railway. Its natural environment attracts tourists and it is a popular summer destination. In 2011, the town had a population of 88,430.",
  "/wiki/Coimbatore_district": "Coimbatore District is a district in the state of Tamil Nadu. Coimbatore is the administrative headquarters of the district. It is one of the most industrialized districts and a major textile, industrial, commercial, educational, information technology, healthcare and manufacturing hub of Tamil Nadu. The region is bounded by Tiruppur district in the east, Nilgiris district in the north, Erode district in the north-east, Palakkad district, Idukki district and small parts of Thrissur district of neighboring state of Kerala in the west and south respectively. As of 2011, Coimbatore district had a population of 3,458,045 with a sex-ratio of 1,000 and literacy rate of 84%.\n Coimbatore district was part of the historical Kongu Nadu and was ruled by the Cheras as it served as the eastern entrance to the Palakkad Gap, the principal trade route between the west coast and Tamil Nadu. Coimbatore was in the middle of the Roman trade route that extended from Muziris to Arikamedu in South India. The medieval Cholas conquered the Kongu Nadu in the 10th century CE. The region was ruled by Vijayanagara Empire in the 15th century followed by the Nayaks who introduced the Palayakkarar system under which Kongu nadu region was divided into 24 Palayams. In the later part of the 18th century, the Coimbatore region came under the Kingdom of Mysore and following the defeat of Tipu Sultan in the Anglo-Mysore Wars, the British East India Company annexed Coimbatore to the Madras Presidency in 1799. The Coimbatore region played a prominent role in the Second Poligar War (1801) when it was the area of operations of Dheeran Chinnamalai. In 1804, Coimbatore was established as the capital of the newly formed Coimbatore district. The district experienced a textile boom in the early 19th century due to the decline of the cotton industry in Mumbai. Post independence, the district has seen rapid growth due to industrialisation. According to the 2011 Census Coimbatore district is the second most urbanized district of Tamil Nadu after Chennai.\nThe Coimbatore district has 71.37% urban population and 29.63% rural population. The urbanized areas of Coimbatore city include Coimbatore, Karamadai, Podanur, Madhukkarai, Ettimadai, Thondamuthur, Mettupalayam, Annur, and a few other regions.",
  "/wiki/Krishnagiri_District": "Krishna refers to 'black'  and giri refers to 'hill'. The area contains many granite hillocks, hence the name Krishnagiri. History says this area was under the Vijayanagar Empire, and those days it was custom to name a town or a landmark after one of its famous king, Krishnadevarayar. There is a hill with a fort on top next to the Town Bus Stand as a landmark. When Tipu Sultan conquered this area he renamed it as Syed Basha Hill and built a masque on top. But the name of the town remained the same.",
  "/wiki/Chennai": "Chennai (/ˈtʃɛnaɪ/ (listen), Tamil: [t͡ʃenːai]), also known as Madras (/məˈdrɑːs/ (listen) or /-ˈdræs/, the official name until 1996), is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is the biggest cultural, economic and educational centre of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitutes the Chennai Metropolitan Area, which is the 36th-largest urban area by population in the world. Chennai is among the most-visited Indian cities by foreign tourists. It was ranked the 43rd-most visited city in the world for the year 2015. The Quality of Living Survey rated Chennai as the safest city in India. Chennai attracts 45 percent of health tourists visiting India, and 30 to 40 percent of domestic health tourists. As such, it is termed \"India's health capital\".\n Chennai had the third-largest expatriate population in India, at 35,000 in 2009, 82,790 in 2011 and estimated at over 100,000 by 2016. Tourism-guide publisher Lonely Planet named Chennai as one of the top ten cities in the world to visit in 2015. Chennai is ranked as a beta-level city in the Global Cities Index, and was ranked the best city in India by India Today in the 2014 annual Indian city survey. In 2015 Chennai was named the \"hottest\" city (city worth visiting and worth living in for long term) by the BBC, citing the mixture of both modern and traditional values. National Geographic mentioned Chennai as the only South Asian city to feature in its 2015 \"Top 10 food cities\" list. Chennai was also named the ninth-best cosmopolitan city in the world by Lonely Planet. In October 2017, Chennai was added to the UNESCO Creative Cities Network (UCCN) list for its rich musical tradition.\n The Chennai Metropolitan Area is one of the largest municipal economies of India. Chennai is nicknamed \"The Detroit of India\", with more than one-third of India's automobile industry being based in the city. Home to the Tamil film industry, Chennai is also known as a major film production centre. Chennai is one of the 100 Indian cities to be developed as a smart city under the Smart Cities Mission.",
  "/wiki/Ananthpur": "Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters of the Datta Mandalam (Rayalaseema districts of Andhra Pradesh and Bellary district of Karnataka) in 1799. It was also a position of strategic importance for the British Indian Army during the Second World War.",
  "/wiki/Kurnool": "Kurnool is the headquarters of Kurnool district. The city is often referred as The Gateway of Rayalaseema.  As of 2011[update] census, it is the Fifth most populous city in the state with a population of 484,327. It is located at the banks of the Tungabhadra river.\n Although the area has been inhabited for thousands of years, modern Kurnool was founded in the 16th century CE with the construction of the Konda Reddy Fort. It was the capital of Andhra State from 1 October 1953 to 31 October 1956.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.\n Throughout antiquity and the Middle Ages, the region now known as Telangana was ruled by multiple major Indian powers such as the Cholas, Mauryans, Satavahanas, Chalukyas, Kakatiyas, Delhi Sultanate, Bahmani Sultanate, Golconda Sultanate. During the 16th and 17th centuries, the region was ruled by the Mughals. The region is known for its Ganga-Jamuni Tehzeeb. During the 18th century and the British Raj, Telangana was ruled by the Nizam of Hyderabad. In 1823, the Nizams lost control over Northern Circars (Coastal Andhra) and Ceded Districts (Rayalseema), which were handed over to the East India Company. The annexation by the British of the Northern Circars deprived Hyderabad State, the Nizam's dominion, of the considerable coastline it formerly had, to that of a landlocked princely state with territories in the central Deccan, bounded on all sides by British India. Thereafter, the Northern Circars were governed as part of Madras Presidency until India's independence in 1947, after which the presidency became India's Madras state.\n The Hyderabad state joined the Union of India in 1948 after an Indian military invasion. In 1956, the Hyderabad State was dissolved as part of the linguistic reorganisation of states and Telangana was merged with the Telugu-speaking Andhra State (part of the Madras Presidency during the British Raj) to form Andhra Pradesh. A peasant-driven movement began to advocate for separation from Andhra Pradesh starting in the early 1950s, and continued until Telangana was awarded separate statehood on 2 June 2014.\n The economy of Telangana is the eighth-largest state economy in India with ₹8.66 lakh crore (US$120 billion) in gross domestic product and a per capita GDP of ₹206,000 (US$2,900). Telangana ranks sixteenth among Indian states in human development index. The state has emerged as a major focus for robust IT software, industry and services sector. The state is also the main administrative centre of many Indian defence aero-space and research labs like Bharat Dynamics Limited, Defence Metallurgical Research Laboratory, Defence Research and Development Organisation and Defence Research and Development Laboratory.\n The cultural hearts of Telangana, Hyderabad, and Warangal, are noted for their wealth and renowned historical structures – Charminar, Qutb Shahi Tombs, Paigah Tombs, Falaknuma Palace, Chowmahalla Palace, Warangal Fort, Kakatiya Kala Thoranam, Thousand Pillar Temple and the Bhongir Fort in Yadadri Bhuvanagiri district. The historic city Golconda in Hyderabad established itself as a diamond trading center and, until the end of the 19th century, the Golconda market was the primary source of the finest and largest diamonds in the world. Thus, the legendary name Golconda Diamonds became synonymous with Golconda itself. The Golconda region has produced some of the world's most famous diamonds, including the colorless Koh-i-Noor (owned by the United Kingdom), the blue Hope (United States), the pink Daria-i-Noor (Iran), the white Regent (France), the Dresden Green (Germany), and the colorless Orlov (Russia), Nizam and Jacob (India), as well as the now lost diamonds Florentine Yellow, Akbar Shah and Great Mogul. Religious edifices like the Lakshmi Narasimha Temple in Yadadri Bhuvanagiri district, Makkah Masjid in Hyderabad, and Medak Cathedral are several of its most famous places of worship.",
  "/wiki/Hyderabad": "Hyderabad (/ˈhaɪdərəbɑːd/ (listen) HY-dər-ə-baad) is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh.[A] Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake—predating the city's founding—north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.\n In 1591 Qutb Shahi ruler Muhammad Quli Qutb Shah established Hyderabad to extend the capital beyond the fortified Golconda, in 1687 the city was annexed by the Mughals—in 1724 Mughal governor Nizam Asaf Jah I declared his sovereignty and founded the Asaf Jahi dynasty also known as the Nizams, Hyderabad served as the imperial capital of the Asaf Jahi from 1769 to 1948. As capital of the princely state of Hyderabad the city housed the British Residency and cantonment until Indian independence in 1947. Hyderabad was invaded and integrated into the Indian Union in 1948 and continues as a capital of Hyderabad State (1948–56), when States Reorganisation Act of 1956 was introduced Hyderabad was made the capital of the united Andhra Pradesh, in 2014 Telangana state was formed after bifurcation of Andhra—Hyderabad City became a joint capital of the two states, a transitional arrangement scheduled to end in 2025. Since 1956, the city houses the winter office of the President of India.\n Relics of the Qutb Shahi and Nizam rules remain visible today; the Charminar has come to symbolise the city. By the end of early modern era, the Mughal Empire declined in the Deccan and the Nizams' patronage had attracted men of letters from different parts of the world. The amalgamation of local and migrated artisans had originated a distinctive culture, and the city emerged as the foremost centre of oriental culture. Painting, handicraft, jewellery, litrature, dialect and clothing are prominent still today. Through its cuisine, the city is listed as a UNESCO creative city of gastronomy. The Telugu film industry based in the city is the country's second-largest producer of motion pictures.\n \nUntil 19th century Hyderabad was known for the pearl industry and was nicknamed the \"City of Pearls\", and the only diamond trading centre in the world. Many of the city's historical and traditional bazaars remain open. Hyderabad's central location between the Deccan Plateau and the Western Ghats, and industrialisation throughout the 20th century attracted major Indian research, manufacturing, educational and financial institutions. Since the 1990s, the city emerged as an Indian hub of pharmaceuticals and biotechnology. The formation of special economic zones and HITEC City dedicated to information technology has encouraged leading multinationals to set up operations in Hyderabad. .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Medak": "Medak is a town in Medak district of the Indian state of Telangana. It is a municipality and the headquarters of Medak mandal in Medak revenue division.",
  "/wiki/Mehaboobnagar": "Mahbub Nagar is a city in Mahbubnagar District of the Indian state of Telangana named after the 6th Nizam, Mir Mahbub Ali Khan. It is the headquarters of Mahbub Nagar mandal in Mahbub Nagar revenue division. The city is also the largest in the district with an area of 39.64 km2 (15.31 sq mi) and 7th most populous in the state.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/UK": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/UAE": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.\n Bahrain is the site of the ancient Dilmun civilization. It has been famed since antiquity for its pearl fisheries, which were considered the best in the world into the 19th century. Bahrain was one of the earliest areas to convert to Islam, in 628 AD. Following a period of Arab rule, Bahrain was occupied by the Portuguese in 1521, who in turn were expelled in 1602 by Shah Abbas I of the Safavid dynasty under the Persian Empire. In 1783, the Bani Utbah clan captured Bahrain from Nasr Al-Madhkur and it has since been ruled by the Al Khalifa royal family, with Ahmed al Fateh as Bahrain's first hakim.\n In the late 1800s, following successive treaties with the British, Bahrain became a protectorate of the United Kingdom. In 1971, it declared independence. Formerly an emirate, it was declared an Islamic constitutional monarchy in 2002. In 2011, the country experienced protests inspired by the regional Arab Spring. Bahrain's ruling al-Khalifa royal family has been accused and criticized for human rights abuses, including imprisonment, torture and execution of dissidents, political opposition figures and its majority Shia Muslim population.\n Bahrain developed the first post-oil economy in the Persian Gulf, the result of decades of investing in the banking and tourism sectors; many of the world's largest financial institutions have a presence in the country's capital. It subsequently has a high Human Development Index and is recognised by the World Bank as a high-income economy. Bahrain is a member of the United Nations, Non-Aligned Movement, Arab League, Organisation of Islamic Cooperation and the Gulf Cooperation Council.",
  "/wiki/Malayalam": "Malayalam (/ˌmələˈjɑːləm/; Malayalam: മലയാളം, Malayāḷam ? [mələjaːɭəm]) is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry (Mahé district) by the Malayali people. It is one of 22 scheduled languages of India spoken by nearly 2.88% of Indians. Malayalam has official language status in the state of Kerala and in the union territories of Lakshadweep and Puducherry (Mahé) and is spoken by 37 million people worldwide. Malayalam is also spoken by linguistic minorities in the neighbouring states; with significant number of speakers in the Nilgiris, Kanyakumari, and Coimbatore districts of Tamil Nadu, and Kodagu and Dakshina Kannada districts of Karnataka. Due to Malayali expatriates in the Persian Gulf, the language is also widely spoken in Gulf countries.\n The origin of Malayalam remains a matter of dispute among scholars. One view holds that Malayalam and modern Tamil are offshoots of Middle Tamil and separated from it sometime after the c. 7th century AD. A second view argues for the development of the two languages out of \"Proto-Dravidian\" or \"Proto-Tamil-Malayalam\" in the prehistoric era. Designated a \"Classical Language in India\" in 2013, it developed into the current form mainly by the influence of the poet Thunchaththu Ezhuthachan in the 16th century. The oldest documents written purely in Malayalam and still surviving are the Vazhappalli Copper plates from 832 AD and Tharisapalli Copper plates from 849 AD. \n The earliest script used to write Malayalam was the Vatteluttu alphabet, and later the Kolezhuttu, which derived from it.[unreliable source?] The current Malayalam script is based on the Vatteluttu script, which was extended with Grantha script letters to adopt Indo-Aryan loanwords. The oldest literary work in Malayalam, distinct from the Tamil tradition, is dated from between the 9th and 11th centuries. The first travelogue in any Indian language is the Malayalam Varthamanappusthakam, written by Paremmakkal Thoma Kathanar in 1785.",
  "/wiki/Lakshadweep": "Lakshadweep (/ləkˈʃɑːdwiːp/; ISO: Lakṣadvīp (help·info), formerly known as the Laccadive, Minicoy and Aminidivi Islands (/ˌlækədaɪv ˌmɪnɪkɔɪ ... ˌæmɪnˈdiːvi/), is a group of islands in the Laccadive Sea, 200 to 440 km (120 to 270 mi) off the southwestern coast of India. The archipelago is administered as a union territory and district of India. They were also known as Laccadive Islands, although geographically this is only the name of the central subgroup of the group. Lakshadweep means \"one hundred thousand islands\" in Sanskrit and Malayalam. The islands form the smallest Union Territory of India and their total surface area is just 32 km2 (12 sq mi). The lagoon area covers about 4,200 km2 (1,600 sq mi), the territorial waters area 20,000 km2 (7,700 sq mi) and the exclusive economic zone area 400,000 km2 (150,000 sq mi). The region forms a single Indian district with 10 subdivisions. Kavaratti serves as the capital of the Union Territory and the region comes under the jurisdiction of Kerala High Court. The islands are the northernmost of the Lakshadweep-Maldives-Chagos group of islands, which are the tops of a vast undersea mountain range, the Chagos-Laccadive Ridge.\n As the islands have no aboriginal inhabitants, scholars have suggested different histories for the settlement of these islands. Archaeological evidence supports the existence of human settlement in the region around 1500 BC. The islands have long been known to sailors, as indicated by an anonymous reference from the first century AD to the region in Periplus of the Erythraean Sea. The islands were also mentioned in the Buddhist Jataka stories of the sixth century BC. Islam was established in the region when Muslims arrived around the seventh century. During the medieval period, the region was ruled by the Chola dynasty and Kingdom of Cannanore. The Catholic Portuguese arrived around 1498 but were expelled by 1545. The region was then ruled by the Muslim house of Arakkal, followed by Tipu Sultan. On his death in 1799, most of the region passed on to the British and with their departure, the Union Territory was formed in 1956.\n Ten of the islands are inhabited. At the 2011 Indian census, the population of the Union Territory was 64,473. The majority of the indigenous population is Muslim and most of them belong to the Shafi school of the Sunni sect. The islanders are ethnically similar to the Malayali people of the nearest Indian state of Kerala. Most of the population speaks Malayalam with Mahi (or Mahl) being the most spoken language in Minicoy island. The islands are served by an airport on Agatti Island. The main occupation of the people is fishing and coconut cultivation, with tuna being the main item of export.",
  "/wiki/Mahe_district": "Mahé district (also spelled Mahe District, French: District de Mahé) is one of the four districts of the Union Territory of Puducherry in India. It consists of the whole of the Mahé region. Mahé is the smallest district of India by size. The total area of Mahé District is surrounded by North Malabar of Kerala State. Three sides by Kannur District and one side by Kozhikode District. In fact, geographically Mahé District is part of North Malabar.\n It is the sixth least populous district in the country (out of 731).",
  "/wiki/Dakshina_Kannada": "Dakshina Kannada is a district in the state of Karnataka in India. It is sheltered by the Western Ghats on the east and surrounded by the Arabian Sea on the west, Dakshina Kannada receives abundant rainfall during the monsoon. It is bordered by Udupi District to the north, Chikmagalur district to the northeast, Hassan District to the east, Kodagu to the southeast and Kasaragod District of Kerala to the south. It is the second major district of Karnataka in all the aspects after Bangalore Urban district. Mangalore is the capital city and the district headquarters. The district has three agro-climatic divisions:",
  "/wiki/Kodagu_district": "Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Ghats of southwestern Karnataka. In 2001 its population was 548,561, 13.74% of which resided in the district's urban centre, making it the least populous of the 30 districts in Karnataka.The nearest railway stations are Mysore Junction, located around 95 km away and  Thalassery, Kannur in Kerala, at a distance of 104, 103 km respectively. The nearest airports are Kannur International Airport in Kerala (81km from Kodagu) and Mangalore International Airport (137 km from Kodagu).",
  "/wiki/The_Nilgiris_District": "The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. All types of single use plastics are banned in Nilgiris District. The Nilgiri Hills are part of a larger mountain chain known as the Western Ghats. Their highest point is the mountain of Doddabetta, height 2,637 m. The district is contained mainly within the Nilgiri Mountains range. The administrative headquarters is located at Ooty (Ootacamund or Udhagamandalam).\n Nilgiris District ranked first in a comprehensive Economic Environment index ranking districts in Tamil Nadu (not including Chennai) prepared by the Institute for Financial Management and Research in August 2009. Tea and coffee plantations have been important to its economy. As of 2011, the Nilgiris district had a population of 735,394, with a sex-ratio of 1,042 females for every 1,000 males.It is the first plastic free district in Tamil Nadu State.",
  "/wiki/Kanyakumari_district": "Kanyakumari district is the southernmost district in Tamil Nadu state and mainland India. It stands second in terms of population density among the districts of Tamil Nadu and the second most urbanized, next only to Chennai district. It is also the richest district in Tamil Nadu in terms of per capita income, and also tops the state in Human Development Index (HDI), literacy and education. The district's headquarters is Nagercoil.\n Kanyakumari district has a varied topography with sea on three sides and the mountains of the Western Ghats bordering the northern side. Except for a small stretch of land to the west of Kanyakumari town, almost the entire district is sandwiched between the Western Ghats and the Arabian Sea - the only district in Tamilnadu state facing the Arabian Sea.\n Geologically, the landmass of the district is much younger when compared to the rest of the state - faulted as late as 2.5 million years during the Miocene, after which numerous transgression, as well as regression of sea, had shaped the western coast of the district.\n Historically, Nanjinad and Edai Nadu which comprise the present day Kanyakumari district, was ruled by various Tamil and Malayalam dynasties: the Venad Kingdom, Pandyans, the Cheras, the Cholas, the Ays and the Nayaks. A few artifacts unearthed by archeological excavations in there. It was part of the princely state of Travancore during the colonial times prior to India's independence; four of the eight tehsils of Thiruvananthapuram district were separated from erstwhile Travancore Kingdom to form the new district of Kanyakumari, and they were made the part of Madras Presidency under recommendations from the States Reorganisation Commission in 1956. The Presidency was later renamed Tamil Nadu and Kanyakumari, today, is one of the 37 districts of Tamil Nadu state.\n Many historical assumptions persist in the district and state, which associate sages such as Vyasa, Agastya, Tolkappiyar, Avvaiyar and Thiruvalluvar to the district. The district is also the birthplace of Ayyavazhi.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.\nOil reserves were discovered in commercial quantities in 1938. In 1946, crude oil was exported for the first time. From 1946 to 1982, the country underwent large-scale modernization. In the 1980s, Kuwait experienced a period of geopolitical instability and an economic crisis following the stock market crash. In 1990, Kuwait was invaded, and later annexed, by Saddam's Iraq. The Iraqi occupation of Kuwait came to an end in 1991 after military intervention by a military coalition led by the United States. Kuwait is a major non-NATO ally of the United States. It is also a major ally of ASEAN, while maintaining a strong relationship with China.\n Kuwait is a constitutional sovereign state with a semi-democratic political system. Kuwait has a high-income economy backed by the world's sixth largest oil reserves. The Kuwaiti dinar is the highest valued currency in the world. According to the World Bank, the country has the fourth highest per capita income. The Constitution was promulgated in 1962. Kuwait is home to the largest opera house in the Middle East. The Kuwait National Cultural District is a member of the Global Cultural Districts Network.",
  "/wiki/Oman": "Oman (/oʊˈmɑːn/ (listen) oh-MAHN; Arabic: عمان‎ ʻumān [ʕʊˈmaːn]), officially the Sultanate of Oman (Arabic: سلطنة عُمان‎ Salṭanat ʻUmān), is an Arab country on the southeastern coast of the Arabian Peninsula in Western Asia. Its official religion is Islam. Holding a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz (which it shares with Iran) and Gulf of Oman forming Musandam's coastal boundaries.\n From the late 17th century, the Omani Sultanate was a powerful empire, vying with Portugal and the UK for influence in the Persian Gulf and Indian Ocean. At its peak in the 19th century, Omani influence or control extended across the Strait of Hormuz to modern-day Iran and Pakistan, and as far south as Zanzibar. When its power declined in the 20th century, the sultanate came under the influence of the United Kingdom. For over 300 years, the relations built between the two empires were based on mutual benefits. The UK recognized Oman's geographical importance as a trading hub that secured their trade lanes in the Persian Gulf and Indian Ocean and protected their empire in the Indian sub-continent. Historically, Muscat was the principal trading port of the Persian Gulf region. Muscat was also among the most important trading ports of the Indian Ocean.\n Sultan Qaboos bin Said al Said was the hereditary leader of the country, which is an absolute monarchy, from 1970 until his death on 10 January 2020. His cousin, Haitham bin Tariq, was named as the country's new ruler following his death.\n Oman is a member of the United Nations, the Arab League, the Gulf Cooperation Council, the Non-Aligned Movement and the Organisation of Islamic Cooperation. It has sizeable oil reserves, ranking 25th globally. In 2010, the United Nations Development Programme ranked Oman as the most improved nation in the world in terms of development during the preceding 40 years. A significant portion of its economy involves tourism and trading fish, dates and other agricultural produce. Oman is categorized as a high-income economy and ranks as the 69th most peaceful country in the world according to the Global Peace Index.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.\n In early 2017, Qatar's total population was 2.6 million: 313,000 Qatari citizens and 2.3 million expatriates. Islam is the official religion of Qatar. The country has the highest per capita income in the world. Qatar is classified by the UN as a country of very high human development and is widely regarded as the most advanced Arab state for human development. Qatar is a high-income economy, backed by the world's third-largest natural gas reserves and oil reserves.\n Qatar has been ruled by the House of Thani since Mohammed bin Thani signed a treaty with the British in 1868 that recognised its separate status. Following Ottoman rule, Qatar became a British protectorate in the early 20th century until gaining independence in 1971. In 2003, the constitution was overwhelmingly approved in a referendum, with almost 98% in favour. In the 21st century, Qatar emerged as a significant power in the Arab world both through its globally expanding media group, Al Jazeera Media Network, and reportedly supporting several rebel groups financially during the Arab Spring. For its size, Qatar wields disproportionate influence in the world, and has been identified as a middle power. Qatar is currently the subject of a diplomatic and economic embargo by Saudi Arabia, the United Arab Emirates (UAE), Bahrain, and Egypt, which began in June 2017. Saudi Arabia has proposed the construction of the Salwa Canal, which would run along the Saudi-Qatar border, effectively turning Qatar into an island.",
  "/wiki/Tulu_language": "Tulu (Tulu:  ತುಳು ಭಾಷೆ Tulu bāse [ˈt̪ulu ˈbɒːsæ]) is a Dravidian language whose speakers are concentrated in 2 coastal districts of Karnataka in southwestern India, and in a part of the Kasaragod district of Kerala. The native speakers of Tulu are referred to as Tuluva or Tulu people and the geographical area is unofficially called as Tulu Nadu.\n The Indian census report of 2011 reported a total of 1,846,427 native Tulu speakers in India. The 2001 census had reported a total of 1,722,768 native speakers, According to one estimate reported in 2009, Tulu is currently spoken by 3 to 5 million speakers in the world. There is some difficulty in counting Tulu speakers who have migrated from their native region as they often get counted as Kannada speakers in Indian Census reports\n Separated early from Proto-South Dravidian, Tulu has several features not found in Tamil–Kannada. For example, it has the pluperfect and the future perfect, like French or Spanish, but formed without an auxiliary verb.\n Robert Caldwell, in his pioneering work A Comparative Grammar of the Dravidian or South-Indian family of languages, called this language \"peculiar and very interesting\". According to him, \"Tulu is one of the most highly developed languages of the Dravidian family. It looks as if it had been cultivated for its own sake.\"\n Tulu is the primary spoken language in Tulu Nadu consisting of Dakshina Kannada and Udupi district of Karnataka and a part of Kasaragod district of Kerala. Significant number of native tulu speakers are found in Kalasa and Mudigere taluks of Chikkamagaluru district. Non-native speakers of Tulu include those who speak the Beary language, Havyaka and Gowda dialects of Kannada as also Konkani, Koraga resident in the Tulunadu region. Apart from Tulunadu, a significant emigrant population of Tulu speaking people is found in Maharashtra, Bangalore, Chennai, the English-speaking world, and the Gulf countries.\n The various medieval inscriptions of Tulu from the 15th century are in the Tigalari alphabet script. Two Tulu epics named Sri Bhagavato and Kaveri from the 17th century were also written in the same script. However, in modern times the Tulu language is mostly written using the Kannada script. The Tulu language is known for its oral literature in the form of epic poems called Paddana. The Epic of Siri and the legend of Koti and Chennayya belong to this category of Tulu literature.",
  "/wiki/Udupi_district": "Udupi district in the Karnataka state of India was created in August 1997. The three northern Taluks Udupi, Kundapur and Karkala, were separated from Dakshina Kannada District to form Udupi district. Moodbidri was officially declared as new Taluk, separated from Karkala with effect from January 11, 2018. The district headquarters are in the city of Udupi.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.\n The seven islands that constitute Mumbai were originally home to communities of Marathi language speaking Koli people, who originated in Gujarat in prehistoric times. For centuries, the islands were under the control of successive indigenous empires before being ceded to the Portuguese Empire and subsequently to the East India Company when in 1661 Charles II of England married Catherine of Braganza and as part of her dowry Charles received the ports of Tangier and Seven Islands of Bombay. During the mid-18th century, Bombay was reshaped by the Hornby Vellard project, which undertook reclamation of the area between the seven islands from the sea. Along with construction of major roads and railways, the reclamation project, completed in 1845, transformed Bombay into a major seaport on the Arabian Sea. Bombay in the 19th century was characterised by economic and educational development. During the early 20th century it became a strong base for the Indian independence movement. Upon India's independence in 1947 the city was incorporated into Bombay State. In 1960, following the Samyukta Maharashtra Movement, a new state of Maharashtra was created with Bombay as the capital.\n Mumbai is the financial, commercial and entertainment capital of India. It is also one of the world's top ten centres of commerce in terms of global financial flow, generating 6.16% of India's GDP and accounting for 25% of industrial output, 70% of maritime trade in India (Mumbai Port Trust and JNPT), and 70% of capital transactions to India's economy. Mumbai's billionaires had the highest average wealth of any city in the world in 2008.  The city houses important financial institutions such as the Reserve Bank of India, the Bombay Stock Exchange, the National Stock Exchange of India, the SEBI and the corporate headquarters of numerous Indian companies and multinational corporations. It is also home to some of India's premier scientific and nuclear institutes like Bhabha Atomic Research Centre, Nuclear Power Corporation of India, Indian Rare Earths, Tata Institute of Fundamental Research, Atomic Energy Regulatory Board, Atomic Energy Commission of India, Department of Atomic Energy and the Indian Institute of Technology Bombay. The city also houses India's Hindi (Bollywood) and Marathi cinema industries. Mumbai's business opportunities, as well as its potential to offer a higher standard of living, attract migrants from all over India, making the city a melting pot of many communities and cultures.",
  "/wiki/Thane": "Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed over a land area of about 147 square kilometres (57 sq mi), Thane city is the 16th most populated city in India with a population of 1,890,000 according to the 2011 census. The city is also called \"City of Lakes\" as the city is surrounded by 35 lakes.\n Located on the northwestern side of the state of Maharashtra, the city is an immediate neighbour of Mumbai city and a part of the Mumbai Metropolitan Region, one of the most populous urban agglomerations in the world.",
  "/wiki/Gulf_Countries": "The Arab states of the Persian Gulf are the seven Arab states which border the Persian Gulf, namely Bahrain, Kuwait, Iraq, Oman, Qatar, Saudi Arabia and the United Arab Emirates (UAE). All of these nations except Iraq are part of the Gulf Cooperation Council (GCC), and prefer to use the term \"Arabian Gulf\" rather than the historical name of the Persian Gulf.",
  "/wiki/Beary_language": "Beary or Byari (ಬ್ಯಾರಿ ಬಾಸೆ Byāri Bāse) is an Indian language spoken by the Muslim communities mainly of Karnataka (Dakshina Kannada and Udupi districts) and some parts of North Kerala (Byaris). Bearys speak a language made of Malayalam idioms with Tulu phonology and grammar. This language is traditionally known as Mappila Bashe because of Bearys' close contact with Mappila, the Malayali Muslims. Due to the intensive influence of Tulu for centuries, it is today considered close to both Tulu and Malayalam.",
  "/wiki/Irula_language": "Irula is a Dravidian language spoken by the Irulas who inhabit the area of the Nilgiri mountains, in the states of Tamil Nadu and Karnataka, India. It is written in the Tamil script.",
  "/wiki/Nilgiris_district": "The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. All types of single use plastics are banned in Nilgiris District. The Nilgiri Hills are part of a larger mountain chain known as the Western Ghats. Their highest point is the mountain of Doddabetta, height 2,637 m. The district is contained mainly within the Nilgiri Mountains range. The administrative headquarters is located at Ooty (Ootacamund or Udhagamandalam).\n Nilgiris District ranked first in a comprehensive Economic Environment index ranking districts in Tamil Nadu (not including Chennai) prepared by the Institute for Financial Management and Research in August 2009. Tea and coffee plantations have been important to its economy. As of 2011, the Nilgiris district had a population of 735,394, with a sex-ratio of 1,042 females for every 1,000 males.It is the first plastic free district in Tamil Nadu State.",
  "/wiki/Mysore_district": "Mysore district gets its name from the city of Mysore which is also the headquarters of the district. The original name of this city was Mahishapura derived from a demon named Mahishasura. A statue of Mahishasura, after whom the city is named, and a temple dedicated to Goddess Chamundeshwari on the top of Chamundi Hill near Mysore city, relate to the legend of its origin.[citation needed]",
  "/wiki/Kurumba_language": "Kurumba, also known as Kannada Kurumba, is a Southern Dravidian language of the Tamil–Kannada subgroup spoken by the Kurumba tribe. It is often considered a dialect of Kannada; however, Ethnologue classifies it as a separate language.",
  "/wiki/Badaga_language": "Badaga is a southern Dravidian language spoken by approximately 135,000 people in the Nilgiri Hills of Kongu Nadu region of the state of Tamil Nadu.The word Badaga, meaning \"northerner\", refers to the Badaga language as well as the Badaga people who speak it.",
  "/wiki/Kodava_language": "The Kodava (Kannada script: ಕೊಡವ ತಕ್ಕ್ Kodava takk, meaning 'speech of Kodavas', in the Kodava language, alternate names: Kodagu, Coorgi) is an endangered Dravidian language and the original language of the Kodagu district in southern Karnataka, India. The term Kodava has two related usages. Firstly, it is the name of the Kodava language and culture followed by a number of communities from Kodagu. Secondly, within the Kodava-speaking communities and region (Kodagu), it is a demonym for the dominant Kodava people. Hence, the Kodava language is not only the primary language of the Kodavas but also of many other castes and tribes in Kodagu. The language has two dialects: Mendele (spoken in Northern and Central Kodagu, i.e. outside Kodagu's Kiggat naadu) and Kiggat (spoken in Kiggat naadu, in Southern Kodagu).\n Historically, it has been referred to as a dialect of Kannada. However it has been re-analysed as a language by early 20th century  academics.\n It is traditionally written using the Kannada script which is an abugida, with less frequent usage of the Malayalam script. However, an abugida called the Coorgi-Cox alphabet has been developed on the request of community members. The 2011 Census of India reports 96,918 persons who returned Kodava as their mother tongue and 16,939 for Coorgi/Kodagu, for a total of 113,857 persons who identified one of these languages as their mother tongue.",
  "/wiki/Jeseri": "Jeseri (also known as Jesri or Dweep Bhasha) is a dialect of Malayalam, spoken in the Union Territory of Lakshadweep in India. The word 'Jeseri' derives from Arabic word Jazari (جزرى) which means 'Islander' or 'of island'.\nIt is spoken on the islands of Chetlat, Bitra, Kiltan, Kadmat, Amini, Kavaratti, Androth, Agatti, and Kalpeni, in the archipelago of Lakshadweep.  Each of these islands has its own slang.",
  "/wiki/Yerukala_language": "Yerukula is a Dravidian language mainly spoken by the Yerukala tribe. This language is also called Kurru basha or Kulavatha. Yerukala is linguistically close to South Dravidian languages such as Ravula and Irula. Lexical similarity among these languages ranges from 53% to 81%; in the case of Irula, it varies from 33% to 38%; in case of Ravula, it varies from 28% to 45%; in case of modern Tamil, it varies from 27% to 45%.\nSathupati Prasanna Sree has developed a unique script for use with the language.\n Some of the language terms, mostly relations.",
  "/wiki/Betta_Kurumba_language": "The Betta Kurumba language (Beṭṭa Kurumba) is a Dravidian language closely related to Tamil, and is spoken by 32,000 people in the Nilgiri mountains and in adjoining areas in Tamil Nadu, Karnataka and Kerala.\nBeṭṭa (ಬೆಟ್ಟ) means “hills” in Kannada.",
  "/wiki/Chamarajanagar_district": "Chamarajanagar is the southernmost district in the state of Karnataka, India. It was carved out of the original larger Mysore District in the year 1998. Chamarajanagar town is the headquarters of this district.\n It is the third least populous district in Karnataka (out of 30), after Kodagu and Bangalore Rural.",
  "/wiki/Wayanad_district": "Wayanad is an Indian district in the north-east of Kerala state with administrative headquarters at the municipality of Kalpetta. It is set high on the Western Ghats with altitudes ranging from 700 to 2100 meters. The district was formed on 1 November 1980 as the 12th district in Kerala by carving out areas from Kozhikode and Kannur districts. About 885.92 sq.km of area of the district is under forest. Wayanad has three municipal towns—Kalpetta, Mananthavady and Sulthan Bathery. There are many indigenous tribals in this area.\n Wayanad district is bordered by Karnataka to north and north-east, Tamil Nadu to south-east, Malappuram to south, Kozhikode to south-west and Kannur to north-west. Pulpally in Wayanad boasts of the only Lava-  Kusha temple in Kerala and Vythiri has the only mirror temple in Kerala which is a Jain temple. The edicts and caves of Ambukuthi Mala and another evidence state that the place is as old as the beginning of the New Age Civilisation.",
  "/wiki/Kurichiya_language": "Kurichiya is an unclassified Southern Dravidian language spoken by the Kurichiya, a Scheduled tribe of India. The two dialects, Kunnam and Wayanad, are no closer to each other than they are to Malayalam.",
  "/wiki/Kannur_district": "Kannur  is one of the 14 districts along the west coast in the state of Kerala, India.  The town of Kannur is the district headquarters and gives the district its name. The old name, Cannanore is the anglicised form of the Malayalam name \"Kannur\". Kannur district is bounded by Kasaragod District to the north, Kozhikode district to the south, Mahé district to the southwest and Wayanad District to the southeast. To the east the district is bounded by the Western Ghats, which forms the border with the state of Karnataka (Kodagu district). The Arabian Sea lies to the west. Paithalmala is the highest point in the Kannur District (1,372m). Enclosed within the southern part of the district is the Mahé district of the Union Territory of Puducherry. The district was established in 1957.\n Kannur is the sixth-most urbanised district in Kerala, with more than 50% of its residents living in urban areas. Kannur has an urban population of 1,640,986, which is the second largest in Kerala after Ernakulam district.",
  "/wiki/Kozhikode_district": "Kozhikode District  (pronunciation) or Calicut district is a district of Kerala state, on the southwest coast of India. The city of Kozhikode, also known as Calicut, is the district headquarters. The district is 38.25% urbanised.\n Kozhikode district is bordered by the districts of Kannur and Mahé (Puducherry) to the north, Wayanad to the east, and Malappuram to the south. The Arabian Sea lies to the west and Western Ghats stretches towards east. Vavul Mala  is the highest peak in the district. It lies between latitudes 11° 08'N and 11° 50'N and longitudes 75° 30'E and 76° 8'E.\n In 2001 the district was divided into four taluks: Kozhikode, Vatakara, Koyilandy and Thamarassery. By the 2011 census there are 12 block panchayats: Balusseri, Chelannur, Koduvally, Kozhikode, Kunnamangalam, Kunnummal, Melady, Panthalayani, Perambra, Thodannur, Thuneri, and Vatakara.",
  "/wiki/Ravula_language": "Ravula, known locally as Yerava or Adiyan, is a Dravidian language of Karnataka and Kerala spoken by the Ravula and Adiyan. Their language exhibits a number of peculiarities which marks it off from Malayalam as well as from other tribal speeches in the Wayanad district. It is spoken by 25,000 Ravulas (locally called Yerava) in Kodagu district of Karnataka and by 1,900 Ravulas (locally called Adiyan) in the adjacent Wayanad district of Kerala. The term 'Yerava' is derived from the Kannada word Yeravalu meaning borrow.",
  "/wiki/Mullu_Kurumba_language": "Mullu Kurumba is a Southern Dravidian language of the Tamil–Kannada subgroup.",
  "/wiki/Sholaga_language": "The Sholaga (Soliga) language is a Dravidian language related to Kannada and Tamil, spoken by the Soliga people.",
  "/wiki/Kaikadi_language": "The Kaikadi language is a Dravidian language related to Tamil, spoken by about 23,000 people of the formerly nomad Kaikadi tribe primarily in Maharashtra.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Jabalpur, Gwalior, and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.\n The area covered by the present-day Madhya Pradesh includes the area of the ancient Avanti Mahajanapada, whose capital Ujjain (also known as Avantika) arose as a major city during the second wave of Indian urbanisation in the sixth century BCE. Subsequently, the region was ruled by the major dynasties of India. By the early 18th century, the region was divided into several small kingdoms which were captured by the British and incorporated into Central Provinces and Berar and the Central India Agency. After India's independence, Madhya Pradesh state was created with Nagpur as its capital: this state included the southern parts of the present-day Madhya Pradesh and northeastern portion of today's Maharashtra. In 1956, this state was reorganised and its parts were combined with the states of Madhya Bharat, Vindhya Pradesh and Bhopal to form the new Madhya Pradesh state, the Marathi-speaking Vidarbha region was removed and merged with the then Bombay State. This state was the largest in India by area until 2000, when its southeastern Chhattisgarh region was made as a separate state.\n The economy of Madhya Pradesh is the tenth-largest state economy in India with ₹8.09 lakh crore (US$110 billion) in gross domestic product and a per capita GDP of ₹90,000 (US$1,300). Madhya Pradesh ranks twenty-sixth among Indian states in human development index. Rich in mineral resources, MP has the largest reserves of diamond and copper in India. More than 30% of its area is under forest cover. Its tourism industry has seen considerable growth, with the state topping the National Tourism Awards in 2010–11. In recent years, the state's GDP growth has been above the national average.",
  "/wiki/Betul_district": "Betul district is a district of Madhya Pradesh state in central India. The city of Betul serves as its administrative headquarters. The district is a part of Narmadapuram Division.",
  "/wiki/Amravati_district": "Amravati district is a district of Maharashtra state in central India. Amravati is the administrative headquarters of the district.\n The district is situated between 20°32' and 21°46' north latitudes and 76°37' and 78°27' east longitudes. The district occupies an area of 12,235 km². The district is bounded by Betul District of Madhya Pradesh state to the north, and by the Maharashtra districts of Nagpur to the northeast, Chindwara district of Madhya Pradesh to the northeast Wardha to the east, Yavatmal to the south, Washim to the southwest, and Akola and Buldhana districts to the west.",
  "/wiki/Paniya_language": "Paniya is one of the South Dravidian languages spoken in India. It is spoken by the Paniya people, a scheduled tribe with a majority of its speakers in the state of Kerala. The language is also known as Pania, Paniyan and Panyah. It belongs to the Dravidian family of languages. According to the 1981 Census, there were 63,827 speakers of Paniya which includes 56,952 in Kerala, 6,393 in Tamil Nadu, 482 in Karnataka. Most of its speakers are found in the Wayanad, Kozhikode, Kannur and Malappuram districts of Kerala, and to the west of the Nilgiri Hills in Tamil Nadu.",
  "/wiki/Kanikkaran_language": "Kanikkaran is a Dravidian language spoken by about 19,000 Kanikkar tribals in southern India. They dwell in forests and hills of Thiruvananthapuram and Kollam districts of Kerala, and Kanyakumari and Tirunelveli districts of Tamil Nadu. It is called malambhāsha, or \"hill-language.\"",
  "/wiki/Tirunelveli_district": "Tirunelveli district is a district of Tamil Nadu state in India. It is the largest district in terms of area with Tirunelveli as its headquarters. The district was formed on 1 September 1790 by the British East India Company (on behalf of the British government), and comprised the present Tirunelveli and Thoothukudi, Tenkasi and parts of Virudhunagar and Ramanathapuram district. As of 2011, the undivided district (along with Tenkasi) had a population of 3,077,233",
  "/wiki/Malankuravan_language": "Malankuravan (Mala Koravan, Malakkuravan) is an unclassified Dravidian language of southern India, on the southern border of Kerala and Tamil Nadu. It may be a dialect of Malayalam with Tamil influence or a language closely related to Malayalam.",
  "/wiki/Kollam_district": "Kollam district (formerly Quilon) is one of 14 districts of the state of Kerala, India. The district has a cross-section of Kerala's natural attributes; it is endowed with a long coastline, a major Laccadive Sea seaport and an inland lake (Ashtamudi Lake). The district has many waterbodies. Kallada River is one among them, and the east side land of river is EastKallada and the west side land is WestKallada. Kallada Boat race is one among the famous festival events of district. Even though it is a competition between two land sides of the river, many boat clubs from various place,s even beyond the district participate in the event. Kollam is the capital of Kerala's cashew industry. Plains, mountains, lakes, lagoons and backwaters, forests, farmland and rivers make up the topography of the district. The area had trading relationships with Phoenicia and Ancient Rome.",
  "/wiki/Kottayam_district": "The Kottayam District is one of fourteen districts in the state of Kerala, India. Kottayam is comprised of six municipal towns: Kottayam, Changanassery, Pala, Erattupetta, Ettumanoor, and Vaikom. It is the only district in Kerala that does not border the Arabian Sea or any other states.\n The district is bordered by hills in the east, and the Vembanad Lake and paddy fields of Kuttanad on the west. The area's geographic features include paddy fields, highlands, and hills. As of the 2011 census, 28.6% of the district's residents live in urban areas, and it reports a 97.2% literacy rate. In 2008, the district became the first tobacco-free district in India.\n The district's headquarters are based in the city of Kottayam. The towns of Pala and Kidangoor are located in the center of the district. \n Hindustan Newsprint Limited and Rubber Board are two central government organizations located in the district. The headquarters of two religious communities in Kerala are also in the Kottayam District: Nair Service Society and the Indian Orthodox Church.",
  "/wiki/Thiruvananthapuram_district": "Thiruvananthapuram District is the southernmost district of the coastal state of Kerala. The district was created in 1957, with its headquarters in the city of Thiruvananthapuram (Trivandrum), which is also Kerala's capital.\n The district covers an area of 2,192 square kilometres (541,655 acres). At the 2011 census, it had a population of 3,301,427, making it the second most populous district in Kerala after Malappuram district. Its population density is the highest in Kerala, with 1,509 inhabitants per square kilometre (3,910/sq mi). The district is divided into six taluks: Thiruvananthapuram, Chirayinkeezhu, Neyyattinkara, Nedumangadu, Varkala, and Kattakada. The urban bodies in the district are the Thiruvananthapuram Corporation, and the Varkala, Neyyattinkara, Attingal, and Nedumangad municipalities.\n Thiruvananthapuram district is located between 8°10′N 76°25′E﻿ / ﻿8.17°N 76.41°E﻿ / 8.17; 76.41 and 8°32′N 77°10′E﻿ / ﻿8.54°N 77.17°E﻿ / 8.54; 77.17. At the southernmost extremity of the district, Kaliyikkavila is 54 kilometres (34 mi) from Kanyakumari, the southernmost point on the Indian peninsula. 33.75% of the population lives in urban areas.\n The district has three major rivers, several freshwater lakes and over 300 ponds. Its eastern region is forested, northern regions are mostly under rubber cultivation and the remaining areas grow mixed dry-land crops of coconut, plantain, and tapioca, among others. Built-up areas and rice fields complete the land use pattern.",
  "/wiki/Dravidian_languages": "The Dravidian languages are a language family spoken by more than 215 million people, mainly in southern India and northern Sri Lanka, with pockets elsewhere in South Asia. Since the colonial era, there have been small but significant immigrant communities outside South Asia in countries such as Mauritius, Hong Kong, Pakistan, Singapore, Malaysia, Indonesia, Philippines, Britain, Australia, and the United States.\n The Dravidian languages are first attested in the 2nd century BCE as Tamil-Brahmi script inscribed on the cave walls in the Madurai and Tirunelveli districts of Tamil Nadu.[a] The Dravidian languages with the most speakers are (in descending order of number of speakers) Telugu, Tamil, Kannada and Malayalam, all of which have long literary traditions. Smaller literary languages are Tulu and Kodava.  There are also small groups of Dravidian-speaking scheduled tribes, who live outside Dravidian-speaking areas, such as the Kurukh in Eastern India and Gondi in Central India.\n Only two Dravidian languages are spoken exclusively outside the post-1947 state of India: Brahui in the Balochistan region of Pakistan and Afghanistan; and Dhangar, a dialect of Kurukh, in parts of Nepal and Bhutan.[better source needed] Dravidian place names along the Arabian Sea coasts and Dravidian grammatical influence such as clusivity in the Indo-Aryan languages, namely Marathi, Konkani, Gujarati, Marwari, and Sindhi, suggest that Dravidian languages were once spoken more widely across the Indian subcontinent.\n Though some scholars have argued that the Dravidian languages may have been brought to India by migrations from the Iranian plateau in the fourth or third millennium BCE or even earlier, the Dravidian languages cannot easily be connected to any other language family and they could well be indigenous to India.[b]"
}