{
  "/wiki/Indianapolis_500": "The Indianapolis 500-Mile Race is the world's oldest currently operational automobile race. Better known as the Indy 500 or the Indianapolis 500, it is held annually at the Indianapolis Motor Speedway (IMS) in Speedway, Indiana, United States, an enclave suburb of Indianapolis, Indiana. The event is held over Memorial Day weekend in late May. It is contested as part of the IndyCar Series, the top level of American Championship Car racing, an open-wheel open-cockpit formula colloquially known as \"Indy Car Racing\". The name of the race is often shortened to Indy 500, and the track itself is nicknamed the \"Brickyard\", as the racing surfacing was paved in brick in the fall of 1909, with a yard of brick remaining exposed at the start/finish line.",
  "/wiki/Indianapolis_Motor_Speedway": "The Indianapolis Motor Speedway (nicknamed The Brickyard) is an automobile racing circuit located in Speedway, Indiana, (an enclave suburb of Indianapolis) in the United States. It is the home of the Indianapolis 500 and the Brickyard 400, and formerly the home of the United States Grand Prix. It is located on the corner of 16th Street and Georgetown Road, approximately six miles (10 km) west of Downtown Indianapolis.",
  "/wiki/Grand_Prix_of_Long_Beach": "The Grand Prix of Long Beach (known as Acura Grand Prix of Long Beach for the 2019 event) is an IndyCar Series race held on a street circuit in Long Beach, California. Christopher Pook is the founder of the event. It was the premier race on the CART/Champ Car calendar from 1996 to 2008, and the 2008 race was the final Champ Car series race prior to the formal unification and end of the open-wheel \"split\" between CART and IRL. Since 2009, the race has been part of the unified IndyCar Series. The race is typically held in April. It is one of the longest continuously-running events in Indy car racing and is considered one of the most prestigious events on the circuit.",
  "/wiki/Long_Beach,_California": "Long Beach is a city in the US state of California located within the Los Angeles metropolitan area. It is the 39th most populous city in the United States with a population of 462,257 in 2010. A charter city, Long Beach is the 7th most populous city in California.",
  "/wiki/Honda_Indy_200": "The Honda Indy 200 at Mid-Ohio is an IndyCar Series race held at Mid-Ohio Sports Car Course in Lexington, Ohio. Professional open wheel races at the facility date back to 1970. The U.S. Formula 5000 series ran from 1970 to 1976, and the revived Can-Am series ran from 1977 to 1980.",
  "/wiki/Mid-Ohio_Sports_Car_Course": "Mid-Ohio Sports Car Course is a road course auto racing facility located in Troy Township, Morrow County, Ohio, United States, just outside the village of Lexington. Mid-Ohio has also colloquially become a term for the entire north-central region of the state, from south of Sandusky to the north of Columbus.",
  "/wiki/Honda_Indy_Toronto": "The Honda Indy Toronto is an annual Indy Car race, held in Toronto, Ontario, Canada. Originally known as the Molson Indy Toronto, it was part of the Champ Car World Series from 1986 to 2007. After a one year hiatus, it has been part of the NTT IndyCar Series schedule since 2009. The race takes place on a 2.874-kilometre (1.786 mi), 11 turn, temporary street circuit through Exhibition Place and on Lake Shore Boulevard. Toronto is classified as an FIA Grade Two circuit.",
  "/wiki/Exhibition_Place": "Exhibition Place is a publicly owned mixed-use district in Toronto, Ontario, Canada, located by the shoreline of Lake Ontario, just west of downtown. The 197-acre (80 ha) site includes exhibit, trade, and banquet centres, theatre and music buildings, monuments, parkland, sports facilities, and a number of civic, provincial, and national historic sites. The district's facilities are used year-round for exhibitions, trade shows, public and private functions, and sporting events.",
  "/wiki/REV_Group_Grand_Prix_at_Road_America": "The REV Group Grand Prix at Road America is an IndyCar Series race held at Road America in Elkhart Lake, Wisconsin. For twenty-five years, the event was part of the CART series, with the first race being held in 1982. The event was put on hiatus in 2008 after the unification of Champ Car into the Indy Racing League.",
  "/wiki/Road_America": "Road America is a motorsport road course located near Elkhart Lake, Wisconsin on Wisconsin Highway 67. It has hosted races since the 1950s and currently hosts races in the NASCAR Xfinity Series, WeatherTech SportsCar Championship, NTT IndyCar Series, SCCA Pirelli World Challenge, ASRA, AMA Superbike series, IndyCar Series, and SCCA Pro Racing's Trans-Am Series. Open-wheel racing journalist Robin Miller says that Road America is \"the best test of road racing in North America\".",
  "/wiki/Grand_Prix_of_Portland": "The Grand Prix of Portland is an Indy Car Series race held at Portland International Raceway in Portland, Oregon. The race was held every year from 1984 through 2007 first as a CART series race, then as part of Champ Car World Series. After a ten-year absence, the race returned to the IndyCar Series for the 2018 season.",
  "/wiki/Portland_International_Raceway": "Portland International Raceway (PIR) is a motorsport facility in Portland in the U.S. state of Oregon. It is part of the Delta Park complex on the former site of Vanport, just south of the Columbia River. It lies west of a light rail station and less than a mile west of Interstate 5.",
  "/wiki/IndyCar_Monterey_Grand_Prix": "The IndyCar Monterey Grand Prix or known as \"Firestone Grand Prix of Monterey\" due to sponsorship reason, is an IndyCar Series race held at WeatherTech Raceway Laguna Seca near Monterey, California. The event dates back to 1960, and became an American open wheel race beginning in 1983. The race was part of the CART/Champ Car series from 1983 through 2004. After a fifteen-year hiatus, the event returned in 2019 as part of the IndyCar Series, replacing Sonoma.",
  "/wiki/WeatherTech_Raceway_Laguna_Seca": "Laguna Seca Raceway (branded as WeatherTech Raceway Laguna Seca, and previously Mazda Raceway Laguna Seca) is a paved road racing track in central California used for both auto racing and motorcycle racing, built in 1957 near both Salinas and Monterey, California, United States.",
  "/wiki/Texas_Indy_600": "The Texas Indy 600 (formally known as the DXC Technology 600) is an IndyCar Series race held at Texas Motor Speedway near Fort Worth, Texas. The race is held on a Saturday night in early June. From 1997 until 2005, it served as the first race after the Indianapolis 500. It resumed this place in 2010 and in 2011. When it debuted in 1997, it was the first IndyCar race in the state of Texas since 1979.",
  "/wiki/Texas_Motor_Speedway": "Texas Motor Speedway is a speedway located in the northernmost portion of the U.S. city of Fort Worth, Texas – the portion located in Denton County, Texas. The reconfigured track measures 1.44 miles (2.32 km) with banked 20° in turns 1 and 2 and banked 24° in turns 3 and 4. Texas Motor Speedway is a quad-oval design, where the front straightaway juts outward slightly. The track layout is similar to Atlanta Motor Speedway and Charlotte Motor Speedway. The track is owned by Speedway Motorsports, Inc., the same company that owns Atlanta and Charlotte Motor Speedways, as well as the short-track Bristol Motor Speedway.",
  "/wiki/Detroit_Grand_Prix_(IndyCar)": "The Detroit Grand Prix (currently branded as the Chevrolet Detroit Grand Prix presented by Lear Corporation for sponsorship reasons)  is an IndyCar Series race weekend held on a temporary circuit at Belle Isle in Detroit, Michigan. The race has been held from 1989 to 2001, 2007 to 2008, and since 2012. The current format of the event is a unique \"doubleheader\" weekend, which includes two full, points-paying races, one each on Saturday and Sunday. In addition, since 2012, the event has been scheduled for the weekend immediately following the Indianapolis 500.",
  "/wiki/Detroit_street_circuit": "The streets of Detroit, in the U.S. state of Michigan hosted Formula One racing, and later CART racing, between the 1982 and 1991 seasons. The street circuit (course) was set up near the Renaissance Center and the Cobo Arena, also including a small part of the M-1 highway, also known as Woodward Avenue. It is a flat circuit, with elevation ranging from 176 to 184 metres above sea level.",
  "/wiki/Belle_Isle_Park_(Michigan)": "Belle Isle Park, known simply as Belle Isle (/bɛlˈaɪəl/), is a 982-acre (1.534 sq mi; 397 ha) island park in Detroit, Michigan, developed in the late 19th century. It consists of Belle Isle, an island in the Detroit River, as well as several surrounding islets. The U.S.-Canada border is in the channel south of Belle Isle such that the island is not in Canada.",
  "/wiki/Firestone_Grand_Prix_of_St._Petersburg": "The Firestone Grand Prix of St. Petersburg is an IndyCar Series race held in St. Petersburg, Florida. Since 2009, the race has served as the season opener, with the exception of 2010, when it was the second race of the season (but the first on U.S. soil). The race is held annually in the spring, currently in March.",
  "/wiki/Iowa_300": "The Iowa 300 is an IndyCar Series race held at the Iowa Speedway in Newton, Iowa. The first event was held in 2007. From 2007-2013, it was a 250-lap (218.75 miles) race; beginning in 2014, the race was increased to 300 laps (262.5 miles).",
  "/wiki/Iowa_Speedway": "Iowa Speedway is a 7/8-mile (1.4 km) paved oval motor racing track in Newton, Iowa, United States, approximately 30 miles (48 km) east of Des Moines. The track was designed with influence from Rusty Wallace and patterned after Richmond Raceway, a short track where Wallace was very successful. It has over 25,000 permanent seats as well as a unique multi-tiered Recreational Vehicle viewing area along the backstretch.",
  "/wiki/Honda_Indy_Grand_Prix_of_Alabama": "The Honda Indy Grand Prix of Alabama is an IndyCar Series race held at Barber Motorsports Park, a 17-turn 2.38-mile (3.83 km) road course, in Leeds, Alabama, United States. Officially announced on July 27, 2009, the inaugural event was on the weekend of April 9–11, 2010. The event is under contract through the 2016 season and under the management of the local group Zoom Motorsports. The venue is designed to allow for nearly 100,000 spectators and will have an estimated economic impact on Greater Birmingham of $30 million.",
  "/wiki/Barber_Motorsports_Park": "Barber Motorsports Park is an 880-acre (360 ha) multi-purpose racing facility located in Birmingham, Alabama. It was built by Alabama native George W. Barber, and includes the 230,000-square-foot Barber Vintage Motorsport Museum. It has been the site of the IndyCar Series' Grand Prix of Alabama since 2010. The Annual Barber Vintage Festival has taken place at the park each October since 2005. Barber is also the home of the Porsche Track Experience.",
  "/wiki/Bommarito_Automotive_Group_500": "The Bommarito Automotive Group 500 presented by Axalta and Valvoline is an IndyCar Series race held at World Wide Technology Raceway at Gateway. The event was first held as a CART series race from 1997 to 2000, initially on Memorial Day weekend. From 2001 to 2003, it was held as an Indy Racing League event. After a hiatus of over a decade, the race returned in 2017 as part of the unified IndyCar Series. The next annual Bommarito Automotive Group 500 race is scheduled for August 23–24, 2019.",
  "/wiki/World_Wide_Technology_Raceway_at_Gateway": "World Wide Technology Raceway (formerly Gateway International Raceway and Gateway Motorsports Park) is a motorsport race track in Madison, Illinois, just east of St. Louis, Missouri, United States, close to the Gateway Arch. It features a 1.25-mile (2 kilometer) oval used by the NTT IndyCar Series and NASCAR Gander Outdoors Truck Series, a 1.6-mile (2.6 km) infield road course used by SCCA, Porsche Club of America and various car clubs, and quarter-mile drag strip that hosts an annual National Hot Rod Association event.",
  "/wiki/GMR_Grand_Prix": "The GMR Grand Prix is an IndyCar Series race at the Indianapolis Motor Speedway in Speedway, Indiana. The race takes place in early May on the combined road course at the Speedway. The inaugural running occurred in 2014.",
  "/wiki/AutoNation_INDYCAR_Challenge": "The AutoNation INDYCAR Challenge (formerly the IndyCar Classic) is an IndyCar Series race that is held at Circuit of the Americas (COTA) in Austin, Texas. The inaugural running of the race took place on March 24, 2019, and was won by Colton Herta.",
  "/wiki/Circuit_of_the_Americas": "Circuit of the Americas (COTA) is a grade 1 FIA-specification 3.426-mile (5.514 km) motor racing track and facilities located within the ETJ of Austin, Texas. The facility is home to the Formula One United States Grand Prix, the IndyCar Classic, and the Motorcycle Grand Prix of The Americas, a round of the FIM Road Racing World Championship, as well a round of the Americas Rallycross Championship. It previously hosted the Australian V8 Supercars, the American Le Mans Series, the Rolex Sports Car Series, the FIA World Endurance Championship, and the IMSA WeatherTech SportsCar Championship.",
  "/wiki/Indy_Richmond_300": "The Indy Richmond 300 (formally known as the SunTrust Indy Challenge) is an IndyCar Series race held at Richmond Raceway near Richmond, Virginia from 2001-2009, in 2020 the race was revived. From 2001-2007, the race was scheduled for 250 laps (187.5 miles), from 2008-2009, the race distance was extended to 300 laps.",
  "/wiki/Richmond_Raceway": "Richmond Raceway (RR) is a 0.75 miles (1.21 km), D-shaped, asphalt race track located just outside Richmond, Virginia in Henrico County. It hosts the NASCAR Cup Series, NTT IndyCar Series, NASCAR Xfinity Series and the NASCAR Gander RV & Outdoors Truck Series. Known as \"America's premier short track\", it has formerly hosted such illustrious events as the IROC series, Denny Hamlin Short Track Showdown, and the USAC sprint car series. Due to Richmond Raceway's unique \"D\" shape which allows drivers to reach high speeds, Richmond has long been known as a short track that races like a superspeedway. With its multiple racing grooves, and proclivity for contact Richmond is a favorite among NASCAR drivers and fans."
}