{
  "/wiki/ABC_Supply_500": "The ABC Supply 500 was an IndyCar Series race held at Pocono Raceway in Long Pond, Pennsylvania, located in the Pocono Mountains. The first Indy car race at Pocono was held in 1971. It was the first major event held at the track, shortly after its completion. The race was sanctioned by USAC from 1971–1981, and then by CART from 1982–1989, and was known as the Pocono 500. The race was removed from the CART calendar following the 1989 running, due to poor track conditions, as well as poor revenue for the promoter.",
  "/wiki/Pocono_Raceway": "Pocono Raceway (formerly Pocono International Raceway) also known as The Tricky Triangle, is a superspeedway located in the Pocono Mountains in Long Pond, Pennsylvania. It is the site of four NASCAR national series races and an ARCA Menards Series event in June: a NASCAR Cup Series doubleheader with support events by the NASCAR Xfinity Series and NASCAR Gander RV & Outdoors Truck Series.  From 1971 to 1989, and from 2013 to 2019, the track has also hosted an Indy Car race, currently sanctioned by the IndyCar Series and that was run in August.",
  "/wiki/ABC_Supply_Wisconsin_250": "The ABC Supply Wisconsin 250 at Milwaukee IndyFest Presented by the Metro Milwaukee Honda Dealers was a IndyCar Series race held at the Milwaukee Mile in West Allis, Wisconsin.",
  "/wiki/Milwaukee_Mile": "The Milwaukee Mile is an approximately one mile-long (1.6 km) oval race track in the central United States, located on the grounds of the Wisconsin State Fair Park in West Allis, Wisconsin, a suburb west of Milwaukee. Its grandstand and bleachers seated approximately 37,000 spectators. Paved 66 years ago in 1954, it was originally a dirt track. In addition to the oval, there was a 1.8 mile (2.8 km) road circuit located on the infield.",
  "/wiki/Lakewood_Speedway": "Lakewood Speedway was a race track located south of Atlanta, Georgia, in Lakewood, just north of the eastern arm of Langford Parkway (formerly Lakewood Freeway). The track held many kinds of races between 1919 and 1979, including events sanctioned by AAA/USAC, IMCA, and NASCAR. It was a one-mile (1.6 km) dirt track which was located adjacent to Lakewood Fairgrounds. Lakewood Speedway was considered the \"Indianapolis of the South\" as it was located in the largest city in the Southern United States and it held an annual race of the Indy cars.",
  "/wiki/Atlanta_500_Classic": "The Atlanta 500 Classic was an Indy Racing League event held at the Atlanta Motor Speedway from 1998 until 2001.",
  "/wiki/Atlanta_Motor_Speedway": "Atlanta Motor Speedway (formerly Atlanta International Raceway) is a 1.5-mile oval racetrack in Hampton, Georgia, United States, 20 miles (32 km) south of Atlanta. It has annually hosted NASCAR Cup Series stock car races since its inauguration in 1960.",
  "/wiki/2007_Bavaria_Champ_Car_Grand_Prix": "The 2007 Bavaria Champ Car Grand Prix was the twelfth round of the 2007 Champ Car World Series Season.  It was held on September 2 at TT Circuit Assen in Assen, Netherlands.  The race was won by Justin Wilson.",
  "/wiki/TT_Circuit_Assen": "The TT Circuit Assen is a motorsport race track built in 1955 and located in Assen, Netherlands. Host of the Dutch TT, it is popularly referred to as \"The Cathedral\" of motorcycling by the fans of the sport. The venue holds the record for being the only circuit to have hosted a Grand Prix motorcycle event every year since the series was created in 1949. It has a capacity of 110,000 spectators, including 60,000 seats. Since 1992, the circuit has also been part of the Superbike World Championship calendar.",
  "/wiki/2007_Belgian_Champ_Car_Grand_Prix": "The 2007 Belgian Champ Car Grand Prix was the eleventh round of the 2007 Champ Car World Series Season.  It was held on August 26 at Circuit Zolder in Heusden-Zolder, Belgium.  The race was won by Sébastien Bourdais and was his sixth victory of the season.",
  "/wiki/Circuit_Zolder": "The Circuit Zolder, also known as Circuit Terlamen, is an undulating 4.011 km (2.492 mi) motorsport race track in Heusden-Zolder, Belgium.",
  "/wiki/Desert_Diamond_West_Valley_Phoenix_Grand_Prix": "The Desert Diamond West Valley Phoenix Grand Prix was an IndyCar Series race held at the ISM Raceway in Avondale, Arizona. USAC moved the fall race and added a spring race to the newly built Phoenix International Raceway in 1964. The race became a CART event in 1979, and joined the Indy Racing League in 1996. It was held continuously through 2005.",
  "/wiki/Arizona_State_Fairgrounds": "The Arizona State Fairgrounds is a permanent fairgrounds on McDowell Road, Encanto Village, within the city of Phoenix, Arizona, United States.  It is currently used yearly to host the Arizona State Fair and the Maricopa County Fair, as well as for other events.",
  "/wiki/Brainerd_International_Raceway": "Brainerd International Raceway is a road course, and dragstrip racing complex northwest of the city of Brainerd, Minnesota.  The complex has a 0.25-mile (0.402 km) dragstrip, and overlapping 2.5-mile (4.023 km) and 3.1-mile (4.989 km) road courses.  The complex also includes a kart track.  The raceway hosts the National Hot Rod Association's Lucas Oil Nationals. It is a popular racetrack for the Trans Am Series. The spectator seating capacity of the circuit is 20,000.",
  "/wiki/Marchbanks_Speedway": "Marchbanks Speedway (also Hanford Motor Speedway) was a racetrack located in San Joaquin Valley near Hanford, California. It hosted open-wheel and NASCAR cars, as well as motorcycle racing, in the 1950s and 1960s. The track was subsequently dismantled and destroyed.",
  "/wiki/MAVTV_500": "The MAVTV 500 was an IndyCar Series race held at Auto Club Speedway in Fontana, California. The event represented a continuous lineage of open wheel oval racing in the Southern California-area that dates back to 1970. Since 2012, the event had been sponsored by MAVTV, a motorsports cable channel owned by Lucas Oil.",
  "/wiki/Ontario_Motor_Speedway": "Ontario Motor Speedway was a motorsport venue located in Ontario, California. It was the first and only automobile racing facility built to accommodate major races sanctioned by all of the four dominant racing sanctioning bodies: USAC (and now IndyCar Series) for open-wheel oval car races; NASCAR for a 500-mile (800 km) oval stock car races; NHRA for drag races; and FIA for Formula One road course races. Constructed in less than two years, the track opened in August 1970 and was considered state of the art at the time.",
  "/wiki/Caesars_Palace_Grand_Prix": "The Caesars Palace Grand Prix was a car race held in Las Vegas between 1981 and 1984. For the first two years, the race was part of the Formula One World Championship, before becoming a round of the CART series in 1983. Nissan/Datsun was a presenting sponsor of both races.",
  "/wiki/Caesars_Palace": "Caesars Palace is a luxury hotel and casino in Paradise, Nevada, United States. The hotel is situated on the west side of the Las Vegas Strip between Bellagio and The Mirage. It is one of Las Vegas's largest and best known landmarks.",
  "/wiki/Las_Vegas": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada.",
  "/wiki/Silverstone_race_winners": "Silverstone Circuit is the \"Home of British Motor Racing\"",
  "/wiki/Silverstone_Circuit": "Silverstone Circuit is a motor racing circuit in England located next to the Northamptonshire villages of Silverstone and Whittlebury.",
  "/wiki/Pacific_Raceways": "Pacific Raceways is a mixed-use road racing and drag racing facility near Kent, Washington. The race track was constructed in 1959 and opened in 1960. The track was originally named Pacific Raceways, then became known as Seattle International Raceways in 1969. After the landowner regained control of the track in 2002, the name reverted to Pacific Raceways.",
  "/wiki/USAC_Daytona_100": "The Daytona 100 was a USAC Championship Car race held at Daytona International Speedway in Daytona Beach, Florida on Saturday April 4, 1959. It was the first and only Indy car race held on the high banks of Daytona, and saw incredible speeds turned in by the front-engined \"roadsters.\" The race was part of a triple-header weekend featuring races for the USAC Championship Cars, Formula Libre, and a USAC-FIA sports car endurance race.",
  "/wiki/Daytona_International_Speedway": "Daytona International Speedway is a race track in Daytona Beach, Florida, United States.  Since opening in 1959, it has been the home of the Daytona 500, the most prestigious race in NASCAR. In addition to NASCAR, the track also hosts races of ARCA, AMA Superbike, IMSA, SCCA, and Motocross. The track features multiple layouts including the primary 2.5-mile (4.0 km) high-speed tri-oval, a 3.56-mile (5.73 km) sports car course, a 2.95-mile (4.75 km) motorcycle course, and a 1,320-foot (400 m) karting and motorcycle flat-track. The track's 180-acre (73 ha) infield includes the 29-acre (12 ha) Lake Lloyd, which has hosted powerboat racing. The speedway is owned and operated by International Speedway Corporation.",
  "/wiki/Dayton_Speedway": "Dayton Speedway was a race track in Dayton, Ohio, United States. \nIt has been called the \"Fastest 1/2 mile (plus 210 feet) in the world\".",
  "/wiki/Walt_Disney_World_Speedway": "Walt Disney World Speedway was a racing facility located on the grounds of the Walt Disney World Resort in Bay Lake, Florida, near Orlando, Florida.",
  "/wiki/ISM_Raceway": "Phoenix Raceway is a 1-mile, low-banked tri-oval race track located in Avondale, Arizona, near Phoenix. The motorsport track opened in 1964 and currently hosts two NASCAR race weekends annually. Phoenix Raceway has also hosted the CART, IndyCar Series, USAC and the WeatherTech SportsCar Championship. The raceway is currently owned and operated by NASCAR.",
  "/wiki/Michigan_State_Fairgrounds_Speedway": "The Michigan State Fairgrounds Speedway was a dirt oval racing track located in Detroit, Michigan. The track was built in 1899, as part of the ground purchased to provide a permanent venue for the Michigan State Fair. Joseph Lowthian Hudson donated the ground, at 8 Mile Road and Woodward Avenue to the Michigan State Agricultural Society. By 1908, the racetrack, at the east end of the fairground, had a 5,000 seat capacity grandstand. In addition to auto racing, the track also hosted harness racing. The grandstand was declared unsafe in 1971 and demolished in 2001.",
  "/wiki/Edmonton_Indy": "The Edmonton Indy was a round of the IndyCar Series held at a temporary circuit set up at the Edmonton City Centre Airport near the downtown area of Edmonton, Alberta, Canada. It was formerly called the Rexall Grand Prix of Edmonton and was a round of the Champ Car World Series. It was one of three Champ Car races added to the 2008 IndyCar Series following the merger of the two American open-wheel racing series.",
  "/wiki/Edmonton_City_Centre_(Blatchford_Field)_Airport": "Edmonton City Centre Airport (ECCA), also called Blatchford Field, was an airport within the city of Edmonton, in Alberta, Canada.",
  "/wiki/Firestone_Indy_200": "The Firestone Indy 200 was an Indy Racing League IndyCar Series race held at Nashville Superspeedway in Lebanon, Tennessee.",
  "/wiki/Nashville_Superspeedway": "Nashville Superspeedway is a motor racing complex located in Gladeville, Tennessee (though the track has a Lebanon address), United States, about 30 miles (48 km) southeast of Nashville. The track was built in 2001 and is currently closed to all competitive events, but has been used for driving schools and GT Academy."
}