{
  "/wiki/1972_Virginia_Slims_Championships_–_Singles": "Fourth-seeded Chris Evert became the first champion of the season-ending Virginia Slims Championships tennis tournament, defeating Kerry Melville in the final 7–5, 6–4.",
  "/wiki/Boca_Raton": "Boca Raton (/rəˈtoʊn/ rə-TOHN), often referred to as simply Boca, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924 as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. It is one of the wealthiest communities in South Florida. The 2018 population estimated by the U.S. Census Bureau was 99,244. However, approximately 200,000 people with a Boca Raton postal address live outside its municipal boundaries, in newer developments such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles (69 km) north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015.\n Boca Raton is home to the main campus of Florida Atlantic University and the corporate headquarters of Office Depot, ADT, Cancer Treatment Centers of America, and Bluegreen Corporation. It is also home to the Evert Tennis Academy, owned by former professional tennis player Chris Evert. Boca Town Center, an upscale shopping center in central Boca Raton, is the largest indoor mall in Palm Beach County. The downtown is centered around Mizner Park.\n Many buildings in the area have a Mediterranean Revival or Spanish Colonial Revival architectural theme, initially inspired by Addison Mizner, a resort architect who heavily influenced the city's early development. Still today, Boca Raton has a strict development code for the size and types of commercial buildings, building signs, and advertisements that may be erected within the city limits. No outdoor car dealerships are allowed in the municipality. No billboards are permitted; the city's only billboard was grandfathered in during annexation. The strict development code has led to several major thoroughfares without large signs or advertisements in the traveler's view. However, that regulation does not apply for West Boca Raton which lies outside of city limits. Palm Beach County laws have jurisdiction over that territory.",
  "/wiki/Kerry_Melville": "Kerry Melville Reid MBE (née Melville; born 7 August 1947) is a former professional tennis player from Australia. During her 17-year career, Reid won one Grand Slam singles title and 26 other singles titles and was the runner-up in 40 singles tournaments. Reid was included in the year-end world top 10 rankings for 12 consecutive years (1968–1979)[citation needed]. She won at least one tournament annually from 1966 through 1979, except for 1975. Her career-high ranking was World No. 5 in 1971, behind Margaret Court, Billie Jean King, Evonne Goolagong, and Rosie Casals.",
  "/wiki/1973_Virginia_Slims_Championships_–_Singles": "Both the top two qualifying players and top seeds Margaret Court and Billie Jean King had to withdraw from the tournament due to injury, although Court did compete (and win) in the doubles event. Fourth ranked Evonne Goolagong also defaulted.",
  "/wiki/Nancy_Richey": "Nancy Richey (born August 23, 1942) is a former tennis player from the United States, who won two Grand Slam singles titles (1967 Australian Championships and 1968 French Open) and four Grand Slam women's doubles titles (1965 U.S. Championships and 1966 Australian, Wimbledon, and U.S. Championships). She was ranked World No. 2 in singles at year-end in 1969. Richey won 69 singles titles during her career and helped the U.S. win the Federation Cup in 1969. She won the singles title at the U.S. Women's Clay Court Championships a record six consecutive years, from 1963 through 1968.\n Richey married Kenneth S. Gunter on December 15, 1970. They were divorced on December 28, 1976, and Richey reverted to her maiden name. She is the sister of American tennis player Cliff Richey. They were the first brother-sister combination to both be concurrently ranked in the USA Top Ten. They were ranked in the Top Three concurrently in 1965, 1967, 1969 and 1970. Nancy Richey was inducted into the International Tennis Hall of Fame in 2003.",
  "/wiki/1974_Virginia_Slims_Championships": "The 1974 Virginia Slims Championships were the third season-ending WTA Tour Championships, the annual tennis tournament for the best female tennis players in singles on the 1974 Virginia Slims circuit. It was held from October 14–19, in Los Angeles, United States. The 16 best performers of the circuit qualified for the championship as well as the four best doubles teams.  Third-seeded Evonne Goolagong won the singles title and the accompanying $32,000 first prize.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/Evonne_Goolagong": "Evonne Fay Goolagong Cawley AC MBE (born 31 July 1951), known as Evonne Goolagong in her earlier career, is an Australian former world No. 1 tennis player. She was one of the world's leading players in the 1970s and early 1980s, and the number one Australian pro on tour after the retirement of Margaret Court. At the age of 19, Goolagong won the French Open singles crown and the Australian Open doubles championships (with Margaret Court). She followed those up two months later with a victory in ladies singles at Wimbledon. In 1980 she became the first mother to win Wimbledon in 66 years. Goolagong would go on to win 14 Grand Slam tournament titles: seven in singles (four at the Australian Open, two at Wimbledon and one at the French Open), six in women's doubles, and one in mixed doubles. She represented Australia in three Fed Cup titles (1971, 1973, 1974), and was Fed Cup captain for three consecutive years.\n Goolagong was appointed Member of the Order of the British Empire in 1972 and Officer of the Order of Australia in 1982. She was inducted into the Tennis Hall of Fame in 1988. Tennis Australia has appointed Goolagong as an \"Ambassador for the Sport of Tennis in Australia.\"\n Since 2005 she has run the Goolagong National Development Camp for Indigenous boys and girls, to help promote better health, education and employment.\n In the NSW town Barellan, where she grew up, there is a giant tennis racquet erected with her name on it. The racquet is erected in Evonne Goolagong Park. It was unveiled in October 2009 during the Barellan Centenary celebrations, and is an exact 20:1 scale model of Evonne's battered wooden signature Dunlop racquet.",
  "/wiki/1975_Virginia_Slims_Championships": "The 1975 Virginia Slims Championships were the fourth season-ending Tour Championships, the annual tennis tournament for the best female tennis players in singles on the Virginia Slims Circuit. The 16 best players, based on points average, qualified for the tournament provided they had played at least six tournaments. The singles event consisted of an elimination round and the eight winners were subsequently divided over two round robin groups (Gold and Green). The winners of each group played each other in the final and additionally there were play-off matches for third, fifth and seventh place. The tournament was played on synthetic carpet (Sporteze) and was held in the week of March 31 to April 5, 1975, at the Los Angeles Sports Arena in Los Angeles, California. This was the first year the tournament switched from October to April.",
  "/wiki/Martina_Navratilova": "Martina Navratilova (Czech: Martina Navrátilová pronounced [mar'cɪna navˈraːcɪlovaː]; born Martina Šubertová pronounced [ˈmarcɪna ˈʃubɛrtovaː]; October 18, 1956) is a Czechoslovak-born American former professional tennis player and coach. In 2005, Tennis magazine selected her as the greatest female tennis player for the years 1975 through 2005 and she is considered one of the best female tennis players of all time.\n Navratilova was world No. 1 for a total of 332 weeks in singles, and a record 237 weeks in doubles, making her the only player in history to have held the top spot in both singles and doubles for over 200 weeks. She was year-end singles No. 1 seven times, including a record of five consecutive years, as well as year-end doubles No. 1 five times, including three consecutive years during which she held the ranking for the entire year.\n She won 18 Grand Slam singles titles, 31 major women's doubles titles (an all-time record), and 10 major mixed doubles titles, for a combined total of 59 major titles, marking the Open Era record for the most Grand Slam titles won by one player, male or female. She reached the Wimbledon singles final 12 times, including for nine consecutive years from 1982 through 1990, and won the women's singles title at Wimbledon a record nine times (surpassing Helen Wills Moody's eight Wimbledon titles), including a run of six consecutive titles, widely regarded as the best performance by any professional player at a major event. She and Billie Jean King each won 20 combined Wimbledon titles, an all-time record. Navratilova is also one of just three women ever to have accomplished a Career Grand Slam in women's singles and doubles, and mixed doubles, called the career \"Grand Slam Boxed Set\"; consisting of every senior Grand Slam title, a distinction she shares only with two others, Margaret Court and Doris Hart.\n Navratilova holds the records for most singles (167) and doubles titles (177) in the Open Era. Her record as No. 1 in singles (1982–86) remains the most dominant in professional tennis to date. Over five consecutive seasons, she won 428 out of 442 singles matches, averaging fewer than three losses per year to 87 wins, for a sustained winning percentage of 96.8%. She holds the best season win-loss record in the Open Era, 86-1 (98.9%) in 1983, and four out of the top six Open Era seasons. She recorded the longest winning streak in the Open Era (74 consecutive matches) as well as three out of the six longest winning streaks in history.\n She and Serena Williams are the only Open Era players to have won six major singles crowns without the loss of a set. Navratilova, Margaret Court and Maureen Connolly share the record for the most consecutive major singles titles (six). Navratilova reached 11 consecutive major singles finals, second all-time only to Steffi Graf's 13, and is the only woman ever to reach 19 consecutive major semifinals. Navratilova also won the season-ending WTA Tour Championships for top ranked players a record eight times and made the finals a record 14 times. She is the only player of either sex to have won eight different tournaments at least seven times. She was ranked in the world's top 10 in singles for a record 20 consecutive years (1975–1994), a span which included 19 years in the top 5, 15 years in the top 3, and 7 years as the world No. 1 ranked singles player. Navratilova is regarded by many to be the greatest female tennis player of all time.\n In women's doubles, Navratilova and Pam Shriver had one of the most successful partnerships in history and won 109 consecutive matches including all four major titles, the doubles Grand Slam, in 1984. The pair set an all-time record of 79 titles together and tied the record set by Louise Brough Clapp and Margaret Osborne duPont of 20 major women's doubles titles as a team. Navratilova also won the WTA Tour Championships doubles title a record 11 times. She is one of only five tennis players of all-time to win a multiple slam set in two disciplines, matched only by Margaret Court, Roy Emerson, Frank Sedgman and Serena Williams. Navratilova won her last major title in 2006, adding the mixed doubles crown at the 2006 US Open to her resume just a few weeks before her 50th birthday, 32 years after her first Grand Slam title in 1974.\n Originally from Czechoslovakia, she was stripped of her citizenship when, in 1975 at age 18, she asked the United States for political asylum and was granted temporary residence. At the time, Navratilova was told by the Czechoslovak Sports Federation that she was becoming too Americanized, and she should go back to school and make tennis secondary. Navratilova became a US citizen in 1981, and on January 9, 2008, she reacquired Czech citizenship. She stated she has not renounced her U.S. citizenship nor does she plan to do so, and that reclaiming Czech nationality was not politically motivated.",
  "/wiki/1976_Virginia_Slims_Championships": "The 1976 Virginia Slims Championships were the fifth season-ending WTA Tour Championships, the annual tennis tournament for the best female tennis players in singles on the 1976 Virginia Slims circuit. The 16 best players, based on points average, qualified for the tournament provided they had played at least six tournaments. The singles event consisted of an elimination round and the eight winners were subsequently divided over two round robin groups (Gold and Orange). The winners of each group played each other in the final and additionally there were play-off matches for third, fifth and seventh place. The tournament was held from April 12 through April 17, 1976, at the Los Angeles Sports Arena in Los Angeles, United States. Evonne Goolagong won the singles event and the accompanying $40,000 first prize money.",
  "/wiki/1977_Virginia_Slims_Championships": "The 1977 Virginia Slims Championships were the sixth season-ending WTA Tour Championships, the annual tennis tournament for the best female tennis players in singles on the 1977 WTA Tour. The singles event consisted of two round robin groups (Gold and Orange) of four players each. The winners of each group played each other in the final and additionally there was a play-off match for third place. The tournament was played on indoor carpet and was held from March 24 to 27 in Madison Square Garden in New York City. First-seeded Chris Evert won the singles event and the accompanying $50,000 first prize money.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/Sue_Barker": "Susan Barker, OBE (born 19 April 1956 in Paignton, Devon) is an English television presenter and former professional tennis player. During her tennis career, she won fifteen WTA Tour singles titles, including one Grand Slam singles title at the 1976 French Open. She reached a career-high singles ranking of World No. 3. She is now one of the main sports presenters at the BBC, most notably fronting the corporation’s coverage of Wimbledon and A Question of Sport.",
  "/wiki/1983_Virginia_Slims_Championships_–_Singles": "Sylvia Hanika was the defending champion but lost in the semifinals to Martina Navratilova.\n Navratilova won the singles title at the 1983 Virginia Slims Championships tennis tournament, defeating Chris Evert-Lloyd in the final 6–2, 6–0.",
  "/wiki/1984_Virginia_Slims_Championships_–_Singles": "Martina Navratilova defended her title defeating Chris Evert-Lloyd in the final 6–3, 7–5, 6–1. This was the first best of five set WTA Championships final.",
  "/wiki/Chris_Evert_career_statistics": "This is a list of the main career statistics of former professional tennis player Chris Evert."
}