{
  "/wiki/Las_Ketchup": "Las Ketchup is a Spanish girl group, founded by flamenco record producer Manuel \"Queco\" Ruiz. The group is best known for the 2002 hit single, \"The Ketchup Song (Aserejé)\", a single that sold over 7 million copies worldwide. The group's debut studio album, Hijas del Tomate, has sold over 2 million copies worldwide, but the second did not achieve the same success. The group has not released any singles since 2006, but still performs together publicly around Spain and other countries.",
  "/wiki/The_Ketchup_Song": "\"The Ketchup Song (Aserejé)\" is the debut single by Spanish pop group Las Ketchup, taken from their debut studio album Hijas del Tomate (2002). It was released on 10 June 2002, and became an international hit later that year.",
  "/wiki/Jean-Pascal_Lacoste": "Jean-Pascal Lacoste (also known as Jean-Pascal or Jipé; born 21 June 1978) is a French singer, actor and TV host.",
  "/wiki/Shakira": "Shakira Isabel Mebarak Ripoll (/ʃəˈkɪərə/; Spanish: [ʃaˈkiɾa]; born February 2, 1977) is a Colombian singer, songwriter, dancer, record producer, and actress. Born and raised in Barranquilla, she made her recording debut under Sony Music Colombia at the age of 13. Following the commercial failure of her first two Colombian albums, Magia (1991) and Peligro (1993), she rose to prominence in Spanish-speaking countries with her next albums, Pies Descalzos (1995) and Dónde Están los Ladrones? (1998). Shakira entered the English-language market with her fifth album, Laundry Service (2001). It sold over 13 million copies and spawned the international number-one singles \"Whenever, Wherever\" and \"Underneath Your Clothes\".",
  "/wiki/Whenever,_Wherever": "\"Whenever, Wherever\" is a song by Colombian singer-songwriter Shakira for her fifth studio album and English-language debut, Laundry Service. It was released on 27 August 2001, by Epic Records as the lead single from the album. The song was written, composed, and produced by Shakira and Tim Mitchell, with additional songwriting from Gloria Estefan. \"Whenever, Wherever\" is a mix of Latin music and worldbeat that is heavily influenced by Andean music. The Spanish version of the song, titled \"Suerte\" (literally \"Luck\"), lyrically discusses how fortunate Shakira is to have found her romantic partner.",
  "/wiki/Umberto_Tozzi": "Umberto Antonio Tozzi (pronounced [umˈbɛrto anˈtɔːnjo ˈtɔttsi]; born 4 March 1952) is an Italian pop and rock singer and composer. Over the course of his career, he has sold over 70 million records in different languages internationally, and his biggest international hits are:\n\"Claridad\", \"Gloria\", \"Tu\" and \"Ti Amo\".",
  "/wiki/Ti_amo": "\"Ti amo\" (pronounced [ti ˈaːmo]; Italian for \"I love you\") is a 1977 song recorded by Italian singer Umberto Tozzi from the album È nell'aria...ti amo. It achieved success at the time, becoming a hit in many European countries, including Sweden and Switzerland where it topped the charts. A Spanish version was released as \"Te Amo\", and had a good success in Spain and Latin America. Within the German-speaking countries a German version by Howard Carpendale also received a great success in 1977, peaking at number two in Germany and number ten in Austria. In 2002, the song was overdubbed as duet with singer Lena Ka under the title \"Ti amo (rien que des mots)\", with Italian and French lyrics. This version was a success in France and Belgium (Wallonia), reaching the top three. At the time, the original version was re-released and achieved a moderate success in France. As of August 2014, it is the 52nd best-selling single of the 21st century in France, with 393,000 units sold. A French version of this song was recorded by Dalida in 1977. An English version was also recorded by Laura Branigan in 1984, which, most notably, was a hit in Australia (reaching #2). It should not be confused with the Gina G song of the same name from 1997. In 2011, Sergio Dalma took a Spanish-language version of the song to the Top 10 in Spain.",
  "/wiki/Indochine_(band)": "Indochine (French pronunciation: ​[ɛ̃dɔʃin]) is a French pop rock and new wave band formed in Paris in 1981. It became very successful in the Francophonie, Europe and Latin America in the 1980s, with songs like \"L'Aventurier\" and \"Canary Bay\". Following the release of several critically acclaimed, but commercially unsuccessful, albums in the 1990s, the group returned to stardom with the release of Paradize in 2002. The band has sold over 10 million albums and singles, making them one of the best selling French bands.[citation needed]",
  "/wiki/J%27ai_demand%C3%A9_%C3%A0_la_lune": "\"J'ai demandé à la lune\" (\"I asked the moon\" in English) is the most popular song from the 2002 album Paradize which allowed Indochine to reconnect with the media that had abandoned the band a decade earlier. Written by Mickaël Furnon, the singer of Mickey 3D, the song was released as the second single from this album on March 2002, and quickly became a national success, selling over a million units. The album similarly achieved commercial success a few months later.",
  "/wiki/Tiziano_Ferro": "Tiziano Ferro (Italian pronunciation: [titˈtsjaːno ˈfɛrro]; born 21 February 1980) is an Italian singer-songwriter, producer and author. He broke through in 2001 with his international hit single \"Perdono\" and has remained commercially successful since then, in several countries. Ferro has released a Spanish version of each of his albums, and has also sung in English, Portuguese, and French. Known as the modern face of Italian pop music, he frequently writes songs for other artists and has produced albums for Giusy Ferreri, Alessandra Amoroso and Baby K.",
  "/wiki/Perdono": "\"Perdono\" (also released under the title \"Xdono\"; Italian for \"Forgiveness\") is a 2001 song recorded by Italian singer Tiziano Ferro.",
  "/wiki/Natasha_St-Pier": "Natasha St-Pier (born 10 February 1981) is a Canadian singer of Acadian origin who has spent most of her career in France. She was coach in the second and third season of The Voice Belgique (The Voice of Belgium).",
  "/wiki/Tu_trouveras": "\"Tu trouveras\" (English translation: \"You Will Find\") is the name of a 2002 song recorded by the Canadian singer Natasha St-Pier, composed by Pascal Obispo and written by Lionel Florence.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Without_Me_(Eminem_song)": "\"Without Me\" is a song by American rapper Eminem from his fourth studio album The Eminem Show (2002). \"Without Me\" was released on May 14, 2002 as the lead single from the album, and re-released on his greatest hits compilation album Curtain Call: The Hits (2005). \"Without Me\" is one of Eminem's most successful singles, reaching number two in the U.S. Billboard Hot 100, and number one in fifteen countries. It is one of his most well-known and most recognizable songs. The song is included in the soundtrack for the 2016 film Suicide Squad.",
  "/wiki/Rohff": "Housni M'Kouboi (born 15 December 1977), better known as Rohff and at times stylized as Roh2f, is a French rapper.",
  "/wiki/Qui_est_l%27exemple%3F": "\"Qui est l'exemple?\" is a 2001 song recorded by French artists Rohff & Kayliah. It was the third single from his debut album, La Vie avant la mort, and was released in late 2001 in a CD maxi, then in February 2002 in a CD single. It achieved huge success in Belgium (Wallonia), Switzerland and particularly in France where it topped the chart. To date, it is the singer's biggest hit and can be considered as his signature song.",
  "/wiki/Like_a_Prayer_(song)": "\"Like a Prayer\" is a song recorded by American singer Madonna for her fourth studio album of the same name. Sire Records released it as the album's lead single on March 3, 1989. Written and produced by Madonna and Patrick Leonard, the track heralded an artistic and personal approach to songwriting for Madonna, who believed that she needed to cater more to her adult audience. Thematically the song speaks about a passionate young girl in love with God, who becomes the only male figure in her life."
}