{
  "/wiki/Borax": "Borax, also known as sodium borate, sodium tetraborate, or disodium tetraborate, is an important boron compound, a mineral, and a salt of boric acid. Powdered  borax is white, consisting of soft colorless crystals that dissolve in water. A number of closely related minerals or chemical compounds that differ in their crystal water content are referred to as borax, but the word is usually used to refer to the octahydrate. Commercially sold borax is partially dehydrated.",
  "/wiki/Monoclinic": "In crystallography, the monoclinic crystal system is one of the 7 crystal systems.  A crystal system is described by three vectors. In the monoclinic system, the crystal is described by vectors of unequal lengths, as in the orthorhombic system. They form a rectangular prism with a parallelogram as its base. Hence two vectors are perpendicular (meet at right angles), while the third vector meets the other two at an angle other than 90°.",
  "/wiki/Magnesium_sulfate": "Magnesium sulfate is an inorganic salt with the formula MgSO4(H2O)x where 0≤x≤7. It is often encountered as the heptahydrate sulphate mineral epsomite (MgSO4·7H2O), commonly called Epsom salt. The overall global annual usage in the mid-1970s of the monohydrate was 2.3 million tons, of which the majority was used in agriculture.",
  "/wiki/Mica": "The mica group of sheet silicate (phyllosilicate) minerals includes several closely related materials having nearly perfect basal cleavage. All are monoclinic, with a tendency towards pseudohexagonal crystals, and are similar in chemical composition. The nearly perfect cleavage, which is the most prominent characteristic of mica, is explained by the hexagonal sheet-like arrangement of its atoms.",
  "/wiki/Biotite": "Biotite is a common group of phyllosilicate minerals within the mica group, with the approximate chemical formula K(Mg,Fe)3AlSi3O10(F,OH)2. It is primarily a solid-solution series between the iron-endmember annite,  and the magnesium-endmember phlogopite; more aluminous end-members include siderophyllite and eastonite. Biotite was regarded as a mineral species by the International Mineralogical Association until 1998, when its status was changed to a mineral group. The term biotite is still used to describe unanalysed dark micas in the field. Biotite was named by J.F.L. Hausmann in 1847 in honor of the French physicist Jean-Baptiste Biot, who performed early research into the many optical properties of mica.",
  "/wiki/Muscovite": "Muscovite (also known as common mica, isinglass, or potash mica) is a hydrated phyllosilicate mineral of aluminium and potassium with formula KAl2(AlSi3O10)(F,OH)2, or (KF)2(Al2O3)3(SiO2)6(H2O). It has a highly perfect basal cleavage yielding remarkably thin laminae (sheets) which are often highly elastic. Sheets of muscovite 5 meters × 3 meters (16.5 feet × 10 feet) have been found in Nellore, India.",
  "/wiki/Olivine": "The mineral olivine ( /ˈɒlɪˌviːn/) is a magnesium iron silicate with the formula (Mg2+, Fe2+)2SiO4. Thus, it is a type of nesosilicate or orthosilicate. The primary component of the Earth's upper mantle, it is a common mineral in Earth's subsurface, but weathers quickly on the surface.",
  "/wiki/Orthorhombic": "In crystallography, the orthorhombic crystal system is one of the 7 crystal systems. Orthorhombic lattices result from stretching a cubic lattice along two of its orthogonal pairs by two different factors, resulting in a rectangular prism with a rectangular base (a by b) and height (c), such that a, b, and c are distinct. All three bases intersect at 90° angles, so the three lattice vectors remain mutually orthogonal.",
  "/wiki/Perovskite": "Perovskite (pronunciation: /pəˈrɒvskaɪt/) is a calcium titanium oxide mineral composed of calcium titanate (CaTiO3).  Its name is also applied to the class of compounds which have the same type of crystal structure as CaTiO3 (XIIA2+VIB4+X2−3), known as the perovskite structure. Many different cations can be embedded in this structure, allowing the development of diverse engineered materials.",
  "/wiki/Topaz": "Topaz is a silicate mineral of aluminium and fluorine with the chemical formula Al2SiO4(F, OH)2. Topaz crystallizes in the orthorhombic system, and its crystals are mostly prismatic terminated by pyramidal and other faces. It is one of the hardest naturally occurring minerals (Mohs hardness of 8) and is the hardest of any silicate mineral. This hardness combined with its usual transparency and variety of colors means that it has acquired wide use in jewellery as a cut gemstone as well as for intaglios and other gemstone carvings.",
  "/wiki/Ulexite": "Ulexite (NaCaB5O6(OH)6·5H2O, hydrated sodium calcium borate hydroxide), sometimes known as TV rock, is a mineral occurring in silky white rounded crystalline masses or in parallel fibers. The natural fibers of ulexite conduct light along their long axes, by internal reflection. Ulexite was named for the German chemist Georg Ludwig Ulex (1811–1883) who first discovered it.",
  "/wiki/Triclinic": "In crystallography, the triclinic (or anorthic) crystal system is one of the 7 crystal systems.  A crystal system is described by three basis vectors.  In the triclinic system, the crystal is described by vectors of unequal length, as in the orthorhombic system. In addition, the angles between these vectors must all be different and may not include 90°."
}