{
  "/wiki/Alagappa_Chettiar_College_of_Engineering_and_Technology": "Alagappa Chettiar Government College of Engineering and Technology (ACGCET-Karaikudi) is an autonomous (with effect from 2009) college of engineering in Karaikudi, Tamil Nadu, India. Established in 1952, it is under the control of the government of the State. The college is a member institute under the TEQIP - Technical Education Quality Improvement Programme in India (11 colleges were selected from Tamil Nadu).",
  "/wiki/Karaikudi": "Karaikudi is a greater municipality in Sivaganga district in the Indian state of Tamil Nadu. It is the 20th largest urban agglomeration of Tamil Nadu based on 2011 census data. It is part of the area commonly referred to as \"Chettinad\" and has been declared a heritage town by the Government of Tamil Nadu, on account of the palatial houses built with limestone called karai veedu.",
  "/wiki/Sivagangai_district": "Sivaganga District is an administrative district in Tamil Nadu state. Sivaganga is the district headquarters.It is bounded by Pudukkottai district on the Northeast, Tiruchirapalli district on the North, Ramanathapuram district on South East, Virudhunagar district on South West and Madurai District on the West. Karaikudi is the Most Populous and Major Economic centre in the District. The famous towns are Sivagangai ,  Karaikudi , Devakottai , Manamadurai, Tirupattur. As of 2011, the district had a population of 1,339,101 with a sex-ratio of 1,003 females for every 1,000 males.",
  "/wiki/Alagappa_College_of_Technology": "Alagappa College of Technology is an educational institution located in Chennai, Tamil Nadu, India that offers higher education in Engineering, Technology and allied Sciences. The college was established in 1944 and was integrated with Anna University in 1978 from University of Madras as a constituent part of Anna University.",
  "/wiki/Chennai": "Chennai (/ˈtʃɛnaɪ/ (listen), Tamil: [t͡ʃenːai]), also known as Madras (/məˈdrɑːs/ (listen) or /-ˈdræs/, the official name until 1996), is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is the biggest cultural, economic and educational centre of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitute the Chennai Metropolitan Area, which is the 36th-largest urban area by population in the world. Chennai is among the most-visited Indian cities by foreign tourists. It was ranked the 43rd-most visited city in the world for the year 2015. The Quality of Living Survey rated Chennai as the safest city in India. Chennai attracts 45 percent of health tourists visiting India, and 30 to 40 percent of domestic health tourists. As such, it is termed \"India's health capital\".",
  "/wiki/American_College,_Madurai": "The American College, often referred to as American College, is one of the oldest colleges present in India, located in Madurai, Tamil Nadu. It was founded in 1881 by American Christian missionaries. The red-brick buildings, in the Saracenic style, blend with the natural surroundings constructed by British architect Henry Irwin.",
  "/wiki/Madurai": "Madurai (/ˈmædjʊraɪ/ MAD-yuu-ry, also US: /ˌmɑːdəˈraɪ/ MAH-də-RY) is a major city in the Indian state of Tamil Nadu. It is the cultural capital of Tamil Nadu and the administrative headquarters of Madurai District, the third largest city in Tamil Nadu and 44th most populated city in India. Located on the banks of River Vaigai, Madurai has been a major settlement for two millennia.",
  "/wiki/Ayya_Nadar_Janaki_Ammal_College": "Ayya Nadar Janaki Ammal College (ANJAC) is an autonomous college in Sivakasi in the Indian state of Tamil Nadu, affiliated to Madurai Kamaraj University, Madurai regarded as a college with Potential for Excellence with re-accreditation of A+ college rating from NAAC, an autonomous body of University Grants Commission (India)",
  "/wiki/Sivakasi": "Sivakasi is a town in Virudhunagar District in the Indian state of Tamil Nadu. This town is known for its firecracker, matchbox and printing industries. The industries in Sivakasi employ over 2,50,000 people with an estimated turn over of ₹20 billion (US$280 million). Sivakasi was established in the 15th century during the reign of the Pandya king Harikesari Parakkirama Pandian. The town was a part of Madurai empire and has been ruled at various times by the Later Pandyas, Vijayanagara Empire, Madurai Nayaks, Chanda Sahib, Carnatic kingdom and the British. A major riot during the British Raj took place in 1899.",
  "/wiki/Bannari_Amman_Institute_of_Technology": "The Bannari Amman Institute of Technology (Autonomous) is one of the best engineering college in india located in Sathyamangalam, Erode district, Tamil Nadu, India. It is under the roof of Bannari Amman Group (BAG) which is one of the largest Industrial Conglomerates in South India with a wide spectrum of manufacturing, trading and service activities.  It was founded by the Bannari Amman Group in 1996 and is affiliated to Anna University. The institute offers 19 undergraduate, 15 postgraduate programmes in Engineering, Technology and Management studies. All the departments of Engineering and Technology are recognized by Anna University, Chennai to offer Ph.D. programmes. The institution is ISO 9001:2000 certified for its quality education, and most of the eligible courses are accredited by National Board of Accreditation (NBA), New Delhi and NAAC with \"A\" Grade. The institute received the best Engineering College Award from Indian Society for Technical Education in the year 2009. The institute was also awarded the Silver Medal for Best Overall Industry-Linked Engineering College from AICTE-CII National Survey on Industry-Linked Engineering Institutes in 2012.",
  "/wiki/Sathyamangalam": "Sathyamangalam (also known as  Sathy) is a town and municipality in Erode district in the Indian state of Tamil Nadu. 8 th century Town. It lies on the banks of the River Bhavani, a tributary of the River Cauvery in the foothills of the Western Ghats. It is about 65 km from Erode, 58 km from Tiruppur and 70 km from Coimbatore. As of 2011, the town had a population of 37,216.",
  "/wiki/Erode_district": "Erode District is the western most Kongu Nadu region of the state of Tamil Nadu, India. It was the largest district by area in the state before the formation of Tirupur District in 2009. The headquarters of the district is Erode. It is divided into two revenue divisions, Erode and Gobichettipalayam, and is further subdivided into 10 taluks. Erode District, then known as, was a part of Coimbatore District before its division into two on September 17, 1979. It covers an area of 5,722 square kilometres (2,209 sq mi), and as of 2011, had a population of 2,251,744 .",
  "/wiki/Coimbatore_Institute_of_Technology": "Coimbatore Institute of Technology (CIT) is a government-aided autonomous engineering college located in Coimbatore, Tamil Nadu, India. It was founded in 1956 by V. Rangaswamy Naidu Educational Trust. It is affiliated to Anna University.",
  "/wiki/Coimbatore": "Coimbatore (/ˌkɔɪmbəˈtɔːr/), also known as Kovai and Koyamuthur, is a major city in the Indian state of Tamil Nadu. It is located on the banks of the Noyyal River and surrounded by the Western Ghats. Coimbatore is the second largest city in Tamil Nadu after Chennai and the 16th largest urban agglomeration in India. It is administered by the Coimbatore Municipal Corporation and is the administrative capital of Coimbatore district.",
  "/wiki/Coimbatore_district": "Coimbatore District is a district in the state of Tamil Nadu. Coimbatore is the administrative headquarters of the district. It is one of the most industrialized districts and a major textile, industrial, commercial, educational, information technology, healthcare and manufacturing hub of Tamil Nadu. The region is bounded by Tiruppur district in the east, Nilgiris district in the north, Erode district in the north-east, Palakkad district, Idukki district and small parts of Thrissur district of neighboring state of Kerala in the west and south respectively. As of 2011, Coimbatore district had a population of 3,458,045 with a sex-ratio of 1,000 and literacy rate of 84%.",
  "/wiki/College_of_Agricultural_Technology": "The College of Agricultural Technology (CAT Theni) in Theni, Tamil Nadu was established in 2010. It is affiliated with the Tamil Nadu Agricultural University. The campus has 15 classrooms, 8 labs, 1 exam hall, library and computer/language lab. Being a residential institution, a 150-room hostel separately for men and women is available. Co-curricular activities like National Social Service Scheme and yoga are also taught.",
  "/wiki/DMI_College_of_Engineering": "DMI College of Engineering is a Catholic Institution of Higher Education providing courses in Science, Technology and Management. This was established by J. E. Arulraj in the year 2001 at Palanchur, about 5 km from the Poonamallee town on the NH-4 Chennai-Bengaluru National Highway. It is owned by Rev. Sr. I. Arockia mary and Family.",
  "/wiki/Kanchipuram": "Kanchipuram, a also known as Kānchi (kāñcipuram; [kaːɲd͡ʒipuɾəm]) or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai – the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the administrative headquarters of Kanchipuram District. Kanchipuram is well-connected by road and rail. Chennai International Airport is the nearest domestic and international airport to the city, which is located at Tirusulam in Kanchipuram district.",
  "/wiki/Ethiraj_College_for_Women": "Ethiraj College for Women is a renowned arts and science college for women in Chennai, India, managed by the Ethiraj College Trust. It was founded in 1948 by eminent barrister V. L. Ethiraj of Vellore.",
  "/wiki/Government_Arts_College,_Karur": "Government Arts College, Karur, is an Autonomous general degree college located in Thanthonimalai Karur, Tamil Nadu. It was established in the year 1966. The college is affiliated with Bharathidasan University and recognized by University Grants Commission(UGC) and Accredited with 'A' Grade by NAAC. This college offers UG, PG, Masters and Doctorate courses in arts, commerce and science.",
  "/wiki/List_of_institutions_of_higher_education_in_Tamil_Nadu": "Tamil Nadu is home to some of the most reputed institutes for higher education in India. Management education institutes include the Bharathidasan Institute of Management-Trichy, Loyola Institute of Business Administration and Indian Institute of Management Tiruchirappalli. Engineering institutes include the Indian Institute of Technology Madras, College of Engineering, Guindy, Madras Institute of Technology, National Institute of Technology, Tiruchirappalli, PSG College of Technology, Coimbatore Institute of Technology, Vellore Institute of Technology and Amrita Vishwa Vidyapeetham. Institutes for medical education include the Christian Medical College & Hospital, the Madras Medical College and the Stanley Medical College."
}