{
  "/wiki/Perth_Scorchers": "The Perth Scorchers is an Australian domestic Twenty20 franchise cricket team representing Perth in the Big Bash League (BBL).",
  "/wiki/2011–12_Big_Bash_League_season": "The 2011–12 Big Bash League season or BBL|01 was the inaugural season of the Big Bash League, the premier Twenty20 cricket competition in Australia. The tournament replaced the KFC Twenty20 Big Bash, which ran each season from 2005–06 to 2010–11.",
  "/wiki/Sydney_Sixers": "The Sydney Sixers are an Australian professional franchise men's cricket team, competing in Australia's domestic Twenty20 cricket competition, the Big Bash League (BBL). Along with the Sydney Thunder, the Sixers are the successors of the New South Wales Blues who played in the now-defunct KFC Twenty20 Big Bash. The Sixers play at Sydney Cricket Ground in the south-eastern area of the inner city while the Thunder play out of Spotless Stadium further west. The inaugural coach was Trevor Bayliss, who was replaced in 2015 by current coach Greg Shipperd. The Sixers' inaugural captain was Australian wicket-keeper Brad Haddin. Both Steve Smith and Moises Henriques have also spent time captaining the team.",
  "/wiki/Highveld_Lions_cricket_team": "Lions Cricket  ( known as the Imperial Lions for sponsorship reasons) are a professional cricket franchise which represents Central Gauteng, formerly Transvaal, and North West, formerly known as Western Transvaal.",
  "/wiki/2011–12_MiWay_T20_Challenge": "The 2011–12 MiWay T20 Challenge was the ninth season of the MiWay T20 Challenge, established by the Cricket South Africa. The tournament was previously known as the Standard Bank Pro20 Series. The tournament was played between 15 February and 1 April 2012. The tournament had an expanded tournament format. It featured the addition of a seventh team, a change in the group stage from a single to a double round-robin tournament, and a 2-match knockout stage.",
  "/wiki/Titans_cricket_team": "The Titans (known as the Multiply Titans for sponsorship reasons) are the northernmost top-level cricket franchise in South Africa. Its member unions are the Eastern Cricket Union and Northerns Cricket Union. The home venues of the Titans are SuperSport Park, Centurion and Willowmoore Park, Benoni.",
  "/wiki/Delhi_Daredevils": "The Delhi Capitals are a franchise cricket team that represents the city of Delhi in the Indian Premier League (IPL). Founded in 2008 as the Delhi Daredevils, the franchise is jointly owned by the GMR Group and the JSW Group. The team's home ground is Arun Jaitley Stadium, located in New Delhi.",
  "/wiki/2012_Indian_Premier_League": "The 2012 Indian Premier League season, abbreviated as IPL 5 or the IPL 2012 or the DLF IPL 2012 (owing to title sponsorship reasons), was the fifth season of the Indian Premier League, initiated by the Board of Control for Cricket in India (BCCI) in 2007 with the first season played in 2008. The tournament began on 4 April and ended on 27 May 2012. Kolkata Knight Riders were the winning team, beating defending champions Chennai Super Kings by five wickets in the final.  This season the number of teams in the league went from ten to nine with the termination of Kochi Tuskers Kerala.",
  "/wiki/Kolkata_Knight_Riders": "The Kolkata Knight Riders (also known by the acronym KKR) are a franchise cricket team representing the city of Kolkata in the Indian Premier League. The franchise is owned by Bollywood actor Shah Rukh Khan, actress Juhi Chawla and her spouse Jay Mehta. The home of the Knight Riders is Eden Gardens, the largest cricket stadium in India and the second largest in the world by seating capacity.",
  "/wiki/Mumbai_Indians": "The Mumbai Indians (abbreviated as MI) are a franchise cricket team based in the city of Mumbai, Maharashtra, that play in the Indian Premier League (IPL).",
  "/wiki/Chennai_Super_Kings": "The Chennai Super Kings (CSK) are a franchise cricket team based in Chennai, Tamil Nadu, which plays in the Indian Premier League (IPL). Founded in 2008, the team plays its home matches at the M. A. Chidambaram Stadium in Chennai. The team served a two-year suspension from the IPL starting July 2015 for the alleged involvement of their owners in the 2013 IPL betting case, and won the title in its comeback season. The team is captained by Mahendra Singh Dhoni and coached by Stephen Fleming.",
  "/wiki/Auckland_cricket_team": "The Auckland Aces represent the Auckland region and are one of six New Zealand domestic first class cricket teams. Governed by the Auckland Cricket Association they are the most successful side having won 28 Plunket Shield titles, ten Ford Trophy championships and the Super Smash four times. The side currently play their home games at Eden Park Outer Oval.",
  "/wiki/Yorkshire_County_Cricket_Club": "Yorkshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Yorkshire. The club's limited overs team is called the Yorkshire Vikings. Yorkshire teams formed by earlier organisations, essentially the old Sheffield Cricket Club, played top-class cricket from the 18th century and the county club has always held first-class status. Yorkshire have competed in the County Championship since the official start of the competition in 1890 and have played in every top-level domestic cricket competition in England.",
  "/wiki/2012_Champions_League_Twenty20": "The 2012 Champions League Twenty20 (CLT20) was the fourth edition of the Champions League Twenty20, an international Twenty20 cricket tournament. It was held in South Africa from 9 to 28 October 2012. This edition was significant for being the first to feature a Pakistani team."
}