{
  "/wiki/Lewis_(TV_series)": "Lewis is a British television detective drama produced for ITV. It is a spin-off from Inspector Morse and, like that series, it is set in Oxford. Kevin Whately reprises his character Robert \"Robbie\" Lewis, who was Morse's sergeant in the original series. Lewis has now been promoted to detective inspector and is assisted by DS James Hathaway, portrayed by Laurence Fox, who was promoted to inspector before the seventh series. The series also stars Clare Holman as forensic pathologist Dr. Laura Hobson, likewise reprising her role from Inspector Morse and from the seventh season,  Angela Griffin as DS Lizzie Maddox.",
  "/wiki/Dis/Connected": "Dis/Connected is a BBC Three drama pilot, written by Howard Overman. It starred Holliday Grainger, Cloudia Swann, Aml Ameen, Bradley James, Laura Aikman, Katrina Rafferty and Lucy Evans.",
  "/wiki/Merlin_(2008_TV_series)": "Merlin  is a British fantasy-adventure drama television programme starring Bradley James as Prince Arthur and Colin Morgan as Merlin. It was broadcast on BBC One from 20 September 2008 to 24 December 2012 for a total of 65 episodes. The show is loosely based on the Arthurian legends of the young wizard Merlin and his extremely close relationship with King Arthur, but it differs from traditional versions. The show was influenced by the US drama series Smallville about the early years of Superman, and was produced by independent production company Shine Limited.",
  "/wiki/Arthur_Pendragon_(Merlin)": "This is a list of characters in the BBC fantasy drama television series Merlin.\nNote: All characters are listed in alphabetical order by their first name.",
  "/wiki/Children_in_Need": "BBC Children in Need (also promoted as Plant Mewn Angen in Wales) is the BBC's UK charity. Since 1980 it has raised over £1 billion for disadvantaged children and young people in the UK.",
  "/wiki/Homeland_(TV_series)": "Homeland is an American spy thriller television series developed by Howard Gordon and Alex Gansa based on the Israeli series Prisoners of War (Original title Hebrew: חטופים‎, romanized: Hatufim, literally \"Abductees\"), which was created by  Gideon Raff.",
  "/wiki/The_Drone_Queen": "\"The Drone Queen\" is the first episode of the fourth season of the American television drama series Homeland and the 37th episode overall. It premiered on Showtime on October 5, 2014, airing back-to-back with the season's second episode, \"Trylon and Perisphere.\"",
  "/wiki/IZombie_(TV_series)": "iZombie (stylized as iZOMBiE) is an American supernatural procedural crime drama television series developed by Rob Thomas and Diane Ruggiero-Wright for The CW. It is a loose adaptation of the comic book series of the same name created by Chris Roberson and Michael Allred, and published by DC Comics under their Vertigo imprint. The series premiered on March 17, 2015, and ran for five seasons, ending on August 1, 2019. It follows the adventures of a doctor-turned-zombie named Olivia \"Liv\" Moore (Rose McIver), a Seattle Police medical examiner who helps solve murders.",
  "/wiki/List_of_iZombie_characters": "iZombie (stylized as iZOMBiE) is an American television series developed by Rob Thomas and Diane Ruggiero-Wright for The CW. It is a loose adaptation of the comic book series of the same name created by Chris Roberson and Michael Allred, and published by DC Comics under their Vertigo imprint. The series premiered on March 17, 2015.",
  "/wiki/Damien_(TV_series)": "Damien is an A&E television series based on the horror film series The Omen. The show was ordered as a series on August 25, 2014, by Lifetime, but was moved to A&E on April 29, 2015, where it premiered on March 7, 2016.",
  "/wiki/Damien_Thorn": "Damien Thorn is a fictional character and the primary antagonist of The Omen franchise. He is the Antichrist and the son of the Devil. The character has been portrayed by Harvey Spencer Stephens, Jonathan Scott-Taylor, Sam Neill, Seamus Davey-Fitzpatrick and Bradley James.",
  "/wiki/Bounty_Hunters_(UK_TV_series)": "Bounty Hunters is a British comedy drama series that first aired on 25 October 2017 on Sky One. Pairing an odd couple together in a series of mishaps. Barnaby is a mild mannered and often bumbling son of an antiques dealer in England, while Nina is a tough American Bounty hunter from New York, who both find themselves trying to save their respective families from a Mexican cartel.",
  "/wiki/Medici:_Masters_of_Florence": "Medici (Italian: I Medici) is an Italian-British historical drama created by Frank Spotnitz and Nicholas Meyer. The series was produced by Italian Lux Vide and Rai Fiction in collaboration with Frank Spotnitz production tag, Big Light Productions.",
  "/wiki/Giuliano_de'_Medici": "Giuliano de' Medici (25 March 1453 – 26 April 1478) was the second son of Piero de' Medici (the Gouty) and Lucrezia Tornabuoni. As co-ruler of Florence, with his brother Lorenzo the Magnificent, he complemented his brother's image as the \"patron of the arts\" with his own image as the handsome, sporting, \"golden boy.\"",
  "/wiki/Felix_L._Sparks": "Brigadier General Felix Sparks (August 2, 1917—September 25, 2007) was an American military commander who commanded 3rd Battalion, 157th Infantry Regiment, 45th Infantry Division of the United States Army, one of the first Allied forces to enter Dachau concentration camp and liberate its prisoners. He later served on the Colorado Supreme Court.",
  "/wiki/Bradley_James": "Bradley James (born 11 October 1983) is an English actor best known for portraying Arthur Pendragon in the BBC TV series Merlin."
}