{
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/St._Petersburg_Institute_of_Fine_Mechanics_and_Optics": "ITMO University (Russian: Университет ИТМО, ITMO: Information Technologies, Mechanics and Optics) is a large state university in Saint Petersburg and is one of Russia's National Research Universities. ITMO University is one of 15 Russian universities that were selected to participate in Russian Academic Excellence Project 5-100 by the government of the Russian Federation to improve their international competitiveness among the world's leading research and educational centers.",
  "/wiki/Saint_Petersburg_State_University": "Saint Petersburg State University (SPbU, Russian: Санкт-Петербургский государственный университет, СПбГУ) is a Russian federal state-owned higher education institution based in Saint Petersburg. It is the oldest and one of the largest universities in Russia.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Shanghai_Jiao_Tong_University": "Shanghai Jiao Tong University (SJTU; Chinese: 上海交通大学) is a major research university in Shanghai. Established on April 8, 1896 as Nanyang Public School by an imperial edict issued by the Guangxu Emperor, it has been referred to as \"The MIT of the East\" since the 1930s. It is renowned as one of the oldest, most prestigious and selective universities in China. Shanghai Jiao Tong is a C9 League university and a Chinese Ministry of Education Class A Double First Class University.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Moscow_State_University": "Moscow State University (MSU; Russian: Московский государственный университет имени М. В. Ломоносова Moskovskiy gosudarstvenn'y universitet imeni M. V. Lomonosova, often abbreviated МГУ, MGU) is a coeducational and public research university located in Moscow, Russia. It was founded on 23 January [O.S. 12 January] 1755 by Mikhail Lomonosov. During the Soviet period, MSU was renamed after Lomonosov in 1940 and was then known as Lomonosov University. Its current rector is Viktor Sadovnichiy.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/University_of_Warsaw": "The University of Warsaw (Polish: Uniwersytet Warszawski, Latin: Universitas Varsoviensis), established in 1816, is the largest university in Poland. It employs over 6,000 staff including over 3,100 academic educators. It provides graduate courses for 53,000 students (on top of over 9,200 postgraduate and doctoral candidates). The University offers some 37 different fields of study, 18 faculties and over 100 specializations in Humanities, technical as well as Natural Sciences.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/University_of_Waterloo": "The University of Waterloo (commonly referred to as Waterloo, UW, or UWaterloo) is a public research university with a main campus in Waterloo, Ontario, Canada. The main campus is on 404 hectares (998 acres) of land adjacent to \"Uptown\" Waterloo and Waterloo Park. The university offers academic programs administered by six faculties and thirteen faculty-based schools. The university also operates three satellite campuses and four affiliated university colleges. Waterloo is a member of the U15, a group of research-intensive universities in Canada. The University of Waterloo is most famous for its co-operative education (co-op) programs, which allow the students to integrate their education with applicable work experiences. The university operates the largest post-secondary co-operative education program in the world, with over 20,000 undergraduate students in over 140 co-operative education programs.",
  "/wiki/California_Institute_of_Technology": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/Washington_University_in_St._Louis": "Washington University in St. Louis (WashU, or WUSTL) is a private research university in Greater St. Louis with its main campus mostly in unincorporated St. Louis County, Missouri and Clayton, Missouri, its West Campus in Clayton, its North Campus in the West End neighborhood of St. Louis, Missouri, and its Medical Campus in the Central West End neighborhood of St. Louis, Missouri."
}