{
  "/wiki/Cyclone_Xynthia": "Cyclone Xynthia was an extraordinarily violent European windstorm which crossed Western Europe between 27 February and 1 March 2010. It reached a minimum pressure of 967 mb (28.6 inHg) on 27 February. In France—where it was described by the civil defence as the most violent since Lothar and Martin in December 1999—at least 51 people were killed, with 12 more said to be missing. A further six people were killed in Germany, three in Spain, one in Portugal, one in Belgium and another one in England. Most of the deaths in France occurred when a powerful storm surge topped by battering waves up to 7.5 m (25 ft) high, hitting at high tide, smashed through the sea wall off the coastal town of L'Aiguillon-sur-Mer. A mobile home park built close to the sea wall was particularly hard-hit. The sea wall was about two hundred years old, built in the time of Napoleon; critics said that situating a mobile home park so close to the sea wall showed poor coastal development practices. The storm cut power to over a million homes in France and a million customers in Portugal lost power.",
  "/wiki/Carmen_(storm)": "Cyclone Carmen (also known as Windstorm Carmen) was an extratropical cyclone and European windstorm which crossed the Atlantic Ocean and affected the United Kingdom, Ireland, France, Belgium, and the Netherlands in November 2010.",
  "/wiki/Greenland": "Greenland (Greenlandic: Kalaallit Nunaat, pronounced [kalaːɬit nunaːt]; Danish: Grønland, pronounced [ˈkʁɶnˌlænˀ]) is the world's largest island,[d] located between the Arctic and Atlantic oceans, east of the Canadian Arctic Archipelago. It is an autonomous territory within the Kingdom of Denmark. Though physiographically a part of the continent of North America, Greenland has been politically and culturally associated with Europe (specifically Norway and Denmark, the colonial powers, as well as the nearby island of Iceland) for more than a millennium. The majority of its residents are Inuit, whose ancestors migrated from Alaska through Northern Canada, gradually settling across the island by the 13th century.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/Aberdeen": "Aberdeen (/ˌæbərˈdiːn/ (listen); Scots: Aiberdeen, listen (help·info); Scottish Gaelic: Obar Dheathain [opəɾ ˈɛ.ɛɲ]; Latin: Aberdonia) is a city in northeast Scotland. It is Scotland's third most populous city, one of Scotland's 32 local government council areas and the United Kingdom's 39th most populous built-up area, with an official population estimate of 196,670 for the city of Aberdeen and 227,560 for the local council area. During the mid-18th to mid-20th centuries, Aberdeen's buildings incorporated locally quarried grey granite, which can sparkle like silver because of its high mica content. Since the discovery of North Sea oil in the 1970s, Aberdeen has been known as the off-shore oil capital of Europe.\nThe area around Aberdeen has been settled for at least 8,000 years, when prehistoric villages lay around the mouths of the rivers Dee and Don. The city has a long, sandy coastline and a marine climate, the latter resulting in chilly summers and mild winters.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Scandinavia": "Scandinavia[b] (/ˌskændɪˈneɪviə/ SKAN-dih-NAY-vee-ə) is a region in Northern Europe, with strong historical, cultural, and linguistic ties. The term Scandinavia in local usage covers the three kingdoms of Denmark, Norway, and Sweden. The majority national languages of these three belong to the Scandinavian dialect continuum, and are mutually intelligible North Germanic languages. In English usage, Scandinavia also sometimes refers more narrowly to the Scandinavian Peninsula, or more broadly so as to include Finland, the Faroe Islands, and Iceland.[a]",
  "/wiki/Hurricane_Katia_(2011)": "Hurricane Katia was a fairly intense Cape Verde hurricane that had substantial impact across Europe as a post-tropical cyclone. The eleventh named storm, second hurricane, and second major hurricane of the active 2011 Atlantic hurricane season, Katia originated as a tropical depression from a tropical wave over the eastern Atlantic on August 29. It intensified into a tropical storm the following day and further developed into a hurricane by September 1, although unfavorable atmospheric conditions hindered strengthening thereafter. As the storm began to recurve over the western Atlantic, a more hospitable regime allowed Katia to become a major hurricane by September 5 and peak as a Category 4 hurricane with winds of 140 mph (220 km/h) that afternoon. Internal core processes, increased wind shear, an impinging cold front, and increasingly cool ocean temperatures all prompted the cyclone to weaken almost immediately after peak, and Katia ultimately transitioned into an extratropical cyclone on September 10.",
  "/wiki/Cape_Verde_Islands": "Cape Verde (/ˈvɜːrd(i)/ (listen)) or Cabo Verde (/ˌkɑːboʊ ˈvɜːrdeɪ/ (listen), /ˌkæb-/) (Portuguese: Cabo Verde, pronounced [ˈkabu ˈveɾdɨ]), officially the Republic of Cabo Verde, is an island country spanning an archipelago of 10 volcanic islands in the central Atlantic Ocean. It forms part of the Macaronesia ecoregion, along with the Azores, Canary Islands, Madeira, and the Savage Isles. Located 570 kilometres (350 mi) west of the Cape Verde Peninsula off the coast of Northwest Africa, the islands cover a combined area of slightly over 4,000 square kilometres (1,500 sq mi).",
  "/wiki/Cyclone_Berit": "Cyclone Berit (also named Cyclone Xaver by the Free University of Berlin) was a very strong European windstorm that formed as a tropical wave near the Lesser Antilles in mid-November 2011. The storm began producing heavy rain and snow over Northern Europe on 24 and 25 November. Scotland saw its first snowfall since March, earlier in the year. The Faroe Islands also reported winds up to 198 km/h (55 m/s; 123 mph) and excessive damage. On 25 November, the Norwegian Weather Service named the storm 'Berit'. Another storm, called Yoda, hit Scotland just a day after Xaver. The storm Yoda was widely known as Lille-Berit (Little-Berit) in Scandinavia, as the Norwegian Weather Service did not issue it with an official name.",
  "/wiki/Lesser_Antilles": "The Lesser Antilles (Spanish: Pequeñas Antillas; French: Petites Antilles;  Papiamento: Antias Menor; Dutch: Kleine Antillen) is a group of islands in the Caribbean Sea. Most form a long, partly volcanic island arc between the Greater Antilles to the north-west and the continent of South America. The islands form the eastern boundary of the Caribbean Sea with the Atlantic Ocean. Together, the Lesser Antilles and the Greater Antilles compose the Antilles (or the Caribbean in its narrowest definition). When combined with the Lucayan Archipelago, all three are known as the West Indies.",
  "/wiki/National_Hurricane_Center": "The National Hurricane Center (NHC) is the division of the United States' NOAA/National Weather Service responsible for tracking and predicting tropical weather systems between the Prime Meridian and the 140th meridian west poleward to the 30th parallel north in the northeast Pacific Ocean and the 31st parallel north in the northern Atlantic Ocean. The agency, which is co-located with the Miami branch of the National Weather Service, is situated on the campus of Florida International University in University Park, Florida.",
  "/wiki/Faroe_Islands": "The Faroe Islands (/ˈfɛəroʊ/; Faroese: Føroyar, pronounced [ˈfœɹjaɹ]; Danish: Færøerne, pronounced [ˈfæɐ̯ˌøˀɐnə]), or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres (200 mi) north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres (540 sq mi) with a population of 51,783 as of June 2019[update].",
  "/wiki/Hurricane_Bawbag": "Cyclone Friedhelm, also referred to unofficially as Hurricane Bawbag,[nb 1] was an intense extratropical cyclone which brought hurricane-force winds to Scotland at the beginning of December 2011. The storm also brought prolonged gales and rough seas to the rest of the British Isles, as well as parts of Scandinavia. On 8 December, winds reached up to 165 mph (266 km/h) at elevated areas, with sustained wind speeds of up to 80 mph (130 km/h) reported across populous areas. The winds uprooted trees and resulted in the closure of many roads, bridges, schools and businesses. Overall, the storm was the worst to affect Scotland in 10 years, though a stronger storm occurred less than a month afterwards, on 3 January 2012. Although the follow-up storm was more intense, the winter of 2011–12 is usually remembered for Bawbag among Scots.",
  "/wiki/Labrador_Sea": "The Labrador Sea (French: mer du Labrador, Danish: Labradorhavet) is an arm of the North Atlantic Ocean between the Labrador Peninsula and Greenland. The sea is flanked by continental shelves to the southwest, northwest, and northeast. It connects to the north with Baffin Bay through the Davis Strait. It has been described as a marginal sea of the Atlantic.",
  "/wiki/North_Sea": "The North Sea is a marginal sea of the Atlantic Ocean located between Great Britain (England and Scotland), Denmark, Norway, Germany, the Netherlands, Belgium and France. An epeiric (or \"shelf\") sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, with an area of 570,000 square kilometres (220,000 sq mi).",
  "/wiki/Forth_Road_Bridge": "The Forth Road Bridge is a suspension bridge in east central Scotland. The bridge opened in 1964 and at the time was the longest suspension bridge in the world outside the United States. The bridge spans the Firth of Forth, connecting Edinburgh, at South Queensferry, to Fife, at North Queensferry. It replaced a centuries-old ferry service to carry vehicular traffic, cyclists and pedestrians across the Forth; railway crossings are made by the nearby Forth Bridge, opened in 1890.",
  "/wiki/Tay_Road_Bridge": "The Tay Road Bridge carries the A92 road across the Firth of Tay from Newport-on-Tay in Fife to Dundee in Scotland, just downstream of the Tay Rail Bridge. At around 2,250 metres (1.4 mi), it is one of the longest road bridges in Europe, and was opened in 1966, replacing the old Tay ferry.",
  "/wiki/Erskine_Bridge": "The Erskine Bridge is a multi span cable-stayed box girder bridge spanning the River Clyde in west central Scotland. The bridge connects West Dunbartonshire with Renfrewshire and can be used by all types of motor vehicles, cyclists and pedestrians. As well as crossing the Clyde, the bridge also crosses the Forth and Clyde Canal and the North Clyde railway line. A small part of Kilpatrick railway station is situated underneath the bridge at the north side. The bridge is part of the A898 road. On completion the bridge replaced the Erskine to Old Kilpatrick ferry service.",
  "/wiki/Skye_Bridge": "The Skye Bridge (Scottish Gaelic: Drochaid an Eilein Sgitheanaich) is a road bridge over Loch Alsh, Scotland, connecting the Isle of Skye to the island of Eilean Bàn. The name is also used for the whole Skye Crossing, which further connects Eilean Bàn to the mainland across the Carrich Viaduct. The crossing forms part of the A87.",
  "/wiki/Cyclone_Hergen": "Cyclone Hergen was an intense European windstorm that moved across Northern Europe during mid December 2011. It was first noted over the central North Atlantic Ocean by the Met Office. It then later reached peak intensity just northwest of Ireland and then crossed the north of Scotland hours later. It hung around the coast of Norway for the next week before being absorbed by another strong windstorm named Joachim.",
  "/wiki/Bomb_(meteorology)": "Explosive cyclogenesis (also referred to as a weather bomb, meteorological bomb, explosive development, bomb cyclone or bombogenesis) is the rapid deepening of an extratropical cyclonic low-pressure area. The change in pressure needed to classify something as explosive cyclogenesis is latitude dependent. For example, at 60° latitude, explosive cyclogenesis occurs if the central pressure decreases by 24 mbar (hPa) or more in 24 hours. \nThis is a predominantly maritime, winter event, but also occurs in continental settings, even in the summer.[failed verification] This process is the extratropical equivalent of the tropical rapid deepening.\nAlthough their cyclogenesis is totally different from that of tropical cyclones, bomb cyclones can produce winds of 74–95 mph, the same order as the first categories of the Saffir-Simpson scale and give heavy precipitation. Even though only a minority of the bombs become so strong, some have caused significant damage.",
  "/wiki/Category_4_hurricane": "The Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.",
  "/wiki/Cairn_Gorm": "Cairn Gorm (Cairngorm) (Gaelic: An Càrn Gorm, meaning Blue or Green Hill) is a mountain in the Scottish Highlands overlooking Strathspey and the town of Aviemore. At 1245 metres (4084 ft) it is the sixth-highest mountain in the United Kingdom. It has given its name to the whole range, although these hills were historically known as Am Monadh Ruadh (the Red Hills) rather than the Cairngorms. Cairn Gorm is the most prominent of the Cairngorm mountains in the view from Aviemore, but it is not the highest.",
  "/wiki/Shetland_Isles": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Cyclone_Joachim": "Joachim is the name given to a European windstorm which caused major damage in much of Western Europe between December 16–17, 2011. Winds gusting to 212 km/h (132 mph) were recorded on the summit of Puy de Dôme in France. Joachim explosively deepened under the influence of a shortwave trough during its development.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Cyclone_Dagmar": "Cyclone Dagmar (also referred to as Cyclone Tapani in Finland) and as Cyclone Patrick by the Free University of Berlin) was a powerful European windstorm which swept over Norway on Christmas Day 2011, causing severe damage in central coastal areas, before continuing over the Scandinavian peninsula  towards the Baltic Sea and Gulf of Finland. The storm caused $45 million (2011 USD) in damage.",
  "/wiki/Fujita_Scale": "The Fujita scale (F-Scale; /fuˈdʒiːtə/), or Fujita–Pearson scale (FPP scale), is a scale for rating tornado intensity, based primarily on the damage tornadoes inflict on human-built structures and vegetation. The official Fujita scale category is determined by meteorologists and engineers after a ground or aerial damage survey, or both; and depending on the circumstances, ground-swirl patterns (cycloidal marks), weather radar data, witness testimonies, media reports and damage imagery, as well as photogrammetry or videogrammetry if motion picture recording is available. The Fujita scale was replaced with the Enhanced Fujita scale (EF-Scale) in the United States in February 2007. In April 2013, Canada adopted the EF-Scale over the Fujita scale along with 31 \"Specific Damage Indicators\" used by Environment Canada (EC) in their ratings.",
  "/wiki/List_of_European_tornadoes_in_2011": "This is a list of all tornadoes that were confirmed throughout Europe by the European Severe Storms Laboratory and local meteorological agencies during 2011. Unlike the United States, the original Fujita Scale and the TORRO scale are used to rank tornadoes across the continent.",
  "/wiki/Hellesylt": "Hellesylt is a small village in Stranda Municipality in Møre og Romsdal county, Norway.   The village lies at the head of the Sunnylvsfjorden, which is a branch of the Storfjorden, and which the more famous Geirangerfjorden in turn branches off nearby.",
  "/wiki/Cyclone_Ulli": "Cyclone Ulli (also named Cyclone Emil by the Norwegian Meteorological Institute) was an intense and deadly European windstorm. Forming on December 31, 2011 off the coast of New Jersey, Ulli began a rapid strengthening phase on January 2 as it sped across the Atlantic.  Ulli was the costliest disaster in January 2012 globally. The damage from the storm in Glasgow was also compared to a storm in 1968.",
  "/wiki/Mid-west": "The Midwestern United States, also referred to as the American Midwest, Middle West, or simply the Midwest, is one of four census regions of the United States Census Bureau (also known as \"Region 2\"). It occupies the northern central part of the United States. It was officially named the North Central Region by the Census Bureau until 1984. It is located between the Northeastern United States and the Western United States, with Canada to its north and the Southern United States to its south.",
  "/wiki/Met_Office": "The Meteorological Office, abbreviated as the Met Office is the United Kingdom's national weather service. It is an executive agency and trading fund of the Department for Business, Energy and Industrial Strategy led by CEO Penelope Endersby, who took on the role as Chief Executive in December 2018, the first woman to do so. The Met Office makes meteorological predictions across all timescales from weather forecasts to climate change.",
  "/wiki/Boxing_Day_Storm": "The Boxing Day Storm (also called the Great Boxing Day Storm of 1998 or Hurricane Stephen) was an Atlantic windstorm that made landfall in northwest Ireland. It peaked on Boxing Day, 26 December, which is celebrated as St. Stephen's Day in Ireland.",
  "/wiki/Cyclone_Andrea": "Cyclone Andrea was an intense European windstorm that affected western and central Europe in early January 2012.",
  "/wiki/St._Jude_storm": "The St. Jude storm, also known as Cyclone Christian, and other names, was a severe hurricane-force European windstorm that hit Northwestern Europe on 27 and 28 October 2013 causing at least 17 deaths. The highest windspeed was in Denmark, where a gust of 194.4 km/h (120.8 mph) was recorded in the south of the country (in Als) on the afternoon of 28 October, the strongest wind recorded in the country's history.",
  "/wiki/Jude_the_Apostle": "Jude, also known as Judas Thaddaeus (Greek: Θαδδαῖος; Coptic: ⲑⲁⲇⲇⲉⲟⲥ; Syriac/Aramaic: ܝܗܘܕܐ ܫܠܝܚܐ), was one of the Twelve Apostles of Jesus according to the New Testament. He is generally identified with Thaddeus, and is also variously called Jude of James, Jude Thaddaeus, Judas Thaddaeus or Lebbaeus. He is sometimes identified with Jude, the brother of Jesus, but is clearly distinguished from Judas Iscariot, the apostle who betrayed Jesus prior to his crucifixion. Catholic writer Michal Hunt suggests that Judas Thaddaeus became known as Jude after early translators of the New Testament from Greek into English sought to distinguish him from Judas Iscariot and subsequently abbreviated his forename. Most versions of the New Testament in languages other than English and French refer to Judas and Jude by the same name.",
  "/wiki/Great_storm_of_1987": "The Great Storm of 1987 was a violent extratropical cyclone that occurred on the night of 15–16 October, with hurricane-force winds causing casualties in England, France and the Channel Islands as a severe depression in the Bay of Biscay moved northeast. Among the most damaged areas were Greater London, the East Anglian coast, the Home Counties, the west of Brittany and the Cotentin Peninsula of Normandy, all of which weathered gusts typically with a return period of 1 in 200 years.",
  "/wiki/Burns%27_Day_storm": "The Burns' Day Storm (also known as Cyclone Daria) was an extremely violent windstorm that took place on 25–26 January 1990 over north-western Europe. It is one of the strongest European windstorms on record. This storm has received different names as there is no official list of such events in Europe. Starting on the birthday of Scottish poet Robert Burns, it caused widespread damage and hurricane-force winds over a wide area. The storm was responsible for 47 deaths (according to the Met Office), although figures have ranged from 89 to over 100 across Europe.[citation needed]",
  "/wiki/2013_Nordic_storms": "2013 Nordic storms were a series of storms affecting predominantly the Nordic nations with other northern European nations also affected. The first storm in the series Hilde, named Otto by Free University of Berlin, and Eino in Finland was an extratropical cyclone affecting parts of northern Europe, causing disruption to electricity supplies and transportation across mid Norway, northern Sweden and central Finland during 15–18 November 2013. The storm brought a new record average wind speed to Sweden (at altitude), however wind speeds at lower altitudes were less than seen during Cyclone Dagmar of 2011. Most damage was caused by falling trees along the storm's path likely exacerbated by unfrozen ground. The total cost of damage is likely to be low, as the storm passed over relatively unpopulated regions of the Nordic nations.",
  "/wiki/Cyclone_Hilde": "2013 Nordic storms were a series of storms affecting predominantly the Nordic nations with other northern European nations also affected. The first storm in the series Hilde, named Otto by Free University of Berlin, and Eino in Finland was an extratropical cyclone affecting parts of northern Europe, causing disruption to electricity supplies and transportation across mid Norway, northern Sweden and central Finland during 15–18 November 2013. The storm brought a new record average wind speed to Sweden (at altitude), however wind speeds at lower altitudes were less than seen during Cyclone Dagmar of 2011. Most damage was caused by falling trees along the storm's path likely exacerbated by unfrozen ground. The total cost of damage is likely to be low, as the storm passed over relatively unpopulated regions of the Nordic nations.",
  "/wiki/Norrland": "Norrland (Swedish: [ˈnɔ̌rːland] (listen), \"Northland\", originally Norrlanden or \"the Northlands\") is the northernmost, largest and least populated of the three traditional lands of Sweden, consisting of nine provinces. The term Norrland is not used for any administrative purpose, but as a historical region, it is common in everyday language, e.g., in weather forecasts.",
  "/wiki/Oyndarfj%C3%B8r%C3%B0ur": "Oyndarfjørður (Danish: Andefjord) is a village on the northeastern coast of the Faroese island of Eysturoy in the Runavíkar municipality.",
  "/wiki/Eysturoy": "Eysturoy (pronounced ['estroi]) (Danish: Østerø) meaning 'East Island' is a region and the second-largest of the Faroe Islands in the North Atlantic, both in size  and population.",
  "/wiki/Mykines,_Faroe_Islands": "Mykines (Danish: Myggenæs) is the westernmost of the 18 main islands of the Faroese Archipelago.",
  "/wiki/Cyclone_Xaver": "Cyclone Xaver also known as the North Sea flood or tidal surge of 2013, was a winter storm that affected northern Europe. Force 12 winds and heavy snowfall were predicted along the storm's path, and there were warnings of a significant risk of storm surge leading to coastal flooding along the coasts of the North and Irish Seas.",
  "/wiki/2013%E2%80%932014_Atlantic_winter_storms_in_Europe": "2013–14 Atlantic winter storms in Europe were a series of winter storms affecting areas of Atlantic Europe and beyond. The French Atlantic coastal regions (chiefly Brittany), South West and Southern England, West Wales, Ireland, Spanish Atlantic coastal regions (particularly Galicia) were especially affected by a \"conveyor belt\" series of high-precipitation storms (mostly not exceptional for their winds) and by high tides. Many storms were explosively deepened by a strong jet stream, many deepening below 950 hPa. The repeated formation of large deep lows over the Atlantic brought storm surges and large waves which coincided with some of the highest astronomical tides of the year and caused coastal damage. The low pressure areas brought heavy rainfalls which led to flooding, which became most severe over parts of England such as at the Somerset Levels. The repeated storms fit into a pattern of disturbed weather in the Northern Hemisphere, which saw from November 2013 a disturbance to the jet stream in the western Pacific, which propagated eastwards bringing a warm winter to Alaska, drought to California, and repeated cold air outbreaks to the eastern USA where the 2013–14 North American cold wave resulted.",
  "/wiki/River_Trent": "The River Trent is the third-longest river in the United Kingdom. Its source  is in Staffordshire on the southern edge of Biddulph Moor.  It flows through and drains most of the metropolitan central and northern Midlands south and east of its source north of Stoke-on-Trent. The river is known for dramatic flooding after storms and spring snowmelt, which in past times often caused the river to change course.",
  "/wiki/Cyclone_Dirk": "Cyclone Dirk was a large and deep European windstorm that affected Western Europe from the Iberian Peninsula to Iceland from 22 December 2013.",
  "/wiki/Weather_front": "A weather front is a boundary separating two masses of air of different densities, and is the principal cause of meteorological phenomena outside the tropics. In surface weather analyses, fronts are depicted using various colored triangles and half-circles, depending on the type of front.  The air masses separated by a front usually differ in temperature and humidity.",
  "/wiki/Cyclones_Anne_and_Christina": "Cyclones Anne and Christina were a pair of winter storms that affected western Europe several days apart in early January 2014. The storms brought storm surges along the coasts of France, Ireland and the United Kingdom on high spring tides a month after Cyclone Xaver brought surges during the previous peak tides to northern Europe.",
  "/wiki/Dawlish": "Dawlish /ˈdɔːlɪʃ/ is an English seaside resort town and civil parish in Teignbridge on the south coast of Devon, 12 miles (19 km) from the county town of Exeter and the larger resort of Torquay. Its population of 12,345 in 2001 rose to about 16,000 by 2018, and was expected to grow strongly in coming years, as several large housing estates were under construction, mainly in the north and east of the town. It had grown in the 18th century from a small fishing port into a well-known seaside resort, as had its near neighbour, Teignmouth, in the 19th century.",
  "/wiki/Exeter_to_Plymouth_line": "The Exeter–Plymouth line, also called the South Devon Main Line, is a central part of the trunk railway line between London Paddington and Penzance in the southern United Kingdom. It is a major branch of the Great Western Main Line and runs from Exeter to Plymouth, from where it continues as the  Cornish Main Line. It  was one of the principal routes of the Great Western Railway which in 1948 became part of the Western Region of British Railways and are now part of the Network Rail system.",
  "/wiki/French_departments": "In the administrative divisions of France, the department (French: département, pronounced [depaʁt(ə)mɑ̃]) is one of the three levels of government below the national level (\"territorial collectivities\"), between the administrative regions and the commune. Ninety-five departments are in metropolitan France, and five are overseas departments, which are also classified as regions. Departments are further subdivided into 334 arrondissements, themselves divided into cantons; the last two have no autonomy, and are used for the organisation of police, fire departments, and sometimes, elections.",
  "/wiki/Brittany": "Brittany (/ˈbrɪtəni/; French: Bretagne [bʁətaɲ] (listen); Breton: Breizh, pronounced [bʁɛjs] or [bʁɛx]; Gallo: Bertaèyn [bəʁtaɛɲ]) is a cultural region in the west of France, covering the western part of what was known as Armorica during the period of Roman occupation. It became an independent kingdom and then a duchy before being united with the Kingdom of France in 1532 as a province governed as if it were a separate nation under the crown.",
  "/wiki/Iberian_Peninsula": "The Iberian Peninsula /aɪˈbɪəriən/,[a] also known as Iberia,[b] is located in the southwest corner of the European continent. The peninsula is principally divided between Spain and Portugal, comprising most of their territory, as well as a small area of France (the French Cerdagne), Andorra and the British overseas territory of Gibraltar. With an area of approximately 596,740 square kilometres (230,400 sq mi), and a population of roughly 53 million, it is the second largest European peninsula by area, after the Scandinavian Peninsula.",
  "/wiki/Cyclone_Tini": "Cyclone Tini (also referred to as Storm Darwin in Ireland) was a European windstorm that affected Western Europe, particularly Ireland and the United Kingdom on 12 February 2014.  The storm brought Hurricane-force winds to Ireland and the UK with the Met Office and Met Éireann describing the storm as one of the most significant to affect Ireland, Wales and North West England in recent decades. Tini was one of the strongest storms of the 2013–2014 Atlantic winter storms in Europe, and also brought heavy rain across the UK and Ireland exacerbating the 2013–2014 United Kingdom winter floods, and may have been the most damaging storm of the period.",
  "/wiki/Norwegian_Sea": "The Norwegian Sea (Norwegian: Norskehavet) is a marginal sea in the Arctic Ocean, northwest of Norway between the North Sea and the Greenland Sea, adjoining the Barents Sea to the northeast. In the southwest, it is separated from the Atlantic Ocean by a submarine ridge running between Iceland and the Faroe Islands. To the north, the Jan Mayen Ridge separates it from the Greenland Sea.",
  "/wiki/Barents_Sea": "The Barents Sea (/ˈbærənts/ BARR-ənts, also US: /ˈbɑːrənts/ BAR-ənts; Norwegian: Barentshavet, Urban East Norwegian: [ˈbɑ̀ːrəntsˌhɑːvə]; Russian: Баренцево море, romanized: Barentsevo More) is a marginal sea of the Arctic Ocean, located off the northern coasts of Norway and Russia and divided between Norwegian and Russian territorial waters. Known among Russians in the Middle Ages as the Murman Sea (\"Norwegian Sea\"), the current name of the sea is after the historical Dutch navigator Willem Barentsz.",
  "/wiki/Hordaland": "Hordaland (Urban East Norwegian: [ˈhɔ̂rdɑlɑn] (listen)) was a county in Norway, bordering Sogn og Fjordane, Buskerud, Telemark, and Rogaland counties. Hordaland was the third largest county after Akershus and Oslo by population. The county government was the Hordaland County Municipality which is located in Bergen. Before 1972, the city of Bergen was its own separate county apart from Hordaland. On 1 January 2020, the county was merged with neighbouring Sogn og Fjordane county to form the new Vestland county.",
  "/wiki/Kr%C3%A5kenes_Lighthouse": "Kråkenes Lighthouse (Norwegian: Kråkenes fyr) is a coastal lighthouse in Kinn Municipality in Vestland, Norway.  It is located on a rocky, knife-like promontory jutting out of the northwestern tip of the island of Vågsøy.",
  "/wiki/List_of_European_windstorms": "The following is a list of notable European windstorms."
}