{
  "/wiki/Charlotte_Kalla": "Marina Charlotte Kalla (born 22 July 1987) is a Swedish cross-country skier who has been competing at international level since the 2003–04 season. Kalla is a three-time Olympian, winning her first Olympic gold medal at the 2010 Winter Olympics in the 10 km freestyle event in Vancouver. At the 2014 Winter Olympics in Sochi Kalla ran the final leg in the 4 × 5 km women's relay race and started third with a 25.7 seconds lag behind the first place but reduced the gap, overtaking her competitors in the final straight, earning Sweden the first gold medal in the women's relay event since 1968. At the 2018 Winter Olympics in PyeongChang Kalla won Olympic gold medal in the skiathlon event.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics": "The cross-country skiing competition of the 2010 Winter Olympics in Vancouver were held at Whistler Olympic Park. The events were held between 15 and 28 February 2010.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_10_kilometre_freestyle": "The women's 10 kilometre freestyle cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada was held on February 15 at Whistler Olympic Park in Whistler, British Columbia at 10:00 PST.",
  "/wiki/Bj%C3%B6rn_Ferry": "Björn Ferry (born 1 August 1978 in Stensele, Västerbotten County) is a former Swedish biathlete and medal winning Olympian. He began competing internationally in World Cup competitions in 2001, but did not win his first international race until the 2007–2008 season. In 2007, he won gold in the mixed relay event at the Biathlon World Championships. The next year, at his third Winter Olympics appearance, he won the gold medal in the pursuit event. He started the event in 8th place as determined by the previous sprint event, but managed to overtake the race leader on the final lap.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics": "The biathlon competition at the 2010 Winter Olympics were held at Whistler Olympic Park in Whistler, British Columbia. The events were held between the 13th and 26 February 2010.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_pursuit": "The men's pursuit competition in biathlon at the Vancouver 2010 Olympics was held at Whistler Olympic Park in Whistler, British Columbia on February 16, 2010. It was won by Swedish athlete Björn Ferry, after both Ferry and second place finisher Christoph Sumann of Austria successfully pursued and overtook the leader at the start of the race, France's Vincent Jay.",
  "/wiki/Marcus_Hellner": "Carl Marcus Joakim Hellner (born 25 November 1985) is a Swedish former cross-country skier who competed between 2003 and 2018. He retired at the end of the 2017-18 FIS World Cup season.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_30_kilometre_pursuit": "The men's 15 kilometre + 15 kilometre double Pursuit cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada, was held on 20 February at Whistler Olympic Park in Whistler, British Columbia, at 13:30 PST.",
  "/wiki/Johan_Olsson_(skier)": "Johan Arne Olsson (born 19 March 1980) is a Swedish cross-country skiing coach and former skier. He is a two-time Olympic champion who raced from 1998 to 2017. Olsson won five individual FIS Cross-Country World Cup victories and 2 additional podium finishes during his career.",
  "/wiki/Daniel_Rickardsson": "Jan Olof Daniel Rickardsson (born 15 March 1982) is a Swedish cross-country skier who has competed since 2002.",
  "/wiki/Anders_S%C3%B6dergren": "Hans Anders Södergren (born 17 May 1977 in Söderhamn, Hälsingland) is a Swedish cross-country skier who has competed since 1999. He earned a bronze medal in the 4 × 10 km relay at the 2006 Winter Olympics in Turin and also finished 5th in the 15 km + 15 km double pursuit event at those same Olympics. In the 2010 Winter Olympics in Vancouver he won a gold medal with the Swedish team in the 4 × 10 km relay.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_4_%C3%97_10_kilometre_relay": "The men's 4 x 10 kilometre relay cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada, was held on 24 February at Whistler Olympic Park at 11:15 PST.",
  "/wiki/Kajsa_Bergstr%C3%B6m": "Kajsa Magdalena Bergström (born January 3, 1981) is a Swedish curler. The younger sister of curler Anna Le Moine, she has skipped for the club Sveg CK for the past two years.",
  "/wiki/Anna_Le_Moine": "Anna Maria Le Moine (born 30 October 1973 in Sveg as Anna Bergström; also formerly known as Anna Svärd), is a Swedish curler. At the 2006 Winter Olympics in Turin, Italy, she was the lead for the Swedish team who won the gold-medal after a thrilling final game. She lives in Stockholm, and plays for Härnösands CK, Härnösand.\nLe Moine starred, as well as her teammates, in the videoclip \"Hearts on Fire\" by the Swedish metal band HammerFall.",
  "/wiki/Cathrine_Lindahl": "Cathrine Lindahl (born 26 February 1970 in Härnösand as Cathrine Norberg)  is a Swedish curler from Östersund.",
  "/wiki/Eva_Lund": "Eva Lund (born 1 May 1971 in Upplands Väsby) is a Swedish curler. 5 ft 7 in (170 cm), 146 lb (10 st 6 lb, 66 kg).",
  "/wiki/Anette_Norberg": "Anette Norberg (born 12 November 1966) is a retired Swedish curler from Härnösand.",
  "/wiki/Curling_at_the_2010_Winter_Olympics": "The curling competition of the 2010 Olympics was held at Vancouver Olympic/Paralympic Centre in Vancouver. It is the fifth time that curling was on the Olympic program, after having been staged in 1924, 1998, 2002 and 2006. The competition followed the same format that was used during the 2006 Turin Winter Olympics, with 10 teams playing a round robin tournament, from which the top four teams advance to the semi-finals.",
  "/wiki/Curling_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_tournament": "The women's curling tournament took place at the Vancouver Olympic/Paralympic Centre. The draws took place between 16 and 25 February 2010 and the final took place on 26 February 2010.  All start times are in Pacific Standard Time (UTC-8). The preliminary round was a round-robin tournament between all 10 teams; the top four qualified for the medal round.",
  "/wiki/Anna_Haag": "Anna Margret Jönsson Haag (born 1 June 1986 as Anna Hansson) is a Swedish retired cross-country skier who competed between 2003 and 2018. At the Sochi 2014 Winter Olympics Haag won gold in the 4 × 5 km relay, earning Sweden the first gold medal in the women's relay event since 1960.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_15_kilometre_pursuit": "The women's 7.5 kilometre + 7.5 kilometre double pursuit cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada was held on 19 February at Whistler Olympic Park in Whistler, British Columbia at 13:00 PST.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_team_sprint": "The women's team sprint cross-country skiing competition in the freestyle technique at the 2010 Winter Olympics in Vancouver, Canada was held on 22 February at Whistler Olympic Park in Whistler, British Columbia.",
  "/wiki/Anja_P%C3%A4rson": "Anja Sofia Tess Pärson (Swedish pronunciation: [ˈânːja ˈpæ̌ːʂɔn]; born 25 April 1981) is a Swedish former alpine skier. She is an Olympic gold medalist, seven-time gold medalist at the World Championships, and two-time overall Alpine Skiing World Cup champion. She has won a total of 42 World Cup races.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Women%27s_combined": "The women's super combined competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia, on February 18, 2010. The competition was originally scheduled to be held on February 14, 2010, but was postponed due to bad weather, which delayed previous events.",
  "/wiki/Andr%C3%A9_Myhrer": "André Myhrer (born 11 January 1983) is a Swedish World Cup alpine ski racer and Olympic gold medalist. Born at Bergsjö in Gävleborg County, Myhrer competes in the technical events and specialises in slalom.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_slalom": "The men's slalom competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia, on February 27, 2010.",
  "/wiki/Cross-country_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_50_kilometre_classical": "The men's 50 kilometre classical cross-country skiing competition at the 2010 Winter Olympics in Vancouver, Canada was held on 28 February at Whistler Olympic Park in Whistler, British Columbia at 09:30 PST. on the final day of the Games.",
  "/wiki/Sweden_at_the_2010_Winter_Olympics": "Sweden participated at the 2010 Winter Olympics in Vancouver, British Columbia, Canada. 106 competitors competed in nine of the fifteen disciplines."
}