{
  "/wiki/Notability": "Notability is the property of being worthy of notice, having fame, or being considered to be of a high degree of interest, significance, or distinction. It also refers to the capacity to be such. Persons who are notable due to public responsibility, accomplishments, or, even, mere participation in the celebrity industry are said to have a public profile.",
  "/wiki/Stan_L._Albrecht": "Stan LeRoy Albrecht (born July 13, 1942) is an American educator, university administrator, and scholar. He served as the president of Utah State University from 2005 to 2016.",
  "/wiki/Bachelor_of_Science": "A Bachelor of Science (Latin Baccalaureus Scientiae, B.S., BS, B.Sc. or BSc; or, less commonly, S.B., SB, or Sc.B., from the equivalent Latin Scientiae Baccalaureus) is an undergraduate academic degree awarded for programs that generally last three to five years. The first university to admit a student to the degree of Bachelor of Science was the University of London in 1860.",
  "/wiki/Utah_State_University": "Utah State University (USU or Utah State)  is a public land-grant research university in Logan, Utah. It is accredited by the Northwest Commission on Colleges and Universities. With nearly 20,000 students living on or near campus, USU is Utah's largest public residential campus. As of Fall 2019, there were 27,810 students enrolled including 24,669 undergraduate students and 3,141 graduate students. The university has the highest percentage of out-of-state students of any public university in Utah totaling 23% of the student body.",
  "/wiki/David_A._Bednar": "David Allan Bednar (born June 15, 1952) is a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church). An educator by profession, Bednar was president of Brigham Young University–Idaho from 1997 to 2004.",
  "/wiki/Master_of_Organizational_Behavior": "Organizational behavior (OB) or organisational behaviour is the: \"study of human behavior in organizational settings, the interface between human behavior and the organization, and the organization itself\". OB research can be categorized in at least three ways:",
  "/wiki/Marriott_School_of_Management": "The Marriott School of Business is the business school of Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) and located in Provo, Utah. It was founded in 1891 and renamed in 1988 after J. Willard Marriott, founder of Marriott International, and his wife Alice following their $15 million endowment gift to the school.",
  "/wiki/BYU-Idaho": "Brigham Young University–Idaho (BYU–Idaho or BYU–I) is a private university located in Rexburg, Idaho. Founded in 1888, the university is owned and operated by The Church of Jesus Christ of Latter-day Saints (LDS Church), transitioned from a junior college to a four-year institution in 2001, and was known for the greater part of its history as Ricks College.",
  "/wiki/Michael_T._Benson": "Michael T. Benson (born February 28, 1965) was the president of Eastern Kentucky University from August 1, 2013 to January 6, 2020. He previously served as president of Southern Utah University, Snow College, and as special assistant to the president at University of Utah.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/Eastern_Kentucky_University": "Eastern Kentucky University (Eastern or EKU) is a public university in Richmond, Kentucky. It is accredited by the Southern Association of Colleges and Schools. It maintains branch campuses in Corbin, Hazard, Lancaster, and Manchester and offers more than 40 online undergraduate and graduate options.",
  "/wiki/Southern_Utah_University": "Southern Utah University (SUU) is a public university in Cedar City, Utah. Founded in 1897 as a normal school, Southern Utah University now graduates over 1,800 students each year with baccalaureate and graduate degrees from its six colleges. SUU offers more than 140 undergraduate degrees  and 19 graduate programs. More than 10,000 students attend SUU.",
  "/wiki/Snow_College": "Snow College is a public community college in Ephraim, Utah. It offers certificates and associate degrees in a number of areas, along with bachelor's degrees in music and software engineering and a four-year nursing program. Snow College is operated as part of the Utah System of Higher Education.",
  "/wiki/Alison_Davis-Blake": "Alison Davis-Blake (born November 5, 1958) is the eighth president of Bentley University. Before Bentley, she served as dean of the Carlson School of Management at the University of Minnesota and of the Ross School of Business at the University of Michigan. At Ross, Davis-Blake was the school’s first female dean, and at the time of her appointment she was the highest-ranking female dean at any U.S. business school.",
  "/wiki/Ross_School_of_Business": "The Stephen M. Ross School of Business (Ross) is a business school operated by the University of Michigan. It offers bachelor's, master's, and doctoral degrees, as well as an executive education program. Its Bachelor of Business Administration (BBA), Master of Business Administration (MBA), and Executive Education programs have been ranked among the top in the U.S. and the world. Ross also offers dual degrees with other University of Michigan colleges and schools..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/J._Elliot_Cameron": "J. Elliot Cameron (February 9, 1923 – February 27, 2011) was an American educator and a leader in The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Master_of_Science": "A Master of Science (Latin: Magister Scientiae; abbreviated MS, M.S., MSc, M.Sc., SM, S.M., ScM or Sc.M.) is a master's degree in the field of science awarded by universities in many countries or a person holding such a degree. In contrast to the Master of Arts degree, the Master of Science degree is typically granted for studies in sciences, engineering and medicine and is usually for programs that are more focused on scientific and mathematical subjects; however, different universities have different conventions and may also offer the degree for fields typically considered within the humanities and social sciences. While it ultimately depends upon the specific program, earning a Master of Science degree typically includes writing a thesis.",
  "/wiki/Brigham_Young_University–Hawaii": "Brigham Young University–Hawaii (BYU-Hawaii) is a private university located in Laie, Hawaii, United States. It is owned and operated by The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Stanford_Cazier": "Stanford Orson \"Stan\" Cazier (June 11, 1930 – March 14, 2013) was an American educator, university administrator and scholar. He was president of California State University, Chico from 1971–1979 and Utah State University from 1979–1992.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/President_of_California_State_University,_Chico": "California State University, Chico (CSU Chico, Chico State, or Chico), is a public university in Chico, California. Founded in 1887, it is the second oldest campus in the California State University system. As of the Fall 2018 semester, the university had a total enrollment of 17,448 students. The university offers 126 bachelor's degree programs, 35 master's degree programs, and four types of teaching credentials.",
  "/wiki/California_State_University,_Chico": "California State University, Chico (CSU Chico, Chico State, or Chico), is a public university in Chico, California. Founded in 1887, it is the second oldest campus in the California State University system. As of the Fall 2018 semester, the university had a total enrollment of 17,448 students. The university offers 126 bachelor's degree programs, 35 master's degree programs, and four types of teaching credentials.",
  "/wiki/President_of_Utah_State_University": "The following have served as presidents of Utah State University. USU is located in Logan, Utah, and was founded in 1888 as the Agricultural College of Utah. This list does not contain names of alumni or faculty of the university, unless such persons have also served as president.",
  "/wiki/Kim_B._Clark": "Kim Bryce Clark (born March 20, 1949) is an American scholar, educator, and religious leader who has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since April 2015, and the church's seventeenth Commissioner of Church Education since August 2015.   He served previously as the 15th president of Brigham Young University–Idaho from 2005 to 2015, and as the dean of the Harvard Business School (HBS) from 1995 to 2005, where he was also the George F. Baker Professor of Business Administration.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Harvard_Business_School": "Harvard Business School (HBS) is the graduate business school of Harvard University. Located in Boston, Massachusetts, it is consistently ranked among the top business schools in the world, and offers a large full-time MBA program, management-related doctoral programs, and many executive education programs. It owns Harvard Business Publishing, which publishes business books, leadership articles, online management tools for corporate learning, case studies, and the monthly Harvard Business Review. It is also home to the Baker Library/Bloomberg Center.",
  "/wiki/John_Dunn_(university_president)": "John M. Dunn (born October 3, 1945) was the eighth president of Western Michigan University. Dunn earned his bachelor's and master's degrees from Northern Illinois University, and he earned an Ed.D. in physical education from Brigham Young University.",
  "/wiki/Ed.D.": "The Doctor of Education (Ed.D. or D.Ed.; Latin Educationis Doctor or Doctor Educationis) is a professional doctoral degree that focuses on the field of education. It prepares the holder for academic, research, administrative, clinical, or professional positions in educational, civil, private organizations, or public institutions.",
  "/wiki/Western_Michigan_University": "Western Michigan University (WMU) is a public research university in Kalamazoo, Michigan, United States. The university was established in 1903 by Dwight B. Waldo. Its enrollment, as of the Fall 2016 semester, was 23,252.",
  "/wiki/William_G._Dyer": "William Gibb Dyer (aka Bill Dyer) was an American educator who served as the fourth Dean of the Marriott School of Management at Brigham Young University (BYU). He received a B.A. from BYU in 1950, followed by a M.A. from the same institution two years later. In 1955 he earned a Ph.D. in Social psychology from the University of Wisconsin.",
  "/wiki/Master_of_Arts": "Master of Arts (Latin: Magister Artium or Artium Magister; abbreviated M.A. or A.M.) is a type of master's degree awarded by universities in many countries. The degree is usually contrasted with the Master of Science. Those admitted to the degree typically study linguistics, history, communication studies, diplomacy, public administration, political science, or other subjects within the scope of the humanities and social sciences; however, different universities have different conventions and may also offer the degree for fields typically considered within the natural sciences and mathematics. The degree can be conferred in respect of completing courses and passing examinations, research, or a combination of the two.",
  "/wiki/BYU": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Henry_J._Eyring": "Henry Johnson Eyring (born September 19, 1963) is an American academic administrator, author, and businessman. He is the 17th and current president of Brigham Young University–Idaho (BYU–Idaho). Since April 2019, he has also served as an area seventy in The Church of Jesus Christ of Latter-day Saints (LDS Church).  He previously served as both the Academic and Advancement vice president at BYU-Idaho, as well as director of the Marriott School of Business (MSB) MBA program at Brigham Young University (BYU).",
  "/wiki/M.B.A.": "The Master of Business Administration (MBA or M.B.A.) degree originated in the United States in the early 20th century when the country industrialized and companies sought scientific management. The core courses in an MBA program cover various areas of business administration such as accounting, applied statistics, business communication, business ethics, business law, business strategy, finance, managerial economics, management, entrepreneurship, marketing, supply-chain management, and operations management in a manner most relevant to management analysis and strategy.",
  "/wiki/Juris_Doctor": "The Juris Doctor degree (J.D. or JD), also known as the Doctor of Jurisprudence degree (J.D., JD, D.Jur. or DJur), is a graduate-entry professional degree in law and one of several Doctor of Law degrees.  The Juris Doctor is earned by completing law school in Australia, Canada, the United States, and some other common law countries. It has the academic standing of a professional doctorate (in contrast to a research doctorate) in the United States, a master's degree in Australia, and a second-entry baccalaureate degree in Canada (in all three jurisdictions the same as other professional degrees such as M.D. or D.D.S./D.M.D., the degrees required to be a practicing physician or dentist, respectively).",
  "/wiki/J._Reuben_Clark_Law_School": "The J. Reuben Clark Law School (BYU Law or JRCLS)  is a professional school for the study of law in the western United States, located at Brigham Young University (BYU) in Provo, Utah. Founded 47 years ago in 1973, the school is named after J. Reuben Clark, a former U.S. Ambassador, Undersecretary of State, and general authority of the institution's sponsoring organization, The Church of Jesus Christ of Latter-day Saints.",
  "/wiki/John_R._Grout": "John R. Grout is an American educator who serves as Dean of the Campbell School of Business at Berry College. He received a B.S. from Brigham Young University's Marriott School of Management in 1984, receiving the Operations/Systems Award for being the highest ranked graduating senior in his major. After working a few years for Signetics, Grout returned to school, earning a Ph.D. in management science from Pennsylvania State University in 1990. After graduation, Grout worked at Southern Methodist University from 1990 to 1997, subsequently accepting a position at Berry College.",
  "/wiki/Berry_College": "Berry College is a private liberal arts college located in Mount Berry, Georgia. It is accredited by the Southern Association of Colleges and Schools (SACS). Berry was founded on values based on Christian principles in 1902 by Martha Berry. It originally was a school to educate underprivileged youth from the surrounding mountains.",
  "/wiki/Bruce_C._Hafen": "Bruce Clark Hafen (born October 30, 1940 in St. George, Utah) is an American attorney, academic and religious leader.  He has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since 1996.",
  "/wiki/Franklin_S._Harris": "Franklin Stewart Harris (August 29, 1884 – April 18, 1960) was president of Brigham Young University (BYU) from July 1921 until June 1945, and president of Utah State University from 1945 to 1950. His administration was the longest in BYU history and saw the granting of the first master's degrees.  Under his administration the school became an accredited university. He set up several colleges, such as the College of Fine and Performing Arts with Gerrit De Jong as the founding dean.",
  "/wiki/Jeffrey_R._Holland": "Jeffrey Roy Holland (born  December 3, 1940) is an American educator and religious leader. He served as the ninth President of Brigham Young University and is a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church). As a member of the Quorum of the Twelve, Holland is accepted by the church as a prophet, seer, and revelator. Currently, he is the fourth most senior apostle in the church.",
  "/wiki/Matthew_S._Holland": "Matthew Scott Holland (born 1966) served as the 6th president of Utah Valley University (UVU) in Orem, Utah, and its first president after UVU was granted university status (as opposed to a college).",
  "/wiki/Utah_Valley_University": "Utah Valley University (UVU) is a public university in Orem, Utah. UVU offers master's, bachelor's, and associate degrees. Previously called Utah Valley State College, the school attained university status in July 2008.",
  "/wiki/Vern_O._Knudsen": "Vern Oliver Knudsen (December 27, 1893 – May 13, 1974) was an American acoustical physicist.",
  "/wiki/University_of_California_at_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Rex_E._Lee": "Rex Edwin Lee (February 27, 1935 – March 11, 1996) was an American lawyer, law clerk for former U.S. Supreme Court Justice Byron White, and the United States Solicitor General during the Reagan administration. He was responsible for bringing the Solicitor General in the center of policymaking. He argued 59 cases before the U.S. Supreme Court.  A member of The Church of Jesus Christ of Latter-day Saints (LDS Church), Lee was an alumnus and the tenth president of Brigham Young University (BYU). Lee was also the founding Dean of the  J. Reuben Clark Law School at BYU.",
  "/wiki/List_of_honorary_degrees": "This list of honorary degrees lists all honorary degrees, including honorary doctorates.",
  "/wiki/John_W._Limbong": "John W. Limbong (born 1957) is an Indonesian educator and businessman who is the founder and president of the University of International Golden Indonesia. He received a MS in economics in 1982 from Brigham Young University (BYU) and subsequently earned a PhD from the University of Utah in 1982. Limbong says that while a student at BYU, one night he had a dream where Brigham Young visited him and asked him to establish a university in Limbong's native Jakarta, Indonesia. Limbong vacillated, as he worked for Bank Indonesia for a while, but he later quit that job to pursue this dream.",
  "/wiki/University_of_International_Golden_Indonesia": "The University of International Golden Indonesia (IGI) is an institution of higher learning located in Jakarta, Indonesia. Founded in 1983 by John W. Limbong, the university follows the standards prescribed in the Honor Code of the United States's Brigham Young University, although IGI has no official affiliation with the latter school. IGI is run under the auspices of the non-profit organization Golden Nusantara Foundation.",
  "/wiki/F._Ann_Millner": "F. Ann Millner was the 11th president of Weber State University from 2002 to 2012.  She was appointed to this role after 20 years of serving the university as an educator and administrator. She is currently a Republican Senator for Utah's 18th District.",
  "/wiki/Weber_State_University": "Weber State University (pronounced /ˈwiːbər/ WEE-bər) is a public university in Ogden, Utah. It was founded in 1889 as Weber Stake Academy. It gained university status 29 years ago in 1991, when it was renamed to its current name of Weber State University.  It is accredited by the Northwest Commission on Colleges and Universities.",
  "/wiki/Stephen_D._Nadauld": "Stephen Douglas Nadauld (born May 31, 1942) is an American academic, the former president of Dixie State University and Weber State University (WSU). Nadauld was a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1991 to 1996.",
  "/wiki/Dixie_State_College": "Dixie State University (DSU or, colloquially, Dixie) is a public university in St. George, Utah, in the state's Dixie region. The university offers 4 master's degree, 45 bachelor's degrees, 11 associate degrees, 44 minors, and 23 certificates/endorsements. As of Fall 2019, there are 11,193 students enrolled at DSU, and the university has a 100% acceptance rate. The student body is 56% female and 44% male, and DSU is in the top three for diversity in the state of Utah, with 23% of the student body being minority students.",
  "/wiki/List_of_Brigham_Young_University_alumni": "This list of Brigham Young University alumni includes notable graduates, non-graduate former students, and current students of Brigham Young University (BYU), a private, coeducational research university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) located in Provo, Utah, United States. It is the oldest existing institution within the LDS Church Educational System, is America's largest religious university, and has the second-largest private university enrollment in the United States. Approximately 98% of the 34,000 students at BYU are Mormon; two-thirds of its American students come from outside the state of Utah. In addition to its undergraduate program, BYU offers graduate degrees in 47 departments and includes two professional schools: the Marriott School of Management and the J. Reuben Clark Law School. BYU has approximately 370,000 living alumni."
}