{
  "/wiki/Randy_L._Bott": "Randy L. Bott (born 1945) was an American professor of religion at Brigham Young University (BYU) in Provo, Utah, United States. He taught classes on missionary preparation and the Doctrine and Covenants, and wrote doctrinal and motivational literature about The Church of Jesus Christ of Latter-day Saints (LDS Church). Bott retired from BYU in June 2012 not long after controversy about remarks he made to the media.",
  "/wiki/Ed.D.": "The Doctor of Education (Ed.D. or D.Ed.; Latin Educationis Doctor or Doctor Educationis) is a professional doctoral degree that focuses on the field of education. It prepares the holder for academic, research, administrative, clinical, or professional positions in educational, civil, private organizations, or public institutions.",
  "/wiki/Ratemyprofessors.com": "RateMyProfessors.com (RMP) is a review site, founded in May 1999 by John Swapceinski, a software engineer from Menlo Park, California, which allows college and university students to assign ratings to professors and campuses of American, Canadian, and United Kingdom institutions. The site was originally launched as TeacherRatings.com and converted to RateMyProfessors in 2001. RMP was acquired in 2005 by Patrick Nagle and William DeSantis. Nagle and DeSantis later resold RMP in 2007 to Viacom's MTVU, MTV's College channel. Viacom owned and operated RateMyProfessors.com for a decade. Cheddar announced its acquisition of RMP from Viacom in 2018. RMP is the largest online destination for professor ratings. The site includes 8,000+ schools, 1.7 million professors, and over 19 million ratings.",
  "/wiki/Paul_D._Boyer": "Paul Delos Boyer (July 31, 1918 – June 2, 2018) was an American biochemist, analytical chemist, and a professor of chemistry at University of California Los Angeles (UCLA). He shared the 1997 Nobel Prize in Chemistry for research on the \"enzymatic mechanism underlying the biosynthesis of adenosine triphosphate (ATP)\" (ATP synthase) with John E. Walker, making Boyer the first Utah-born Nobel laureate; the remainder of the Prize in that year was awarded to Danish chemist Jens Christian Skou for his discovery of the Na+/K+-ATPase.",
  "/wiki/Bachelor_of_Science": "A Bachelor of Science (Latin Baccalaureus Scientiae, B.S., BS, B.Sc. or BSc; or, less commonly, S.B., SB, or Sc.B., from the equivalent Latin Scientiae Baccalaureus) is an undergraduate academic degree awarded for programs that generally last three to five years. The first university to admit a student to the degree of Bachelor of Science was the University of London in 1860.",
  "/wiki/Nobel_Prize_in_Chemistry": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by Royal Swedish Academy of Sciences on proposal of the Nobel Committee for Chemistry which consists of five members elected by Academy. The award is presented in Stockholm at an annual ceremony on December 10, the anniversary of Nobel's death.",
  "/wiki/Biosynthesis": "Biosynthesis is a multi-step, enzyme-catalyzed process where substrates are converted into more complex products in living organisms. In biosynthesis, simple compounds are modified, converted into other compounds, or joined together to form macromolecules. This process often consists of metabolic pathways. Some of these biosynthetic pathways are located within a single cellular organelle, while others involve enzymes that are located within multiple cellular organelles. Examples of these biosynthetic pathways include the production of lipid membrane components and nucleotides. Biosynthesis is usually synonymous with anabolism.",
  "/wiki/Adenosine_triphosphate": "Adenosine triphosphate (ATP) is a complex organic chemical that provides energy to drive many processes in living cells, e.g. muscle contraction, nerve impulse propagation, and chemical synthesis. Found in all forms of life, ATP is often referred to as the \"molecular unit of currency\" of intracellular energy transfer.  When consumed in metabolic processes, it converts either to adenosine diphosphate (ADP) or to adenosine monophosphate (AMP). Other processes regenerate ATP so that the human body recycles its own body weight equivalent in ATP each day.  It is also a precursor to DNA and RNA, and is used as a coenzyme.",
  "/wiki/Jeffrey_M._Bradshaw": "Jeffrey M. Bradshaw (PhD in Cognitive Science, University of Washington) is a Senior Research Scientist at the Florida Institute for Human and Machine Cognition (IHMC), where he led the research group developing the KAoS policy and domain services framework for distributed systems management and coordination of human-agent-robot teamwork. He also co-leads the development of the Luna Agent Framework and the Sol Cyber Framework. Bradshaw chairs the Scientific Advisory Council for the Nissan Research Center Silicon Valley (NRC-SV), which has the development of autonomous vehicles as a major focus. He and his wife, Kathleen, began a two-year leave of absence from IHMC beginning July 2016 to serve a church mission in the Democratic Republic of Congo, Kinshasa Mission of The Church of Jesus Christ of Latter-day Saints, and began another six months to serve in the new Kinshasa Democratic Republic of the Congo Temple.",
  "/wiki/IHMC": "The Florida Institute for Human & Machine Cognition (IHMC) is a not-for-profit research institute of the State University System of Florida, with locations in Pensacola and Ocala, Florida. IHMC scientists and engineers investigate a broad range of topics related to building technological systems aimed at amplifying and extending human cognitive, physical and perceptual capacities. These include artificial intelligence, robotics, human-centered computing, agile and distributed computing and many related areas.",
  "/wiki/Computer_science": "Computer science (sometimes called computation science) is the study of processes that interact with data and that can be represented as data in the form of programs. It enables the use of algorithms to manipulate, store, and communicate digital information. A computer scientist studies the theory of computation and the practice of designing software systems.",
  "/wiki/Stephen_Cameron": "Stephen Cameron  is an American financial analyst, economist and author. He is currently Adjunct Associate Professor and was for many years an Associate Professor of Economics at Columbia University. He is also currently Head of Research and Development at Continuum Investment Management in New York City.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/General_Educational_Development": "The General Educational Development (GED) tests are a group of four subject tests which, when passed, provide certification that the test taker has United States or Canadian high school-level academic skills. It is an alternative to the US High school diploma, HiSET and TASC test. The GED Testing website currently does not refer to the test as anything but \"GED\".",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Clayton_M._Christensen": "Clayton Magleby Christensen (April 6, 1952 – January 23, 2020) was an American academic and business consultant who developed the theory of \"disruptive innovation\", first introduced in his 1997 book The Innovator's Dilemma, which has been called the most influential business idea of the early 21st century, and which led The Economist to term him \"the most influential management thinker of his time.\"  He served as the Kim B. Clark Professor of Business Administration at the Harvard Business School (HBS), and was also a leader and writer in The Church of Jesus Christ of Latter-day Saints (LDS Church).",
  "/wiki/Disruptive_technology": "In business theory, a disruptive innovation is an innovation that creates a new market and value network and eventually disrupts an existing market and value network, displacing established market-leading firms, products, and alliances. The term was defined and first analyzed by the American scholar Clayton M. Christensen and his collaborators beginning in 1995, and has been called the most influential business idea of the early 21st century.",
  "/wiki/Harvard_Business_School": "Harvard Business School (HBS) is the graduate business school of Harvard University. Located in Boston, Massachusetts, it is consistently ranked among the top business schools in the world, and offers a large full-time MBA program, management-related doctoral programs, and many executive education programs. It owns Harvard Business Publishing, which publishes business books, leadership articles, online management tools for corporate learning, case studies, and the monthly Harvard Business Review. It is also home to the Baker Library/Bloomberg Center.",
  "/wiki/Burton_Awards_for_Legal_Achievement": "The Burton Awards program is held in association with the Library of Congress, presented by lead sponsor Law360, and co-sponsored by the American Bar Association. The awards are generally selected by professors from Harvard Law School, Yale Law School, Stanford Law School, and Columbia Law School, among others. Former Chief Judge Richard Posner of the Seventh Circuit Court of Appeals and Justice Carol Corrigan of the Supreme Court of California are honorary members on the board of directors. In addition, U.S. Senator John Cornyn, U.S. Senator Robert P. Casey, Jr., U.S. Senator Mike Crapo, U.S. Senator Michael F. Bennet, U.S. Senator Chris Van Hollen, U.S. Senator Cory Gardner, and U.S. Senator James E. Risch are also honorary members.",
  "/wiki/Marriott_School_of_Management": "The Marriott School of Business is the business school of Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) and located in Provo, Utah. It was founded in 1891 and renamed in 1988 after J. Willard Marriott, founder of Marriott International, and his wife Alice following their $15 million endowment gift to the school.",
  "/wiki/Philo_Farnsworth": "Philo Taylor Farnsworth (August 19, 1906 – March 11, 1971) was an American inventor and television pioneer. He made many crucial contributions to the early development of all-electronic television. He is best known for his 1927 invention of the first fully functional all-electronic image pickup device (video camera tube), the image dissector, as well as the first fully functional and complete all-electronic television system. Farnsworth developed a television system complete with receiver and camera—which he produced commercially through the Farnsworth Television and Radio Corporation from 1938 to 1951, in Fort Wayne, Indiana.",
  "/wiki/List_of_honorary_degrees": "This list of honorary degrees lists all honorary degrees, including honorary doctorates.",
  "/wiki/Television": "Television (TV), sometimes shortened to tele or telly, is a telecommunication medium used for transmitting moving images in monochrome (black and white), or in colour, and in two or three dimensions and sound. The term can refer to a television set, a television program (\"TV show\"), or the medium of television transmission. Television is a mass medium for advertising, entertainment and news.",
  "/wiki/Harvey_Fletcher": "Harvey Fletcher (September 11, 1884 – July 23, 1981) was an American physicist. Known as the \"father of stereophonic sound,\" he is credited with the invention of the 2-A audiometer and an early electronic hearing aid. He was an investigator into the nature of speech and hearing, and made contributions in acoustics, electrical engineering, speech, medicine, music, atomic physics, sound pictures, and education.",
  "/wiki/Hearing_aid": "A hearing aid is a device designed to improve hearing by making sound audible to a person with hearing loss. Hearing aids are classified as medical devices in most countries, and regulated by the respective regulations. Small audio amplifiers such as PSAPs or other plain sound reinforcing systems cannot be sold as \"hearing aids\".",
  "/wiki/Ira_A._Fulton_College_of_Engineering_and_Technology": "The Ira A. Fulton College of Engineering and Technology represents Brigham Young University's (BYU) engineering discipline and includes the following engineering departments: chemical, civil, electrical and computer, mechanical, and the school of technology. The College awards about 700 degrees every year (600 BS, 90 MS, 18 PhD) and has almost 3,500 students.",
  "/wiki/Chauncy_Harris": "Chauncy Dennison Harris (1914 - December 26, 2003) was a pioneer of modern geography. His seminal works in the field of American urban geography (\"The Nature of Cities\" and \"A Functional Classification of Cities in the United States\") along with his work on the Soviet Union during and after the Cold War era established him as one of the world's foremost urban geographers. He also made significant contributions to the geographical study of ethnicity, specifically with respect to non-Russian minorities living within the Soviet Union. Harris traveled regularly to the Soviet Union and played a key role in establishing a healthy dialog between Soviet and American scholars.",
  "/wiki/Valedictorian": "Valedictorian is an academic title of success used in the United States, Canada, Philippines, and Armenia, (and elsewhere in limited number of schools) for the student who delivers the closing or farewell statement at a graduation ceremony (called a valediction). The chosen valedictorian is traditionally the student with the highest ranking (highest Grade Point Average, or GPA) among their graduating class. The term is an Anglicised derivation of the Latin vale dicere (\"to say farewell\"), historically rooted in the valedictorian's traditional role as the final speaker at the graduation ceremony before the students receive their diplomas. The valedictory address generally is considered a final farewell to classmates, before they disperse to pursue their individual paths after graduating.",
  "/wiki/Geography": "Geography (from Greek: γεωγραφία, geographia, literally \"earth description\") is a field of science devoted to the study of the lands, features, inhabitants, and phenomena of the Earth and planets. The first person to use the word γεωγραφία was Eratosthenes (276–194 BC). Geography is an all-encompassing discipline that seeks an understanding of Earth and its human and natural complexities—not merely where objects are, but also how they have changed and come to be.",
  "/wiki/Rhodes_Scholar": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.",
  "/wiki/Howard_Judd": "Howard Lund Judd (December 28, 1935 – July 19, 2007) was an American physician and medical researcher. He specialized in obstetrics and gynaecology, and contributed significant research to the field of women's health, in particular about menopause and hormone replacement therapy.",
  "/wiki/Women%27s_health": "Women's health refers to the health of women, which differs from that of men in many unique ways. Women's health is an example of population health, where health is defined by the World Health Organization as \"a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity\". Often treated as simply women's reproductive health, many groups argue for a broader definition pertaining to the overall health of women, better expressed as \"The health of women\". These differences are further exacerbated in developing countries where women, whose health includes both their risks and experiences, are further disadvantaged.",
  "/wiki/Charles_Reigeluth": "Charles M. Reigeluth is an American educational theorist, researcher, and reformer. His research focuses on instructional design theories and systemic transformation of educational systems to be learner-centered.",
  "/wiki/Ph.D.": "A Doctor of Philosophy (PhD, Ph.D., or DPhil; Latin philosophiae doctor or doctor philosophiae) is the highest university degree that is conferred after a course of study by universities in most countries. PhDs are awarded for programs across the whole breadth of academic fields. As an earned research degree, those studying for a PhD are usually required to produce original research that expands the boundaries of knowledge, normally in the form of a thesis or dissertation, and defend their work against experts in the field. The completion of a PhD is often a requirement for employment as a university professor, researcher, or scientist in many fields.\nIndividuals who have earned a Doctor of Philosophy degree may, in many jurisdictions, use the title Doctor (often abbreviated \"Dr\" or \"Dr.\") with their name, although the proper etiquette associated with this usage may also be subject to the professional ethics of their own scholarly field, culture, or society. Those who teach at universities or work in academic, educational, or research fields are usually addressed by this title \"professionally and socially in a salutation or conversation.\" Alternatively, holders may use post-nominal letters such as \"Ph.D.\", \"PhD\", or \"DPhil\" (depending on the awarding institution). It is, however, considered incorrect to use both the title and post-nominals at the same time.",
  "/wiki/David_A._Wiley": "David A. Wiley is chief academic officer of Lumen Learning, Education Fellow at Creative Commons, and former adjunct faculty of instructional psychology & technology at Brigham Young University where he was previously an associate professor.\nWiley's work on open content, open educational resources, and informal online learning communities has been reported in many international outlets, including The New York Times, The Hindu, MIT Technology Review, and WIRED. Wiley was also previously a member of the advisory committee of University of the People.",
  "/wiki/Open_content": "Open content describes any work that others can copy or modify freely by attributing to the original creator, but without needing to ask for permission. This has been applied to a range of formats, including textbooks, academic journals, films and music. The term was an expansion of the related concept of open-source software. Such content is said to be under an open licence.",
  "/wiki/Angus_M._Woodbury": "Angus Munn Woodbury (July 11, 1886 – August 1, 1964) was an American zoologist and ecologist from Utah. He was professor at the University of Utah for over 20 years, and also worked for many years as a ranger-naturalist at Zion National Park. He produced over 100 publications, many focused on the biology of reptiles and birds, but also on insects, ecological succession, and the history of Utah. He and his wife of 55 years, Grace Atkin Woodbury, died in an automobile collision on August 1, 1964 near Loveland, Colorado.",
  "/wiki/Zion_National_Park": "Zion National Park is an American national park located in southwestern Utah near the town of Springdale. A prominent feature of the 229-square-mile (590 km2) park is Zion Canyon, which is 15 miles (24 km) long and up to 2,640 ft (800 m) deep. The canyon walls are reddish and tan-colored Navajo Sandstone eroded by the North Fork of the Virgin River. The lowest point in the park is 3,666 ft (1,117 m) at Coalpits Wash and the highest peak is 8,726 ft (2,660 m) at Horse Ranch Mountain. Located at the junction of the Colorado Plateau, Great Basin, and Mojave Desert regions, the park has a unique geography and a variety of life zones that allow for unusual plant and animal diversity. Numerous plant species as well as 289 species of birds, 75 mammals (including 19 species of bat), and 32 reptiles inhabit the park's four life zones: desert, riparian, woodland, and coniferous forest. Zion National Park includes mountains, canyons, buttes, mesas, monoliths, rivers, slot canyons, and natural arches.",
  "/wiki/List_of_Brigham_Young_University_alumni": "This list of Brigham Young University alumni includes notable graduates, non-graduate former students, and current students of Brigham Young University (BYU), a private, coeducational research university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) located in Provo, Utah, United States. It is the oldest existing institution within the LDS Church Educational System, is America's largest religious university, and has the second-largest private university enrollment in the United States. Approximately 98% of the 34,000 students at BYU are Mormon; two-thirds of its American students come from outside the state of Utah. In addition to its undergraduate program, BYU offers graduate degrees in 47 departments and includes two professional schools: the Marriott School of Management and the J. Reuben Clark Law School. BYU has approximately 370,000 living alumni."
}