{
  "/wiki/Kurt_Bestor": "Kurt Bestor (born 1958) is an American keyboardist and composer specializing in new-age, film scores, and jazz. He is known for his instrumental Christmas arrangements. His best-known songs are \"Prayer of the Children\", \"Mama Don't You Weep\". He is also known for composing music for the 1993 movie Rigoletto, and for writing music for the 2002 Salt Lake City Olympic games, as well as various official The Church of Jesus Christ of Latter-day Saints videos.",
  "/wiki/Bachelor_of_Arts": "A Bachelor of Arts (BA or AB; from the Latin baccalaureus artium or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts and sciences. Bachelor of Arts programs generally take three or four years depending on the country and institution.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Elaine_Bradley": "Elaine Gabrielle Bradley (born October 19, 1984) is an American musician and songwriter, and the drummer for the American rock band Neon Trees.",
  "/wiki/Bachelor_of_Science": "A Bachelor of Science (Latin Baccalaureus Scientiae, B.S., BS, B.Sc. or BSc; or, less commonly, S.B., SB, or Sc.B., from the equivalent Latin Scientiae Baccalaureus) is an undergraduate academic degree awarded for programs that generally last three to five years. The first university to admit a student to the degree of Bachelor of Science was the University of London in 1860.",
  "/wiki/Neon_Trees": "Neon Trees are an American rock band from Provo, Utah. The band received nationwide exposure in late 2008 when they opened several North American tour dates for the band The Killers. Not long after, the band was signed by Mercury Records and released their first studio album, Habits, in 2010. Their first single, \"Animal\", climbed to No. 13 on the Billboard Hot 100 and No. 1 on the Alternative Songs chart.",
  "/wiki/Ariel_Bybee": "Ariel Bybee (January 9, 1943 – March 20, 2018) was a mezzo-soprano who has had a distinguished career as a soloist, voice teacher and university opera director.  According to Opera News (June 2000), she was \"a prominent mezzo at the Metropolitan Opera for eighteen seasons.\"   She sang over 460 performances at the Metropolitan Opera.",
  "/wiki/Mezzo-soprano": "A mezzo-soprano or mezzo (English:  /ˈmɛtsoʊ/, /ˈmɛzoʊ/; Italian pronunciation: [ˈmɛddzo soˈpraːno] meaning \"half soprano\") is a type of classical female singing voice whose vocal range lies between the soprano and the contralto voice types. The mezzo-soprano's vocal range usually extends from the A below middle C to the A two octaves above (i.e. A3–A5 in scientific pitch notation, where middle C = C4; 220–880 Hz). In the lower and upper extremes, some mezzo-sopranos may extend down to the F below middle C (F3, 175 Hz) and as high as \"high C\" (C6, 1047 Hz).\nThe mezzo-soprano voice type is generally divided into the coloratura, lyric, and dramatic mezzo-soprano.",
  "/wiki/Metropolitan_Opera": "The Metropolitan Opera (commonly known as The Met) is an opera company based in New York City, resident at the Metropolitan Opera House at the Lincoln Center for the Performing Arts. The company is operated by the non-profit Metropolitan Opera Association, with Peter Gelb as general manager. As of 2018, the company's current music director is Yannick Nézet-Séguin.",
  "/wiki/Sam_Cardon": "Sam Cardon is a composer whose credits include 15 large-format films: Titans Of The Ice Age, Mummies, Mystic India, Texas, The Big Picture, Forces Of Nature, Lewis and Clark, The Legendary Journeys, Shackleton's Antarctic Adventure, Mysteries of Egypt, Olympic Glory, Whales, Building the Dream at Hearst Castle in San Simeon, California; Treasure of the Gods at Zion National Park, Utah and The Secret of San Francisco at Pier 39.",
  "/wiki/Daniel_E._Gawthrop": "Daniel E. Gawthrop (born 1949 in Fort Wayne, Indiana) is an American composer, primarily of choral music. His output also includes a substantial body of works for the organ as well as orchestral and instrumental works. He has been the recipient of over one hundred commissions to write original music. His works have been published by Warner Brothers, Theodore Presser, Sacred Music Press, and others.",
  "/wiki/B.M.": "Bachelor of Music is an academic degree awarded by a college, university, or conservatory upon completion of a program of study in music. In the United States, it is a professional degree, and the majority of work consists of prescribed music courses and study in applied music, usually requiring proficiency in an instrument, voice, or conducting. In Canada, the B.M. is often considered an undergraduate degree. Programs typically last from three to four and a half years.",
  "/wiki/Gregg_Hale_(musician)": "Gregg Hale (born January 29 in Idaho Falls) is an American musician, record producer, and recording engineer best known for playing guitar for multi-platinum British band Spiritualized, his work as an A&R Rep for Arista Records, and his recording work with the Fox Soccer Channel, The Glenn Beck Program, Disney, KONAMI, and Guitar Hero.",
  "/wiki/Utah_Valley_University": "Utah Valley University (UVU) is a public university in Orem, Utah. UVU offers master's, bachelor's, and associate degrees. Previously called Utah Valley State College, the school attained university status in July 2008.",
  "/wiki/Spiritualized": "Spiritualized are an English space rock band formed in 1990 in Rugby, Warwickshire by Jason Pierce (often known as J. Spaceman), formerly of Spacemen 3. After several line up-changes, in 1999, the band centered on Pierce (vocals, guitar), John Coxon (guitars, keyboards), Doggen Foster (guitar), Kevin Bales (drums and percussion) and Tom Edwards (percussion and keyboards) with revolving bassists, current player Thomas Wayne has being playing with the band since 2009.",
  "/wiki/Merrill_Jenson": "Merrill Boyd Jenson (born January 20, 1947) is an American composer and arranger who has composed film scores for over thirty films including Emma Smith: My Story, Joseph Smith: Prophet of the Restoration, The Testaments of One Fold and One Shepherd, Legacy, Harry's War, and Windwalker. Many of the films Jenson composed music for were directed by Academy Award-winning director Kieth Merrill. Jenson has also composed several concert productions including a symphony that premiered at Carnegie Hall. Additionally, he has composed music for many television commercials including the acclaimed Homefront ads, music for three outdoor pageants, and several albums. Jenson lives in Provo, Utah with his wife Betsy Lee Jenson.",
  "/wiki/IMAX": "IMAX is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters known for having very large screens with a tall aspect ratio (approximately 1.43:1 & 1.90:1) and steep stadium seating.",
  "/wiki/The_Testaments_of_One_Fold_and_One_Shepherd": "The Testaments of One Fold and One Shepherd is a 67-minute film produced by The Church of Jesus Christ of Latter-day Saints (LDS Church). Testaments depicts the life of Jesus in Jerusalem while also depicting the events described in the Book of Mormon from approximately the same time period. The film's climax occurs after Christ's resurrection, when Jesus appears in the Americas.",
  "/wiki/Michael_McLean_(composer)": "Michael H. McLean (born 1952) is an American songwriter, playwright, author, and filmmaker based in Heber City, Utah.",
  "/wiki/Janice_Kapp_Perry": "Janice Kapp Perry (born 1938) is a composer, songwriter, and author. She is most notable for her work related to her membership in The Church of Jesus Christ of Latter-day Saints (LDS Church). She has written over 1,200 songs, which appear in the church's official hymnal, Children's Songbook, and many personal albums, songbooks, and musicals. Perry has also composed albums in Spanish, Portuguese, Chinese, Japanese, and Korean.",
  "/wiki/Carmen_Rasmusen": "Carmen Rasmusen Herbert (born March 25, 1985) is a Canadian-American country music artist who ranked sixth on the second season of American Idol in 2003. Rasmusen also plays piano and guitar.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Dan_Reynolds_(musician)": "Daniel Coulter  Reynolds (born July 14, 1987) is an American singer, songwriter, and record producer. He is the lead vocalist and only remaining original member of the pop rock band Imagine Dragons. Reynolds also released an EP in 2011, titled Egyptian – EP, as a duo with his wife Aja Volkman under the moniker Egyptian. He is a recipient of the Songwriters Hall of Fame Hal David Starlight Award.",
  "/wiki/Grammy_Award": "A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The trophy depicts a gilded gramophone. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. The Grammys are the second of the Big Three major music awards held annually (between the American Music Awards in the Fall, and the Billboard Music Awards in the Summer), was held May 1 in 2019.",
  "/wiki/Imagine_Dragons": "Imagine Dragons is an American pop rock band from Las Vegas, Nevada, consisting of lead singer Dan Reynolds, lead guitarist Wayne Sermon, bassist Ben McKee, and drummer Daniel Platzman. The band first gained exposure with the release of their single \"It's Time\", followed by their award-winning debut studio album Night Visions (2012), which resulted in the chart-topping singles \"Radioactive\" and \"Demons\". Rolling Stone named \"Radioactive\", which holds the record for most weeks charted on the Billboard Hot 100, the \"biggest rock hit of the year\". MTV called them \"the year's biggest breakout band\", and Billboard named them their \"Breakthrough Band of 2013\" and \"Biggest Band of 2017\". and placed them at the top of their \"Year In Rock\" rankings for 2013, 2017, and 2018.  Imagine Dragons topped the Billboard Year-End \"Top Artists – Duo/Group\" category in 2018.",
  "/wiki/Songwriters_Hall_of_Fame": "The Songwriters Hall of Fame (SHOF) was founded in 1969 by songwriter Johnny Mercer and music publisher/songwriter Abe Olman and publisher/executive Howie Richmond to honor those whose work represents and maintains the heritage and legacy of a spectrum of the most beloved songs from the world's popular music songbook. It not only celebrates these established songwriters, but is also involved on the development of new songwriting talent through workshops, showcases and scholarships. There are many programs designed to teach and discover new songwriters. Nile Rodgers serves as the organization's chairman.",
  "/wiki/Lindsey_Stirling": "Lindsey Stirling is an American violinist, singer, songwriter, and dancer. She presents choreographed violin performances, both live and in music videos found on her eponymous YouTube channel, which she created in 2007.",
  "/wiki/Marriott_School_of_Management": "The Marriott School of Business is the business school of Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) and located in Provo, Utah. It was founded in 1891 and renamed in 1988 after J. Willard Marriott, founder of Marriott International, and his wife Alice following their $15 million endowment gift to the school.",
  "/wiki/Billboard_Music_Award": "The Billboard Music Award is an honor given out annually by Billboard, a publication and music popularity chart covering the music business. The Billboard Music Awards show had been held annually since 1990 and the event was formerly held in December until it went dormant in 2006. The awards returned in 2011 and are now held annually in May as the third of the Big Three major music awards (among the American Music Awards in the Fall, and the Grammy Awards in the Winter).",
  "/wiki/Diamond_Rio": "Diamond Rio is an American country music band. The band was founded in 1982 as an attraction for the Opryland USA theme park in Nashville, Tennessee, and was originally known as the Grizzly River Boys, then the Tennessee River Boys. It was founded by Matt Davenport, Danny Gregg, and Ty Herndon, the last of whom became a solo artist in the mid-1990s. After undergoing several membership changes in its initial years, the band has consisted of the same six members since 1989: Marty Roe (lead vocals, rhythm guitar), Gene Johnson (mandolin, guitar, fiddle, tenor vocals), Jimmy Olander (lead guitar, banjo), Brian Prout (drums), Dan Truman (keyboards), and Dana Williams (bass guitar, baritone vocals).",
  "/wiki/Mack_Wilberg": "Mack Wilberg (born February 20, 1955) is an American composer, arranger, conductor, and choral clinician who has served as music director of the  Tabernacle Choir at Temple Square since 2008.",
  "/wiki/The_Tabernacle_Choir_at_Temple_Square": "The Tabernacle Choir at Temple Square, formerly known as the Mormon Tabernacle Choir, is an American choir that is part of The Church of Jesus Christ of Latter-day Saints (LDS Church). It has performed in the Salt Lake Tabernacle for over 100 years. The Tabernacle houses an organ, consisting of 11,623 pipes, which usually accompanies the choir.",
  "/wiki/List_of_Brigham_Young_University_alumni": "This list of Brigham Young University alumni includes notable graduates, non-graduate former students, and current students of Brigham Young University (BYU), a private, coeducational research university owned by The Church of Jesus Christ of Latter-day Saints (LDS Church) located in Provo, Utah, United States. It is the oldest existing institution within the LDS Church Educational System, is America's largest religious university, and has the second-largest private university enrollment in the United States. Approximately 98% of the 34,000 students at BYU are Mormon; two-thirds of its American students come from outside the state of Utah. In addition to its undergraduate program, BYU offers graduate degrees in 47 departments and includes two professional schools: the Marriott School of Management and the J. Reuben Clark Law School. BYU has approximately 370,000 living alumni."
}