{
  "/wiki/Lieutenant_colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Clarence_Page_Townsley": "Clarence Page Townsley (September 24, 1855 – December 28, 1926) was a career United States Army officer who became Superintendent of the United States Military Academy.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.",
  "/wiki/Ira_Allen_Haynes": "Ira Allen Haynes (September 10, 1859 – February 24, 1955) was a United States Army officer in the late 19th and early 20th centuries. He served in World War I.",
  "/wiki/Stephen_Miller_Foote": "Stephen Miller Foote (February 19, 1859 – October 30, 1919) was a United States Army officer in the late 19th and early 20th centuries. He served in the Spanish–American War and World War I, among other incidents and conflicts.",
  "/wiki/Frank_Kerby_Fergusson": "Frank Kerby Fergusson (February 28, 1874 – June 17, 1937) was a United States Army officer in the late 19th and early 20th centuries. He served in World War I and received the Distinguished Service Medal.",
  "/wiki/Eugene_Reybold": "Eugene Reybold (February 13, 1884 – November 21, 1961) was distinguished as the World War II Chief of Engineers who directed the largest United States Army Corps of Engineers in the nation's history.",
  "/wiki/Brigadier_general_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/William_Ruthven_Smith": "William Ruthven Smith (April 2, 1868 – July 15, 1941) was a career United States Army officer who commanded the 36th Infantry Division during its deployment in France during World War I and later became Superintendent of the United States Military Academy at West Point, New York.",
  "/wiki/Robert_Emmet_Callan": "Major General Robert Emmet Callan was a distinguished United States Army Coast Artillery officer who served in the United States and overseas in places such as Puerto Rico, France and the Philippines. He saw frontline action in the Spanish–American War and World War I.",
  "/wiki/Stanley_Dunbar_Embick": "Stanley Dunbar Embick (January 22, 1877 – October 23, 1957) was a Lieutenant General in the United States Army.",
  "/wiki/John_W._Gulick": "John W. Gulick (November 8, 1874 - August 18, 1939) was a career officer in the United States Army.  He attained the rank of major general, and was most notable for his service as Chief of the Coast Artillery Corps.",
  "/wiki/Fort_Monroe": "Fort Monroe (also known as the Fort Monroe National Monument) is a decommissioned military installation in Hampton, Virginia at Old Point Comfort, the southern tip of the Virginia Peninsula, United States. Along with Fort Wool, Fort Monroe originally guarded the navigation channel between the Chesapeake Bay and Hampton Roads—the natural roadstead at the confluence of the Elizabeth, the Nansemond and the James rivers. Until disarmament in 1946, the areas protected by the fort were the entire Chesapeake Bay and Potomac River regions, including the water approaches to the cities of Washington, D.C. and Baltimore, Maryland, along with important shipyards and naval bases in the Hampton Roads area. Surrounded by a moat, the six-sided bastion fort is the largest fort by area ever built in the United States."
}