{
  "/wiki/European_Parliament_Committee_on_Agriculture_and_Rural_Development": "The Committee on Agriculture and Rural Development (AGRI) is a committee of the European Parliament.",
  "/wiki/Norbert_Lins": "Norbert Lins (born 22 December 1977) is a German politician who has been a Member of the European Parliament since 2014. He is a member of the Christian Democratic Union, part of the European People's Party. From 2004 to 2009, he worked as a parliamentary assistant to Andreas Schwab at the European Parliament in Brussels.",
  "/wiki/European_Parliament_Committee_on_Budgets": "The Committee on Budgets (BUDG) is a committee of the European Parliament. It has 41 members plus 39 substitute members. The committee's current chair is Jean Arthuis, who has held this position since 7 July 2014.",
  "/wiki/Johan_Van_Overtveldt": "Johan Van Overtveldt (born 24 August 1955) is a Belgian journalist and politician of the New Flemish Alliance (N-VA). He served as Minister of Finance of Belgium from 2014 until 2018.",
  "/wiki/European_Parliament_Committee_on_Budgetary_Control": "The Committee on Budgetary Control (CONT) is a committee of the European Parliament. with 30 permanent members. It can be seen as the European Union's internal \"political watchdog\", seeking to identify undesirable developments within EU institutions and other bodies and then to elaborate constructive suggestions for improvement.",
  "/wiki/Monika_Hohlmeier": "Monika Hohlmeier (née Strauß, born 2 July 1962) is a German politician who has been serving as a Member of the European Parliament (MEP) since 2009. She is a member of the Christian Social Union, part of the European People's Party. Between 1998 and 2005 she served as Bavarian State Minister for Education and Cultural Affairs.",
  "/wiki/European_Parliament_Committee_on_Civil_Liberties,_Justice_and_Home_Affairs": "The Committee on Civil Liberties, Justice and Home Affairs (LIBE) is a committee of the European Parliament that is responsible for protecting civil liberties and human rights, including those of minorities, as listed in the Charter of Fundamental Rights of the European Union.",
  "/wiki/Juan_Fernando_L%C3%B3pez_Aguilar": "Juan Fernando López Aguilar (born 10 June 1961) is a Spanish politician and jurist, member of the European Parliament since 2009. A member of the Spanish Socialist Workers' Party, he served as Minister of Justice in the government of José Luis Rodríguez Zapatero. He also represented Las Palmas in the Congress of Deputies between 1996 and 2007 and between 2008 and 2009.",
  "/wiki/European_Parliament_Committee_on_Constitutional_Affairs": "The Committee on Constitutional Affairs (AFCO) is a committee of the European Parliament dealing with institutional matters such as the Treaties of the European Union and the Parliament's rules of procedure. It is currently chaired by Danuta Hübner MEP, a Polish member of the European People's Party parliamentary group.",
  "/wiki/Antonio_Tajani": "Antonio Tajani (Italian pronunciation: [anˈtɔːnjo taˈjaːni]; born 4 August 1953) is an Italian politician and former Italian Army officer, serving as President of the European Parliament from 2017 to 2019, and has served as a member of the European Parliament since 2014.",
  "/wiki/European_Parliament_Committee_on_Culture_and_Education": "The Committee on Culture and Education (CULT) is a committee of the European Parliament.",
  "/wiki/Sabine_Verheyen": "Sabine Verheyen (born 24 October 1964) is a German architect and politician who has been serving as a Member of the European Parliament since 2009. She is a member of the Christian Democratic Union, part of the European People's Party.",
  "/wiki/European_Parliament_Committee_on_Development": "The Committee on Development (Commission du développement, DEVE) is a committee of the European Parliament responsible for promoting, implementing and monitoring the development and cooperation policy of the European Union, notably talks with developing countries; aid to developing countries; and promotion of democratic values, good governance and human rights in developing countries.",
  "/wiki/Tomas_Tob%C3%A9": "Tomas Gunnar Tobé (born 16 February 1978) is a Swedish politician and who served as party secretary of the Moderate Party from 10 January 2015 to 2 June 2017. He was elected Member of the European Parliament in the 2019 European Parliament election in Sweden.",
  "/wiki/European_Parliament_Committee_on_Economic_and_Monetary_Affairs": "The Committee on Economic and Monetary Affairs (ECON) is a committee of the European Parliament which is responsible for the regulation of financial services, the free movement of capital and payments, taxation and competition policies, oversight of the European Central Bank, and the international financial system.",
  "/wiki/Roberto_Gualtieri": "Roberto Gualtieri (born 19 July 1966) is an Italian university professor and politician of the Democratic Party (PD). Since 5 September 2019, he has been serving as Minister of Economy and Finances in the government of Prime Minister Giuseppe Conte. He previously was a member of the European Parliament from 2009 to 2019, where he chaired the influential Economic and Monetary Affairs Committee within the Parliament from 2014 until 2019.",
  "/wiki/European_Parliament_Committee_on_Employment_and_Social_Affairs": "The Committee on Employment and Social Affairs (EMPL) is a committee of the European Parliament. Its current chair, elected on 7 July 2014, is Thomas Händel.",
  "/wiki/Lucia_%C4%8Euri%C5%A1_Nicholsonov%C3%A1": "Lucia Ďuriš Nicholsonová (née Kubovičová; born 28 November 1976) is a Slovak politician and Member of the European Parliament. She is a former journalist, former State Secretary of the Ministry of Labor, Social and Family Affairs, and former vice-chairwoman of the National Council of Slovakia. As a member of the Freedom and Solidarity political party, Nicholsonová was elected as a member of the National Council during the 2010 Slovak parliamentary election, served as State Secretary and later became part of the Social Affairs Committee.",
  "/wiki/European_Parliament_Committee_on_the_Environment,_Public_Health_and_Food_Safety": "The Committee on the Environment, Public Health and Food Safety (ENVI) is a committee of the European Parliament. It has 69 full members. Its current chair is Pascal Canfin.",
  "/wiki/Pascal_Canfin": "Pascal Canfin (born in Arras, 22 August 1974) is a Member of the European Parliament as part of the LaREM national party and Renew Europe group. He is Chair of the Environment, Public Health and Food Safety Committee.",
  "/wiki/Renew_Europe": "Renew Europe (Renew) is a liberal, pro-European political group of the European Parliament founded for the ninth European Parliament term. The group is the successor to the  Alliance of Liberals and Democrats for Europe (ALDE) group which existed during the sixth, seventh and eighth terms from 2004 to 2019.",
  "/wiki/European_Parliament_Committee_on_Fisheries": "The Committee on Fisheries (PECH) is a committee of the European Parliament.",
  "/wiki/Chris_Davies_(Liberal_Democrat_politician)": "Christopher Graham Davies (born 7 July 1954) is a Liberal Democrat politician in the United Kingdom. He is a former Member of Parliament. He served as a Member of the European Parliament for North West England from 1999 to 2014 and from 2019 to 2020.",
  "/wiki/European_Parliament_Committee_on_Foreign_Affairs": "The Committee on Foreign Affairs (AFET, after the French name ‘Affaires étrangères’), previously called Political Affairs, is a committee of the European Parliament. Composed of 75 members and 74 substitutes, it has two subcommittees: the Subcommittee on Human Rights (DROI) and the Subcommittee on Security and Defence (SEDE).",
  "/wiki/David_McAllister": "David James \"Mac\" McAllister (born 12 January 1971) is a German politician and member of the European Parliament from Germany. He is a member of the Christian Democratic Union, part of the European People's Party. He is the current Vice President of the European People's Party and he is also Vice Chairman of the International Democrat Union. He was appointed Chair of the European Parliament Foreign Affairs Committee in February 2017.",
  "/wiki/European_People%27s_Party_group": "The European People's Party group (EPP Group) is a centre-right political group of the European Parliament consisting of deputies (MEPs) from the member parties of the European People's Party (EPP). It sometimes includes independent MEPs and/or deputies from unaffiliated national parties.. The EPP Group comprises politicians of Christian-democratic, conservative and liberal-conservative orientation.",
  "/wiki/European_Parliament_Subcommittee_on_Human_Rights": "The Subcommittee on Human Rights (DROI) is a subcommittee of the Committee on Foreign Affairs of the European Parliament. The subcommittee has been chaired since 7 July 2014 by Elena Valenciano.",
  "/wiki/Marie_Arena": "Marie Arena (born 17 December 1966) is a Belgian politician who has been serving as Member of the European Parliament (MEP) since 2014. She is a member of the Socialist Party, part of the Party of European Socialists.",
  "/wiki/Progressive_Alliance_of_Socialists_and_Democrats": "The Progressive Alliance of Socialists and Democrats (S&D) is the political group in the European Parliament of the Party of European Socialists (PES). The Progressive Alliance of Socialists and Democrats was officially founded as a Socialist Group on 29 June 1953 which makes it the second oldest political group in the European Parliament after the Alliance of Liberals and Democrats for Europe Group (ALDE). It adopted its present-day name on 23 June 2009. Centre-left in orientation, the group mostly comprises social-democratic parties and is affiliated with the Progressive Alliance.",
  "/wiki/European_Parliament_Subcommittee_on_Security_and_Defence": "The Subcommittee on Security and Defence (SEDE) is a subcommittee of the Committee on Foreign Affairs of the European Parliament. The subcommittee has been chaired since 7 July 2014 by Anna Fotyga.",
  "/wiki/Nathalie_Loiseau": "Nathalie Loiseau (born 1 June 1964) is a French politician, diplomat and academic administrator currently serving as a Member of European Parliament since 2019. She previously served as director of the École nationale d'administration (ENA) from 2012 to 2017 and as the French Minister for European Affairs from 21 June 2017 to 27 March 2019. She was the top candidate of the La République En Marche electoral list in the 2019 European elections.",
  "/wiki/European_Parliament_Committee_on_Industry,_Research_and_Energy": "The Committee on Industry, Research and Energy (ITRE) is a committee of the European Parliament. Its areas of responsibility relate to industry, especially technology-intensive manufacturing, information technology, and telecommunications. It also coordinates European space policy and therefore has ties with the European Space Agency. It has oversight duties in relation to the Joint Research Centre and the Institute for Reference Materials and Measurements, as well as similar projects.",
  "/wiki/Adina-Ioana_V%C4%83lean": "Adina-Ioana Vălean (born 16 February 1968) is a Romanian politician who has been serving as a Member of the European Parliament since 2007. In 2019 she was elected chair of the European Parliament Committee on Industry, Research and Energy.",
  "/wiki/European_Parliament_Committee_on_Internal_Market_and_Consumer_Protection": "The Committee on the Internal Market and Consumer Protection (IMCO) is a committee of the European Parliament.",
  "/wiki/Petra_De_Sutter": "Petra De Sutter (Oudenaarde, 10 June 1963) is a Belgian gynaecologist and politician of the Green party who has been a Member of the European Parliament since 2019. She previously worked as professor of gynaecology at Ghent University, head of the Department of Reproductive Medicine at Ghent University Hospital (UZ Gent).",
  "/wiki/Greens%E2%80%93European_Free_Alliance": "The Greens/European Free Alliance (Greens/EFA) is the political group of the European Parliament composed primarily of green and regionalist political parties.",
  "/wiki/European_Parliament_Committee_on_International_Trade": "The Committee on International Trade (INTA) is a committee of the European Parliament. Its current chair, elected on 10 July 2019, is Bernd Lange. INTA is responsible for matters relating to the establishment, implementation and monitoring of the EU’s common commercial policy and its external economic relations, including trade and investment legislation, bilateral, plurilateral and multilateral agreements and relations with the World Trade Organisation (WTO). With the Treaty of Lisbon, the Parliament has become a co-legislator in the Union’s Common Commercial Policy and has the final say on entry into force of all trade agreements. Moreover, the Union competencies were expanded to include foreign investment.",
  "/wiki/Bernd_Lange": "Bernd Lange (born 14 November 1955) is a German politician and member of the European Parliament from Germany. He is a member of the Social Democratic Party, part of the Party of European Socialists.",
  "/wiki/European_Parliament_Committee_on_Legal_Affairs": "The Committee on Legal Affairs (JURI) is a committee of the European Parliament.",
  "/wiki/Lucy_Nethsingha": "Lucy Kathleen Nethsingha (born 6 February 1973) is a British politician, who was a Liberal Democrats Member of the European Parliament (MEP) for the East of England between 2019 and the United Kingdom's withdrawal from the EU. She is chair of the Parliament's Committee on Legal Affairs (JURI).",
  "/wiki/European_Parliament_Committee_on_Petitions": "The Committee on Petitions (PETI) is a permanent committee of the European Parliament to offer a petition process including a web portal to create and admit petitions. Its current chair, elected on 10 July 2019, is Dolors Montserrat, member of the EPP Group.",
  "/wiki/Dolors_Montserrat": "Dolors Montserrat i Montserrat (born September 18, 1973 in Sant Sadurní d'Anoia) is a Spanish lawyer and politician who serves as Member of the European Parliament. Previously, she has served as Minister of Health, Social Services and Equality of Spain from 2016  to 2018, when a vote of no-confidence against Mariano Rajoy ousted the government.",
  "/wiki/European_Parliament_Committee_on_Regional_Development": "The Committee on Regional Development (REGI) is a committee of the European Parliament. Its current chair, elected on 10 July 2019, is Younous Omarjee.",
  "/wiki/Younous_Omarjee": "Younous Omarjee (born 30 September 1969 in Saint-Denis, Réunion) is a Reunionese politician. He has served as a Member of the European Parliament since 4 January 2012.. Since july 2019, he is chair of the European Parliament Committee on Regional Development. He sits with the Confederal Group of the European United Left - Nordic Green Left.",
  "/wiki/European_United_Left%E2%80%93Nordic_Green_Left": "The European United Left/Nordic Green Left (French: Gauche unitaire européenne/Gauche verte nordique, GUE/NGL) is a political group of the European Parliament established in 1995, and composed of left-wing to far-left members."
}