{
  "/wiki/Amos_Beebe_Eaton": "Amos Beebe Eaton (May 12, 1806 – February 21, 1877) was a career officer in the United States Army, serving as a general for the Union during the American Civil War.",
  "/wiki/Alonzo_J._Edgerton": "Alonzo Jay Edgerton (June 7, 1827 – August 9, 1896) was a United States Senator from Minnesota and a United States District Judge of the United States District Court for the District of South Dakota.",
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord (French: Star of the North).",
  "/wiki/John_Edwards_(Arkansas)": "John Edwards (October 24, 1815 – April 8, 1894) was an American Civil War brigadier general in the Union Army, an American politician and a U.S. Representative from Arkansas.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Oliver_Edwards": "Oliver Edwards (January 30, 1835 – April 28, 1904) was a machine company executive, an inventor, and a volunteer officer in the Union Army during the American Civil War.",
  "/wiki/Thomas_W._Egan": "Thomas Wilberforce Egan (1836 – February 24, 1887) was a Union Army officer who led the Mozart Regiment during most of the American Civil War, later becoming a general.",
  "/wiki/James_A._Ekin": "James Adams Ekin (August 31, 1819–March 27, 1891) was a Union Army officer in the American Civil War. He achieved fame as a member of the military commission trying the conspirators involved with the assassination of President Abraham Lincoln.",
  "/wiki/Abraham_Lincoln_assassination": "Abraham Lincoln, the 16th President of the United States, was assassinated by well-known stage actor John Wilkes Booth on April 14, 1865, while attending the play Our American Cousin at Ford's Theatre in Washington, D.C.\nShot in the head as he watched the play, Lincoln died the following day at 7:22 am, in the Petersen House opposite the theater. He was the first U.S. president to be assassinated, with his funeral and burial marking an extended period of national mourning.",
  "/wiki/Alfred_W._Ellet": "Alfred Washington Ellet (October 11, 1820 – January 9, 1895) was a civil engineer and a brigadier general in the Union Army who commanded the United States Ram Fleet during the American Civil War.",
  "/wiki/Charles_Ellet,_Jr.": "Charles Ellet Jr. (1 January 1810 – 21 June 1862) was an American civil engineer who designed and constructed major canals, bridges, river improvements and railroads before the American Civil War. He also advocated using steam-powered vessels in naval warfare, volunteered to serve in the U. S. Army Corps of Engineers, received a commission as colonel and (commanding one of the new ram vessels he designed) became the only casualty (and fatality) during the Union naval victory at the Battle of Memphis.",
  "/wiki/Charles_Rivers_Ellet": "Charles Rivers Ellet (June 1, 1843 – October 29, 1863) was a medical student who became a colonel in the Union Army during the American Civil War. He was most noted for his command of the ram Queen of the West during the Vicksburg Campaign in 1863.",
  "/wiki/Washington_Lafayette_Elliott": "Washington Lafayette Elliott (March 31, 1825 – June 29, 1888) was a Brigadier General in the Union Army during the American Civil War.  He led a division of IV Corps at the Battle of Nashville in 1864. In 1866, he was awarded the honorary grade of brevet major general, U.S. Army.",
  "/wiki/Battle_of_Utoy_Creek": "The Battle of Utoy Creek was fought August 4–7, 1864, during the Atlanta Campaign of the American Civil War. Maj. Gen. William T. Sherman's Union armies had partially encircled the city of Atlanta, Georgia, which was being held by Confederate forces under the command of General John Bell Hood. Sherman had at this point adopted a strategy of attacking the railroad lines into Atlanta, hoping to cut off his enemies' supplies. This was the third direct attack on Confederate positions during the campaign and the effect of success would have ended the siege and won Atlanta on 6 August 1864.",
  "/wiki/William_H._Emory": "William Hemsley Emory (September 7, 1811 – December 1, 1887) was a prominent American surveyor and civil engineer in the 19th century. As an officer in the U.S. Army Corps of Topographical Engineers he specialized in mapping the United States border, including the Texas–Mexico border, and the Gadsden Purchase border, 1844–1855, and published lasting scientific reports on the border region.",
  "/wiki/Emory_Peak": "Emory Peak, located in Big Bend National Park, is the highest peak in the Chisos Mountains. and the highest in Brewster County. The peak is named for William H. Emory, the chief surveyor of the U.S. Boundary Survey team of 1852. From the Chisos Basin the peak appears to be a minor ridge, while the summit of Casa Grande, one mile closer, seems to be much taller. From the west, Emory Peak is clearly visible as a point slightly higher than most of the mountain range.",
  "/wiki/George_P._Estey": "George Peabody Estey (1829–1881), also spelled Este, was a Union Army general during the American Civil War.",
  "/wiki/Henry_Lawrence_Eustis": "Henry Lawrence Eustis (February 1, 1819 – January 11, 1885) was a civil engineer, college professor, and soldier who served as a general in the Union Army during the American Civil War.",
  "/wiki/Charles_Ewing_(General)": "Charles Ewing (March 6, 1835 – June 20, 1883) was an attorney and Union Army general during the American Civil War. He was the son of Interior Secretary Thomas Ewing, the brother of Thomas Ewing Jr. and Hugh Boyle Ewing, and the foster brother and brother-in-law of William T. Sherman. Ewing's sister and Sherman's wife was Ellen Ewing Sherman.",
  "/wiki/Thomas_Ewing": "Thomas Ewing Sr. (December 28, 1789 – October 26, 1871) was a National Republican and Whig politician from Ohio. He served in the U.S. Senate as well as serving as the Secretary of the Treasury and the first Secretary of the Interior.  He is also known as the foster father (and subsequently father-in-law) of famous American Civil War general William Tecumseh Sherman.",
  "/wiki/Thomas_Ewing,_Jr.": "Thomas Ewing Jr. (August 7, 1829 – January 21, 1896) was an attorney, the first chief justice of Kansas and leading free state advocate, Union Army general during the American Civil War, and two-term United States Congressman from Ohio, 1877–1881.  He narrowly lost the 1880 campaign for Ohio Governor.",
  "/wiki/Hugh_Boyle_Ewing": "Hugh Boyle Ewing, (October 31, 1826 – June 30, 1905), was a diplomat, author, attorney, and Union Army general during the American Civil War. He was a member of the prestigious Ewing family, son of Thomas Ewing, the eldest brother of Thomas Ewing, Jr. and Charles Ewing, and the foster brother and brother-in-law of William T. Sherman. General Ewing was an ambitious, literate, and erudite officer who held a strong sense of responsibility for the men under his command. He combined his West Point experience with the Civil War system of officer election.",
  "/wiki/William_T._Sherman": "William Tecumseh Sherman (February 8, 1820 – February 14, 1891) was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–65), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States.  British military theorist and historian B. H. Liddell Hart declared that Sherman was \"the first modern general.\"",
  "/wiki/United_States_Ambassador_to_the_Netherlands": "The United States diplomatic mission to the Netherlands consists of the embassy located in The Hague and a consular office located in Amsterdam.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest."
}