{
  "/wiki/Brevet_(military)": "In many of the world's military establishments, a brevet (/brəˈvɛt/ (listen) or /ˈbrɛvɪt/ (listen)) was a warrant giving a commissioned officer a higher rank title as a reward for gallantry or meritorious conduct but without conferring the authority, precedence, or pay of real rank. An officer so promoted was referred to as being brevetted (for example, \"he was brevetted Major General\"). The promotion would be noted in the officer's title (for example, \"Bvt. Maj. Gen. Joshua L. Chamberlain\" or \"Bvt. Col. Arthur MacArthur\").",
  "/wiki/Lucius_Fairchild": "Lucius Fairchild (December 27, 1831 – May 23, 1896) was an American politician, Union Army general, and diplomat. He served as the tenth Governor of Wisconsin and represented the United States as Minister to Spain under presidents Rutherford B. Hayes and James A. Garfield.",
  "/wiki/Governor_of_Wisconsin": "The Governor of Wisconsin is the highest executive authority in the government of the U.S. state of Wisconsin.  The position was first filled by Nelson Dewey on June 7, 1848, the year Wisconsin became a state.  Prior to statehood, there were four Governors of Wisconsin Territory.",
  "/wiki/United_States_Ambassador_to_Spain": "This is a list of United States ambassadors to Spain from 1779 to the present day.",
  "/wiki/Elon_J._Farnsworth": "Elon John Farnsworth (July 30, 1837 – July 3, 1863) was a Union Army captain in the American Civil War. He commanded Brigade 1, Division 3 of the Cavalry Corps (Union Army) from June 28, 1863 to July 3, 1863, when he was mortally wounded and died at the Battle of Gettysburg. He was nominated by President Abraham Lincoln for appointment to the grade of brigadier general on June 29, 1863 but was not confirmed by the United States Senate before his death at Gettysburg.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/John_F._Farnsworth": "John Franklin Farnsworth (March 27, 1820 – July 14, 1897) was a seven-term U.S. Representative from Illinois (1857-1861, 1863-1873) and a colonel in the Union Army during the American Civil War. He commanded brigades in the Cavalry Corps from September 1862 to February 1863. He was nominated by President Abraham Lincoln for appointment to the grade of brigadier general on November 29, 1862 but was not confirmed by the United States Senate. His nomination was ordered returned to President Lincoln on February 12, 1863. He resigned his commission in the Union Army on March 4, 1863, the day he started his third term in Congress.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Edward_Ferrero": "Edward Ferrero (January 18, 1831 – December 11, 1899) was one of the leading dance instructors, choreographers, and ballroom operators in the United States. He also served as a Union Army general in the American Civil War, most remembered for his dishonourable conduct in the Battle of the Crater (July 1864), reported drinking with another general behind the lines, while both their units were virtually destroyed.",
  "/wiki/Orris_S._Ferry": "Orris Sanford Ferry (August 15, 1823 – November 21, 1875) was a Republican American lawyer and politician from Connecticut who served in the United States House of Representatives and the United States Senate. He was also a brigadier general in the Union Army during the American Civil War.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Francis_Fessenden": "Francis Fessenden (March 18, 1839 – January 2, 1906) was a lawyer, politician, and soldier from the state of Maine who served as a general in the Union Army during the American Civil War. He was a member of the powerful Fessenden family, which was prominent in national politics during the mid-19th century.",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/William_Pitt_Fessenden": "William Pitt Fessenden (October 16, 1806 – September 8, 1869) was an American politician from the U.S. state of Maine. Fessenden was a Whig (later a Republican) and member of the Fessenden political family. He served in the United States House of Representatives and Senate before becoming Secretary of the Treasury under President Abraham Lincoln during the American Civil War.",
  "/wiki/James_Deering_Fessenden": "James Deering Fessenden (September 28, 1833 – November 18, 1882) was a lawyer, politician, and soldier from the state of Maine who served as a general in the Union Army during the American Civil War. Primarily a staff officer and operations planner until the latter stages of the war, he commanded an infantry brigade in the Western Theater in 1864 and 1865. In 1862, he organized in South Carolina what became one of the first black regiments in the Federal army. He was a member of the powerful Fessenden family, which was prominent in national politics during the mid-19th century.",
  "/wiki/Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/Clement_Finley": "Clement Alexander Finley (May 11, 1797 – September 8, 1879), was the 10th Surgeon General of the United States Army, May 15, 1861 – April 14, 1862.",
  "/wiki/Surgeon_General_of_the_United_States_Army": "The Surgeon General of the United States Army is the senior-most officer of the U.S. Army Medical Department (AMEDD). By policy, the Surgeon General (TSG) serves as Commanding General, U.S. Army Medical Command (MEDCOM) as well as head of the AMEDD. The surgeon general's office and staff are known as the Office of the Surgeon General (OTSG) and are located in Falls Church, Virginia.",
  "/wiki/U.S._Army_Signal_Corps": "The United States Army Signal Corps (USASC) is a division of the Department of the Army that creates and manages communications and information systems for the command and control of combined arms forces. It was established in 1860, the brainchild of Major Albert J. Myer, and had an important role in the American Civil War. Over its history, it had the initial responsibility for portfolios and new technologies that were eventually transferred to other U.S. government entities. Such responsibilities included military intelligence, weather forecasting, and aviation.",
  "/wiki/Clinton_B._Fisk": "Clinton Bowen Fisk (December 8, 1828 - July 9, 1890) was a senior officer during Reconstruction in the Bureau of Refugees, Freedmen and Abandoned Lands and served as the Prohibition Party's presidential candidate during the 1888 presidential election. Fisk University was named in his honor after he endowed Fisk University with $30,000. In addition, he helped establish the first free public schools in the South for white and African-American children.",
  "/wiki/Manning_Force": "Manning Ferguson Force (December 17, 1824 – May 8, 1899) was a lawyer, judge and soldier from Ohio. He became known as the commander of the 20th Ohio Volunteer Infantry in the Union Army during the American Civil War, and was a recipient of the Army Medal of Honor for gallantry in action.",
  "/wiki/Battle_of_Atlanta": "The Battle of Atlanta was a battle of the Atlanta Campaign fought during the American Civil War on July 21, 1864, just southeast of Atlanta, Georgia. Continuing their summer campaign to seize the important rail and supply center of Atlanta, Union forces commanded by William Tecumseh Sherman overwhelmed and defeated Confederate forces defending the city under John Bell Hood. Union Maj. Gen. James B. McPherson was killed during the battle. Despite the implication of finality in its name, the battle occurred midway through the campaign, and the city did not fall until September 2, 1864, after a Union siege and various attempts to seize railroads and supply lines leading to Atlanta. After taking the city, Sherman's troops headed south-southeastward toward Milledgeville, the state capital, and on to Savannah with the March to the Sea.",
  "/wiki/John_Pope_(military_officer)": "John Pope (March 16, 1822 – September 23, 1892) was a career United States Army officer and Union general in the American Civil War. He had a brief stint in the Western Theater, but he is best known for his defeat at the Second Battle of Bull Run (Second Manassas) in the East.",
  "/wiki/James_W._Forsyth": "James William Forsyth (August 8, 1834 – October 24, 1906) was a U.S. Army officer and general. He was primarily a Union staff officer during the American Civil War and cavalry regimental commander during the Indian Wars. Forsyth is best known for having commanded the 7th Cavalry at the Wounded Knee Massacre on December 29, 1890 during which more than 150 men, women, and children of the Lakota were killed and 51 were wounded.",
  "/wiki/John_G._Foster": "John Gray Foster (May 27, 1823 – September 2, 1874) was a career military officer in the United States Army and a Union general during the American Civil War whose most distinguished services were in North and South Carolina. A postbellum expert in underwater demolition, he wrote the definitive treatise on the subject in 1869. He continued with the Army after the war, using his expertise as assistant to the Chief Engineer in Washington, DC and at a post on Lake Erie.",
  "/wiki/Robert_Sanford_Foster": "Robert Sanford Foster (January 27, 1834 – March 3, 1903) was a Union general from Indiana who served during the American Civil War. He played a prominent role in the Siege of Petersburg and the Appomattox Campaign.",
  "/wiki/Abraham_Lincoln_assassination": "Abraham Lincoln, the 16th President of the United States, was assassinated by well-known stage actor John Wilkes Booth on April 14, 1865, while attending the play Our American Cousin at Ford's Theatre in Washington, D.C.\nShot in the head as he watched the play, Lincoln died the following day at 7:22 am, in the Petersen House opposite the theater. He was the first U.S. president to be assassinated, with his funeral and burial marking an extended period of national mourning.",
  "/wiki/William_B._Franklin": "William Buel Franklin (February 27, 1823 – March 8, 1903) was a career United States Army officer and a Union Army general in the American Civil War. He rose to the rank of a corps commander in the Army of the Potomac, fighting in several notable battles in the Eastern Theater of the Civil War. He also distinguished himself as a civil engineer before and after the war.",
  "/wiki/John_C._Frémont": "John Charles Frémont  or Fremont (January 21, 1813 – July 13, 1890) was an American explorer, military officer, and politician. He was a US Senator from California, and in 1856 was the first Republican candidate for President of the United States. During the 1840s, he led five expeditions into the American West, and became known as The Pathfinder.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Governor_of_Arizona": "The Governor of Arizona is the head of government and head of state of the U.S. state of Arizona. In their role as head of government, the governor is the head of the executive branch of the Arizona state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Arizona State Legislature; to convene the legislature; and to grant pardons, except in cases of impeachment. The governor is also the commander-in-chief of the state's military forces.",
  "/wiki/Thomas_Hart_Benton_(politician)": "Thomas Hart Benton (March 14, 1782 – April 10, 1858), nicknamed \"Old Bullion\", was a United States Senator from Missouri. A member of the Democratic Party, he was an architect and champion of westward expansion by the United States, a cause that became known as Manifest Destiny. Benton served in the Senate from 1821 to 1851, becoming the first member of that body to serve five terms.",
  "/wiki/William_H._French": "William Henry French (January 13, 1815 – May 20, 1881) was a career United States Army officer and a Union Army General in the American Civil War. He rose to temporarily command a corps within the Army of the Potomac, but was relieved of active field duty following poor performance by his command during the Mine Run Campaign in late 1863. He remained in the Army and went on to command several Army installations before his retirement in 1880.",
  "/wiki/James_Barnet_Fry": "James Barnet Fry (February 22, 1827 – July 11, 1894) was an American soldier and prolific author of historical books.",
  "/wiki/Provost_Marshal_General": "The provost marshal general (pronounced \"provo\") is a United States Army staff position that handles investigations and incarcerations of U.S. Army personnel.  It is the highest-ranking provost marshal position in the U.S. Army, reporting to the Chief of Staff of the United States Army.  The position brings all aspects of law enforcement in the U.S. Army in a single office.",
  "/wiki/Speed_S._Fry": "Speed Smith Fry (September 9, 1817 – August 1, 1892) was a lawyer, judge, and a United States Army officer during the Mexican–American War and American Civil War.",
  "/wiki/List_of_American_Civil_War_generals_(Union)": "The following lists show the names, substantive ranks, and brevet ranks (if applicable) of all general officers who served in the United States Army during the Civil War, in addition to a small selection of lower-ranked officers who received brevets as general officers; while some 1,600 officers received or were nominated for brevets as general officers in the course of the war (or immediately following it for service during the war), only a small selection is listed here; only those who were killed in action, served as department heads within the army, had revoked or incomplete appointments or became U.S. President are listed here."
}