{
  "/wiki/George_W._Taylor_(general)": "George William Taylor (November 22, 1808 – August 31, 1862) was a general in the Union Army during the American Civil War. He commanded a brigade in the Army of the Potomac before being mortally wounded at the Battle of Manassas Station in Northern Virginia. The poem \"The General's Death\" by Joseph O'Connor was based on George W. Taylor's death.",
  "/wiki/Manassas_Station_Operations_(Stonewall_Jackson)": "The Manassas Station Operations included the operations known as Bristoe Station, Kettle Run, Bull Run Bridge, or Union Mills. It took place August 25–27, 1862, in Prince William County, Virginia, as part of the Northern Virginia Campaign of the American Civil War.",
  "/wiki/Joseph_Pannell_Taylor": "Joseph Pannell Taylor (May 4, 1796 – June 29, 1864) was a career United States Army officer and Union general in the American Civil War. He was the younger brother of Zachary Taylor, the 12th President of the United States.",
  "/wiki/Zachary_Taylor": "Zachary Taylor (November 24, 1784 – July 9, 1850) was the 12th president of the United States, serving from March 1849 until his death in July 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was preserving the Union, but he died sixteen months into his term, before making any progress on the status of slavery, which had been inflaming tensions in Congress.",
  "/wiki/Richard_Taylor_(general)": "Richard \"Dick\" Taylor (January 27, 1826 – April 12, 1879) was an American planter, politician, military historian, and Confederate general. Following the outbreak of the American Civil War, Taylor joined the Confederate States Army, serving first as a brigade commander in Virginia, and later as an army commander in the Trans-Mississippi Theater. Taylor commanded the District of West Louisiana and was responsible for successfully opposing United States troops invading upper northwest Louisiana during the Red River Campaign of 1864. He was the only son of Zachary Taylor, the 12th president of the United States.",
  "/wiki/David_Rumph_Jones": "David Rumph Jones (April 5, 1825 – January 15, 1863) was a Confederate general in the American Civil War.",
  "/wiki/Albert_G._Lawrence": "Albert Gallatin Lawrence (April 14, 1836 – January 1, 1887) was an American diplomat and soldier.",
  "/wiki/Nelson_Taylor": "Nelson Taylor (June 8, 1821 – January 16, 1894) was a U.S. Representative from New York, a brigadier-general in the Union Army during the American Civil War, and a captain in the U.S. Army during the Mexican-American War.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/William_R._Terrill": "William Rufus Terrill (April 21, 1834 – October 8, 1862) was a United States Army soldier and general who was killed in action at the Battle of Perryville during the American Civil War. His Confederate brother James was also killed during the same war, making the Terrills one of the few sets of American brothers killed in action while commanding brigades.",
  "/wiki/Battle_of_Perryville": "The Battle of Perryville (also known as the Battle of Chaplin Hills) was fought on October 8, 1862, in the Chaplin Hills west of Perryville, Kentucky, as the culmination of the Confederate Heartland Offensive (Kentucky Campaign) during the American Civil War. Confederate Gen. Braxton Bragg's Army of Mississippi[b] initially won a tactical victory against primarily a single corps of Maj. Gen. Don Carlos Buell's Union Army of the Ohio. The battle is considered a strategic Union victory, sometimes called the Battle for Kentucky, since Bragg withdrew to Tennessee soon thereafter. The Union retained control of the critical border state of Kentucky for the remainder of the war.",
  "/wiki/James_Barbour_Terrill": "James B. Terrill, often identified as James Barbour Terrill (February 20, 1838 – May 30, 1864) was a lawyer and an officer in the  Confederate States Army.",
  "/wiki/Alfred_Terry": "Alfred Howe Terry (November 10, 1827 – December 16, 1890) was a Union  general in the American Civil War and the military commander of the Dakota Territory from 1866 to 1869 and again from 1872 to 1886. In 1865, Terry led Union troops to victory at the Second Battle of Fort Fisher in North Carolina.",
  "/wiki/Thanks_of_Congress": "The Thanks of Congress is a series of formal resolutions passed by the United States Congress originally to extend the government's formal thanks for significant victories or impressive actions by American military commanders and their troops. Although it began during the American Revolutionary War, the practice peaked during the American Civil War. Similarly, the Confederate Congress also passed resolutions honoring extraordinary performance to individuals or military units.",
  "/wiki/Henry_D._Terry": "Henry Dwight Terry (March 16, 1812 – June 22, 1869) was a United States Army Brigadier general who fought in the American Civil War.",
  "/wiki/John_Milton_Thayer": "John Milton Thayer (January 24, 1820 – March 19, 1906) was a general in the Union Army during the American Civil War and a postbellum United States Senator from Nebraska. Thayer served as Governor of Wyoming Territory and Governor of Nebraska.",
  "/wiki/Governor_of_Wyoming": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890.",
  "/wiki/Governor_of_Nebraska": "The Governor of Nebraska holds the \"supreme executive power\" of the U.S. state of Nebraska as provided by the fourth article of the Nebraska Constitution. The current office holder is Pete Ricketts, a Republican, who was sworn in on January 8, 2015. The current Lieutenant Governor is Mike Foley, who also assumed office on January 8, 2015.",
  "/wiki/Sylvanus_Thayer": "Colonel and Brevet Brigadier General Sylvanus Thayer (June 9, 1785 – September 7, 1872) also known as \"the Father of West Point\" was an early superintendent of the United States Military Academy at West Point and an early advocate of engineering education in the United States.",
  "/wiki/Superintendent_of_the_United_States_Military_Academy": "The Superintendent of the United States Military Academy is its commanding officer. This position is roughly equivalent to the chancellor or president of an American civilian university. The officer appointed is, by tradition, a graduate of the United States Military Academy, commonly known as \"West Point\". However, this is not an official requirement for the position.",
  "/wiki/Quartermaster_General_(United_States)": "The Quartermaster General of the United States Army is a general officer who is responsible for the Quartermaster Corps, the Quartermaster branch of the U.S. Army.  The Quartermaster General does not command Quartermaster units, but is primarily focused on training, doctrine and professional development of Quartermaster soldiers.  The Quartermaster General also serves as the Commanding General, U.S. Army Quartermaster Center and School, Fort Lee, Virginia and the traditional Quartermaster Corps.  The office of the Quartermaster General was established by resolution of the Continental Congress on 16 June 1775, but the position was not filled until 14 August 1775. Perhaps the most famous Quartermaster General was Nathanael Greene, who was the third Quartermaster General, serving from March 1778 to August 1780. The first Quartermaster General to serve in the U.S. Army was Thomas Mifflin of Pennsylvania.",
  "/wiki/George_Henry_Thomas": "George Henry Thomas (July 31, 1816 – March 28, 1870) was a United States Army officer and a Union general during the American Civil War, one of the principal commanders in the Western Theater.",
  "/wiki/Henry_Goddard_Thomas": "Henry Goddard Thomas (April 5, 1837 – January 23, 1897) was a Union Army general during the American Civil War.",
  "/wiki/Lorenzo_Thomas": "Lorenzo Thomas (October 26, 1804 – March 2, 1875) was a career United States Army officer who was Adjutant General of the Army at the beginning of the American Civil War. After the war, he was appointed temporary Secretary of War by U.S. President Andrew Johnson, precipitating Johnson's impeachment.",
  "/wiki/Adjutant_General": "An adjutant general is a military chief administrative officer.",
  "/wiki/Stephen_Thomas_(Medal_of_Honor)": "Stephen Thomas (December 6, 1809 – December 18, 1903), manufacturer, politician, jurist, and Union Army officer. He was a recipient of the Medal of Honor for gallantry.",
  "/wiki/Battle_of_Cedar_Creek": "The Battle of Cedar Creek, or Battle of Belle Grove, fought October 19, 1864, was the culminating battle of the Valley Campaigns of 1864 during the American Civil War. Confederate Lt. Gen. Jubal Early launched a surprise attack against the encamped army of Union Maj. Gen. Philip Sheridan, across Cedar Creek, northeast of Strasburg, Virginia. During the morning fighting, seven Union infantry divisions were forced to fall back and lost numerous prisoners and cannons. Early failed to continue his attack north of Middletown, and Sheridan, dramatically riding to the battlefield from Winchester, was able to rally his troops to hold a new defensive line. A Union counterattack that afternoon routed Early's army.",
  "/wiki/Charles_Mynn_Thruston": "Charles Mynn Thruston (February 22, 1798 – February 18, 1873) was a soldier, farmer, politician, and a brigadier general in the Union Army during the American Civil War. He served as the mayor of Cumberland, Maryland, from 1861 to 1862.",
  "/wiki/John_Blair_Smith_Todd": "John Blair Smith Todd (April 4, 1814 – January 5, 1872) was a Delegate from Dakota Territory to the United States House of Representatives and a general in the Union Army during the American Civil War.",
  "/wiki/Dakota_Territory": "The Territory of Dakota was an organized incorporated territory of the United States that existed from March 2, 1861, until November 2, 1889, when the final extent of the reduced territory was split and admitted to the Union as the states of North and South Dakota.",
  "/wiki/Mary_Todd_Lincoln": "Mary Todd Lincoln (née Mary Ann Todd; December 13, 1818 – July 16, 1882) was the wife of the 16th President of the United States, Abraham Lincoln, and as such the First Lady of the United States from 1861 to 1865.  She dropped the name Ann after her younger sister, Ann Todd (Clark), was born, and did not use the name Todd after marrying.",
  "/wiki/Alfred_Thomas_Archimedes_Torbert": "Alfred Thomas Archimedes Torbert (July 1, 1833 – August 29, 1880) was a career United States Army officer, a Union Army General commanding both infantry and cavalry forces in the American Civil War, and a U.S. diplomat.",
  "/wiki/Joseph_Gilbert_Totten": "Joseph Gilbert Totten (August 23, 1788 – April 22, 1864) fought in the War of 1812, served as Chief of Engineers and was regent of the Smithsonian Institution and cofounder of the National Academy of Sciences.",
  "/wiki/Chief_of_Engineers": "The Chief of Engineers is a principal United States Army staff officer at The Pentagon. The Chief advises the Army on engineering matters, and serves as the Army's topographer and proponent for real estate and other related engineering programs.  The Chief of Engineers is the senior service engineer for the Department of Defense, responsible for integrating all aspects of combat, general and geospatial engineering across the Joint Force.",
  "/wiki/Zealous_Bates_Tower": "Zealous Bates Tower (January 12, 1819 – March 20, 1900) was an American soldier and civil engineer who served as a general in the Union Army during the American Civil War. He was most noted for constructing the solid defenses of Federal-occupied Nashville, Tennessee, which proved to withstand repeated attacks by the Confederates."
}