{
  "/wiki/Sir_Robert_John_McConnell,_1st_Baronet": "Sir Robert John McConnell, 1st Baronet (6 February 1853 – 22 April 1927) was created baronet in 1900, and served as Lord Mayor of Belfast 1900-1901.",
  "/wiki/Irish_Unionist_Party": "The Irish Unionist Alliance (IUA), also known as the Irish Unionist Party or simply the Unionists, was a unionist political party founded in Ireland in 1891 from the Irish Loyal and Patriotic Union to oppose plans for home rule for Ireland within the United Kingdom of Great Britain and Ireland. The party was led for much of its existence by Colonel Edward James Saunderson and later by William St John Brodrick, Earl of Midleton. In total, eighty-six members of the House of Lords affiliated themselves with the Irish Unionist Alliance, although its broader membership was relatively small.",
  "/wiki/Sir_Daniel_Dixon,_1st_Baronet": "Sir Daniel Dixon, 1st Baronet, PC (Ire), DL (28 March 1844 – 10 March 1907) was an Irish businessman and politician.",
  "/wiki/Otto_Jaffe": "Sir Otto Moses Jaffe, JP (13 August 1846 – 29 April 1929), also spelt Jaffé, was a German-born British businessman, who was twice elected Lord Mayor of Belfast.",
  "/wiki/Anthony_Ashley-Cooper,_9th_Earl_of_Shaftesbury": "Anthony Ashley-Cooper, 9th Earl of Shaftesbury KP GCVO CBE PC (31 August 1869 – 25 March 1961), was the son of the 8th Earl of Shaftesbury and Lady Harriet Augusta Anna Seymourina Chichester (1836 – 14 April 1898), the daughter of the 3rd Marquess of Donegall and Lady Harriet Anne Butler.",
  "/wiki/Sir_Robert_Anderson,_1st_Baronet": "Sir Robert Anderson, 1st Baronet (8 December 1837 – 16 July 1921) was an Irish businessman, High Sheriff and Lord Mayor of Belfast.",
  "/wiki/Robert_James_McMordie": "Robert James McMordie, KC (31 January 1849 – 25 March 1914) was an Irish barrister, politician, and Lord Mayor of Belfast.",
  "/wiki/Crawford_McCullagh": "The Rt Hon. Sir Crawford McCullagh, 1st Baronet (1868 (Aghalee, Co. Antrim) – 13 April 1948), was a Unionist politician in Northern Ireland.",
  "/wiki/James_Johnston_(Irish_politician)": "The Rt Hon. Sir James Johnston, PC (29 November 1849 – 13 April 1924) was a unionist politician in Northern Ireland.",
  "/wiki/William_Frederick_Coates": "Sir William Frederick Coates, 1st Baronet (1866 – 19 January 1932) was an Irish stockbroker and politician in Belfast.",
  "/wiki/Ulster_Unionist_Party": "The Ulster Unionist Party (UUP) is a unionist political party in Northern Ireland. Having gathered support in Northern Ireland during the late-nineteenth and early-twentieth centuries, the party governed Northern Ireland between 1921 and 1972. It was supported by most unionist voters throughout the conflict known as the Troubles, during which time it was often referred to as the Official Unionist Party (OUP). Between 1905 and 1972 its MPs took the Conservative whip at Westminster, considered as part of the Conservative Party.",
  "/wiki/William_George_Turner": "Sir William George Turner (1872 – 14 June 1937) was a unionist politician in Northern Ireland.",
  "/wiki/George_Ruddell_Black": "George Ruddell Black (1865 or 1866–1942) was a unionist politician in Northern Ireland.",
  "/wiki/William_Frederick_Neill": "Sir William Frederick Neill  (8 May 1889 – 3 January 1960) was a unionist politician in Northern Ireland.",
  "/wiki/William_Ernest_George_Johnston": "Sir William Ernest George Johnston, DL (31 October 1884 – 26 October 1951) was a Unionist politician and businessman in Northern Ireland.",
  "/wiki/James_Norritt": "Sir James Henry Norritt  JP DL FCIS (1887 – 21 July 1963) was a Northern Irish businessman who was Lord Mayor of Belfast for the Ulster Unionist Party from 1951 to 1953.  His mayoralty made him an ex-officio member of the Senate of Northern Ireland.",
  "/wiki/Percival_Brown": "Sir Percival Brown CBE  (3 April 1901 – 4 October 1962) was a unionist politician in Northern Ireland."
}