{
  "/wiki/Beaumont-Hamel_Newfoundland_Memorial": "The Beaumont-Hamel Newfoundland Memorial is a memorial site in France dedicated to the commemoration of Dominion of Newfoundland forces members who were killed during World War I. The 74-acre (300,000 m2) preserved battlefield park encompasses the grounds over which the Newfoundland Regiment made their unsuccessful attack on 1 July 1916 during the first day of the Battle of the Somme.",
  "/wiki/Beaumont-Hamel": "Beaumont-Hamel is a commune in the Somme department in Hauts-de-France in northern France.",
  "/wiki/Somme_(department)": "Somme (French pronunciation: [sɔm] (listen)) is a department of France, located in the north of the country and named after the Somme river. It is part of the Hauts-de-France region.",
  "/wiki/Royal_Newfoundland_Regiment": "The Royal Newfoundland Regiment (R NFLD R) is a Primary Reserve infantry regiment of the Canadian Army. It is part of the 5th Canadian Division's 37 Canadian Brigade Group.",
  "/wiki/Battle_of_the_Somme": "The Battle of the Somme, also known as the Somme Offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the River Somme in France. The battle was intended to hasten a victory for the Allies and was the largest battle of the war's  Western Front. More than three million men fought in the battle and one million men were wounded or killed, making it one of the bloodiest battles in human history.",
  "/wiki/Bourlon_Wood_Memorial": "The Bourlon Wood Memorial is a Canadian war memorial that commemorates the actions of the Canadian Corps during the final months of the First World War; a period also known as Canada's Hundred Days, part of the Hundred Days Offensive. Particularly celebrated are the Canadian Corps crossing of the Canal du Nord, their flushing the German forces from Bourlon and Bourlon Wood and the 'Pursuit to Mons' through Cambrai, Denain, Valenciennes and into Mons on 11 November 1918. It is located adjacent to the town of Bourlon (about 10 km (6.2 mi) west of Cambrai, France).",
  "/wiki/Bourlon": "Bourlon is a commune in the Pas-de-Calais department in the Hauts-de-France region in northern France.",
  "/wiki/Canadian_National_Vimy_Memorial": "The Canadian National Vimy Memorial is a war memorial site in France dedicated to the memory of Canadian Expeditionary Force members killed during the First World War. It also serves as the place of commemoration for Canadian soldiers of the First World War killed or presumed dead in France who have no known grave. The monument is the centrepiece of a 100-hectare (250-acre) preserved battlefield park that encompasses a portion of the ground over which the Canadian Corps made their assault during the initial Battle of Vimy Ridge offensive of the Battle of Arras.",
  "/wiki/Givenchy-en-Gohelle": "Givenchy-en-Gohelle (French pronunciation: ​[ʒivɑ̃ʃi ɑ̃ goɛl]) is a commune in the Pas-de-Calais department in the Hauts-de-France region of France. It is located 1.8 kilometres (1.1 mi) north of the Canadian National Vimy Memorial dedicated to the Battle of Vimy Ridge and the missing First World War Canadian soldiers with no known grave; the Memorial is also the site of two Canadian cemeteries. The village was destroyed during World War I but was rebuilt after the war.",
  "/wiki/Battle_of_Vimy_Ridge": "The Battle of Vimy Ridge was part of the Battle of Arras, in the Nord-Pas-de-Calais region of France, during the First World War. The main combatants were the four divisions of the Canadian Corps in the First Army, against three divisions of the German 6th Army. The battle took place from 9 to 12 April 1917 at the beginning of the Battle of Arras, the first attack of the Nivelle Offensive, which was intended to attract German reserves from the French, before their attempt at a decisive offensive on the Aisne and the Chemin des Dames ridge further south.",
  "/wiki/Courcelette_Memorial": "The Courcelette Memorial is a Canadian war memorial that commemorates the actions of the Canadian Corps in the final two and a half months of the infamous four-and-a-half-month-long Somme Offensive of the First World War. The Canadians participated at the Somme from early September to the British offensives end in mid-November 1916, engaging in several of the battles-within-the-battle of the Somme, including actions at: Flers-Courcelette, Thiepval Ridge, the Ancre Heights, the Ancre as well as a small role in providing relief to the First Australian Imperial Force in the final days of the Battle of Pozières. The battles on the Somme were the first in which all four Canadian divisions participated in the same battle, although not together in a cohesive formation. The Canadian divisions suffered over 24,000 casualties.",
  "/wiki/Courcelette": "Courcelette is a commune in the Somme department in Hauts-de-France in northern France.",
  "/wiki/Courtrai_Newfoundland_Memorial": "The Courtrai Memorial is a Dominion of Newfoundland war memorial that commemorates the actions of the Royal Newfoundland Regiment during the 1918 Battle of Courtrai, and the Regiment's actions in the Hundred Days Offensive and the final months of World War I.",
  "/wiki/Kortrijk": "Kortrijk (/ˈkɔːrtraɪk/ KORT-ryke, Dutch: [ˈkɔrtrɛik] (listen); West Flemish: Kortryk or Kortrik; French: Courtrai [kuʁtʁɛ]; Latin: Cortoriacum), also known in English as Courtrai or Courtray (/kʊərˈtreɪ/ koor-TRAY), is a Belgian city and municipality in the Flemish province of West Flanders.",
  "/wiki/Battle_of_Courtrai_(1918)": "The Battle of Courtrai (also known as the Second Battle of Belgium (French: 2ème Bataille de Belgique) and the Battle of Roulers (French: Bataille de Roulers)) was one of a series of offensives in northern France and southern Belgium that took place in late September and October 1918.",
  "/wiki/Dury_Memorial": "The Dury Memorial is a World War I Canadian war memorial that commemorates the actions of the Canadian Corps in the Second Battle of Arras, particularly their breakthrough at the Drocourt–Quéant Line switch of the Hindenburg Line just south of the town of Dury. The Drocourt–Quéant Line was a main position in the German Army's defensive position in the area. The action took place on 2 and 3 September 1918 during a period known as the Hundred Days Offensive or Canada's Hundred Days.  Particularly noteworthy for such a brief battle was that seven Canadians earned a Victoria Cross on 2 September during the battle.",
  "/wiki/Dury,_Pas-de-Calais": "Dury is a commune in the Pas-de-Calais department in the Hauts-de-France region of France.",
  "/wiki/Battle_of_Drocourt-Qu%C3%A9ant_Line": "The Drocourt-Quéant Line (Wotan Stellung) was a set of mutually supporting defensive lines constructed by Germany between the French towns of Drocourt and Quéant during World War I. This defensive system was part of the northernmost section of the Hindenburg Line, a vast German defensive system that ran through northeastern France.",
  "/wiki/Gueudecourt_(Newfoundland)_Memorial": "The Gueudecourt Memorial is a Dominion of Newfoundland war memorial that commemorates the actions of the Royal Newfoundland Regiment during the Battle of Le Transloy, a sub-battle of the Battle of the Somme of World War I. Located about 1-kilometre (0.62 mi) north-east of Gueudecourt village, the memorial marks the spot where in October 1916, the Royal Newfoundland Regiment played a decisive role in the capture and holding of a German strong-point. The site also marks the furthest point of advance from the July 1st starting line of all British units during the Battle of the Somme.",
  "/wiki/Gueudecourt": "Gueudecourt is a commune in the Somme department in Hauts-de-France in northern France.",
  "/wiki/Battle_of_Le_Transloy": "The Battle of Le Transloy was the last big attack by the Fourth Army of the British Expeditionary Force (BEF) in the 1916 Battle of the Somme in France, during the First World War. The battle was fought in conjunction with attacks by the French Tenth and Sixth armies on the southern flank and the Reserve/5th Army on the northern flank, against Heeresgruppe Rupprecht (Field Marshal Rupprecht of Bavaria) created on 28 August, from the 1st and 2nd armies of the dissolved armeegruppe Gallwitz-Somme and the 6th and 7th armies. General Ferdinand Foch, commander of groupe des armées du nord (Northern Army Group) and co-ordinator of the armies on the Somme, was unable to continue the sequential attacks by the Anglo-French armies achieved in September, because persistent rain, mist and fog grounded aircraft, turned the battlefield into a swamp and greatly increased the difficulty of transporting supplies to the front over the few roads in the area and the land that had been devastated since 1 July.",
  "/wiki/Hill_62_Memorial": "The Canadian Hill 62 (Sanctuary Wood) Memorial is a war memorial that commemorates the actions of the Canadian Corps in defending the southern stretches of the Ypres Salient between April and August 1916 including actions in battle at the St Eloi Craters, Hill 62, Mount Sorrel and Sanctuary Wood. These battles marked the first occasion in which Canadian divisions engaged in planned offensive operations during World War I. In those actions the Canadians reconquered vital high-ground positions that denied the Germans a commanding view of the town of Ypres itself.",
  "/wiki/Zonnebeke": "Zonnebeke (West Flemish: Zunnebeke) is a municipality located in the Belgian province of West Flanders. The municipality comprises the villages of Beselare [nl], Gheluvelt [nl], Passendale, Zandvoorde and Zonnebeke proper. On January 1, 2006, Zonnebeke had a total population of 11,758. The total area is 67.57 km² which gives a population density of 174 inhabitants per km².",
  "/wiki/Ypres_Salient": "The Ypres Salient is the area around Ypres in Belgium which was the scene of some of the biggest battles in World War I.",
  "/wiki/Le_Quesnel_Memorial": "The Le Quesnel Memorial is a Canadian war memorial that commemorates the actions of the Canadian Corps during the 1918 Battle of Amiens during World War I.  The battle marked the beginning of a 96-day period known as \"Canada's Hundred Days\" that saw the crumbling of the German Army and ultimately the Armistice that ended the war. The memorial is located just to the southwest of the village of Le Quesnel (from which it takes its name), on the road between Amiens and Roye, in northern France.",
  "/wiki/Le_Quesnel": "Le Quesnel is a commune in the Somme department in Hauts-de-France in northern France.",
  "/wiki/Battle_of_Amiens_(1918)": "The Battle of Amiens, also known as the Third Battle of Picardy (French: 3ème Bataille de Picardie), was the opening phase of the Allied offensive which began on 8 August 1918, later known as the Hundred Days Offensive, that ultimately led to the end of the First World War. Allied forces advanced over 11 kilometres (7 mi) on the first day, one of the greatest advances of the war, with Gen Henry Rawlinson's British Fourth Army (with 9 of its 19 divisions supplied by the fast moving Australian Corps of Lt Gen John Monash and Canadian Corps of Lt Gen Arthur Currie) playing the decisive role. The battle is also notable for its effects on both sides' morale and the large number of surrendering German forces. This led Erich Ludendorff to describe the first day of the battle as \"the black day of the German Army\". Amiens was one of the first major battles involving armoured warfare.",
  "/wiki/Masni%C3%A8res_Newfoundland_Memorial": "The Masnières Newfoundland Memorial is a Dominion of Newfoundland war memorial that commemorates the actions of the Royal Newfoundland Regiment during the First Battle of Cambrai, of World War I. Located at the north end of the town of Masnières, France, the memorial commemorates the participation of the Newfoundlanders in the taking and defense of the town during the First Battle of Cambrai between 20 November and 2 December 1917.",
  "/wiki/Masni%C3%A8res": "Masnières is a commune in the Nord department in northern France.",
  "/wiki/Battle_of_Cambrai_(1917)": "The Battle of Cambrai (Battle of Cambrai, 1917, First Battle of Cambrai and Schlacht von Cambrai) was a British attack followed by the biggest German counter-attack against the British Expeditionary Force (BEF) since 1914, in the First World War. The town of Cambrai, in the département of Nord, was an important supply point for the German Siegfriedstellung (known to the British as the Hindenburg Line) and capture of the town and the nearby Bourlon Ridge would threaten the rear of the German line to the north. Major General Henry Tudor, Commander, Royal Artillery (CRA) of the 9th (Scottish) Division, advocated the use of new artillery-infantry techniques on his sector of the front. During preparations, J. F. C. Fuller, a staff officer with the Tank Corps, looked for places to use tanks for raids. General Julian Byng, commander of the British Third Army, decided to combine both plans.[a] The French and British armies had used tanks in mass earlier in 1917, although to considerably less effect.",
  "/wiki/Menin_Gate": "The Menin Gate Memorial to the Missing is a war memorial in Ypres, Belgium, dedicated to the British and Commonwealth soldiers who were killed in the Ypres Salient of World War I and whose graves are unknown. The memorial is located at the eastern exit of the town and marks the starting point for one of the main roads out of the town that led Allied soldiers to the front line. Designed by Sir Reginald Blomfield and built by the Imperial War Graves Commission (since renamed the Commonwealth War Graves Commission), the Menin Gate Memorial was unveiled on 24 July 1927.",
  "/wiki/Ypres": "Ypres (/ˈiːprə/ EE-prə; French: [ipʁ]; Dutch: Ieper [ˈipər]) is a Belgian municipality in the province of West Flanders. Though the Dutch Ieper is the official name, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,900 inhabitants.",
  "/wiki/Monchy-le-Preux_(Newfoundland)_Memorial": "The Monchy-le-Preux Memorial is a Dominion of Newfoundland war memorial that commemorates the actions of the Royal Newfoundland Regiment during the Battle of Arras of World War I.",
  "/wiki/Monchy-le-Preux": "Monchy-le-Preux is a commune in the Pas-de-Calais department in the Hauts-de-France region of France.",
  "/wiki/Battle_of_Arras_(1917)": "The Battle of Arras (also known as the Second Battle of Arras) was a British offensive on the Western Front during World War I. From 9 April to 16 May 1917, British troops attacked German defences near the French city of Arras on the Western Front. The British achieved the longest advance since trench warfare had begun, surpassing the record set by the French Sixth Army on 1 July 1916. The British advance slowed in the next few days and the German defence recovered. The battle became a costly stalemate for both sides and by the end of the battle, the British Third and First Army had suffered about 160,000 casualties and the German 6th Army about 125,000.",
  "/wiki/Passchendaele_Memorial": "The Passchendaele Canadian Memorial is a Canadian war memorial that commemorates the actions of the Canadian Corps in the Second Battle of Passchendaele of World War I. The memorial is located on the former site of Crest Farm, an objective captured  by the 4th Canadian Division during the assault of 30 October 1917.",
  "/wiki/Passendale": "Passendale (Dutch pronunciation: [ˈpɑsə(n)daːlə]) or Passchendaele (/ˈpæʃəndeɪl/; obsolete spelling, retained in English; West Flemish: Passchendoale) is a rural Belgian village in the Zonnebeke municipality of West Flanders province. It is close to the town of Ypres, situated on the hill ridge separating the historical wetlands of the Yser and Leie valleys. It is also commonly known as a battlefield and the name of a campaign during World War I, the Battle of Passchendaele.",
  "/wiki/Battle_of_Passchendaele": "The Third Battle of Ypres (German: Dritte Flandernschlacht; French: Troisième Bataille des Flandres and Dutch: Derde Slag om Vlaanderen), also known as the Battle of Passchendaele (/ˈpæʃəndeɪl/), was a campaign of the First World War, fought by the Allies against the German Empire.[a] The battle took place on the Western Front, from July to November 1917, for control of the ridges south and east of the Belgian city of Ypres in West Flanders, as part of a strategy decided by the Allies at conferences in November 1916 and May 1917. Passchendaele lies on the last ridge east of Ypres, 5 mi (8.0 km) from Roulers (now Roeselare) junction of the Bruges (Brugge) to Kortrijk railway. The station at Roulers was on the main supply route of the German 4th Army. Once Passchendaele Ridge had been captured, the Allied advance was to continue to a line from Thourout (now Torhout) to Couckelaere (Koekelare).",
  "/wiki/Saint_Julien_Memorial": "The St. Julien Memorial is a Canadian war memorial and small commemorative park located in the village of Saint-Julien, Langemark (West Flemish: Sint-Juliaan), Belgium. The memorial commemorates the Canadian First Division's participation in the Second Battle of Ypres of World War I which included fighting in the face of the first poison gas attacks along the Western Front.  Frederick Chapman Clemesha's sculpture, the Brooding Soldier, was selected to serve as the central feature of the monument following a design competition organized by the Canadian Battlefield Monument Commission in 1920.",
  "/wiki/Second_Battle_of_Ypres": "During World War I, the Second Battle of Ypres was fought from 22 April – 25 May 1915 for control of the strategic Flemish town of Ypres in western Belgium. The First Battle of Ypres had been fought the previous autumn. The Second Battle of Ypres was the first mass use by Germany of poison gas on the Western Front. It also marked the first time a former colonial force (the 1st Canadian Division) defeated a European power (the German Empire) in Europe (at the Battle of St. Julien and Battle of Kitcheners' Wood).",
  "/wiki/Portuguese_Fireplace": "The Portuguese Fireplace is a war memorial in the New Forest National Park, near the village of Lyndhurst, Hampshire, England. It is located on the road between Bolderwood and Emery Down, approximately 2 km (1 mi) from the latter. It is near to Millyford Bridge and is used as a Waymark. Because it was also operated by the Canadian Forestry Corps, it is also referred to locally as the Canadian Fireplace.",
  "/wiki/Lyndhurst,_Hampshire": "Lyndhurst /lɪndhərst/ is a large village and civil parish situated in the New Forest National Park in Hampshire, England. Serving as the administrative capital of the New Forest, it is a popular tourist attraction, with many independent shops, art galleries, cafés, museums, pubs and hotels. The nearest city is Southampton, about nine miles (14 km) to the north-east. As of 2001 Lyndhurst had a population of 2,973, increasing to 3,029 at the 2011 Census. The name derives from an Old English name, comprising the words lind (lime tree) and hyrst (wooded hill).",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/Canadian_Forestry_Corps": "The Canadian Forestry Corps (Corps forestier canadien in French) was an administrative corps of the Canadian Army with its own cap badge, and other insignia and traditions.",
  "/wiki/Thelus": "Thélus is a commune in the Pas-de-Calais department in the Hauts-de-France region of France. It is located 4 kilometres (2.5 mi) southeast of the Canadian National Vimy Memorial dedicated to the Battle of Vimy Ridge and the missing First World War Canadian soldiers with no known grave; the Memorial is also the site of two Canadian cemeteries.",
  "/wiki/Canadian_war_memorials": "Canadian war memorials are buildings, monuments, and statues that commemorate the armed actions in the territory encompassing modern Canada, the role of the Canadian military in conflicts and peacekeeping operations, and Canadians who died or were injured in a war. Much of this military history of Canada is commemorated today with memorials across the country and around the world. Canadian memorials commemorate the sacrifices made as early as the Seven Years' War to the modern day War on Terror. As Newfoundland was a British Dominion until joining Confederation in 1949, there are several monuments in Newfoundland and Labrador and abroad which were dedicated to Newfoundland servicemen and women."
}