{
  "/wiki/Sammy_Wilson_(politician)": "Samuel Wilson (born 4 April 1953) is a Democratic Unionist Party politician from Northern Ireland who has been the Member of Parliament (MP)  for East Antrim since 2005. He served as a Member of the Legislative Assembly (MLA) for Belfast East from 1998 to 2003 and for East Antrim from 2003 until 2015. He served as Lord Mayor of Belfast in 1986 / 1987 and again from June 2000 to June 2001, the first person from the DUP to hold the office. He has also served as Minister of Finance and Personnel and Minister of the Environment in the Northern Ireland Executive. He supports Eurosceptic pressure group Leave Means Leave.",
  "/wiki/Democratic_Unionist_Party": "The Democratic Unionist Party (DUP) is a unionist political party in Northern Ireland favouring British identity. It was founded in 1971 during the Troubles by Ian Paisley, who led the party for the next 37 years. Now led by Arlene Foster, it is equal with Sinn Féin in having the most seats in the Northern Ireland Assembly, and it is the fifth-largest party in the House of Commons of the United Kingdom.",
  "/wiki/Jim_Rodgers_(politician)": "Jim Rodgers OBE is a politician from Northern Ireland who was previously the High Sheriff of Belfast, (succeeded by Incumbent Alderman Thomas Haire 16 January 2017) the judicial representative of the sovereign in Belfast. He is an elected Councillor and appointed Alderman at Belfast City Council.",
  "/wiki/Ulster_Unionist_Party": "The Ulster Unionist Party (UUP) is a unionist political party in Northern Ireland. Having gathered support in Northern Ireland during the late-nineteenth and early-twentieth centuries, the party governed Northern Ireland between 1921 and 1972. It was supported by most unionist voters throughout the conflict known as the Troubles, during which time it was often referred to as the Official Unionist Party (OUP). Between 1905 and 1972 its MPs took the Conservative whip at Westminster, considered as part of the Conservative Party.",
  "/wiki/Alex_Maskey": "Alex Maskey (born 8 January 1952) is an Irish politician who was the first member of Sinn Féin to serve as Belfast's Lord Mayor. He was Sinn Féin's longest sitting councillor and is currently an MLA for West Belfast as well as being a former councillor for the Laganbank area of Belfast.",
  "/wiki/Sinn_F%C3%A9in": "Sinn Féin (/ʃɪn ˈfeɪn/ shin FAYN, Irish: [ʃɪnʲ ˈfʲeːnʲ]; English: \"[We] Ourselves\") is a centre-left to left-wing Irish republican political party active in both the Republic of Ireland and Northern Ireland.",
  "/wiki/Martin_Morgan": "Martin Morgan is a former Irish politician for the Social Democratic and Labour Party (SDLP). \nMarried to Dympna, a double graduate from the Queen's University of Belfast and a qualified Master's Level Social Worker, Morgan has been a  political activist since his teenage years.",
  "/wiki/Social_Democratic_and_Labour_Party": "The Social Democratic and Labour Party (SDLP) (Irish: Páirtí Sóisialta Daonlathach an Lucht Oibre) is a social-democratic, Irish nationalist political party in Northern Ireland. The SDLP currently has 12 MLAs in the Northern Ireland Assembly and two MPs in Westminster.",
  "/wiki/Alliance_Party_of_Northern_Ireland": "The Alliance Party of Northern Ireland (APNI) is a liberal and centrist political party in Northern Ireland. It is Northern Ireland's fifth-largest party overall, with eight seats in the Northern Ireland Assembly. It made breakthroughs in recent elections, placing third in first preference votes in the most recent European Parliament and United Kingdom general election, winning one of the three Northern Ireland seats in the European Parliament, and one seat, North Down in the House of Commons respectively.",
  "/wiki/Wallace_Browne": "Wallace Hamilton Browne, Baron Browne of Belmont (born 29 October 1947) is a Northern Irish politician in the Democratic Unionist Party.",
  "/wiki/Patrick_McCarthy_(politician)": "Patrick McCarthy MBE is an Irish Social Democratic and Labour Party politician and member of Belfast City Council.",
  "/wiki/Tom_Hartley": "Tom Hartley (born 1945 or 1946) is a historian and Irish republican politician.",
  "/wiki/Naomi_Long": "Naomi Rachel Long (née Johnston; born 13 December 1971) is a Northern Irish politician who has served as Minister of Justice in the Northern Ireland Executive since January 2020 and leader of the Alliance Party since 2016.  She has served as a Member of the Legislative Assembly (MLA) for East Belfast since 2020 having held the same seat from 2003 to 2010, and between 2016 and 2019. She previously served as Lord Mayor of Belfast from 2009 to 2010, Member of Parliament (MP) for East Belfast between 2010 and 2015, and Member of the European Parliament (MEP) for Northern Ireland from 2019 to 2020.",
  "/wiki/Niall_%C3%93_Donnghaile": "Niall Ó Donnghaile (Irish pronunciation: [ˈnʲiəl̪ˠ oː ˈd̪ˠɔn̪ˠɣalʲə]) (born 28 May 1985) is an Irish Sinn Féin politician who has served as a Senator since April 2016. He previously served as Lord Mayor of Belfast from 2011 to 2012 and Councillor on Belfast City Council from 2011 to 2016.",
  "/wiki/Gavin_Robinson": "Gavin James Robinson (born 22 November 1984) is a barrister and Democratic Unionist Party politician from Belfast in Northern Ireland. He has been the Member of Parliament (MP) for Belfast East in the UK House of Commons since the 2015 general election. He was Lord Mayor of Belfast in 2012–2013.",
  "/wiki/M%C3%A1irt%C3%ADn_%C3%93_Muilleoir": "Máirtín Ó Muilleoir (born 1 January 1959) is an Irish Sinn Féin politician, author, publisher and businessman, who served as the 58th Lord Mayor of Belfast (2013–14). Ó Muilleoir has two siblings, one of which is writer, blogger and Huffington Post columnist Adrian Millar, whilst the other is journalist and editor Gerry Millar/Gearóid Ó Muilleoir of The Belfast Telegraph.",
  "/wiki/Nichola_Mallon": "Nichola Mallon (born 23 August 1979) is an Irish SDLP politician. She has been a Member of the Legislative Assembly (MLA) for Belfast North since 2016, and was Lord Mayor of Belfast in 2014–2015. She was elected Deputy Leader of the SDLP in 2017.",
  "/wiki/Deirdre_Hargey": "Deirdre Hargey is the Northern Irish Minister for Communities, and a former Lord Mayor of Belfast. who was co-opted to the Assembly to replace Máirtín Ó Muilleoir, She was appointed as Minister at the formation of the executive on 11 January 2020.",
  "/wiki/John_Finucane_(Sinn_F%C3%A9in_politician)": "John Finucane is an Irish lawyer, footballer, and Sinn Féin politician. He has been the Member of Parliament (MP) for the Belfast North constituency of the House of Commons of the United Kingdom since the  2019 general election.[needs update]",
  "/wiki/List_of_mayors_of_Belfast": "The Lord Mayor of Belfast is the leader and chairperson of Belfast City Council, elected annually from and by the City's 60 councillors."
}