{
  "/wiki/Michel_Camilo": "Michel Camilo (born April 4, 1954) is a Grammy-award winning pianist and composer from Santo Domingo, Dominican Republic.  He specializes in jazz, Latin and classical piano work.  Camilo lists some of his main influences as Chick Corea, Keith Jarrett, Oscar Peterson, Bill Evans, and Art Tatum.",
  "/wiki/Sadao_Watanabe_(musician)": "Sadao Watanabe (渡辺 貞夫, Watanabe Sadao, born February 1, 1933) is a Japanese jazz musician who plays alto saxophone, sopranino saxophone, and flute. He is known for his bossa nova recordings, although his work encompasses many styles with collaborations from musicians all over the world. He has had over ten albums reach the top 50 Billboard charts and two within the top 10. He has also had numerous albums reach number one on the jazz charts. Among his awards are the Order of the Rising Sun, the imperial medal of honor for contribution to the arts, and the Fumio Nanri award.",
  "/wiki/Sesame_Street": "Sesame Street is an American educational children's television series that combines live action, sketch comedy, animation and puppetry. It is produced by Sesame Workshop (known as the Children's Television Workshop (CTW) until June 2000) and was created by Joan Ganz Cooney and Lloyd Morrisett. The program is known for its images communicated through the use of Jim Henson's Muppets, and includes short films, with humor and cultural references. The series premiered on November 10, 1969, to positive reviews, some controversy, and high viewership; it has aired on the U.S.'s national public television provider PBS since its debut, with its first run moving to premium channel HBO on January 16, 2016.",
  "/wiki/Carole_King": "Carole King (born Carol Joan Klein, February 9, 1942) is an American singer-songwriter who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. She is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100.  King also wrote 61 hits that charted in the UK,  making her the most successful female songwriter on the UK singles charts between 1952[contradictory] and 2005.",
  "/wiki/City_Streets_(album)": "City Streets is an album by American singer-songwriter Carole King, released in 1989. It was the first album after 6-year hiatus from her recording career, co-produced by Rudy Guess who supported her as a backing guitarist in later years.",
  "/wiki/Working_Girl": "Working Girl is a 1988 American romantic comedy-drama film directed by Mike Nichols and starring Melanie Griffith, Harrison Ford and Sigourney Weaver. It was written by Kevin Wade.",
  "/wiki/Michael_Franks_(musician)": "Michael Franks (born September 18, 1944) is an American singer and songwriter, considered a leader of the quiet storm movement. He has recorded with a variety of well-known artists, such as Patti Austin, Art Garfunkel, Brenda Russell, Claus Ogerman, and David Sanborn. His songs have been recorded by  Shirley Bassey, The Carpenters, Kurt Elling, Diana Krall, Patti LaBelle,  Lyle Lovett, The Manhattan Transfer, Carmen McRae and Ringo Starr.",
  "/wiki/The_Camera_Never_Lies": "The Camera Never Lies is a jazz vocal album by Michael Franks, released in 1987 by Warner Bros. Records.",
  "/wiki/Skin_Dive": "Skin Dive is a jazz vocal album by Michael Franks, released in 1985 with Warner Bros. Records. It was Franks' ninth studio album, and the first he co-produced himself. The single off this album, \"Your Secret's Safe With Me\", is his biggest Adult Contemporary hit, peaking at #4.",
  "/wiki/Passionfruit": "Passiflora edulis or passion fruit is a vine species of passion flower native to southern Brazil through Paraguay and northern Argentina. It is cultivated commercially in tropical and subtropical areas for its sweet, seedy fruit, commonly called passion fruit. The fruit is a pepo, a type of berry, round to oval, either yellow or dark purple at maturity, with a soft to firm, juicy interior filled with numerous seeds. The fruit is both eaten and juiced, the juice often added to other fruit juices to enhance aroma.",
  "/wiki/Marvin_Stamm": "Marvin Louis Stamm (born May 23, 1939) is an American jazz trumpeter.",
  "/wiki/Roberta_Flack": "Roberta Cleopatra Flack (born February 10, 1937) is an American singer. She is known for her No. 1 singles \"The First Time Ever I Saw Your Face\", \"Killing Me Softly with His Song\", \"Feel Like Makin' Love\"; and \"Where Is the Love\" and \"The Closer I Get to You\", two of her many duets with Donny Hathaway.",
  "/wiki/I%27m_the_One_(Roberta_Flack_album)": "I'm the One is an album by Roberta Flack released in May 1982 which reached #59 on the album chart in Billboard whose R&B album chart afforded the album a #16 peak.",
  "/wiki/Objects_of_Desire": "Objects of Desire is a jazz vocal album by Michael Franks, released in 1982 with Warner Bros. Records. It was Franks' seventh studio album.",
  "/wiki/David_Sanborn": "David William Sanborn (born July 30, 1945) is an American alto saxophonist. Though Sanborn has worked in many genres, his solo recordings typically blend jazz with instrumental pop and R&B. He released his first solo album Taking Off in 1975, but has been playing the saxophone since before he was in high school.",
  "/wiki/Voyeur_(David_Sanborn_album)": "Voyeur is an album by American saxophonist David Sanborn that was released on the Warner Bros. label in 1981.",
  "/wiki/Joseph_Brooks_(songwriter)": "Joseph Brooks, born Joseph Kaplan (March 11, 1938 – May 22, 2011), was an American composer, director, producer, and screenwriter. He was a prolific writer of advertising jingles and wrote the hit songs \"My Ship Is Comin' In\", \"If Ever I See You Again\", and \"You Light Up My Life\", the last for the hit film of the same name that he also wrote, directed, and produced. In his later years he became the subject of an investigation after being accused of a series of casting-couch rapes. He was indicted in 2009, but died by suicide on May 22, 2011, before his trial.",
  "/wiki/You_Light_Up_My_Life_(soundtrack)": "You Light Up My Life: Original Soundtrack is the soundtrack album to the 1977 film of the same name starring Didi Conn and Joe Silver. The soundtrack was composed, arranged and produced by Joseph \"Joe\" Brooks and released in October 1977 by Arista Records.",
  "/wiki/Indispensable:_The_Best_of_Michael_Franks": "Indispensable is a jazz vocal album by Michael Franks released only in markets outside of the U.S.A. in 1988 by Warner Bros. Records. It is Franks' twelfth album, and his first of four compilation releases with the label.",
  "/wiki/Michael_Johnson_(singer)": "Michael Jay Johnson (August 8, 1944 – July 27, 2017) was an American pop, country, and folk singer-songwriter and guitarist. He is best known for his 1978 hit song \"Bluer Than Blue\". He charted four hits on the Billboard Hot 100 chart and nine more on Hot Country Songs, including two Number One country hits in 1986's \"Give Me Wings\" and \"The Moon Is Still Over Her Shoulder\". He also co-wrote \"Cain's Blood\", the debut single of 1990s country group 4 Runner.",
  "/wiki/Spyro_Gyra": "Spyro Gyra /ˌspaɪroʊˈdʒaɪrə/ is an American jazz fusion band that was formed in Buffalo, New York in 1974. The band's music combines jazz, R&B, funk, and pop music. The band's name comes from Spirogyra, a genus of green algae which founder Jay Beckenstein had learned about in college.",
  "/wiki/Freetime_(album)": "Freetime is the fifth album by Spyro Gyra, released in 1981. At Billboard magazine, the album reached No. 41 on the Top 200 albums chart and No. 1 on that magazine's Jazz Albums chart.",
  "/wiki/Kvitka_Cisyk": "Kvitka (or \"Kasey\") Cisyk (Ukrainian: Квітка Цісик; Квітослава-Орися Цісик, Kvitka Tsisyk; April 4, 1953 – March 29, 1998) was an American coloratura soprano of Ukrainian ethnicity. Cisyk, a classically trained opera singer who achieved success in four musical genres: popular music, classical opera, Ukrainian folk music and commercial jingles for radio and TV advertisements."
}