{
  "/wiki/Chuck_Foreman": "Walter Eugene \"Chuck\" Foreman (born  October 26, 1950) is a retired American football running back who played for the Minnesota Vikings and the New England Patriots in the National Football League. Considered one of the best passing-catching backs in NFL history, Foreman started in three Super Bowls with the Vikings and was the premiere back for the team for most of the 1970s. Upon entering the league in 1973, he was named the NFL Offensive Rookie of the Year, and he was selected to the Pro Bowl for the first five seasons of his career. During this time, he was also named to 2 first-team All-Pro teams and 2 second-team All-Pro teams. Nicknamed \"The Spin Doctor\" for his elusive running abilities, Foreman held the Vikings franchise record for rushing yards from scrimmage upon his retirement. As part of the team's 50th anniversary celebration, Foreman was named as one of the 50 Greatest Vikings in 2010.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Miami_Hurricanes_football": "The Miami Hurricanes football team represents the University of Miami in the sport of American football. The Hurricanes compete in the National Collegiate Athletic Association (NCAA)'s Division I Football Bowl Subdivision (FBS) and the Coastal Division of the Atlantic Coast Conference (ACC). The program began in 1926 and has won five AP national championships (1983, 1987, 1989, 1991, 2001). The Miami Hurricanes are among the most storied and decorated football programs in NCAA history. Miami is ranked fourth on the list of All-time Associated Press National Poll Championships, tied with Southern California and Ohio State and behind Alabama, Notre Dame,  and Oklahoma.\nMiami also holds a number of NFL Draft records, including most first-round selections in a single draft and most consecutive drafts with at least one first-round selection. Two Hurricanes have won the Heisman Trophy and nine have been inducted to the College Football Hall of Fame. The team plays its home games at Hard Rock Stadium in Miami Gardens, Florida. The Hurricanes' head coach is Manny Diaz.",
  "/wiki/Jackie_Wallace": "Jackie Wallace (born March 13, 1951) is a former American college and professional football cornerback. He played college football at the University of Arizona from 1970 through 1972 and in the National Football League (NFL) for the Minnesota Vikings, Baltimore Colts, and Los Angeles Rams from 1974 through 1979, taking part in two Super Bowls with the Vikings and Rams.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Arizona_Wildcats_football": "The Arizona Wildcats football program represents the University of Arizona in the sport of American college football. Arizona competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the South Division of the Pac-12 Conference (Pac-12).",
  "/wiki/Jim_Lash": "Jim Lash died May 31, 2019 in his hometown of Akron, Ohio.[citation needed]",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Northwestern_Wildcats_football": "The Northwestern Wildcats football team, representing Northwestern University, is an NCAA Division I college football team and member of the Big Ten Conference, with evidence of organization in 1876. The mascot is the Wildcat, a term coined by a Chicago Tribune reporter in 1924, after reporting on a football game where the players appeared as \"a wall of purple wildcats\". Northwestern achieved an all-time high rank of No. 1 during the 1936 and 1962 seasons, then plummeted to extended levels of futility from the mid-1970s to 1994. Recently, under Pat Fitzgerald's leadership, the Wildcats have become a well-rounded team capable of competing with top teams across the country.",
  "/wiki/Mike_Wells_(quarterback)": "Michael Eugene Wells (born June 18, 1951) is a former NFL quarterback who played briefly in 1977. He was originally drafted in 1973 by the Minnesota Vikings but did not appear in a Vikings regular-season game.  He played for the Cincinnati Bengals in 1977 but saw very limited action.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/Illinois_Fighting_Illini_football": "The Illinois Fighting Illini football program represents the University of Illinois in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. The Fighting Illini are a founding member of the Big Ten Conference and compete in its West Division. Illinois claims five national championships and 15 Big Ten championships.",
  "/wiki/Brent_McClanahan": "Brent McClanahan (born September 21, 1952 in Bakersfield, California) is a former professional American football player who played running back for seven seasons for the Minnesota Vikings. He is now a teacher at South High School in Bakersfield, CA.",
  "/wiki/Arizona_State_Sun_Devils_football": "The Arizona State Sun Devils football team represents Arizona State University in the sport of American football. The Sun Devils team competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the South Division of the Pac-12 Conference (Pac-12). Arizona State University has fielded a football team since 1897. The Sun Devils are currently led by head coach Herm Edwards and play their home games at Sun Devil Stadium in Tempe, Arizona. The Sun Devils have won seventeen conference titles, including three Pac-12 titles.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/Minnesota_Golden_Gophers_football": "The Minnesota Golden Gophers football program represents the University of Minnesota in college football at the NCAA Division I Football Bowl Subdivision (FBS) level. Founded in 1882, the program is one of the oldest in college football. Minnesota has been a member of the Big Ten Conference since its inception in 1896 as the Western Conference. The Golden Gophers claim seven national championships: 1904, 1934, 1935, 1936, 1940, 1941, and 1960. Since 2009, the Gophers have played all their home games at TCF Bank Stadium in Minneapolis, Minnesota.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Florida_Gators_football": "The Florida Gators football program represents the University of Florida in American college football. Florida competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Eastern Division of the Southeastern Conference (SEC). They play their home games in Steve Spurrier-Florida Field at Ben Hill Griffin Stadium (nicknamed \"The Swamp\") on the university's Gainesville campus. The team's current head coach is Dan Mullen. The Gators have won three national championships and eight SEC titles in the 112-season history of Florida football.",
  "/wiki/Texas_State_Bobcats_football": "The Texas State Bobcats football program is an NCAA Division I-FBS college football team that represents Texas State University. They currently play in the Sun Belt Conference. The program began in 1904 and has an overall winning record. The program has a total of fourteen conference titles, nine of them being outright conference titles. Home games are played at Bobcat Stadium in San Marcos, Texas.",
  "/wiki/Tackle_(American_football)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Iowa_Hawkeyes_football": "The Iowa Hawkeyes football team represents the University of Iowa in college football. The Hawkeyes compete in the West division of the Big Ten Conference. Iowa joined the Conference (then known as the Western Conference or Big Nine) in 1899 and played their first Conference football season in 1900. They are currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Hawkeyes play their home games in Iowa City, Iowa at Kinnick Stadium, with a capacity of 69,250. The Hawkeyes are currently coached by Kirk Ferentz, who is in his 21st season as the head coach and is the longest current tenured head coach in NCAA Division I FBS.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/New_Mexico_Lobos_football": "The New Mexico Lobos football team is the intercollegiate football team at the University of New Mexico. The Lobos compete as a member of the Mountain West Conference. They have a cumulative record of 449–513–31. Their official colors are cherry and silver. The Lobos play their home games at Dreamstyle Stadium.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Tulane_Green_Wave_football": "The Tulane Green Wave football team represents Tulane University in the sport of American football. The Green Wave compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) as a member of the American Athletic Conference (The American). The football team is coached by Willie Fritz, and plays its home games in Yulman Stadium on its campus in Uptown New Orleans.",
  "/wiki/Dave_Mason_(American_football)": "Dave Mason (born November 2, 1949) is a former defensive back in the National Football League.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/Nebraska_Cornhuskers_football": "The Nebraska Cornhuskers football team competes as part of the NCAA Division I Football Bowl Subdivision, representing the University of Nebraska–Lincoln in the West Division of the Big Ten. Nebraska plays its home games at Memorial Stadium, where it has sold out every game since 1962. The team is currently coached by Scott Frost.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Iowa_State_Cyclones_football": "The Iowa State Cyclones are the football team at Iowa State University in Ames, Iowa. The team is coached by Matt Campbell. The Cyclones compete in the Big 12 Conference, and are currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Cyclones play their home games at Jack Trice Stadium, with a capacity of 61,500.",
  "/wiki/Pittsburg_State_Gorillas_football": "The Pittsburg State Gorillas football team represents Pittsburg State University in collegiate level football. The Pittsburg State football team was formed in 1908, competes in NCAA Division II and is affiliated with the Mid-America Intercollegiate Athletics Association (MIAA). The Gorillas play their home games at Carnie Smith Stadium, more commonly referred to as \"The Jungle\", in Pittsburg, Kansas. Pittsburg State has won more games than any other program in NCAA Division II history. It has won four national championships (1957, 1961, 1991 and 2011) and 27 conference championships, including 13 conference titles in 20 seasons under former head coach Chuck Broyles.",
  "/wiki/Minot_State_Beavers": "The Minot State Beavers are the intercollegiate athletic teams of Minot State University (MSU), located in Minot, North Dakota. The Beavers currently in the process of transitioning from the National Association of Intercollegiate Athletics (NAIA) to the NCAA Division II. The university was previously a member of the NAIA's Dakota Athletic Conference (DAC) and competed as an independent as a provisional member for the 2011–12 academic year before joining the Northern Sun Intercollegiate Conference (NSIC) in 2012. Minot State Beavers men's and women's ice hockey teams currently play in the American Collegiate Hockey Association (ACHA), the men's team plays as is an independent team at the ACHA Men's Division I level and women's team at the ACHA Women's Division II level.",
  "/wiki/Southern_University": "Southern University and A&M College (Southern University, Southern, SUBR or SU) is a public historically black university in Baton Rouge, Louisiana.  It is the largest HBCU in Louisiana, a member-school of the Thurgood Marshall College Fund and the flagship institution of the Southern University System. Its campus encompasses 512 acres, with an agricultural experimental station on an additional 372-acre site, five miles north of the main campus on Scott's Bluff overlooking the Mississippi River in the northern section of Baton Rouge.",
  "/wiki/Missouri_Valley_College": "Missouri Valley College is a private liberal arts college that is affiliated with the Presbyterian Church (USA) and located in Marshall, Missouri. The college was founded in 1889 and supports 40 academic majors and an enrollment close to 1,500 students. Missouri Valley College is accredited by the Higher Learning Commission, a Commission of the North Central Association of Colleges and Schools.",
  "/wiki/Texas_Southern_University": "Texas Southern University (Texas Southern or TSU) is a public historically black university (HBCU) in Houston, Texas. The university is one of the largest and most comprehensive HBCUs in the nation with over 10,000 students enrolled and over 100 academic programs. TSU is a leading producer of college degrees to African Americans and Hispanics in Texas and ranks fourth in the United States in doctoral and professional degrees conferred to African Americans. The university is a member school of the Thurgood Marshall College Fund and it is accredited by the Southern Association of Colleges and Schools.",
  "/wiki/Dave_Winfield": "David Mark Winfield (born October 3, 1951) is an American former Major League Baseball (MLB) right fielder. He is the special assistant to the executive director of the Major League Baseball Players Association.  Over his 22-year career, he played for six teams: the San Diego Padres, New York Yankees, California Angels, Toronto Blue Jays, Minnesota Twins, and Cleveland Indians. He had the winning hit in the 1992 World Series with the Blue Jays over the Atlanta Braves."
}