{
  "/wiki/Doug_Martin_(defensive_end)": "Doug Martin (born May 22, 1957) is a former professional American football player who was selected by the Minnesota Vikings in the 1st round (9th overall) of the 1980 NFL Draft. A 6 ft 3 in (1.91 m), 258 pounds (117 kg) defensive end from the University of Washington, Martin played in 10 NFL seasons from 1980 to 1989 for the Vikings.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Washington_Huskies_football": "The Washington Huskies football team represents the University of Washington in college football. Washington competes in the NCAA Division I Football Bowl Subdivision (FBS) as a member of the North Division of the Pac-12 Conference. The team will be led by head coach Jimmy Lake in 2020. Husky Stadium, located on campus, has served as the home field for Washington since 1920.",
  "/wiki/Willie_Teal": "Willie Teal Jr. (born December 20, 1957) is a former American football cornerback in the National Football League (NFL). He was drafted by the Minnesota Vikings in the second round of the 1980 NFL Draft. He played college football at LSU. Teal also played for the Los Angeles Raiders.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/LSU_Tigers_football": "The LSU Tigers football program, also known as the Fighting Tigers, represents Louisiana State University in the sport of American football.  The Tigers compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC).",
  "/wiki/Brent_Boyd": "Brent Boyd is a former American football offensive guard and an advocate for retired football players. He is considered by many to be the \"father\" of the concussion awareness issue due to his three US Congressional testimonies and media crusade to fight for proper treatment of NFL retirees, their wives and families, and all people who suffer from traumatic brain injuries.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/UCLA_Bruins_football": "The UCLA Bruins football program represents the University of California, Los Angeles, in college football as members of the Pac-12 Conference at the NCAA Division I FBS level. The Bruins have enjoyed several periods of success in their history, having been ranked in the top ten of the AP Poll at least once in every decade since the poll began in the 1930s. Their first major period of success came in the 1950s, under head coach Henry Russell Sanders. Sanders led the Bruins to the Coaches' Poll national championship in 1954, three conference championships, and an overall record of 66–19–1 in nine years. In the 1980s and 1990s, during the tenure of Terry Donahue, the Bruins compiled a 151–74–8 record, including 13 bowl games and an NCAA record eight straight bowl wins. The program has produced 28 first round picks in the NFL Draft, 30 consensus All-Americans, and multiple major award winners, including Heisman winner Gary Beban. The UCLA Bruins' main rival is the USC Trojans. Chip Kelly became head coach in 2018.",
  "/wiki/Dennis_Johnson_(linebacker)": "Dennis Craig Johnson (born June 19, 1958) is a former professional American football linebacker in the National Football League. He played six seasons for the Minnesota Vikings (1980–1985) and the Tampa Bay Buccaneers (1985).",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/USC_Trojans_football": "The USC Trojans football program represent University of Southern California in the sport of American football. The Trojans compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the South Division of the Pac-12 Conference (Pac-12).",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/North_Carolina_Tar_Heels_football": "The North Carolina Tar Heels football team represents the University of North Carolina at Chapel Hill in the sport of American football. The Tar Heels play in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference (ACC).",
  "/wiki/California_Golden_Bears_football": "The California Golden Bears football program represents the University of California, Berkeley, in college football as a member of the Pac-12 Conference at the NCAA Division I FBS level. The team plays its home games at California Memorial Stadium and is coached by Justin Wilcox. Since beginning of play in 1886, the team has won five NCAA recognized national titles - 1920, 1921, 1922, 1923, and 1937 and 14 conference championships, the last one in 2006. It has also produced what are considered to be two of the oddest and most memorable plays in college football: Roy \"Wrong Way\" Riegels' fumble recovery at the 1929 Rose Bowl and The Play kickoff return in the 1982 Big Game.",
  "/wiki/East_Stroudsburg_University_of_Pennsylvania": "East Stroudsburg University of Pennsylvania (ESU) is a public university in East Stroudsburg, Pennsylvania. It is one of the 14 state universities that compose the Pennsylvania State System of Higher Education (PASSHE).",
  "/wiki/Henry_Johnson_(American_football)": "Henry William Johnson III (born March 20, 1958) is a former American football linebacker in the National Football League with the Minnesota Vikings. He played collegiately for the Georgia Tech football team.",
  "/wiki/Georgia_Tech_Yellow_Jackets_football": "The Georgia Tech Yellow Jackets football team represents the Georgia Institute of Technology in the sport of American football. The Yellow Jackets team competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Coastal Division of the Atlantic Coast Conference (ACC). Georgia Tech has fielded a football team since 1892 and, as of 2017, has an all-time record of 735–502-43 (a .591 winning percentage). The Yellow Jackets play in Bobby Dodd Stadium at Historic Grant Field in Atlanta, which has a capacity of 55,000.",
  "/wiki/Iowa_Hawkeyes_football": "The Iowa Hawkeyes football team represents the University of Iowa in college football. The Hawkeyes compete in the West division of the Big Ten Conference. Iowa joined the Conference (then known as the Western Conference or Big Nine) in 1899 and played their first Conference football season in 1900. They are currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Hawkeyes play their home games in Iowa City, Iowa at Kinnick Stadium, with a capacity of 69,250. The Hawkeyes are currently coached by Kirk Ferentz, who is in his 21st season as the head coach and is the longest current tenured head coach in NCAA Division I FBS.",
  "/wiki/East_Carolina_Pirates_football": "The East Carolina Pirates are a college football team that represents East Carolina University (variously \"East Carolina\" or \"ECU\"). The team is a member of the American Athletic Conference, which is in Division I Football Bowl Subdivision (formerly Division I-A) of the National Collegiate Athletic Association (NCAA). Mike Houston is currently the head coach.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Florida_A%26M_Rattlers": "The Florida A&M Rattlers represent Florida A&M University (FAMU) in college athletics. Florida A&M is a member of the Mid-Eastern Athletic Conference and participates in NCAA Division I Football Championship Subdivision (FCS). FAMU offers men's sports in baseball, basketball, football, golf, swimming, tennis and track and field. It offers women's sports in basketball bowling, softball, swimming, tennis, track and field and volleyball.",
  "/wiki/Minnesota_Vikings_draft_history": "This page is a list of the Minnesota Vikings NFL Draft selections. The first draft the Vikings participated in was the 1961 NFL Draft, in which they made Tommy Mason of Tulane their first ever selection."
}