{
  "/wiki/Gerald_Robinson_(American_football)": "Gerald Robinson (born May 4, 1963) but attended NHS (Notasulga High School) in Notasulga, Alabama, and is a former National Football League defensive end who played from 1986 to 1994 for the Minnesota Vikings, the San Diego Chargers and the Los Angeles Rams. He attended the Auburn University and was the Vikings first round draft pick in 1986. He is the all-time sack leader at Auburn University. He now lives in the state of Georgia.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Auburn_Tigers_football": "The Auburn Tigers football program represents Auburn University in the sport of American college football. Auburn competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC).",
  "/wiki/Joe_Phillips_(American_football)": "Joseph Gordon Phillips (born  July 15, 1963) is a former  professional American football defensive tackle who played fourteen seasons in the National Football League.  After his football career he became an attorney and talk show host. The USA Today All-Joe Team is named in his honor.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/SMU_Mustangs_football": "The SMU Mustangs football program is a college football team that represents Southern Methodist University (more commonly \"SMU\"). The team competes in the NCAA Football Bowl Subdivision (FBS) as a member of the American Athletic Conference (The American).",
  "/wiki/Hassan_Jones": "Hassan Ameer Jones (born July 2, 1964) is a former professional American football player who was selected by the Minnesota Vikings in the 5th round of the 1986 NFL Draft[citation needed]. He played for the Clearwater High School Tornadoes[citation needed].  A 6'0\", 195-lb. wide receiver from Florida State, Jones played in eight NFL seasons from 1986 to 1993. His best year as a pro came during the 1990 season for the Vikings when he had 51 receptions for 810 yards and 7 touchdowns[citation needed].",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Florida_State_Seminoles_football": "The Florida State Seminoles football team represents Florida State University (variously Florida State or FSU) in the sport of American football. The Seminoles compete in the NCAA Division I Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). The team is known for its storied history, distinctive helmet, fight song and colors as well as the many traditions associated with the school.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Illinois_Fighting_Illini_football": "The Illinois Fighting Illini football program represents the University of Illinois in college football at the NCAA Division I Football Bowl Subdivision (formerly Division I-A) level. The Fighting Illini are a founding member of the Big Ten Conference and compete in its West Division. Illinois claims five national championships and 15 Big Ten championships.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/Houston_Cougars_football": "The Houston Cougars football program is an NCAA Division I FBS football team that represents the University of Houston. The team is commonly referred to as \"Houston\" or \"UH\" (spoken as \"U of H\"). The UH football program is a member of the American Athletic Conference West Division. Since the 2014 season, the Cougars have played their home games on campus at TDECU Stadium, which was built on the site formerly occupied by Robertson Stadium, where they played home games from 1941 to 1950 and from 1997 to 2012. Over the history of the program, the Cougars have won eleven conference championships and have had several players elected to the College Football Hall of Fame, including a Heisman Trophy winner.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/West_Chester_University_of_Pennsylvania": "West Chester University of Pennsylvania (WCU or WCUPA) is a public university located in Chester County, Pennsylvania, about 20 miles (32 km) west of Philadelphia. The university's North Campus is partially in West Chester borough and partially in West Goshen Township. The South Campus is partially in West Goshen Township and partially in East Bradford Township. There is also a West Chester University campus located in the City of Philadelphia.",
  "/wiki/Mike_Slaton": "Michael Lee Slaton (born September 25, 1964 in Sacramento, California) is a former cornerback and safety in the National Football League",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/South_Dakota_Coyotes": "The South Dakota Coyotes, also known as the USD Coyotes (locally pronounced (US: /ˈkaɪoʊts/ [a]), are the athletic teams for the University of South Dakota. Their team colors are vermilion and white.  They have been members of Summit League of the NCAA's Division I since the 2011–12 school year. The football team plays in Division I's Football Championship Subdivision as a member of the Missouri Valley Football Conference. The Coyotes were charter members of the Division II North Central Conference and were members until 2008 when it upgraded to Division I.",
  "/wiki/USC_Trojans_football": "The USC Trojans football program represent University of Southern California in the sport of American football. The Trojans compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the South Division of the Pac-12 Conference (Pac-12).",
  "/wiki/Richmond_Spiders_football": "The Richmond Spiders are a college football team representing the University of Richmond in Richmond, Virginia. Richmond was the NCAA Division I Football Championship Subdivision champion for the 2008 season. Richmond currently competes in the Colonial Athletic Association of the NCAA's Division I Football Championship Subdivision. Former University of Tennessee at Chattanooga head coach Russ Huesman was named head coach of the Spiders, on December 14, 2016, replacing Danny Rocco who had depart to become head coach at the University of Delaware a day earlier.",
  "/wiki/Jesse_Solomon": "Jesse William Solomon (born November 4, 1963) is a former American football linebacker in the National Football League for the Minnesota Vikings, Dallas Cowboys, Tampa Bay Buccaneers, Atlanta Falcons, and Miami Dolphins. He played college football at Florida State University.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/Minnesota_Vikings_draft_history": "This page is a list of the Minnesota Vikings NFL Draft selections. The first draft the Vikings participated in was the 1961 NFL Draft, in which they made Tommy Mason of Tulane their first ever selection."
}