{
  "/wiki/Mike_Hughes_(American_football)": "Mike Hughes (born February 11, 1997) is an American football cornerback for the Minnesota Vikings of the National Football League (NFL). He played college football at UCF.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/UCF_Knights_football": "The UCF Knights football team represents The University of Central Florida (UCF) in the sport of American football. The Knights compete in the Division I Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the East Division of the American Athletic Conference (The American). Their current head coach is Josh Heupel, formerly a player and coach at Oklahoma and offensive coordinator at Missouri. The Knights play their home games at the 44,206-seat Spectrum Stadium, which is located on UCF's main campus in Orlando, Florida, United States.",
  "/wiki/Brian_O%27Neill_(American_football)": "Brian Cormac O'Neill (born September 15, 1995) is an American football offensive tackle for the Minnesota Vikings of the National Football League (NFL). He played college football at Pittsburgh.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Pittsburgh_Panthers_football": "The Pittsburgh Panthers football program is the intercollegiate football team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. Traditionally the most popular sport at the university, Pitt football has played at the highest level of American college football competition, now termed the NCAA Division I Football Bowl Subdivision, since the beginning of the school's official sponsorship of the sport in 1890. As of the 2013 season, Pitt competes as a member of the Atlantic Coast Conference (ACC).",
  "/wiki/Jalyn_Holmes": "Jalyn Holmes (born January 25, 1996) is an American football defensive tackle for the Minnesota Vikings of the National Football League (NFL). He played college football at Ohio State.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Ohio_State_Buckeyes_football": "The Ohio State Buckeyes football team competes as part of the NCAA Division I Football Bowl Subdivision, representing Ohio State University in the East Division of the Big Ten Conference. Ohio State has played their home games at Ohio Stadium in Columbus, Ohio since 1922.  The Buckeyes are recognized by the university and NCAA as having won eight national championships along with 40 conference championships (including 38 Big Ten titles), eight division championships, 10 undefeated seasons, and six perfect seasons (no losses or ties). As of 2017, the football program is valued at $1.5 billion, the highest valuation of any such program in the country.",
  "/wiki/Tyler_Conklin": "Tyler Conklin (born July 30, 1995) is an American football tight end for the Minnesota Vikings of the National Football League (NFL). He played college football for Central Michigan. He was drafted by the Vikings in the fifth round of the 2018 NFL Draft.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/Central_Michigan_Chippewas_football": "The Central Michigan Chippewas are a college football program in Division I FBS, representing Central Michigan University (CMU). CMU currently[when?] has the 30th highest overall winning percentage of programs currently playing in NCAA Division I.",
  "/wiki/Daniel_Carlson_(American_football)": "Daniel Vilhelm Carlson (born January 23, 1995) is an American football placekicker for the Las Vegas Raiders of the National Football League (NFL). He played college football at Auburn and is the all time scoring leader in the Southeastern Conference (SEC). Carlson was drafted by the Minnesota Vikings in the fifth round of the 2018 NFL Draft. He is currently the tallest kicker in the NFL.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/Auburn_Tigers_football": "The Auburn Tigers football program represents Auburn University in the sport of American college football. Auburn competes in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC).",
  "/wiki/Colby_Gossett": "Colby Gossett (born June 23, 1995) is an American football guard for the Cleveland Browns of the National Football League (NFL). He played college football at Appalachian State. Gossett was named to the first-team All-Sun Belt as a junior and senior.",
  "/wiki/Guard_(American_and_Canadian_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Appalachian_State_Mountaineers_football": "The Appalachian State Mountaineers football team is the college football team at Appalachian State University in Boone, North Carolina. The Mountaineers have competed in the Football Bowl Subdivision (FBS) and the Sun Belt Conference since 2014. Appalachian plays its home games in Kidd Brewer Stadium, named after former head coach Kidd Brewer, whose 1937 squad was unbeaten and unscored upon during the regular season.",
  "/wiki/Ade_Aruna": "Ade Aruna (born April 27, 1994) is a Nigerian professional American football defensive end for the Las Vegas Raiders of the National Football League (NFL). He played college football at Tulane.",
  "/wiki/Tulane_Green_Wave_football": "The Tulane Green Wave football team represents Tulane University in the sport of American football. The Green Wave compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) as a member of the American Athletic Conference (The American). The football team is coached by Willie Fritz, and plays its home games in Yulman Stadium on its campus in Uptown New Orleans.",
  "/wiki/Devante_Downs": "Devante Downs (born October 18, 1995) is an American football inside linebacker for the Seattle Seahawks of the National Football League (NFL). He played college football at California.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/California_Golden_Bears_football": "The California Golden Bears football program represents the University of California, Berkeley, in college football as a member of the Pac-12 Conference at the NCAA Division I FBS level. The team plays its home games at California Memorial Stadium and is coached by Justin Wilcox. Since beginning of play in 1886, the team has won five NCAA recognized national titles - 1920, 1921, 1922, 1923, and 1937 and 14 conference championships, the last one in 2006. It has also produced what are considered to be two of the oddest and most memorable plays in college football: Roy \"Wrong Way\" Riegels' fumble recovery at the 1929 Rose Bowl and The Play kickoff return in the 1982 Big Game.",
  "/wiki/Minnesota_Vikings_draft_history": "This page is a list of the Minnesota Vikings NFL Draft selections. The first draft the Vikings participated in was the 1961 NFL Draft, in which they made Tommy Mason of Tulane their first ever selection."
}