{
  "/wiki/Jodie_Stimpson": "Jodie Lee Stimpson (born 8 February 1989) is a British professional triathlete. In 2013, she finished runner up in the ITU World Triathlon Series.\n She was also Aquathlon World Champion of the year 2006, U23 vice Triathlon World Champion of the year 2008, 2009 British Triathlon Champion and 2010 British Triathlon Super Series winner.\n In the prestigious French Club Championship Series Lyonnaise des Eaux, Stimpson represents Poissy Tri. In 2010, however, Stimpson took part in only one Lyonnaise triathlon, the Triathlon de Paris, and won the gold medal. Together with Erin Densham (Australia) and Jodie Swallow (Great Britain) she won the silver medal for her French club. \n In 2011, Jodie won her 1st major title in Triathlon when part of the GB team which took Gold at the World Mixed Relay Championship.\n On 24 July 2014, Stimpson won her 1st Global title, with Gold at the 2014 Commonwealth Games in the Triathlon.\t\n Stimpson took gold in the mixed triathlon team relay at the 2014 Commonwealth Games, with the Brownlee brothers, Alistair and Jonathan, and Vicky Holland.",
  "/wiki/Great_Britain": "Great Britain is an island in the North Atlantic Ocean off the northwest coast of continental Europe. With an area of 209,331 km2 (80,823 sq mi), it is the largest of the British Isles, the largest European island, and the ninth-largest island in the world.[note 1] In 2011, Great Britain had a population of about 61 million people, making it the world's third-most populous island after Java in Indonesia and Honshu in Japan. The island of Ireland is situated to the west of Great Britain, and together these islands, along with over 1,000 smaller surrounding islands, form the British Isles archipelago.\n The island is dominated by a maritime climate with narrow temperature differences between seasons. England, Scotland, and Wales are mostly on Great Britain. Politically, Great Britain and Northern Ireland together constitute the United Kingdom. The term \"Great Britain\" is often used to include the whole of England, Scotland and Wales including their component adjoining islands; and is also occasionally but contentiously applied to the UK as a whole in some contexts.\n A single Kingdom of Great Britain resulted from the union of the Kingdom of England (which had already comprised the present-day countries of England and Wales) and the Kingdom of Scotland by the 1707 Acts of Union. In 1801, Great Britain united with the neighbouring Kingdom of Ireland, forming the United Kingdom of Great Britain and Ireland, which was renamed the \"United Kingdom of Great Britain and Northern Ireland\" after the Irish Free State seceded in 1922.",
  "/wiki/Tamara_Gómez_Garrido": "Tamara Gómez Garrido (born 1991 in Elche) is a Spanish professional triathlete and member of the National High Performance Team (Deportistas de Alto Nivel).\n\n In 2010, Tamara Gómez had her definite breakthrough. She won the National Junior Championships, placed third at the Spanish University Championships, and she won the silver medal at the Spanish Duathlon Championships (Junior).\n In the same year she also started her international career and took part at three European elite cups and at two junior championships.\nAt the European Junior Duathlon Championships she won the gold medal in the team competition.\n\n Like Carolina Routier, Tamara Gómez Garrido lives in the Spanish Triathlon High Performance Centre Residencia Joaquín Blume in Madrid and studies veterinary medicine at the Universidad Complutense de Madrid.\n In Spain, Tamara Gómez Garrido represented Atletisme Crevillent and CERR Strands Triathlon. She is a member of the Federación de Triatlón de la Comunitat Valenciana.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Gwen_Jorgensen": "Gwen Rosemary Jorgensen (born April 25, 1986 in Waukesha, Wisconsin) is an American distance runner and former professional triathlete. She is the 2014 and 2015 ITU World Triathlon Series Champion. She has been named USA Triathlon's 2013 and 2014 Olympic/ITU Female Athlete of the Year. She was a member of the 2012 Olympic Team and again represented the United States in triathlon at the 2016 Summer Olympics, where she won the USA's first ever triathlon gold medal with a time of 1 hour, 56 minutes, and 16 seconds.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Anne_Haug": "Anne Haug (born 20 January 1983 in Bayreuth) is a German professional triathlete, National Duathlon Champion of the years 2008 and 2009, and vice Triathlon Champion of the year 2009. She represents the clubs TV 1848 Erlangen, Team Icehouse, and LG Stadtwerke München.\n Anne Haug studied Sports at the Technological University of Munich (TU München). She lives in Bayreuth and Munich.\n In 2012, she competed at the Olympic Games and finished in 11th place.\n In 2019, Haug claimed her first Ironman World Championship title, finishing in a time of 8:40:10, making her the third-fastest female in World Championship history.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Ashleigh_Gentle": "Ashleigh Gentle (born 25 February 1991 in South Brisbane, Queensland) is an Australian triathlete who was selected as part of the team for the 2016 Summer Olympics in Rio de Janeiro. She took second at the 2017 ITU World Triathlon Series World Championship.",
  "/wiki/Vendula_Frintová": "Vendula Frintová (Czech pronunciation: [ˈvɛndula ˈfrɪntovaː]; born 4 September 1983 in Nachod) is a Czech professional triathlete, multiple Czech Champion in various categories such as National Champion of the years 2006 and 2007 and winner of the National Championship Series of the year 2009, Duathlon World Champion of the year 2009, and gold medalist of the World Cup in Mooloolaba 2010.\n In the eight years from 2002 to 2009, Vendula Frintová took part in 75 ITU competitions and achieved 37 top ten positions, among which five gold medals.\n In her home country, Vendula Frintová represents the Ekol Elite Triathlon Team, and in 2010, again, she also takes part, as an elite guest star, in prestigious German and French circuits, i.e. the German Bundesliga, representing Krefelder Kanu Klub, and the French Club Championship Series Lyonnaise des Eaux, representing TCG 79 Parthenay.\nAt the opening triathlon of this Grand Prix de Triathlon, Frintová placed 17th, and at the second Lyonnaise des Eaux triathlon in Beauvais she placed 26th, both times being among the three triathlètes classants l'équipe, the best triathletes of the club, and TCG 79 Parthenay, which had only four instead of five triathletes, all of whom foreign guest stars, placed 5th again.\n Vendula Frintová holds a degree in anthropology and genetics (Charles University, Prague) and, when in the Czech Republic, she lives in her home town Nachod.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Kirsten_Sweetland": "Kirsten Sweetland (born 24 September 1988 in Nanaimo, British Columbia) is a Canadian professional triathlete, the Junior World Champion of the year 2006, and the 2010 U23 World Championship silver medalist.\n In the six years from 2005 to 2010, Sweetland took part in 26 ITU competitions and achieved 13 top ten positions.\nIn 2010, Sweetland won the silver medals at the U23 World Championships and at the Premium Pan American Cup in Kelowna.\n In France, Sweetland represents the club Tri Olympique Club Cessonnais in the prestigious French Club Championship Series Lyonnaise des Eaux and took part in one of the five triathlons of this circuit. At the Grand Final in La Baule (Triathlon Audencia) on 18 September 2010, she placed 8th and was the best triathlete of her club, which placed 5th thanks to the guest athletes Sweetland and Aileen Morrison.\n In 2015, she was member of ECS Triathlon club in Sartrouville in France.\n In 2016, she was named to the Canadian Olympic team.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Emma_Snowsill": "Emma Laura Snowsill OAM (born 15 June 1981) is an Australian professional triathlete and multiple gold medalist in the World Championships and the Commonwealth Games. She won the gold medal in triathlon at the 2008 Olympics. Snowsill is married to the 2008 Olympic champion in men's triathlon, Jan Frodeno.",
  "/wiki/Mooloolaba_Triathlon": "The Mooloolaba Triathlon is an annual triathlon held in Mooloolaba, Queensland, Australia since 1993. It begins with open water swimming, then cycling and running. USM EVENTS owns and manages the Mooloolaba Triathlon Festival.\n The Mooloolaba Triathlon Festival (MTF) celebrated its 20th year in 2012 and attracted approximately 7,000 age group and team competitors. Catering for participants of all abilities and age groups, the Mooloolaba Triathlon has grown into the second largest Olympic distance triathlon event in Australia.\n The Mooloolaba Triathlon is the centrepiece of a three-day multi-sport festival. In addition to attracting international and Australian elite sportsmen and women, the festival provides a range of opportunities for the ‘not so elite’ athlete, including the Age Group Triathlon, Asics Twilight 5 kilometres (3.1 mi) Run, the Peregian Springs Mooloolaba Ocean Swim, and for the kids, The Courier- Mail Mooloolaba Superkidz Triathlon. The MTF also hosts a three-day Expo from Friday through to Sunday. The Expo is popular with a variety of festival partners and exhibitors showing, promoting and selling their products.\n Also staged in conjunction with the festival, is the International Triathlon Union Mooloolaba Triathlon World Cup; the only Australian leg of the ITU Triathlon World Cup Series. Being the first race of the series for the new year, this World Cup event consistently attracts thousands of spectators and a very strong international field. In 2011, the world’s top triathletes raced for a prize pool totalling US$100,000.\n In the 2013, the swim leg of the race was moved to the Mooloolah River for safety reasons after Tropical Cyclone Sandra created huge swells."
}