{
  "/wiki/Percy_Bentley": "Percy Bentley (13 December 1906 − 25 March 1982) was an Australian rules footballer in the (then) Victorian Football League.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Harry_Crapper": "Henry Sylvester \"Harry\" Crapper (15 January 1905 – 28 December 1976) was an Australian rules footballer who played with Melbourne in the Victorian Football League (VFL).",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Jack_Showell": "Jack Showell (7 February 1915 – 13 December 1989) was an Australian rules footballer who played with St Kilda Football Club in the Victorian Football League (VFL).",
  "/wiki/St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is an Australian rules football club based in Melbourne, Victoria, Australia. The club plays in the Australian Football League, the sport's premier league.",
  "/wiki/Jack_Titus": "Jack \"Skinny\" Titus (9 March 1908 – 19 April 1978) was an Australian rules football player who played in the Victorian Football League (VFL) between 1926 and 1943 for the Richmond Football Club. In the golden era of the 1930s, Titus was one of the great forwards who regularly thrilled the crowds with spectacular goalkicking feats. A lightly built player who seemed at first glance to be too frail for the robust game of Australian football, Titus proved to be one of the great survivors of the game as he set the record for durability that remained unbeaten for a century. Titus continued to serve Richmond for decades after his retirement, a fact acknowledged by the Australian Football League (AFL), which annually presents the \"Jack Titus Service Award\" for outstanding service to the game.",
  "/wiki/Ron_Barassi,_Sr.": "Ronald James Barassi (24 October 1913 – 31 July 1941) was an Australian rules footballer who played with Melbourne in the Victorian Football League (VFL). His grandfather came from Italy and Ron was the father of Hall of Famer Ron Barassi Jr. who was signed to Melbourne under the Father-Son Rule.",
  "/wiki/Bud_Annand": "Baden-Powell \"Bud\" Annand (18 June 1933 – 10 April 1996) was an Australian rules footballer who played for the St Kilda Football Club in the Victorian Football League (VFL).",
  "/wiki/Brian_McMillan": "Brian Mervin McMillan (born 22 December 1963) played 38 Test matches and 78 One Day Internationals for South Africa from 1991 to 1998. He was rated by many as the best allrounder in the world in the mid-1990s, and won South African Cricket Annual Cricketer of the Year awards in 1991 and 1996.",
  "/wiki/Kevin_Delmenico": "Kevin Delmenico (born 18 May 1945) is a former Australian rules footballer who played for Footscray in the Victorian Football League (VFL).",
  "/wiki/Footscray_Football_Club": "The Western Bulldogs (formerly the Footscray Football Club[a]) is a professional Australian rules football club that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 in Footscray, an inner-western suburb of Melbourne, the club won nine premierships in the Victorian Football Association (VFA) before gaining entry to the Victorian Football League (since renamed the AFL) in 1925. The club has won two VFL/AFL premierships, in 1954 and 2016, and was runner up in 1961. It has also claimed one premiership in the AFL Women's competition, in 2018, having been a foundation member of the league the previous year.",
  "/wiki/Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers, is a professional Australian rules football club that plays in the Australian Football League (AFL), the sport's premier competition. Thought to have formed in 1872, the club played its first recorded game on 7 June 1873 against a Carlton Second 20, winning 1 goal to nil. The club played a senior club in the Victorian Football Association in 1878, one year after the VFA formed.  It is historically associated with Essendon, a suburb in the north-west of Melbourne, Victoria. Since 2013, the club has been headquartered at The Hangar, Melbourne Airport, and plays its home games at either Docklands Stadium or the Melbourne Cricket Ground; throughout most of its history the club's home ground and headquarters was Windy Hill, Essendon, where it played from 1922 until 1991. While it stopped playing games at the ground thereafter, Windy Hill remained its training and administration base until the end of 2013.  Dyson Heppell is the current team captain.",
  "/wiki/Peter_Hall_(politician)": "Peter Ronald Hall (born 27 May 1952) is an Australian retired politician. He was a National member of the Victorian Legislative Council from 1988 to 2014, representing Gippsland Province (1988–2006) and the Eastern Victoria Region (2006–2014).",
  "/wiki/Peter_Fyffe": "Peter Fyffe (born 22 August 1951) is a former Australian rules footballer who played for Carlton in the VFL.",
  "/wiki/Mark_Cross_(footballer)": "Mark Cross (23 July 1956 – 1 May 2018) was an Australian rules footballer who played with Footscray in the Victorian Football League (VFL).",
  "/wiki/Warren_Jones_(footballer)": "Warren \"Wow\" Jones (born 2 November 1953) is a former Australian rules footballer who played with Carlton and St Kilda in the Victorian Football League (VFL).",
  "/wiki/Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is an Australian rules football club based in Melbourne, Victoria. Founded in 1864 in Carlton, an inner suburb of Melbourne, the club competes in the Australian Football League (formerly the Victorian Football League), and was one of the competition's eight founding member clubs in 1896.",
  "/wiki/Lazar_Vidovic": "Lazar Vidovic (born 1 April 1965) is a former Australian rules footballer who played for the St Kilda Football Club in the Australian Football League (AFL).",
  "/wiki/Steven_Oliver_(footballer)": "Steven Wayne Oliver (born 14 January 1971) is a former Australian rules footballer who played with Carlton in the Australian Football League (AFL) during the early 1990s.",
  "/wiki/Paul_Starbuck": "Paul Starbuck (born 16 April 1967) is a former Australian rules footballer who played with the Sydney Swans in the Australian Football League (AFL).",
  "/wiki/Sydney_Swans": "The Sydney Swans are a professional Australian rules football club which plays in the Australian Football League (AFL). Established in Melbourne as the South Melbourne Football Club in 1874, the Swans relocated to Sydney in 1982, thus making it the first club in the competition to be based outside Victoria.",
  "/wiki/Rod_Keogh": "Rod Keogh (born 25 March 1971) is a former Australian rules footballer who played for the Melbourne Football Club and St Kilda Football Club in the Australian Football League (AFL).",
  "/wiki/Tom_Kavanagh": "Tom Kavanagh (born 21 April 1970) is a former Australian rules footballer who played with Melbourne and Fitzroy  in the Victorian/Australian Football League (VFL/AFL).",
  "/wiki/Fitzroy_Football_Club": "The Fitzroy Football Club, nicknamed the Lions or the Roys, is an Australian rules football club formed in 1883 to represent the inner-Melbourne suburb of Fitzroy, Victoria and was a foundation member club of the Victorian Football League (now the Australian Football League) on its inception in 1897. Despite being the first club to win a VFL Grand Final they were not the first team to win a premiership. That honour belongs to the Essendon Football Club who were crowned premiers in 1897 without a Grand Final being played.",
  "/wiki/Heath_Culpitt": "Heath Culpitt (born 16 February 1978) is an Australian rules footballer who played with Carlton in the Australian Football League."
}