{
  "/wiki/Dengue_virus": "Dengue virus (DENV) is the cause of dengue fever. It is a mosquito-borne, single positive-stranded RNA virus of the family Flaviviridae; genus Flavivirus.  Five serotypes of the virus have been found, all of which can cause the full spectrum of disease. Nevertheless, scientists' understanding of dengue virus may be simplistic, as rather than distinct antigenic groups, a continuum appears to exist.  This same study identified 47 strains of dengue virus.  Additionally, coinfection with and lack of rapid tests for zika virus and chikungunya complicate matters in real-world infections.",
  "/wiki/Dengue_fever": "Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. These may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into severe dengue, also known as dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs.",
  "/wiki/Dengue_vaccine": "Dengue vaccine is a vaccine used to prevent dengue fever in humans. As of 2019[update], one version is commercially available, known as CYD-TDV, and sold under the brand name Dengvaxia. The vaccine is only recommended in those who have previously had dengue fever or populations in which most people have been previously infected. The value of the vaccine is limited by the fact that it may worsen outcomes in those who have not previously been infected. It is given as three injections over a year.",
  "/wiki/Hepatitis_A_virus": "Hepatitis A is an infectious disease of the liver caused by Hepatovirus A (HAV). Many cases have few or no symptoms, especially in the young. The time between infection and symptoms, in those who develop them, is between two and six weeks. When symptoms occur, they typically last eight weeks and may include nausea, vomiting, diarrhea, jaundice, fever, and abdominal pain. Around 10–15% of people experience a recurrence of symptoms during the six months after the initial infection. Acute liver failure may rarely occur, with this being more common in the elderly.",
  "/wiki/Hepatitis_A": "Hepatitis A is an infectious disease of the liver caused by Hepatovirus A (HAV). Many cases have few or no symptoms, especially in the young. The time between infection and symptoms, in those who develop them, is between two and six weeks. When symptoms occur, they typically last eight weeks and may include nausea, vomiting, diarrhea, jaundice, fever, and abdominal pain. Around 10–15% of people experience a recurrence of symptoms during the six months after the initial infection. Acute liver failure may rarely occur, with this being more common in the elderly.",
  "/wiki/Hepatitis_A_vaccine": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Havrix": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Avaxim": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/VAQTA": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Epaxal": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Twinrix": "Twinrix is a vaccine against hepatitis A and hepatitis B, manufactured by GlaxoSmithKline Biologicals. The full generic name is \nhepatitis A inactivated & hepatitis B (recombinant) vaccine. Twinrix is administered over three doses.",
  "/wiki/Biovac-A": "Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle.",
  "/wiki/Hepatitis_B_virus": "Hepatitis B virus, abbreviated HBV, is a partially double-stranded DNA virus, a species of the genus Orthohepadnavirus and a member of the Hepadnaviridae family of viruses. This virus causes the disease hepatitis B.",
  "/wiki/Hepatitis_B": "Hepatitis B (HB) is an infectious disease caused by the hepatitis B virus (HBV) that affects the liver. It can cause both acute and chronic infections. Many people have no symptoms during the initial infection. Some develop a rapid onset of sickness with vomiting, yellowish skin, tiredness, dark urine and abdominal pain. Often these symptoms last a few weeks and rarely does the initial infection result in death. It may take 30 to 180 days for symptoms to begin. In those who get infected around the time of birth 90% develop chronic hepatitis B while less than 10% of those infected after the age of five do. Most of those with chronic disease have no symptoms; however, cirrhosis and liver cancer may eventually develop. Cirrhosis or liver cancer occur in about 25% of those with chronic disease.",
  "/wiki/Hepatitis_B_vaccine": "Hepatitis B vaccine is a vaccine that prevents hepatitis B. The first dose is recommended within 24 hours of birth with either two or three more doses given after that. This includes those with poor immune function such as from HIV/AIDS and those born premature. It is also recommended that health-care workers be vaccinated. In healthy people routine immunization results in more than 95% of people being protected.",
  "/wiki/Engerix-B": "Hepatitis B vaccine is a vaccine that prevents hepatitis B. The first dose is recommended within 24 hours of birth with either two or three more doses given after that. This includes those with poor immune function such as from HIV/AIDS and those born premature. It is also recommended that health-care workers be vaccinated. In healthy people routine immunization results in more than 95% of people being protected.",
  "/wiki/Comvax": "Haemophilus B and hepatitis B vaccine is a combination vaccine whose generic name is Haemophilus b conjugate and hepatitis B recombinant vaccine. It protects against the infectious diseases Haemophilus influenzae type B and hepatitis B.",
  "/wiki/Pediarix": "DTaP-IPV-HepB vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed, hepatitis B (recombinant) and inactivated poliovirus vaccine or DTaP-IPV-Hep B. It protects against the infectious diseases diphtheria, tetanus, pertussis, poliomyelitis, and hepatitis B.",
  "/wiki/Quinvaxem": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Pentavac_PFS": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Easyfive_TT": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Shan-5": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/ComBE_Five": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Hepatitis_E_virus": "The hepatitis E virus (HEV) is the causative agent of hepatitis E. It is of the species Orthohepevirus A.[a]",
  "/wiki/Hepatitis_E": "Hepatitis E is inflammation of the liver caused by infection with the hepatitis E virus (HEV). Hepatitis E has mainly a fecal-oral transmission route that is similar to hepatitis A, but the viruses are unrelated. In retrospect, the earliest known epidemic of hepatitis E occurred in 1955 in New Delhi, but the virus was not isolated until 1983, by Russian scientists investigating an outbreak in Afghanistan. One of five known human hepatitis viruses: hepatitis A, B, C, D, and E, HEV is a positive-sense, single-stranded, nonenveloped, RNA icosahedral virus.",
  "/wiki/Human_papillomavirus": "Human papillomavirus infection (HPV infection) is an infection caused by the human papillomavirus (HPV). About 90% of HPV infections cause no symptoms and resolve spontaneously within two years. However, in some cases, an HPV infection persists and results in either warts or precancerous lesions. These lesions, depending on the site affected, increase the risk of cancer of the cervix, vulva, vagina, penis, anus, mouth, or throat. Nearly all cervical cancer is due to HPV; with two types, HPV16 and HPV18, accounting for 70% of cases. Between 60% and 90% of the other cancers listed above are also linked to HPV. HPV6 and HPV11 are common causes of genital warts and laryngeal papillomatosis.",
  "/wiki/Cervical_cancer": "Cervical cancer is a cancer arising from the cervix. It is due to the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Early on, typically no symptoms are seen. Later symptoms may include abnormal vaginal bleeding, pelvic pain or pain during sexual intercourse. While bleeding after sex may not be serious, it may also indicate the presence of cervical cancer.",
  "/wiki/Genital_warts": "Genital warts are a sexually transmitted infection caused by certain types of human papillomavirus (HPV). They are generally pink in color and project out from the surface of the skin. Usually they cause few symptoms, but can occasionally be painful. Typically they appear one to eight months following exposure. Warts are the most easily recognized symptom of genital HPV infection.",
  "/wiki/HPV_vaccine": "Human papillomavirus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV types 16 and 18, which cause the greatest risk of cervical cancer. It is estimated that the vaccines may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer and possibly some mouth cancer. They additionally prevent some genital warts, with the quadrivalent and nonavalent vaccines that protect against HPV types HPV-6 and HPV-11 providing greater protection.",
  "/wiki/Cervarix": "Cervarix is a vaccine against certain types of cancer-causing human papillomavirus (HPV).",
  "/wiki/Gardasil": "Gardasil, technically known as recombinant human papillomavirus vaccine [types 6, 11, 16, 18], is a vaccine for use in the prevention of certain strains of human papillomavirus (HPV). High-risk human papilloma virus (hr-HPV) genital infection is the most common sexually transmitted infection among women. The HPV strains that Gardasil protects against are sexually transmitted,[citation needed] specifically HPV types 6, 11, 16 and 18. HPV types 16 and 18 cause an estimated 70% of cervical cancers, and are responsible for most HPV-induced anal,[better source needed] vulvar, vaginal, and penile cancer cases.[citation needed] HPV types 6 and 11 cause an estimated 90% of genital warts cases. Though Gardasil does not treat existing infection, vaccination is still recommended for HPV-positive individuals, as it may protect against one or more different strains of the disease.[citation needed]",
  "/wiki/Influenza_virus": "Orthomyxoviridae (ὀρθός, orthós, Greek for \"straight\"; μύξα, mýxa, Greek for \"mucus\") is a family of RNA viruses. It includes seven genera: Influenzavirus A, Influenzavirus B, Influenzavirus C, Influenzavirus D, Isavirus, Thogotovirus, and Quaranjavirus. The first four genera contain viruses that cause influenza in vertebrates, including birds (see also avian influenza), humans, and other mammals. Isaviruses infect salmon; the thogotoviruses are arboviruses, infecting vertebrates and invertebrates, such as ticks and mosquitoes.",
  "/wiki/Influenza": "Influenza, commonly known as \"the flu\", is an infectious disease caused by an influenza virus. Symptoms can be mild to severe. The most common symptoms include: high fever, runny nose, sore throat, muscle and joint pain, headache, coughing, and feeling tired. These symptoms typically begin two days after exposure to the virus and most last less than a week. The cough, however, may last for more than two weeks. In children, there may be diarrhea and vomiting, but these are not common in adults. Diarrhea and vomiting occur more commonly in gastroenteritis, which is an unrelated disease and sometimes inaccurately referred to as \"stomach flu\" or the \"24-hour flu\". Complications of influenza may include viral pneumonia, secondary bacterial pneumonia, sinus infections, and worsening of previous health problems such as asthma or heart failure.",
  "/wiki/Influenza_vaccine": "Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by influenza viruses. New versions of the vaccines are developed twice a year, as the influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The United States Centers for Disease Control and Prevention (CDC) estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. Immunized workers who do catch the flu, return to work half a day sooner on average. Vaccine effectiveness in those under two years old and those over 65 years old remains uncertain due to a lack of high quality research. Vaccinating children may protect those around them.",
  "/wiki/FluMist": "Live attenuated influenza vaccine (LAIV) is a type of influenza vaccine in the form of a nasal spray that is recommended for the prevention of influenza. In June 2016, the Centers for Disease Control and Prevention (CDC) stopped recommending the use of LAIV as its effectiveness has appeared to have decreased between 2013, and 2016, but this recommendation was reversed in February 2018, for the 2018-2019 influenza season.",
  "/wiki/Fluzone": "Seasonal influenza vaccine brands include Fluzone/Fluzone Quadrivalent and Vaxigrip/VaxigripTetra, Influvac and Optaflu.",
  "/wiki/Influvac": "Seasonal influenza vaccine brands include Fluzone/Fluzone Quadrivalent and Vaxigrip/VaxigripTetra, Influvac and Optaflu.",
  "/wiki/Vaxigrip": "Seasonal influenza vaccine brands include Fluzone/Fluzone Quadrivalent and Vaxigrip/VaxigripTetra, Influvac and Optaflu.",
  "/wiki/Fluarix": "Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by influenza viruses. New versions of the vaccines are developed twice a year, as the influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The United States Centers for Disease Control and Prevention (CDC) estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. Immunized workers who do catch the flu, return to work half a day sooner on average. Vaccine effectiveness in those under two years old and those over 65 years old remains uncertain due to a lack of high quality research. Vaccinating children may protect those around them.",
  "/wiki/Fluvirin": "Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by influenza viruses. New versions of the vaccines are developed twice a year, as the influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The United States Centers for Disease Control and Prevention (CDC) estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. Immunized workers who do catch the flu, return to work half a day sooner on average. Vaccine effectiveness in those under two years old and those over 65 years old remains uncertain due to a lack of high quality research. Vaccinating children may protect those around them.",
  "/wiki/Japanese_encephalitis_virus": "Japanese encephalitis (JE) is an infection of the brain caused by the Japanese encephalitis virus (JEV). While most infections result in little or no symptoms, occasional inflammation of the brain occurs. In these cases, symptoms may include headache, vomiting, fever, confusion and seizures. This occurs about 5 to 15 days after infection.",
  "/wiki/Japanese_encephalitis": "Japanese encephalitis (JE) is an infection of the brain caused by the Japanese encephalitis virus (JEV). While most infections result in little or no symptoms, occasional inflammation of the brain occurs. In these cases, symptoms may include headache, vomiting, fever, confusion and seizures. This occurs about 5 to 15 days after infection.",
  "/wiki/Japanese_encephalitis_vaccine": "Japanese encephalitis vaccine is a vaccine that protects against Japanese encephalitis. The vaccines are more than 90% effective. The duration of protection with the vaccine is not clear but its effectiveness appears to decrease over time. Doses are given either by injection into a muscle or just under the skin.",
  "/wiki/Measles_virus": "Measles morbillivirus, formerly called measles virus (MeV), is a single-stranded, negative-sense, enveloped, non-segmented RNA virus of the genus Morbillivirus within the family Paramyxoviridae.  It is the cause of measles. Humans are the natural hosts of the virus; no animal reservoirs are known to exist.",
  "/wiki/Measles": "Measles is a highly contagious infectious disease caused by the measles virus. Symptoms usually develop 10–12 days after exposure to an infected person and last 7–10 days. Initial symptoms typically include fever, often greater than 40 °C (104 °F), cough, runny nose, and inflamed eyes. Small white spots known as Koplik's spots may form inside the mouth two or three days after the start of symptoms. A red, flat rash which usually starts on the face and then spreads to the rest of the body typically begins three to five days after the start of symptoms. Common complications include diarrhea (in 8% of cases), middle ear infection (7%), and pneumonia (6%). These occur in part due to measles-induced immunosuppression. Less commonly seizures, blindness, or inflammation of the brain may occur. Other names include morbilli, rubeola, red measles, and English measles. Both rubella, also known as \"German measles\", and roseola are different diseases caused by unrelated viruses.",
  "/wiki/Measles_vaccine": "Measles vaccine is a vaccine that prevents measles,. Nearly all of those who do not develop immunity after a single dose develop it after a second dose. When rates of vaccination within a population are greater than 92% outbreaks of measles typically no longer occur; however, they may occur again if rates of vaccination decrease. The vaccine's effectiveness lasts many years. It is unclear if it becomes less effective over time. The vaccine may also protect against measles if given within a couple of days after exposure to measles.",
  "/wiki/MMR_vaccine": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/MMRV_vaccine": "The MMRV vaccine combines the attenuated virus MMR (measles, mumps, rubella) vaccine with the addition of the chickenpox vaccine or varicella vaccine (V stands for varicella). The MMRV vaccine is typically given to children between one and two years of age.",
  "/wiki/Priorix": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/MMR_II": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/Tresivac": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/Trimovax": "The MMR vaccine is a vaccine against measles, mumps, and rubella (German measles). The first dose is generally given to children around 9 to 15 months of age, with a second dose at 15 months to 6 years of age, with at least 4 weeks between the doses. After two doses, 97% of people are protected against measles, 88% against mumps, and at least 97% against rubella. The vaccine is also recommended in those who do not have evidence of immunity, those with well controlled HIV/AIDS, and within 72 hours of exposure to measles among those who are incompletely immunized. It is given by injection.",
  "/wiki/ProQuad": "The MMRV vaccine combines the attenuated virus MMR (measles, mumps, rubella) vaccine with the addition of the chickenpox vaccine or varicella vaccine (V stands for varicella). The MMRV vaccine is typically given to children between one and two years of age.",
  "/wiki/Priorix_Tetra": "The MMRV vaccine combines the attenuated virus MMR (measles, mumps, rubella) vaccine with the addition of the chickenpox vaccine or varicella vaccine (V stands for varicella). The MMRV vaccine is typically given to children between one and two years of age.",
  "/wiki/Mumps_virus": "Mumps rubulavirus is the causative agent of mumps.   The signs of mumps include swelling of the parotid glands, salivary glands and other epithelial tissues. Symptoms of mumps are fatigue, body aches, headache, loss of appetite, low grade fever, swelling of the salivary glands. Mumps can also result in muscle pain, deafness, meningitis, pancreatitis, swelling of testicles or ovaries, and death.  Most people who contract mumps show symptoms of the virus, however there are few who show no or very few symptoms. Natural infection is currently restricted to humans and the virus is transmitted by direct contact, droplet spread, or contaminated objects.",
  "/wiki/Mumps": "Mumps is a viral disease caused by the mumps virus. Initial signs and symptoms often include fever, muscle pain, headache, poor appetite, and feeling generally unwell. This is then usually followed by painful swelling of one or both parotid salivary glands. Symptoms typically occur 16 to 18 days after exposure and resolve after 7 to 10 days. Symptoms are often more severe in adults than in children. About a third of people have mild or no symptoms. Complications may include meningitis (15%), pancreatitis (4%), inflammation of the heart, permanent deafness, and testicular inflammation, which uncommonly results in infertility. Women may develop ovarian swelling, but this does not increase the risk of infertility.",
  "/wiki/Mumps_vaccine": "Mumps vaccines  are vaccines which prevent mumps. When given to a majority of the population they decrease complications at the population level. Effectiveness when 90% of a population is vaccinated is estimated at 85%. Two doses are required for long term prevention. The initial dose is recommended between the age of 12 and 18 months of age. The second dose is then typically given between two years and six years of age. Usage after exposure in those not already immune may be useful.",
  "/wiki/Polio_virus": "Poliovirus, the causative agent of polio (also known as poliomyelitis), is a serotype of the species Enterovirus C, in the family of Picornaviridae.",
  "/wiki/Poliomyelitis": "Polio, short for  poliomyelitis, or infantile paralysis, is an infectious disease caused by the poliovirus. In about 0.5 percent of cases, there is muscle weakness resulting in an inability to move. This can occur over a few hours to a few days. The weakness most often involves the legs, but may less commonly involve the muscles of the head, neck and diaphragm. Many people fully recover. In those with muscle weakness, about 2 to 5 percent of children and 15 to 30 percent of adults die. Another 25 percent of people have minor symptoms such as fever and a sore throat, and up to 5 percent have headache, neck stiffness and pains in the arms and legs. These people are usually back to normal within one or two weeks. In up to 70 percent of infections there are no symptoms. Years after recovery, post-polio syndrome may occur, with a slow development of muscle weakness similar to that which the person had during the initial infection.",
  "/wiki/Polio_vaccine": "Polio vaccines are vaccines used to prevent poliomyelitis (polio). Two types are used: an inactivated poliovirus given by injection (IPV) and a weakened poliovirus given by mouth (OPV). The World Health Organization (WHO) recommends all children be fully vaccinated against polio. The two vaccines have eliminated polio from most of the world, and reduced the number of cases reported each year from an estimated 350,000 in 1988 to 33 in 2018.",
  "/wiki/Kinrix": "DTaP-IPV vaccine is a combination vaccine whose full generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed and inactivated poliovirus vaccine. It is also known as DTaP/IPV or dTaP/IPV or DTPa-IPV. It protects against the infectious diseases diphtheria, tetanus, pertussis, and poliomyelitis.",
  "/wiki/Quadracel": "DTaP-IPV vaccine is a combination vaccine whose full generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed and inactivated poliovirus vaccine. It is also known as DTaP/IPV or dTaP/IPV or DTPa-IPV. It protects against the infectious diseases diphtheria, tetanus, pertussis, and poliomyelitis.",
  "/wiki/Pentacel": "DTaP-IPV/Hib vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed, inactivated poliovirus and haemophilus B conjugate (tetanus toxoid conjugate) vaccine. It is also known as DTaP-IPV/Hib or DTaP-IPV-Hib. It protects against the infectious diseases diphtheria, tetanus, pertussis, poliomyelitis, and Haemophilus influenzae type B.",
  "/wiki/Pediacel": "DTaP-IPV/Hib vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed, inactivated poliovirus and haemophilus B conjugate (tetanus toxoid conjugate) vaccine. It is also known as DTaP-IPV/Hib or DTaP-IPV-Hib. It protects against the infectious diseases diphtheria, tetanus, pertussis, poliomyelitis, and Haemophilus influenzae type B.",
  "/wiki/Ipol": "Polio vaccines are vaccines used to prevent poliomyelitis (polio). Two types are used: an inactivated poliovirus given by injection (IPV) and a weakened poliovirus given by mouth (OPV). The World Health Organization (WHO) recommends all children be fully vaccinated against polio. The two vaccines have eliminated polio from most of the world, and reduced the number of cases reported each year from an estimated 350,000 in 1988 to 33 in 2018.",
  "/wiki/Rabies_virus": "Rabies lyssavirus, formerly Rabies virus, is a neurotropic virus that causes rabies in humans and animals. Rabies transmission can occur through the saliva of animals and less commonly through contact with human saliva. Rabies lyssavirus, like many rhabdoviruses, has an extremely wide host range. In the wild it has been found infecting many mammalian species, while in the laboratory it has been found that birds can be infected, as well as cell cultures from mammals, birds, reptiles and insects.",
  "/wiki/Rabies": "Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months, but can vary from less than one week to more than one year. The time depends on the distance the virus must travel along peripheral nerves to reach the central nervous system.",
  "/wiki/Rabies_vaccine": "Rabies vaccine is a vaccine used to prevent rabies. There are a number of vaccines available that are both safe and effective. They can be used to prevent rabies before and for a period of time after exposure to the virus such as by a dog or bat bite. The immunity that develops is long lasting after a full course. Doses are usually given by injection into the skin or muscle. After exposure vaccination is typically used along with rabies immunoglobulin. It is recommended that those who are at high risk of exposure be vaccinated before potential exposure. Vaccines are effective in humans and other animals. Vaccinating dogs is very effective in preventing the spread of rabies to humans.",
  "/wiki/Rotavirus": "Rotavirus is a genus of double-stranded RNA viruses in the family Reoviridae. Rotaviruses are the most common cause of diarrhoeal disease among infants and young children. Nearly every child in the world is infected with a rotavirus at least once by the age of five. Immunity develops with each infection, so subsequent infections are less severe; adults are rarely affected.  There are nine species of the genus, referred to as A, B, C, D, E, F, G, H and I. Rotavirus A, the most common species, causes more than 90% of rotavirus infections in humans.",
  "/wiki/Gastroenteritis": "Gastroenteritis, also known as infectious diarrhea, is inflammation of the gastrointestinal tract—the stomach and small intestine. Symptoms may include diarrhea, vomiting and abdominal pain. Fever, lack of energy and dehydration may also occur. This typically lasts less than two weeks. It is not related to influenza, though it has erroneously been called the \"stomach flu\".",
  "/wiki/Rotavirus_vaccine": "Rotavirus vaccine is a vaccine used to protect against rotavirus infections, which are the leading cause of severe diarrhea among young children. The vaccines prevent 15–34% of severe diarrhea in the developing world and 37–96% of severe diarrhea in the developed world. The vaccines decrease the risk of death among young children due to diarrhea. Immunizing babies decreases rates of disease among older people and those who have not been immunized.",
  "/wiki/Rubella_virus": "Rubella virus (RuV) is the pathogenic agent of the disease rubella, and is the main cause of congenital rubella syndrome when infection occurs during the first weeks of pregnancy.",
  "/wiki/Rubella": "Rubella, also known as German measles or three-day measles, is an infection caused by the rubella virus. This disease is often mild with half of people not realizing that they are infected. A rash may start around two weeks after exposure and last for three days. It usually starts on the face and spreads to the rest of the body. The rash is sometimes itchy and is not as bright as that of measles. Swollen lymph nodes are common and may last a few weeks. A fever, sore throat, and fatigue may also occur. In adults joint pain is common. Complications may include bleeding problems, testicular swelling, and inflammation of nerves. Infection during early pregnancy may result in a child born with congenital rubella syndrome (CRS) or miscarriage. Symptoms of CRS include problems with the eyes such as cataracts, ears such as deafness, heart, and brain. Problems are rare after the 20th week of pregnancy.",
  "/wiki/Rubella_vaccine": "Rubella vaccine is a vaccine used to prevent rubella. Effectiveness begins about two weeks after a single dose and around 95% of people become immune. Countries with high rates of immunization no longer see cases of rubella or congenital rubella syndrome. When there is a low level of childhood immunization in a population it is possible for rates of congenital rubella to increase as more women make it to child bearing age without either vaccination or exposure to the disease. Therefore, it is important for more than 80% of people to be vaccinated.",
  "/wiki/Tick-borne_encephalitis_virus": "Tick-borne encephalitis virus (TBEV) is the virus associated with tick-borne encephalitis.",
  "/wiki/Tick-borne_encephalitis": "Tick-borne encephalitis (TBE) is a viral infectious disease involving the central nervous system. The disease most often manifests as meningitis, encephalitis, or meningoencephalitis. Long-lasting or permanent neuropsychiatric consequences are observed in 10 to 20% of infected patients.",
  "/wiki/Tick-borne_encephalitis_vaccine": "Tick-borne encephalitis vaccine is a vaccine used to prevent tick-borne encephalitis (TBE). The disease is most common in Central and Eastern Europe, and Northern Asia. More than 87% of people who receive the vaccine develop immunity. It is not useful following the bite of an infected tick. It is given by injection into a muscle.",
  "/wiki/Varicella_zoster_virus": "Human alphaherpesvirus 3 (HHV-3), usually referred to as the varicella-zoster virus (VZV), is one of nine herpesviruses known to infect humans. It causes chickenpox (varicella), a disease most commonly affecting children, teens, and young adults, and shingles (herpes zoster) in adults; shingles is rare in children.  VZV is a worldwide pathogen known by many names: chickenpox virus, varicella virus, and zoster virus. VZV infections are species-specific to humans, but can survive in external environments for a few hours, maybe a day or two.",
  "/wiki/Chickenpox": "Chickenpox, also known as varicella, is a highly contagious disease caused by the initial infection with varicella zoster virus (VZV). The disease results in a characteristic skin rash that forms small, itchy blisters, which eventually scab over. It usually starts on the chest, back, and face. It then spreads to the rest of the body. Other symptoms may include fever, tiredness, and headaches. Symptoms usually last five to seven days. Complications may occasionally include pneumonia, inflammation of the brain, and bacterial skin infections. The disease is often more severe in adults than in children. Symptoms begin 10 to 21 days after exposure to the virus.",
  "/wiki/Shingles": "Shingles, also known as zoster or herpes zoster, is a viral disease characterized by a painful skin rash with blisters in a localized area. Typically the rash occurs in a single, wide stripe either on the left or right side of the body or face. Two to four days before the rash occurs there may be tingling or local pain in the area.[needs update] Otherwise there are typically few symptoms though some may have fever or headache, or feel tired. The rash usually heals within two to four weeks; however, some people develop ongoing nerve pain which can last for months or years, a condition called postherpetic neuralgia (PHN). In those with poor immune function the rash may occur widely. If the rash involves the eye, vision loss may occur.",
  "/wiki/Varicella_vaccine": "Varicella vaccine, also known as chickenpox vaccine, is a vaccine that protects against chickenpox. One dose of vaccine prevents 95% of moderate disease and 100% of severe disease. Two doses of vaccine are more effective than one. If given to those who are not immune within five days of exposure to chickenpox it prevents most cases of disease. Vaccinating a large portion of the population also protects those who are not vaccinated. It is given by injection just under the skin.",
  "/wiki/Shingles_vaccine": "Zoster vaccines are two vaccines that have been shown to reduce the rates of herpes zoster (also known as shingles). One type, Zostavax, is essentially a larger-than-normal dose of the chickenpox vaccine, as both shingles and chickenpox are caused by the same virus, the varicella zoster virus (VZV). A recombinant version, Shingrix, was approved in the United States in 2017.",
  "/wiki/Zostavax": "Zoster vaccines are two vaccines that have been shown to reduce the rates of herpes zoster (also known as shingles). One type, Zostavax, is essentially a larger-than-normal dose of the chickenpox vaccine, as both shingles and chickenpox are caused by the same virus, the varicella zoster virus (VZV). A recombinant version, Shingrix, was approved in the United States in 2017.",
  "/wiki/Variola_virus": "Smallpox was an infectious disease caused by one of two virus variants, Variola major and Variola minor. The last naturally occurring case was diagnosed in October 1977, and the World Health Organization (WHO) certified the global eradication of the disease in 1980. The risk of death following contracting the disease was about 30%, with higher rates among babies. Often those who survived had extensive scarring of their skin, and some were left blind.",
  "/wiki/Smallpox": "Smallpox was an infectious disease caused by one of two virus variants, Variola major and Variola minor. The last naturally occurring case was diagnosed in October 1977, and the World Health Organization (WHO) certified the global eradication of the disease in 1980. The risk of death following contracting the disease was about 30%, with higher rates among babies. Often those who survived had extensive scarring of their skin, and some were left blind.",
  "/wiki/Smallpox_vaccine": "Smallpox vaccine, the first successful vaccine to be developed, was introduced by Edward Jenner in 1796. He followed up his observation that milkmaids who had previously caught cowpox did not later catch smallpox by showing that inoculated cowpox protected against inoculated smallpox.",
  "/wiki/Dryvax": "Smallpox vaccine, the first successful vaccine to be developed, was introduced by Edward Jenner in 1796. He followed up his observation that milkmaids who had previously caught cowpox did not later catch smallpox by showing that inoculated cowpox protected against inoculated smallpox.",
  "/wiki/ACAM2000": "ACAM2000 (Smallpox (Vaccinia) Vaccine, Live) is a smallpox vaccine manufactured by Emergent BioSolutions, an American specialty biopharmaceutical company.",
  "/wiki/Imvanex": "Smallpox vaccine, the first successful vaccine to be developed, was introduced by Edward Jenner in 1796. He followed up his observation that milkmaids who had previously caught cowpox did not later catch smallpox by showing that inoculated cowpox protected against inoculated smallpox.",
  "/wiki/Yellow_fever_virus": "Yellow fever is a viral disease of typically short duration. In most cases, symptoms include fever, chills, loss of appetite, nausea, muscle pains particularly in the back, and headaches. Symptoms typically improve within five days. In about 15% of people, within a day of improving the fever comes back, abdominal pain occurs, and liver damage begins causing yellow skin. If this occurs, the risk of bleeding and kidney problems is increased.",
  "/wiki/Yellow_fever": "Yellow fever is a viral disease of typically short duration. In most cases, symptoms include fever, chills, loss of appetite, nausea, muscle pains particularly in the back, and headaches. Symptoms typically improve within five days. In about 15% of people, within a day of improving the fever comes back, abdominal pain occurs, and liver damage begins causing yellow skin. If this occurs, the risk of bleeding and kidney problems is increased.",
  "/wiki/Yellow_fever_vaccine": "Yellow fever vaccine  is a vaccine that protects against yellow fever. Yellow fever is a viral infection that occurs in Africa and South America. Most people begin to develop immunity within ten days and 99 percent are protected within one month of vaccination, and this appears to be lifelong. The vaccine can be used to control outbreaks of disease. It is given either by injection into a muscle or just under the skin.",
  "/wiki/List_of_vaccine_topics": "This is a list of vaccine-related topics."
}