{
  "/wiki/Bacillus_anthracis": "Bacillus anthracis is the etiologic agent of anthrax—a common disease of livestock and, occasionally, of humans—and the only obligate pathogen within the genus Bacillus. This disease can be classified as a zoonosis, causing infected animals to transmit the disease to humans.  B. anthracis is a Gram-positive, endospore-forming, rod-shaped bacterium, with a width of 1.0–1.2 µm and a length of 3–5 µm. It can be grown in an ordinary nutrient medium under aerobic or anaerobic conditions.",
  "/wiki/Anthrax": "Anthrax is an infection caused by the bacterium Bacillus anthracis. It can occur in four forms: skin, lungs, intestinal, and injection. Symptoms begin between one day and two months after the infection is contracted. The skin form presents with a small blister with surrounding swelling that often turns into a painless ulcer with a black center. The inhalation form presents with fever, chest pain, and shortness of breath. The intestinal form presents with diarrhea which may contain blood, abdominal pains, nausea, and vomiting. The injection form presents with fever and an abscess at the site of drug injection.",
  "/wiki/Anthrax_vaccines": "Vaccines against the livestock and human disease anthrax—caused by the bacterium Bacillus anthracis—have had a prominent place in the history of medicine, from Pasteur’s pioneering 19th-century work with cattle (the first effective bacterial vaccine and the second effective vaccine ever) to the controversial late 20th century use of a modern product to protect American troops against the use of anthrax in biological warfare. Human anthrax vaccines were developed by the Soviet Union in the late 1930s and in the US and UK in the 1950s. The current vaccine approved by the U.S. Food and Drug Administration (FDA) was formulated in the 1960s.",
  "/wiki/Bordetella_pertussis": "Bordetella pertussis is a Gram-negative, aerobic, pathogenic, encapsulated coccobacillus of the genus Bordetella, and the causative agent of pertussis or whooping cough. Like B. bronchiseptica, B. pertussis is motile and expresses a flagellum-like structure. Its virulence factors include pertussis toxin, adenylate cyclase toxin, filamentous hæmagglutinin, pertactin, fimbria, and tracheal cytotoxin.",
  "/wiki/Whooping_cough": "Whooping cough, also known as pertussis or the 100-day cough, is a highly contagious bacterial disease. Initially, symptoms are usually similar to those of the common cold with a runny nose, fever, and mild cough. This is followed by weeks of severe coughing fits. Following a fit of coughing, a high-pitched whoop sound or gasp may occur as the person breathes in. The coughing may last for 10 or more weeks, hence the phrase \"100-day cough\". A person may cough so hard that they vomit, break ribs, or become very tired from the effort. Children less than one year old may have little or no cough and instead have periods where they do not breathe. The time between infection and the onset of symptoms is usually seven to ten days. Disease may occur in those who have been vaccinated, but symptoms are typically milder.",
  "/wiki/DPT_vaccine": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Boostrix": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Adacel": "Adacel ASX: ADA is a global software technology and systems integrator. The company is a developer of critical aviation, speech recognition, defense simulation and security systems for government and commercial enterprises, including the F-35 Lightning II.",
  "/wiki/Daptacel": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Infanrix": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Tripedia": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Kinrix": "DTaP-IPV vaccine is a combination vaccine whose full generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed and inactivated poliovirus vaccine. It is also known as DTaP/IPV or dTaP/IPV or DTPa-IPV. It protects against the infectious diseases diphtheria, tetanus, pertussis, and poliomyelitis.",
  "/wiki/Pediarix": "DTaP-IPV-HepB vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed, hepatitis B (recombinant) and inactivated poliovirus vaccine or DTaP-IPV-Hep B. It protects against the infectious diseases diphtheria, tetanus, pertussis, poliomyelitis, and hepatitis B.",
  "/wiki/Pentacel": "DTaP-IPV/Hib vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and acellular pertussis adsorbed, inactivated poliovirus and haemophilus B conjugate (tetanus toxoid conjugate) vaccine. It is also known as DTaP-IPV/Hib or DTaP-IPV-Hib. It protects against the infectious diseases diphtheria, tetanus, pertussis, poliomyelitis, and Haemophilus influenzae type B.",
  "/wiki/Tetramune": "DPT-Hib vaccine is a combination vaccine whose generic name is diphtheria and tetanus toxoids and whole-cell pertussis vaccine adsorbed with Hib conjugate vaccine, sometimes abbreviated to DPT-Hib. It protects against the infectious diseases diphtheria, tetanus, pertussis, and Haemophilus influenzae type B.",
  "/wiki/Quinvaxem": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Pentavac_PFS": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Easyfive_TT": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Shan-5": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/ComBE_Five": "A pentavalent vaccine, also known as 5-in-1 vaccine, is a combination vaccine with five individual vaccines conjugated into one, intended to actively protect people from multiple diseases.",
  "/wiki/Clostridium_tetani": "Clostridium tetani is a common soil bacterium and the causative agent of tetanus. When growing in soil, C. tetani is rod-shaped and up to 2.5 μm long. However, when forming spores, C. tetani becomes substantially enlarged at one end, resembling a tennis racket or drumstick. C. tetani spores are extremely hardy and can be found globally in soil or in the gastrointestinal tract of animals. If inoculated into a wound, C. tetani can grow and produce a potent toxin, tetanospasmin, which interferes with motor neurons, causing tetanus. The toxin's action can be prevented with tetanus toxoid vaccines, which are often administered to children worldwide.",
  "/wiki/Tetanus": "Tetanus, also known as lockjaw, is a bacterial infection characterized by muscle spasms. In the most common type, the spasms begin in the jaw and then progress to the rest of the body. Each spasm usually lasts a few minutes and spasms occur frequently for three to four weeks. Spasms may be severe enough to cause bone fractures. Other symptoms of tetanus may include fever, sweating, headache, trouble swallowing, high blood pressure, and a fast heart rate. Onset of symptoms is typically three to twenty-one days following infection. Recovery may take months. About ten percent of cases prove fatal.",
  "/wiki/Decavac": "DPT is a class of combination vaccines against three infectious diseases in humans: diphtheria, pertussis (whooping cough), and tetanus. The vaccine components include diphtheria and tetanus toxoids and killed whole cells of the bacterium that causes pertussis. The vaccine also known as \"DTP\" or \"DTwP\", whereas the lower-case \"w\" indicated whole-cell inactivated pertussis.",
  "/wiki/Corynebacterium_diphtheriae": "Corynebacterium diphtheriae[a] is the pathogenic bacterium that causes diphtheria. It is also known as the Klebs-Löffler bacillus, because it was discovered in 1884 by German bacteriologists Edwin Klebs (1834–1912) and Friedrich Löffler (1852–1915).",
  "/wiki/Diphtheria": "Diphtheria is an infection caused by the bacterium Corynebacterium diphtheriae. Signs and symptoms may vary from mild to severe. They usually start two to five days after exposure. Symptoms often come on fairly gradually, beginning with a sore throat and fever. In severe cases, a grey or white patch develops in the throat. This can block the airway and create a barking cough as in croup. The neck may swell in part due to enlarged lymph nodes. A form of diphtheria which involves the skin, eyes or genitals also exists. Complications may include myocarditis, inflammation of nerves, kidney problems, and bleeding problems due to low levels of platelets. Myocarditis may result in an abnormal heart rate and inflammation of the nerves may result in paralysis.",
  "/wiki/Coxiella_burnetii": "Coxiella burnetii is an obligate intracellular bacterial pathogen, and is the causative agent of Q fever. The genus Coxiella is morphologically similar to Rickettsia, but with a variety of genetic and physiological differences. C. burnetii is a small Gram-negative, coccobacillary bacterium that is highly resistant to environmental stresses such as high temperature, osmotic pressure, and ultraviolet light. These characteristics are attributed to a small cell variant form of the organism that is part of a biphasic developmental cycle, including a more metabolically and replicatively active large cell variant form. It can survive standard disinfectants, and is resistant to many other environmental changes like those presented in the phagolysosome.",
  "/wiki/Q_fever": "Q fever is a disease caused by infection with Coxiella burnetii, a bacterium that affects humans and other animals. This organism is uncommon, but may be found in cattle, sheep, goats, and other domestic mammals, including cats and dogs. The infection results from inhalation of a spore-like small-cell variant, and from contact with the milk, urine, feces, vaginal mucus, or semen of infected animals. Rarely, the disease is tick-borne. The incubation period is 9–40 days. Humans are vulnerable to Q fever, and infection can result from even a few organisms. The bacterium is an obligate intracellular pathogenic parasite.",
  "/wiki/Haemophilus_influenzae": "Haemophilus influenzae (formerly called Pfeiffer's bacillus or Bacillus influenzae) is a Gram-negative, coccobacillary, facultatively anaerobic pathogenic bacterium belonging to the Pasteurellaceae family. H. influenzae was first described in 1892 by Richard Pfeiffer during an influenza pandemic.",
  "/wiki/Epiglottitis": "Epiglottitis is inflammation of the epiglottis—the flap at the base of the tongue that keeps food from going into the trachea (windpipe). Symptoms are usually rapid in onset and include trouble swallowing which can result in drooling, changes to the voice, fever, and an increased breathing rate. As the epiglottis is in the upper airway, swelling can interfere with breathing. People may lean forward in an effort to open the airway. As the condition worsens stridor and bluish skin may occur.",
  "/wiki/Meningitis": "Meningitis is an acute inflammation of the protective membranes covering the brain and spinal cord, known collectively as the meninges. The most common symptoms are fever, headache, and neck stiffness. Other symptoms include confusion or altered consciousness, vomiting, and an inability to tolerate light or loud noises. Young children often exhibit only nonspecific symptoms, such as irritability, drowsiness, or poor feeding. If a rash is present, it may indicate a particular cause of meningitis; for instance, meningitis caused by meningococcal bacteria may be accompanied by a characteristic rash.",
  "/wiki/Pneumonia": "Pneumonia is an inflammatory condition of the lung affecting primarily the small air sacs known as alveoli. Typically symptoms include some combination of productive or dry cough, chest pain, fever, and trouble breathing. Severity is variable.",
  "/wiki/Hib_vaccine": "The Haemophilus influenzae type B vaccine, often called Hib vaccine, is a vaccine used to prevent Haemophilus influenzae type b (Hib) infection. In countries that include it as a routine vaccine, rates of severe Hib infections have decreased more than 90%. It has therefore resulted in a decrease in the rate of meningitis, pneumonia, and epiglottitis.",
  "/wiki/Hiberix": "The Haemophilus influenzae type B vaccine, often called Hib vaccine, is a vaccine used to prevent Haemophilus influenzae type b (Hib) infection. In countries that include it as a routine vaccine, rates of severe Hib infections have decreased more than 90%. It has therefore resulted in a decrease in the rate of meningitis, pneumonia, and epiglottitis.",
  "/wiki/ActHIB": "The Haemophilus influenzae type B vaccine, often called Hib vaccine, is a vaccine used to prevent Haemophilus influenzae type b (Hib) infection. In countries that include it as a routine vaccine, rates of severe Hib infections have decreased more than 90%. It has therefore resulted in a decrease in the rate of meningitis, pneumonia, and epiglottitis.",
  "/wiki/Pedvax_HIB": "The Haemophilus influenzae type B vaccine, often called Hib vaccine, is a vaccine used to prevent Haemophilus influenzae type b (Hib) infection. In countries that include it as a routine vaccine, rates of severe Hib infections have decreased more than 90%. It has therefore resulted in a decrease in the rate of meningitis, pneumonia, and epiglottitis.",
  "/wiki/Mycobacterium_tuberculosis": "Mycobacterium tuberculosis (M. tb) is a species of pathogenic bacteria in the family Mycobacteriaceae and the causative agent of tuberculosis. First discovered in 1882 by Robert Koch, M. tuberculosis has an unusual, waxy coating on its cell surface primarily  due to the presence of mycolic acid. This coating makes the cells impervious to Gram staining, and as a result, M. tuberculosis can appear either Gram-negative or Gram-positive. Acid-fast stains such as Ziehl-Neelsen, or fluorescent stains such as auramine are used instead to identify M. tuberculosis with a microscope. The physiology of M. tuberculosis is highly aerobic and requires high levels of oxygen. Primarily a pathogen of the mammalian respiratory system, it infects the lungs. The most frequently used diagnostic methods for tuberculosis are the tuberculin skin test, acid-fast stain, culture, and polymerase chain reaction.",
  "/wiki/Tuberculosis": "Tuberculosis (TB) is an infectious disease usually caused by Mycobacterium tuberculosis (MTB) bacteria. Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections do not have symptoms, in which case it is known as latent tuberculosis. About 10% of latent infections progress to active disease which, if left untreated, kills about half of those affected. The classic symptoms of active TB are a chronic cough with blood-containing mucus, fever, night sweats, and weight loss. It was historically called \"consumption\" due to the weight loss. Infection of other organs can cause a wide range of symptoms.",
  "/wiki/Bacillus_Calmette-Guérin": "Bacillus Calmette–Guérin (BCG) vaccine is a vaccine primarily used against tuberculosis (TB). In countries where tuberculosis or leprosy is common, one dose is recommended in healthy babies as close to the time of birth as possible. In areas where tuberculosis is not common, only children at high risk are typically immunized, while suspected cases of tuberculosis are individually tested for and treated. Adults who do not have tuberculosis and have not been previously immunized but are frequently exposed may be immunized as well. BCG also has some effectiveness against Buruli ulcer infection and other nontuberculous mycobacteria infections. Additionally it is sometimes used as part of the treatment of bladder cancer.",
  "/wiki/Neisseria_meningitidis": "Neisseria meningitidis, often referred to as meningococcus, is a Gram-negative bacterium that can cause meningitis and other forms of meningococcal disease such as meningococcemia, a life-threatening sepsis. The bacterium is referred to as a coccus because it is round, and more specifically, diplococcus because of its tendency to form pairs. About 10% of adults are carriers of the bacteria in their nasopharynx. As an exclusively human pathogen it is the main cause of bacterial meningitis in children and young adults, causing developmental impairment and death in about 10% of cases. It causes the only form of bacterial meningitis known to occur epidemically, mainly Africa and Asia. It occurs worldwide in both epidemic  and endemic form. N. meningitidis is spread through saliva and respiratory secretions during coughing, sneezing, kissing, chewing on toys and even through sharing a source of fresh water. It has also been reported to be transmitted through oral sex and cause urethritis in men. It infects its host cells by sticking to them with long thin extensions called pili and the surface-exposed proteins Opa and Opc and has several virulence factors.",
  "/wiki/Meningococcal_vaccine": "Meningococcal vaccine refers to any of the vaccines used to prevent infection by Neisseria meningitidis. Different versions are effective against some or all of the following types of meningococcus: A, B, C, W-135, and Y. The vaccines are between 85 and 100% effective for at least two years. They result in a decrease in meningitis and sepsis among populations where they are widely used. They are given either by injection into a muscle or just under the skin.",
  "/wiki/Salmonella_typhi": "Salmonella enterica subsp. enterica is a subspecies of Salmonella enterica, the rod-shaped, flagellated, aerobic, Gram-negative bacterium. Many of the pathogenic serovars of the S. enterica species are in this subspecies, including that responsible for typhoid.",
  "/wiki/Typhoid_fever": "Typhoid fever, also known simply as typhoid, is a bacterial infection due to a specific type of Salmonella that causes symptoms. Symptoms may vary from mild to severe, and usually begin 6 to 30 days after exposure. Often there is a gradual onset of a high fever over several days. This is commonly accompanied by weakness, abdominal pain, constipation, headaches, and mild vomiting. Some people develop a skin rash with rose colored spots. In severe cases, people may experience confusion. Without treatment, symptoms may last weeks or months. Diarrhea is uncommon. Other people may carry the bacterium without being affected; however, they are still able to spread the disease to others. Typhoid fever is a type of enteric fever, along with paratyphoid fever.",
  "/wiki/Typhoid_vaccine": "Typhoid vaccines are vaccines that prevent typhoid fever. Several types are widely available: typhoid conjugate vaccine (TCV), Ty21a (a live vaccine given by mouth) and Vi capsular polysaccharide vaccine (ViPS) (an injectable subunit vaccine). They are about 30 to 70% effective for the first two years depending on the specific vaccine in question. The Vi-rEPA vaccine has been shown to be efficacious in children.",
  "/wiki/Typhim_Vi": "Not to be confused with Ty21a. For an overview of vaccines against typhoid fever, see Typhoid vaccine.",
  "/wiki/Typherix": "Not to be confused with Ty21a. For an overview of vaccines against typhoid fever, see Typhoid vaccine.",
  "/wiki/Ty21a": "Ty21a is a live attenuated bacterial vaccine that protects against typhoid. First licensed in Europe in 1983 and in the United States in 1989, it is an orally administered, live-attenuated Ty2 strain of S. Typhi in which multiple genes,\nincluding the genes responsible for the production of Vi, have been mutated chemically so as to render it harmless but nevertheless immunogenic. It is one of the three typhoid vaccines currently recommended by the World Health Organization (the other two being the Typhoid Conjugate Vaccine (TCV) and Vi capsular polysaccharide vaccine).",
  "/wiki/Streptococcus_pneumoniae": "Streptococcus pneumoniae, or pneumococcus, is a Gram-positive, alpha-hemolytic (under aerobic conditions) or beta-hemolytic (under anaerobic conditions), facultative anaerobic member of the genus Streptococcus. They are usually found in pairs (diplococci) and  do not form spores and are nonmotile. As a significant human pathogenic bacterium S. pneumoniae was recognized as a major cause of pneumonia in the late 19th century, and is the subject of many humoral immunity studies.",
  "/wiki/Pneumococcal_conjugate_vaccine": "Pneumococcal conjugate vaccine (PCV) is a pneumococcal vaccine and a conjugate vaccine used to protect infants, young children, and adults against disease caused by the bacterium Streptococcus pneumoniae (the pneumococcus). There are three types of PCV available on the global market, which go by the brand names: Prevnar (called Prevenar in some countries), Synflorix and Prevnar 13.",
  "/wiki/Pneumococcal_polysaccharide_vaccine": "Pneumococcal polysaccharide vaccine (PPSV)—known as Pneumovax 23 (PPV-23)—is the first pneumococcal vaccine derived from a capsular polysaccharide, and an important landmark in medical history. The polysaccharide antigens were used to induce type-specific antibodies that enhanced opsonization, phagocytosis, and killing of Streptococcus pneumoniae (pneumococcal) bacteria by phagocytic immune cells. The pneumococcal polysaccharide vaccine is widely used in high-risk adults. As a result, there have been important reductions in the incidence, morbidity, and mortality from invasive pneumococcal disease.[citation needed]",
  "/wiki/Pneumovax": "Pneumococcal polysaccharide vaccine (PPSV)—known as Pneumovax 23 (PPV-23)—is the first pneumococcal vaccine derived from a capsular polysaccharide, and an important landmark in medical history. The polysaccharide antigens were used to induce type-specific antibodies that enhanced opsonization, phagocytosis, and killing of Streptococcus pneumoniae (pneumococcal) bacteria by phagocytic immune cells. The pneumococcal polysaccharide vaccine is widely used in high-risk adults. As a result, there have been important reductions in the incidence, morbidity, and mortality from invasive pneumococcal disease.[citation needed]",
  "/wiki/Prevnar": "Pneumococcal conjugate vaccine (PCV) is a pneumococcal vaccine and a conjugate vaccine used to protect infants, young children, and adults against disease caused by the bacterium Streptococcus pneumoniae (the pneumococcus). There are three types of PCV available on the global market, which go by the brand names: Prevnar (called Prevenar in some countries), Synflorix and Prevnar 13.",
  "/wiki/Vibrio_cholerae": "Vibrio cholerae is a Gram-negative, comma-shaped bacterium. The bacterium's natural habitat is brackish or saltwater and attach themselves easily to the chitin-containing shells of crabs, shrimps, and other shellfish. Some strains of V. cholerae cause the disease cholera, which can be derived from the consumption of undercooked or raw marine life species. V. cholerae is a facultative anaerobe and has a flagellum at one cell pole as well as pili. V. cholerae can undergo respiratory and fermentative metabolism. When ingested, V. cholerae can cause diarrhea and vomiting in a host within several hours to 2–3 days of ingestion. V. cholerae was first isolated as the cause of cholera by Italian anatomist Filippo Pacini in 1854, but his discovery was not widely known until Robert Koch, working independently 30 years later, publicized the knowledge and the means of fighting the disease.",
  "/wiki/Cholera": "Cholera is an infection of the small intestine by some strains of the bacterium Vibrio cholerae. Symptoms may range from none, to mild, to severe. The classic symptom is large amounts of watery diarrhea that lasts a few days. Vomiting and muscle cramps may also occur. Diarrhea can be so severe that it leads within hours to severe dehydration and electrolyte imbalance. This may result in sunken eyes, cold skin, decreased skin elasticity, and wrinkling of the hands and feet. Dehydration can cause the skin to turn bluish. Symptoms start two hours to five days after exposure.",
  "/wiki/Cholera_vaccine": "Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85 percent protection, which decreases to 50 percent or 62 percent during the first year. After two years the level of protection decreases to less than 50 percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity).",
  "/wiki/List_of_vaccine_topics": "This is a list of vaccine-related topics."
}