{
  "/wiki/Chip_Arndt": "Willis Chapman \"Chip\" Arndt Jr. (born October 2, 1966 in West Hartford, Connecticut) is an American gay activist, best known as a winner of The Amazing Race 4 in 2003 with former partner Reichen Lehmkuhl. Arndt attended Hotchkiss School, Yale University, and  Harvard University, where he was the president of the Harvard Business School Gay and Lesbian Student Association. Prior to The Amazing Race, he worked as an investment banker.",
  "/wiki/The_Amazing_Race_4": "The Amazing Race 4 is the fourth installment of the American reality television show The Amazing Race. The show features twelve teams, divided in pairs usually based on pre-existing relationships. These teams then race around the world. Season 4 premiered on May 29, 2003 and concluded on August 21, 2003.",
  "/wiki/Bob_Barker": "Robert William Barker (born December 12, 1923) is a retired American television game show host. He is known for hosting CBS's The Price Is Right from 1972 to 2007, making it the longest-running daytime game show in North American television history. He is also known for hosting Truth or Consequences from 1956 to 1974.",
  "/wiki/Michael_Biehn": "Michael Connell Biehn (born July 31, 1956) is an American actor, primarily known for his military roles in science fiction films directed by James Cameron; as Sgt. Kyle Reese in The Terminator (1984), Cpl. Dwayne Hicks in Aliens (1986) and Lt. Coffey in The Abyss (1989). His other films include The Fan (1981), Navy SEALs (1990), Tombstone (1993), The Rock (1996), Megiddo: The Omega Code 2 (2001) and Planet Terror (2007). On television, he has appeared in Hill Street Blues (1984) and Adventure Inc. (2002-03). Biehn received a Best Actor Saturn Award nomination for Aliens, and received The Life Career Award at the 2011 ceremony.",
  "/wiki/James_Cameron": "James Francis  Cameron CC   (born August 16, 1954) is a Canadian filmmaker, artist, and environmentalist, who is best known for making science fiction and epic films for the Hollywood mainstream.  \nCameron first gained recognition for directing The Terminator (1984). He found further critical and commercial success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991) and True Lies (1994). His greatest big-budget productions have been Titanic (1997) and Avatar (2009), the former earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, also garnered him nominations in the same categories.",
  "/wiki/The_Terminator": "The Terminator is a 1984 American science fiction film directed by James Cameron. It stars Arnold Schwarzenegger as the Terminator, a cyborg assassin sent back in time from 2029 to 1984 to kill Sarah Connor (Linda Hamilton), whose son will one day become a savior against machines in a post-apocalyptic future. Michael Biehn plays Kyle Reese, a  reverent soldier sent back in time to protect Sarah. The screenplay is credited to Cameron and producer Gale Anne Hurd, while co-writer William Wisher Jr. received a credit for additional dialogue. Executive producers John Daly and Derek Gibson of Hemdale Film Corporation were instrumental in financing and production.",
  "/wiki/Aliens_(film)": "Aliens is a 1986 American science fiction action film written and directed by James Cameron, produced by Gale Anne Hurd and starring Sigourney Weaver. It is the second installment of the Alien franchise. The film follows Weaver's character Ellen Ripley as she returns to the moon where her crew encountered the hostile Alien creature, this time accompanied by a unit of space marines. Additional roles are played by Carrie Henn, Michael Biehn, Paul Reiser, Lance Henriksen, Jenette Goldstein, William Hope, Al Matthews, and Bill Paxton.",
  "/wiki/The_Abyss": "The Abyss is a 1989 American science fiction film written and directed by James Cameron and starring Ed Harris, Mary Elizabeth Mastrantonio, and Michael Biehn. When an American submarine sinks in the Caribbean, the U.S. search and recovery team works with an oil platform crew, racing against Soviet vessels to recover the boat. Deep in the ocean, they encounter something unexpected. The film was released on August 9, 1989, receiving generally positive reviews and grossed $90 million. It won the Academy Award for Best Visual Effects and was nominated for three more Academy awards.",
  "/wiki/Tombstone_(film)": "Tombstone is a 1993 American Western film directed by George P. Cosmatos, written by Kevin Jarre (who was also the original director, but was replaced early in production), and starring Kurt Russell and Val Kilmer, with Sam Elliott, Bill Paxton, Powers Boothe, Michael Biehn, and Dana Delany in supporting roles, as well as narration by Robert Mitchum.",
  "/wiki/David_Birney": "David Edwin Birney (born April 23, 1939) is an American actor/director whose career has performances in both contemporary and classical roles in theatre, film and television.",
  "/wiki/Joe_Buck": "Joseph Francis Buck (born April 25, 1969) is an American sportscaster and the son of sportscaster Jack Buck. He has won numerous Sports Emmy Awards for his work with Fox Sports, including his roles as lead play-by-play announcer for the network's National Football League and Major League Baseball coverage, and is a three-time recipient of the National Sportscaster of the Year award. Since 1996, he has served as the play-by-play announcer for the World Series, each year, with the exceptions of 1997 and 1999. He was the former host of Undeniable with Joe Buck on Audience Network.",
  "/wiki/Sportscaster": "In sports broadcasting, a sports commentator (also known as sports announcer, sportscaster or play-by-play announcer) gives a running commentary of a game or event in real time, usually during a live broadcast, traditionally delivered in the historical present tense. Radio was the first medium for sports broadcasts, and radio commentators must describe all aspects of the action to listeners who cannot see it for themselves. In the case of televised sports coverage, commentators are usually presented as a voiceover, with images of the contest shown on viewers' screens and sounds of the action and spectators heard in the background. Television commentators are rarely shown on screen during an event, though some networks choose to feature their announcers on camera either before or after the contest or briefly during breaks in the action.",
  "/wiki/Jack_Buck": "John Francis \"Jack\" Buck (August 21, 1924 – June 18, 2002) was an American sportscaster, best known for his work announcing Major League Baseball games of the St. Louis Cardinals. His play-by-play work earned him recognition from numerous Halls of Fame, such as the National Baseball Hall of Fame, the Pro Football Hall of Fame, and the National Radio Hall of Fame. He has also been inducted as a member of the St. Louis Cardinals Hall of Fame Museum.",
  "/wiki/Sports_Emmy_Awards": "The Sports Emmy Awards are presented by the National Academy of Television Arts and Sciences (NATAS) in recognition of excellence in American sports television programming, including sports-related series, live coverage of sporting events, and best sports announcers. The awards ceremony, presenting Emmys from the previous calendar year, is usually held on a Spring Monday night, sometime in the last two weeks in April or the first week in May. The Sports Emmy Awards are all given away at one ceremony, unlike the Primetime Emmy Awards and the Daytime Emmy Awards, which hold a \"Creative Arts\" ceremony in which Emmys are given to behind-the-scenes personnel.",
  "/wiki/Sports_commentary": "In sports broadcasting, a sports commentator (also known as sports announcer, sportscaster or play-by-play announcer) gives a running commentary of a game or event in real time, usually during a live broadcast, traditionally delivered in the historical present tense. Radio was the first medium for sports broadcasts, and radio commentators must describe all aspects of the action to listeners who cannot see it for themselves. In the case of televised sports coverage, commentators are usually presented as a voiceover, with images of the contest shown on viewers' screens and sounds of the action and spectators heard in the background. Television commentators are rarely shown on screen during an event, though some networks choose to feature their announcers on camera either before or after the contest or briefly during breaks in the action.",
  "/wiki/Fox_Sports_(USA)": "Fox Sports, also referred to as Fox Sports Media Group, is the sports programming division of the Fox Broadcasting Company, owned by Fox Corporation, that is responsible for sports broadcasts on the Fox network and its dedicated national sports cable channels. The flagship entity of Fox Sports Media Group division, it was formed in 1994 with Fox's acquisition of broadcast rights to National Football League (NFL) games. In subsequent years, it has televised the National Hockey League (1994–1999), Major League Baseball (1996–present), NASCAR (2001–present), Bowl Championship Series (2007–2010), Major League Soccer (2015–present), the USGA Championships (2015–present), NHRA (2016–present), WWE (2019–present) and XFL (2020–present).",
  "/wiki/William_Daniels": "William David Daniels (born March 31, 1927) is an American actor, known for his roles as Dr. Mark Craig in the NBC drama St. Elsewhere, for which he won two Emmy Awards, and as Mr. Feeny in the ABC sitcom Boy Meets World. He was president of the Screen Actors Guild from 1999 to 2001.",
  "/wiki/Screen_Actors_Guild": "The Screen Actors Guild (SAG) was an American labor union which represented over 100,000 film and television principal and background performers worldwide. On March 30, 2012, the union leadership announced that the SAG membership voted to merge with the American Federation of Television and Radio Artists (AFTRA) to create SAG-AFTRA.",
  "/wiki/Dustin_Hoffman": "Dustin Lee Hoffman (born August 8, 1937) is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. He is the recipient of numerous accolades including two Academy Awards, six Golden Globe Awards\n(including the Cecil B. DeMille Award), four BAFTAs, three Drama Desk Awards, and two Emmy Awards. Hoffman received the AFI Life Achievement Award in 1999 and the Kennedy Center Honors Award in 2012.",
  "/wiki/The_Graduate": "The Graduate is a 1967 American romantic comedy-drama film directed by Mike Nichols and written by Buck Henry and Calder Willingham, based on the 1963 novel of the same name by Charles Webb, who wrote it shortly after graduating from Williams College. The film tells the story of 21-year-old Benjamin Braddock (Dustin Hoffman), a recent college graduate with no well-defined aim in life, who is seduced by an older woman, Mrs. Robinson (Anne Bancroft), and then falls in love with her daughter Elaine (Katharine Ross).",
  "/wiki/Two_for_the_Road_(film)": "Two for the Road is a 1967 British romantic comedy-drama film directed and produced by Stanley Donen and starring Audrey Hepburn and Albert Finney. Written by Frederic Raphael, the film is about a husband and wife who examine their twelve-year relationship while on a road trip to Southern France. The film was considered somewhat experimental for its time because the story is told in a non-linear fashion, with scenes from the latter stages of the relationship juxtaposed with those from its beginning, often leaving the viewer to interpolate what has intervened, which is sometimes revealed in later scenes. Several locations are used in different segments to show continuity throughout the twelve-year period.",
  "/wiki/John_Adams": "John Adams (October 30, 1735[a] – July 4, 1826) was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States, from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded with many important figures in early American history, including his wife and adviser Abigail Adams, and Thomas Jefferson. His letters and other papers serve as an important source of historical information about the era.",
  "/wiki/1776_(film)": "1776 is a 1972 American musical drama film directed by Peter H. Hunt. The screenplay by Peter Stone was based on his book for the 1969 Broadway musical of the same name. The song score was composed by Sherman Edwards. The film stars William Daniels, Howard Da Silva, Donald Madden, John Cullum, Ken Howard and Blythe Danner.",
  "/wiki/Captain_Nice": "Captain Nice was an American comedy TV series that ran from 9 January 1967 to 28 August 1967, Monday nights at 8:30 pm EST on NBC.  The show was an unsuccessful attempt to cash in on the smash hit ABC TV version of Batman.  A similar series on CBS,  Mr. Terrific, also aired on Monday nights that season in the 8 pm EST time slot. Reruns aired on Ha! (Comedy Central) in 1991.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Boy_Meets_World": "Boy Meets World is an American television sitcom created and produced by Michael Jacobs and April Kelly. The show aired on the ABC network from September 24, 1993 to May 5, 2000, lasting seven seasons.",
  "/wiki/Voice_acting": "Voice acting is the art of performing voice-overs or providing voices to represent a character or to provide information to an audience or user. Examples include animated, off-stage, off-screen or non-visible characters in various works, including feature films, dubbed foreign language films, animated short films, television programs, commercials, radio or audio dramas, comedy, video games, puppet shows, amusement rides, audiobooks and documentaries. Voice acting is also done for small handheld audio games.",
  "/wiki/KITT": "KITT is the short name of two fictional characters from the adventure TV series Knight Rider. While having the same acronym, the KITTs are two different entities: one known as the Knight Industries Two Thousand, which appeared in the original TV series Knight Rider, and the other as the Knight Industries Three Thousand, which appeared first in the two-hour 2008 pilot film for a new Knight Rider TV series and then the new series itself. In both instances, KITT is an artificially intelligent electronic computer module in the body of a highly advanced, very mobile, robotic automobile: the original KITT as a 1982 Pontiac Firebird Trans Am, and the second KITT as a 2008–2009 Ford Shelby GT500KR. KITT was voiced by William Daniels in the original series, and by Val Kilmer in the 2008 series. KITT's evil twin is KARR which is an acronym of Knight Automated Roving Robot.  KARR was voiced by both Peter Cullen and Paul Frees in season one and season three of the NBC original TV series respectively in Knight Rider.",
  "/wiki/Knight_Rider_(1982_TV_series)": "Knight Rider is an American action crime drama television series created and produced by Glen A. Larson. The series was originally broadcast on NBC from 1982 to 1986. The show stars David Hasselhoff as Michael Knight, a high-tech modern crime fighter assisted by KITT, an advanced artificially intelligent, self-aware and nearly indestructible car. This was the last series Larson devised at Universal Television before he moved to 20th Century Fox.",
  "/wiki/List_of_St._Elsewhere_characters": "This is a list of characters from the medical drama St. Elsewhere.",
  "/wiki/St._Elsewhere": "St. Elsewhere is an American medical drama television series created by Joshua Brand and John Falsey, that originally ran on NBC from October 26, 1982, to May 25, 1988. The series stars Ed Flanders, Norman Lloyd and William Daniels as teaching doctors at an aging, rundown Boston hospital who give interns a promising future in making critical medical and life decisions. The series was produced by MTM Enterprises, which had success with a similar NBC series, the police drama Hill Street Blues, during that same time. The series were often compared to each other for their use of ensemble casts and overlapping serialized storylines (an original ad for St. Elsewhere quoted a critic that called the series \"'Hill Street Blues' in a hospital\").",
  "/wiki/Emmy_Awards": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Vir_Das": "Vir Das is an Indian comedian, actor and comedy musician. After beginning a career in standup comedy, Das moved to Hindi cinema starring in films like Delhi Belly, Badmaash Company and Go Goa Gone. In 2017, he entered the international stage with his Netflix special Abroad Understanding. Das has performed in approximately 35 plays, over 100 stand-up comedy shows, eight TV shows, two movies and six comedy specials. He has written comedic columns for Femina, Maxim, Exotica, DNA and Tehelka. In 2019, he made his debut in American television with the television series, Whiskey Cavalier.",
  "/wiki/James_Dean": "James Byron Dean (February 8, 1931 – September 30, 1955) was an American actor. He is remembered as a cultural icon of teenage disillusionment and social estrangement, as expressed in the title of his most celebrated film, Rebel Without a Cause (1955), in which he starred as troubled teenager Jim Stark. The other two roles that defined his stardom were loner Cal Trask in East of Eden (1955) and surly ranch hand Jett Rink in Giant (1956).",
  "/wiki/Cultural_icon": "A cultural icon is an artifact that is identified by members of a culture as representative of that culture. The process of identification is subjective, and \"icons\" are judged by the extent to which they can be seen as an authentic proxy of that culture. When individuals perceive a cultural icon, they relate it to their general perceptions of the cultural identity represented. Cultural icons can also be identified as an authentic representation of the practices of one culture by another.",
  "/wiki/Rebel_Without_a_Cause": "Rebel Without a Cause is a 1955 American drama film about emotionally confused suburban, middle-class teenagers. Filmed in the then recently introduced CinemaScope format and directed by Nicholas Ray, it offered both social commentary and an alternative to previous films depicting delinquents in urban slum environments. The film stars James Dean, Sal Mineo, and Natalie Wood.",
  "/wiki/East_of_Eden_(film)": "East of Eden is a 1955 drama film, directed by Elia Kazan, and loosely based on the second half of the 1952 novel of the same name by John Steinbeck. It is about a wayward young man who, while seeking his own identity, vies for the affection of his deeply religious father against his favored brother, thus retelling the story of Cain and Abel.",
  "/wiki/Giant_(1956_film)": "Giant  is a 1956 American epic Western drama film, directed by George Stevens from a screenplay adapted by Fred Guiol and Ivan Moffat from Edna Ferber's 1952 novel.",
  "/wiki/Traffic_collision": "A traffic collision, also called a motor vehicle collision (MVC) among other terms, occurs when a vehicle collides with another vehicle, pedestrian, animal, road debris, or other stationary obstruction, such as a tree, pole or building. Traffic collisions often result in injury, death, and property damage.",
  "/wiki/Adam_Duritz": "Adam Fredric Duritz (born August 1, 1964) is an American musician, songwriter, record producer, and film producer. He is known as the frontman for the rock band Counting Crows, of which he is a founding member and principal composer. Since its founding in 1991, Counting Crows has sold over 20 million records, released four albums that have been certified gold or platinum, and been nominated for two Grammy Awards and an Academy Award.",
  "/wiki/Harrison_Ford": "Harrison Ford (born July 13, 1942) is an American actor, aviator, and environmental activist. He gained worldwide fame for his starring role as Han Solo in the original Star Wars Trilogy (1977–1983), eventually reprising the role decades later in the sequel trilogy (2015–2019). Ford is also widely known for his portrayal of Indiana Jones in the Indiana Jones film franchise and as Tom Clancy's Jack Ryan in the spy thrillers Patriot Games (1992) and Clear and Present Danger (1994).",
  "/wiki/Zane_Grey": "Pearl Zane Grey (January 31, 1872 – October 23, 1939) was an American author and dentist best known for his popular adventure novels and stories associated with the Western genre in literature and the arts; he idealized the American frontier. Riders of the Purple Sage (1912) was his best-selling book.",
  "/wiki/American_frontier": "The American frontier includes the geography, history, folklore, and cultural expression of life in the forward wave of American expansion that began with English colonial settlements in the early 17th century and ended with the admission of the last remaining western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by President Thomas Jefferson following the Louisiana Purchase, giving rise to the expansionist philosophy known as \"Manifest Destiny\".",
  "/wiki/Dave_Guard": "Donald David Guard (October 19, 1934 – March 22, 1991) was an American folk singer, songwriter, arranger and recording artist. Along with Nick Reynolds and Bob Shane, he was one of the founding members of The Kingston Trio.",
  "/wiki/Nick_Reynolds": "Nicholas Wells Reynolds (July 27, 1933 – October 1, 2008) was an American folk musician and recording artist. Reynolds was one of the founding members of The Kingston Trio, whose folk and folk-style material captured international attention during the late Fifties and early Sixties.",
  "/wiki/Bob_Shane": "Robert Castle Schoen (February 1, 1934 – January 26, 2020), known professionally as Bob Shane, was an American singer and guitarist who was a founding member of The Kingston Trio. In that capacity, Shane became a seminal figure in the revival of folk and other acoustic music as a popular art form  in the United States in the late 1950s through the mid-1960s.",
  "/wiki/The_Kingston_Trio": "The Kingston Trio is an American folk and pop music group that helped launch the folk revival of the late 1950s to late 1960s. The group started as a San Francisco Bay Area nightclub act with an original lineup of Dave Guard, Bob Shane, and Nick Reynolds. It rose to international popularity, fueled by unprecedented sales of LP records, and helped alter the direction of popular music in the U.S.",
  "/wiki/Jon_Hamm": "Jonathan Daniel Hamm (born March 10, 1971) is an American actor and producer  best known for playing advertising executive Don Draper in the AMC television drama series Mad Men (2007–2015).",
  "/wiki/Mad_Men": "Mad Men  is an American period drama television series created by Matthew Weiner and produced by Lionsgate Television. The series ran on the cable network AMC from 2007 to 2015, lasting for seven seasons and 92 episodes. Its fictional time frame runs from March 1960 to November 1970.",
  "/wiki/William_Inge": "William Motter Inge (/ˈɪndʒ/; May 3, 1913 – June 10, 1973) was an American playwright and novelist, whose works typically feature solitary protagonists encumbered with strained sexual relations. In the early 1950s, he had a string of memorable Broadway productions, including Picnic, which earned him a Pulitzer Prize. With his portraits of small-town life and settings rooted in the American heartland, Inge became known as the \"Playwright of the Midwest.\"",
  "/wiki/Picnic_(play)": "Picnic is a 1953 play by William Inge. The play was premiered at the Music Box Theatre, Broadway, on 19 February 1953 in a Theatre Guild production, directed by Joshua Logan, which ran for 477 performances.",
  "/wiki/Pulitzer_Prize_for_Drama": "The Pulitzer Prize for Drama is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It is one of the original Pulitzers, for the program was inaugurated in 1917 with seven prizes, four of which were awarded that year. (No Drama prize was given, however, so that one was inaugurated in 1918, in a sense.) It recognizes a theatrical work staged in the U.S. during the preceding calendar year.",
  "/wiki/Jamey_Johnson": "Jamey Johnson (born July 14, 1975) is an American country music artist. Signed to BNA Records in 2005, Johnson made his debut with his single \"The Dollar\", the title track to his 2006 album The Dollar. Johnson was dropped from BNA in 2006 and signed to Mercury Nashville Records in March 2008, releasing his second album, the gold-certified That Lonesome Song. This album produced two singles, the Top 10 hit \"In Color\" and \"High Cost of Living\". Johnson has since released two more albums, The Guitar Song in 2010 and Living for a Song: A Tribute to Hank Cochran in 2012. In 2014, he released a 5-song Christmas EP titled The Christmas Song. In addition to most of his own material, Johnson has co-written singles for Willie Nelson and Merle Haggard,  Trace Adkins, George Strait, James Otto, Joe Nichols and Jessie James Decker.",
  "/wiki/Give_It_Away_(George_Strait_song)": "\"Give It Away\" is a song performed by American country music artist George Strait, written by Jamey Johnson, Bill Anderson and Buddy Cannon. It was released in July 2006 as the lead single from the album It Just Comes Natural.",
  "/wiki/George_Strait": "George Harvey Strait Sr. (born May 18, 1952) is an American country music singer, songwriter, actor, and music producer.  George Strait is known as the \"King of Country\" and is considered one of the most influential and popular recording artists of all time. He is known for his neotraditionalist country style, cowboy look, and being one of the first and main country artists to bring country music back to its roots and away from the pop country era in the 1980s.",
  "/wiki/Tom_Johnson_(journalist)": "Wyatt Thomas (\"Tom\") Johnson is an American journalist and media executive, best known for serving as president of Cable News Network (CNN) during the 1990s and, before that, as publisher of the Los Angeles Times newspaper. He was a member of the Peabody Awards Board of Jurors from 1976 to 1980. In addition, Johnson is a long-time member of the Lyndon Baines Johnson Foundation board of trustees and a former member of the Rockefeller Foundation board of trustees.",
  "/wiki/Cable_News_Network": "CNN (Cable News Network) is an American news-based pay television channel owned by AT&T's WarnerMedia. CNN was founded in 1980 by American media proprietor Ted Turner as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-hour news coverage and was the first all-news television channel in the United States.",
  "/wiki/Los_Angeles_Times": "The Los Angeles Times (sometimes abbreviated as LA Times or L.A. Times) is a daily newspaper which has been published in Los Angeles, California, since 1881. It has the fourth-largest circulation among United States newspapers, and is the largest U.S. newspaper not headquartered on the East Coast. The paper is known for its coverage of issues particularly salient to the U.S. West Coast, such as immigration trends and natural disasters. It has won more than 40 Pulitzer Prizes for its coverage of these and other issues. As of June 18, 2018[update], ownership of the paper is controlled by Patrick Soon-Shiong, and the executive editor is Norman Pearlstine.",
  "/wiki/Richard_Lester": "Richard Lester Liebman (born January 19, 1932), commonly referred to as Dick Lester, is a retired American film director based in the United Kingdom. He is known for his work with The Beatles in the 1960s and his work on the Superman film series in the 1980s.",
  "/wiki/The_Beatles": "The Beatles were an English rock band formed in Liverpool in 1960. With a line-up comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr, they are regarded as the most influential band of all time. The group were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional pop in innovative ways; the band later explored music styles ranging from ballads and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the group revolutionised many aspects of the music industry and were often publicised as leaders of the era's youth and sociocultural movements.",
  "/wiki/Superman_film_series": "The fictional character Superman, an American comic book superhero in DC Comics publications, has appeared in various films almost since his inception. He debuted in cinemas in a series of animated shorts beginning in 1941, and then starred in two movie serials in 1948 and 1950. An independent studio, Lippert Pictures, released the first Superman feature film, Superman and the Mole Men, starring George Reeves, in 1951.\nIlya and Alexander Salkind and Pierre Spengler purchased the Superman film rights in 1974. After numerous scripts, Richard Donner was hired to direct the film, filming Superman (1978) and Superman II (1980) simultaneously. Donner had already shot eighty percent of Superman II with Christopher Reeve before it was decided to finish shooting the first film. The Salkinds fired Donner after Superman's release and commissioned Richard Lester as the director to finish Superman II. Lester also returned for Superman III (1983), and the Salkinds further produced the related 1984 spin-off Supergirl before selling the rights to Cannon Films, resulting in the poorly reviewed Superman IV: The Quest for Peace (1987). Ilya Salkind commissioned a fifth Superman script before Warner Bros. acquired the rights entirely in 1993.",
  "/wiki/A_Hard_Day%27s_Night_(film)": "A Hard Day's Night is a 1964  musical comedy film directed by Richard Lester and starring the English rock band the Beatles—John Lennon, Paul McCartney, George Harrison, and Ringo Starr—during the height of Beatlemania. It was written by Alun Owen and originally released by United Artists. The film portrays 36 hours in the lives of the group.",
  "/wiki/Help!_(film)": "Help! is a 1965 British musical comedy-adventure film directed by Richard Lester, starring the Beatles–John Lennon, Paul McCartney, George Harrison and Ringo Starr—and featuring Leo McKern, Eleanor Bron, Victor Spinetti, John Bluthal, Roy Kinnear and Patrick Cargill. The second film starring the Beatles following Lester's A Hard Day's Night, Help! sees the group struggle to record their new album while trying to protect Starr from a sinister cult and a pair of mad scientists, all of whom are obsessed with obtaining one of his rings. The soundtrack was released as an album, also called Help!.",
  "/wiki/Superman_2": "Superman II is a 1980 superhero film directed by Richard Lester and written by Mario Puzo and David and Leslie Newman, based on the DC Comics character Superman. It is a sequel to the 1978 film Superman and stars Gene Hackman, Christopher Reeve, Terence Stamp, Ned Beatty, Sarah Douglas, Margot Kidder, and Jack O'Halloran. The film was released in Australia and mainland Europe on December 4, 1980, and in other countries throughout 1981. Selected premiere engagements of Superman II were presented in Megasound, a high-impact surround sound system similar to Sensurround.",
  "/wiki/The_Three_Musketeers_(1973_live-action_film)": "The Three Musketeers (also known as The Three Musketeers: The Queen's Diamonds) is a 1973 film based on The Three Musketeers by Alexandre Dumas. It was directed by Richard Lester and written by George MacDonald Fraser. It was originally proposed in the 1960s as a vehicle for The Beatles, whom Lester had directed in two other films.",
  "/wiki/Curt_Menefee": "Curt Menefee (born July 22, 1965) is an American sportscaster who is currently the play-by-play commentator for Seattle  Seahawks preseason football, play-by-play commentator of the 2020 XFL on FOX, and the host of the Fox network's NFL show Fox NFL Sunday. His co-host is Terry Bradshaw, with analyst Jimmy Johnson, Howie Long, and Michael Strahan.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Fox_NFL_Sunday": "Fox NFL Sunday is an American sports television program on Fox that debuted on September 4, 1994, and serves as the pre-game show for the network's National Football League game telecasts under the Fox NFL brand. An audio simulcast of the program airs on sister radio network Fox Sports Radio, which is distributed by Premiere Radio Networks. As of 2014, the program has won four Emmy Awards.",
  "/wiki/Al_Michaels": "Alan Richard Michaels (born November 12, 1944) is an American television sportscaster.",
  "/wiki/NBC_Sports": "NBC Sports is an American programming division of the broadcast network NBC, owned and operated by NBC Sports Group division of NBCUniversal and subsidiary of Comcast, that is responsible for sports broadcasts on the network, and its dedicated national sports cable channels. Formerly operating as \"a service of NBC News\", it broadcasts a diverse array of sports events, including the French Open, the IndyCar Series, NASCAR, the NFL, the NHL, Notre Dame football, Olympic Games, the PGA Tour, the Premier League, the Tour de France and the Triple Crown, among others. Other programming from outside producers – such as coverage of the Ironman Triathlon – is also presented on the network through NBC Sports. With Comcast's acquisition of NBCUniversal in 2011, its own cable sports networks were aligned with NBC Sports into a part of the division known as the NBC Sports Group.",
  "/wiki/ESPN_on_ABC": "ESPN on ABC (known as ABC Sports from 1961 to 2006) is the brand used for sports event and documentary programming televised on the American Broadcasting Company (ABC) in the United States. Officially, the broadcast network retains its own sports division; however, for all practical purposes, ABC's sports division has been merged into ESPN Inc., the parent subsidiary of cable sports network ESPN that is majority owned by ABC's corporate parent, The Walt Disney Company, in partnership with the Hearst Communications.",
  "/wiki/Play-by-play": "In sports broadcasting, a sports commentator (also known as sports announcer, sportscaster or play-by-play announcer) gives a running commentary of a game or event in real time, usually during a live broadcast, traditionally delivered in the historical present tense. Radio was the first medium for sports broadcasts, and radio commentators must describe all aspects of the action to listeners who cannot see it for themselves. In the case of televised sports coverage, commentators are usually presented as a voiceover, with images of the contest shown on viewers' screens and sounds of the action and spectators heard in the background. Television commentators are rarely shown on screen during an event, though some networks choose to feature their announcers on camera either before or after the contest or briefly during breaks in the action.",
  "/wiki/Monday_Night_Football": "ESPN Monday Night Football (abbreviated as MNF and also known as ESPN Monday Night Football on ABC for rare live special broadcast) is a live television broadcast of weekly National Football League (NFL) games on ESPN in the United States. From 1970 to 2005, it aired on sister broadcast network ABC. Monday Night Football was, along with Hallmark Hall of Fame and the Walt Disney anthology television series, one of the longest-running prime time programs ever on commercial network television, and one of the highest-rated, particularly among male viewers. MNF is preceded on air by Monday Night Countdown.",
  "/wiki/Glenn_Miller": "Alton Glenn Miller (March 1, 1904 – disappeared December 15, 1944) was an American big-band trombonist, arranger, composer, and bandleader in the swing era. He was the best-selling recording artist from 1939 to 1942, leading one of the best-known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", \"Elmer's Tune\", and \"Little Brown Jug\". In just four years Glenn Miller scored 16 number-one records and 69 top ten hits—more than Elvis Presley (38 top 10s) and the Beatles (33 top 10s) did in their careers.\nWhile he was traveling to entertain U.S. troops in France during World War II, Miller's aircraft disappeared in bad weather over the English Channel."
}