{
  "/wiki/Merrill_Kenneth_Albert": "Merrill Kenneth Albert (April 19, 1923 – December 23, 2011) was an American author and trial lawyer best known for his colorful courtroom tactics. One of Los Angeles' foremost trial advocates, Albert introduced several practices – such as the use of dummies and other tools in reconstructing incidents[citation needed] – familiar in current legal practice but virtually non-existent when he began his career. He was a pioneer in the development and use of biomechanical devices and modeling in major personal injury cases to explain the mechanical properties of the musculoskeletal system in relation to the physics and dynamics of collisions with cars, trains, and human beings involved in accidents. He was the lead trial attorney in \"bet the company\" cases for the Union Pacific Railroad, the Santa Fe Railroad, the Southern Pacific Transportation Company, Swinerton Construction Co., and the Regents of the University of California. Some of his more dramatic trials are recounted in Tales of the Rails: Railroad Claims Stories by Norman Udewitz.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Dan_Amos": "Daniel Paul \"Dan\" Amos (born August 13, 1951 in Pensacola, Florida) is an American business executive. He serves as the chairman and chief executive officer of Aflac and Aflac Incorporated.",
  "/wiki/Chairman": "The chairperson (also chair, chairman, or chairwoman) is the presiding officer of an organized group such as a board, committee, or deliberative assembly. The person holding the office, who is typically elected or appointed by members of the group, presides over meetings of the group, and conducts the group's business in an orderly fashion.",
  "/wiki/Chief_executive_officer": "A chief executive officer (CEO), or just chief executive (CE), is the most senior corporate, executive, or administrative officer in charge of managing an organization –  especially an independent legal entity such as a company or nonprofit institution. CEOs lead a range of organizations, including public and private corporations, non-profit organizations and even some government organizations (notably Crown corporations). The CEO of a corporation or company typically reports to the board of directors and is charged with maximizing the value of the entity, which may include maximizing the share price, market share, revenues or another element. In the non-profit and government sector, CEOs typically aim at achieving outcomes related to the organization's mission, such as reducing poverty, increasing literacy, etc.",
  "/wiki/Aflac": "Aflac Inc. /ˈæflæk/ (American Family Life Assurance Company) is an American insurance company and is the largest provider of supplemental insurance in the United States. The company was founded in 1955 and is based in Columbus, Georgia. In the U.S., Aflac underwrites a wide range of insurance policies, but is perhaps more known for its payroll deduction insurance coverage, which pays cash benefits when a policyholder has a covered accident or illness. The company states it \"provides financial protection to more than 50 million people worldwide\".",
  "/wiki/Vance_D._Brand": "Vance DeVoe Brand (born May 9, 1931) is an American former naval officer and aviator, aeronautical engineer, test pilot, and NASA astronaut. He served as command module pilot during the first U.S.-Soviet joint spaceflight in 1975, and as commander of three Space Shuttle missions.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Astronaut": "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists.",
  "/wiki/James_Carville": "Chester James Carville Jr. (born October 25, 1944) is an American political commentator, media personality, and lawyer who is a prominent figure in the Democratic Party.  Nicknamed the Ragin' Cajun, Carville gained national attention for his work as the lead strategist of the successful presidential campaign of then-Arkansas governor Bill Clinton. Carville also worked as a co-host of CNN's Crossfire. After Crossfire, he appeared on CNN's news program The Situation Room. As of 2009, he hosts a weekly program on XM Radio titled 60/20 Sports with Luke Russert, son of Tim Russert who hosted NBC's Meet The Press. He is married to Libertarian political consultant Mary Matalin. In 2009, he began teaching political science at Tulane University.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/CNN": "CNN (Cable News Network) is an American news-based pay television channel owned by AT&T's WarnerMedia. CNN was founded in 1980 by American media proprietor Ted Turner as a 24-hour cable news channel. Upon its launch in 1980, CNN was the first television channel to provide 24-hour news coverage and was the first all-news television channel in the United States.",
  "/wiki/Crossfire_(U.S._TV_program)": "Crossfire is an American nightly current events debate television program that aired on CNN from 1982 to 2005 and again from 2013 to 2014.  Its format was designed to present and challenge the opinions of a politically liberal pundit and a conservative pundit.",
  "/wiki/Ronald_Evans_(astronaut)": "Ronald Ellwin Evans Jr. (November 10, 1933 – April 7, 1990), (Capt, USN), was an American naval officer and aviator, electrical engineer, aeronautical engineer, NASA astronaut and, of the 24 astronauts to have flown to the Moon, one of 12 people to have flown to the Moon without landing on it.",
  "/wiki/List_of_Apollo_astronauts": "NASA assigned 32 American astronauts to the Apollo lunar landing program, and 24, flying on nine missions between December 1968 and December 1972, orbited the Moon. During six two-man landing missions twelve astronauts walked on the lunar surface, and six of those drove Lunar Roving Vehicles. Three flew to the Moon twice, one orbiting both times and two landing once apiece. Apart from these 24 men, no human being has gone beyond low Earth orbit.",
  "/wiki/Lee_Fletcher": "Dewey Lee Fletcher, Jr. (April 29, 1966 – September 30, 2009), was an American political consultant and a talk radio host and blogger in Monroe, Louisiana, who was defeated by 974 votes in a 2002 race for the United States House of Representatives for Louisiana's 5th congressional district. A Republican activist, Fletcher lost to the Democrat Rodney Alexander of Quitman in Jackson Parish. Alexander prevailed with 86,718 votes to Fletcher's 85,744.",
  "/wiki/Radio": "Radio is the technology of signaling and communicating using radio waves. Radio waves are electromagnetic waves of frequency between 30 hertz (Hz) and 300 gigahertz (GHz). They are generated by an electronic device called a transmitter connected to an antenna which radiates the waves, and received by a radio receiver connected to another antenna. Radio is very widely used in modern technology, in radio communication, radar, radio navigation, remote control, remote sensing and other applications. In radio communication, used in radio and television broadcasting, cell phones, two-way radios, wireless networking and satellite communication among numerous other uses, radio waves are used to carry information across space from a transmitter to a receiver, by modulating the radio signal (impressing an information signal on the radio wave by varying some aspect of the wave) in the transmitter. In radar, used to locate and track objects like aircraft, ships, spacecraft and missiles, a beam of radio waves emitted by a radar transmitter reflects off the target object, and the reflected waves reveal the object's location. In radio navigation systems such as GPS and VOR, a mobile receiver receives radio signals from navigational radio beacons whose position is known, and by precisely measuring the arrival time of the radio waves the receiver can calculate its position on Earth. In wireless radio remote control devices like drones, garage door openers, and keyless entry systems, radio signals transmitted from a controller device control the actions of a remote device.",
  "/wiki/Talk_show": "A talk show  or chat show is a television programming or radio programming genre in which one person (or group of people) discusses various topics put forth by a talk show host.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Louisiana%27s_5th_congressional_district": "Louisiana's 5th Congressional District is a congressional district in the U.S. state of Louisiana. The district covers most of the northeastern and central portions of the state and much of the northern portions of the Florida parishes. It contains the cities of Monroe and Alexandria.",
  "/wiki/Robert_L._Gernon": "Robert Lawrence Gernon (July 29, 1943 – March 30, 2005) was a district judge in Kansas 22nd District, from 1979 to 1988, born in Hiawatha, Brown County, Kansas.",
  "/wiki/Kansas_Supreme_Court": "The Kansas Supreme Court is the highest judicial authority in the state of Kansas. Composed of seven justices, led by Chief Justice Marla Luckert, the court supervises the legal profession, administers the judicial branch, and serves as the state court of last resort in the appeals process.",
  "/wiki/Jason_Kilar": "Jason Kilar (born April 26, 1971) is an American businessperson and a member of the board of directors for DreamWorks Animation. He was previously an Amazon executive and the CEO of Hulu, a joint venture of ABC, NBC Universal, and NewsCorp.",
  "/wiki/Hulu": "Hulu (/ˈhuːluː/) is a U.S.-based subscription video on demand service fully controlled and majority-owned by Walt Disney Direct-to-Consumer & International, a business segment of The Walt Disney Company, with NBCUniversal, owned by Comcast, as an equity stakeholder.",
  "/wiki/Donald_Malarkey": "Technical Sergeant Donald George Malarkey (July 31, 1921 – September 30, 2017) was a non-commissioned officer with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division of the United States Army during World War II.  Malarkey was portrayed in the HBO miniseries Band of Brothers by Scott Grimes.",
  "/wiki/Non-commissioned_officer": "A noncommissioned officer (NCO) is a military officer who has not earned a commission. Non-commissioned officers usually obtain their position of authority by promotion through the enlisted ranks. In contrast, commissioned officers usually enter direct from a military academy, and are often expected to have a university degree.",
  "/wiki/E_Company,_506th_Infantry_Regiment_(United_States)": "E Company, 2nd Battalion of the 506th Parachute Infantry Regiment of the 101st Airborne Division, the \"Screaming Eagles,” is a company in the United States Army. The experiences of its members during World War II are the subject of the HBO miniseries Band of Brothers based on the book of the same name by historian Stephen Ambrose.",
  "/wiki/Battalion": "A battalion is a military unit. The use of the term \"battalion\" varies by nationality and branch of service. Typically a battalion consists of 300 to 800 soldiers and is divided into a number of companies. A battalion is typically commanded by a lieutenant colonel. In some countries, the word \"battalion\" is associated with the infantry.",
  "/wiki/506th_Infantry_Regiment": "The 506th Infantry Regiment, originally designated the 506th Parachute Infantry Regiment (506th PIR) during World War II, is an airborne light infantry regiment of the United States Army. Currently a parent regiment under the U.S. Army Regimental System, the regiment has two active battalions: the 1st Battalion, 506th Infantry Regiment (1-506th IR) is assigned to the 1st Brigade Combat Team, 101st Airborne Division, and the 2nd Battalion, 506th Infantry Regiment (2-506th IR) is assigned to the 3rd Brigade Combat Team, 101st Airborne Division.",
  "/wiki/101st_Airborne_Division": "The 101st Airborne Division (\"Screaming Eagles\") is a specialized modular light infantry division of the US Army trained for air assault operations. The Screaming Eagles has been referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer (ret). The 101st Airborne is able to plan, coordinate, and execute brigade-size air assault operations capable of seizing key terrain in support of operational objectives, and is capable of working in austere environments with limited or degraded infrastructure. These particular operations are conducted by highly mobile teams covering extensive distances and engaging enemy forces behind enemy lines. According to the author of Screaming Eagles: 101st Airborne Division, its unique battlefield mobility and high level of training have kept it in the vanguard of US land combat forces in recent conflicts. More recently, the 101st Airborne has been performing foreign internal defense and counterterrorism operations within Iraq and Afghanistan.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/HBO": "HBO (Home Box Office) is an American premium television network owned by Home Box Office, Inc., a subsidiary of WarnerMedia Entertainment. The programming featured on the network consists primarily of theatrically released motion pictures and original television shows, along with made-for-cable movies, documentaries and occasional comedy and concert specials.",
  "/wiki/Band_of_Brothers_(TV_miniseries)": "Band of Brothers is a 2001 American war drama miniseries based on historian Stephen E. Ambrose's 1992 non-fiction book of the same name. The executive producers were Steven Spielberg and Tom Hanks, who had collaborated on the 1998 World War II film Saving Private Ryan. The episodes first started airing on HBO September 9, 2001. The series won Emmy and Golden Globe awards in 2001 for best miniseries.",
  "/wiki/Scott_Grimes": "Scott Christopher Grimes (born July 9, 1971) is an American actor and singer. Some of his most prominent roles include appearances in ER as Dr. Archie Morris, Party of Five as Will McCorkle, Band of Brothers as Technical Sergeant Donald Malarkey, and the animated sitcom American Dad!, voicing Steve Smith. He is also well known by cult movie fans for his role as Bradley Brown in the first two Critters films. Since 2017, he has been a regular on the Fox sci-fi comedy-drama The Orville as Lieutenant Gordon Malloy.",
  "/wiki/Charles_R._Schwab": "Charles Robert Schwab (born July 29, 1937) is an American investor, and financial executive. He is the founder and chairman of the Charles Schwab Corporation. He pioneered discount sales of equity securities starting in 1975. His company became by far the largest discount securities dealer in the United States. He retired as CEO in 2008, but remains chairman and is the largest shareholder.",
  "/wiki/Charles_Schwab_Corporation": "The Charles Schwab Corporation is an American bank and stock brokerage firm based in San Francisco, California. It was founded in 1971 by Charles R. Schwab. It is ranked 13th on the list of largest banks in the United States and it is also one of the largest brokerage firms in the United States. The company offers an electronic trading platform to trade financial assets including common stocks, preferred stocks, futures contracts, exchange-traded funds, options, mutual funds, and fixed income investments. It also provides margin lending, and cash management services, as well as services through registered investment advisers.",
  "/wiki/Kevin_Systrom": "Kevin Systrom (born December 30, 1983) is an American computer programmer and entrepreneur. He co‑founded Instagram, the world's largest photo sharing website, along with Mike Krieger.",
  "/wiki/Instagram": "Instagram (also known informally as IG or Insta) is an American photo and video-sharing social networking service owned by Facebook, Inc. It was created by Kevin Systrom and Mike Krieger, and launched in October 2010 exclusively on iOS. A version for Android devices was released a year and half later in April 2012, followed by a feature-limited website interface in November 2012, a Fire OS app on June 15, 2014 and an app for Windows 10 tablets and computers in October 2016.\nThe app allows users to upload photos and videos to the service, which can be edited with various filters, and organized with tags and location information. An account's posts can be shared publicly or with pre-approved followers. Users can browse other users' content by tags and locations, and view trending content. Users can like photos and follow other users to add their content to a feed.",
  "/wiki/Paul_Tibbets": "Paul Warfield Tibbets Jr. (23 February 1915 – 1 November 2007) was a brigadier general in the United States Air Force. He is best known as the pilot who flew the B-29 Superfortress known as the Enola Gay (named after his mother) when it dropped Little Boy, the first of two atomic bombs used in warfare, on the Japanese city of Hiroshima.",
  "/wiki/Brigadier_general_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/Enola_Gay": "The Enola Gay (/ɪˈnoʊlə/) is a Boeing B-29 Superfortress bomber, named after Enola Gay Tibbets, the mother of the pilot, Colonel Paul Tibbets. On 6 August 1945, during the final stages of World War II, piloted by Tibbets and Robert A. Lewis it became the first aircraft to drop an atomic bomb. The bomb, code-named \"Little Boy\", was targeted at the city of Hiroshima, Japan, and caused the near-complete destruction of the city. Enola Gay participated in the second atomic attack as the weather reconnaissance aircraft for the primary target of Kokura. Clouds and drifting smoke resulted in a secondary target, Nagasaki, being bombed instead.",
  "/wiki/Atomic_bomb": "A nuclear weapon (also called an atom bomb, nuke, atomic bomb, nuclear warhead, A-bomb, or nuclear bomb) is an explosive device that derives its destructive force from nuclear reactions, either fission (fission bomb) or from a combination of fission and fusion reactions (thermonuclear bomb). Both bomb types release large quantities of energy from relatively small amounts of matter. The first test of a fission (\"atomic\") bomb released an amount of energy approximately equal to 20,000 tons of TNT (84 TJ). The first thermonuclear (\"hydrogen\") bomb test released energy approximately equal to 10 million tons of TNT (42 PJ). A thermonuclear weapon weighing little more than 2,400 pounds (1,100 kg) can release energy equal to more than 1.2 million tons of TNT (5.0 PJ). A nuclear device no larger than traditional bombs can devastate an entire city by blast, fire, and radiation. Since they are weapons of mass destruction, the proliferation of nuclear weapons is a focus of international relations policy.",
  "/wiki/Little_Boy": "\"Little Boy\" was the codename for the type of atomic bomb dropped on the Japanese city of Hiroshima on 6 August 1945 during World War II. It was the first nuclear weapon used in warfare. The bomb was dropped by the Boeing B-29 Superfortress Enola Gay piloted by Colonel Paul W. Tibbets, Jr., commander of the 509th Composite Group of the United States Army Air Forces and Captain Robert A. Lewis. It exploded with an energy of approximately 15 kilotons of TNT (63 TJ) and caused widespread death and destruction throughout the city. The Hiroshima bombing was the second man-made nuclear explosion in history, after the Trinity test.",
  "/wiki/Hiroshima": "Hiroshima (広島市, Hiroshima-shi, /ˌhɪroʊˈʃiːmə/, also UK: /hɪˈrɒʃɪmə/, US: /hɪˈroʊʃɪmə/, Japanese: [çiɾoɕima]) is the capital of Hiroshima Prefecture in Japan. As of June 1, 2019[update], the city had an estimated population of 2.089 million. The gross domestic product (GDP) in Greater Hiroshima, Hiroshima Urban Employment Area, was US$61.3 billion as of 2010. Kazumi Matsui has been the city's mayor since April 2011.",
  "/wiki/Don_Tyson": "Donald John \"Don\" Tyson (April 21, 1930 – January 6, 2011) was an American businessman who was the President and CEO of Tyson Foods during its rise to the top of the food business.",
  "/wiki/Tyson_Foods": "Tyson Foods, Inc. is an American multinational corporation based in Springdale, Arkansas, that operates in the food industry. The company is the world's second largest processor and marketer of chicken, beef, and pork  after JBS S.A. and annually exports the largest percentage of beef out of the United States. Together with its subsidiaries, it operates major food brands, including Jimmy Dean, Hillshire Farm, Sara Lee, Ball Park, Wright Brand, Aidells, and State Fair. Tyson Foods ranked No. 80 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Alvin_Vogtle": "Alvin Ward Vogtle (October 21, 1918 – April 10, 1994) was an American lawyer, business executive and World War II fighter pilot born in Birmingham, Alabama.  He was nicknamed \"Sammy from Alabamy\" in reference to his home state.",
  "/wiki/POW": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610.",
  "/wiki/Steve_McQueen": "Terrence Stephen  McQueen (March 24, 1930 – November 7, 1980) was an American actor. McQueen was nicknamed \"The King of Cool\", and his antihero persona developed at the height of the counterculture of the 1960s made him a top box-office draw during the 1960s and 1970s. McQueen received an Academy Award nomination for his role in The Sand Pebbles. His other popular films include The Cincinnati Kid, Love With the Proper Stranger, The Thomas Crown Affair, Bullitt, The Getaway, and Papillon, as well as the all-star ensemble films The Magnificent Seven, The Great Escape, and The Towering Inferno. In 1974, he became the highest-paid movie star in the world, although he did not act in films again for four years. McQueen was combative with directors and producers, but his popularity placed him in high demand and enabled him to command large salaries.",
  "/wiki/The_Great_Escape_(film)": "The Great Escape is a 1963 American epic war film starring Steve McQueen, James Garner and Richard Attenborough, and featuring James Donald, Charles Bronson, Donald Pleasence, James Coburn and Hannes Messemer. It was filmed in Panavision.",
  "/wiki/Alabama_Power": "Alabama Power Company, headquartered in Birmingham, Alabama, is a company in the southern United States that provides electricity service to 1.4 million customers in the southern two-thirds of Alabama. It also operates appliance stores. It is one of four U.S. utilities operated by the Southern Company, one of the nation's largest generators of electricity.",
  "/wiki/Southern_Company": "Southern Company is an American gas and electric utility holding company based in the southern United States. It is headquartered in Atlanta, Georgia, with executive offices also located in Birmingham, Alabama. The company is currently the second largest utility company in the U.S. in terms of customer base. Through its subsidiaries it serves 9 million gas and electric utility customers in 6 states. Southern Company's regulated regional electric utilities serve a 120,000-square-mile (310,000 km2) territory with 27,000 miles (43,000 km) of distribution lines.",
  "/wiki/Vogtle_Electric_Generating_Plant": "The Alvin W. Vogtle Electric Generating Plant, also known as Plant Vogtle (/ˈvoʊɡəl/), is a 2 unit nuclear power plant located in Burke County, near Waynesboro, Georgia, in the southeastern United States. It is named after a former Alabama Power and Southern Company board chairman, Alvin Vogtle.",
  "/wiki/Gary_Fayard": "Gary Fayard (born 1953) is a former chief financial officer and executive vice president of The Coca-Cola Company. He was with the company 20 years, 15 as CFO. He is a 1975 graduate of the University of Alabama, where he was a brother of the Sigma Nu fraternity.",
  "/wiki/List_of_Sigma_Nu_brothers": "N/A"
}