{
  "/wiki/Field_Goal_(video_game)": "Field Goal (フィールドゴール Fīrudo Gōru) is an arcade game released in 1979 by Taito. It is a clone of the game Breakout, where the player must use the rotary knob to control a paddle and hit the ball into the red, yellow and blue helmets on the screen. Each time a row of helmets is cleared out, a new row will appear in its place. If the player hits the orange area towards the top of the screen, it will decrease the size of the player's paddle. Sometimes a football player will appear, and if the ball hits him, the player will earn bonus points.",
  "/wiki/Breakout_clone": "A Breakout clone (also known as a Breakout-style game, block-breaking game, brick buster, or brick smash, brick break, brick destroyer/destruction, or ball-and-paddle game) is a sub-class of the \"bat-and-ball\" genre.  The genre is named for the dynamics of the player-controlled block, called a \"bat\" or a \"paddle\", upon which the game is based, which hits a ball towards another player's bat or different objects such as colored tiles (called a \"brick\"). The term brick buster, coined in the early 2000s, mostly refers to more modern games.[citation needed]",
  "/wiki/Phoenix_(video_game)": "Phoenix is an outer space-themed, fixed shooter video game released in arcades in 1980. According to Centuri's Joel Hochberg, the game was licensed from \"a smaller Japanese developer.\" Amstar Electronics (which was located in Phoenix, Arizona) licensed the game to Centuri for manufacture in the United States. Taito released the game in Japan. Atari, Inc. released a port of Phoenix for the Atari 2600 in 1982.",
  "/wiki/Shoot-em-up": "Shoot 'em up (also known as shmup or STG) is a subgenre of video games within the shooter subgenre in the action genre. There is no consensus as to which design elements compose a shoot 'em up. Some restrict the definition to games featuring spacecraft and certain types of character movement; others allow a broader definition including characters on foot and a variety of perspectives.",
  "/wiki/Polaris_(video_game)": "Polaris is a 1980 fixed shooter arcade game by Taito. Players control a submarine which can only shoot missiles upward. The goal of the player is to destroy all of the airplanes in each level while avoiding bombs dropped from the aircraft, as well as mines launched by enemy submarines and depth charges dropped from boats that speed by. Versions for the Atari 2600 and VIC-20 were released by Tigervision.",
  "/wiki/Great_Swordsman": "Great Swordsman (グレートソードマン) is a 1984 fighting arcade game developed by Allumer and published by Taito.  In 2005, it was later included in Taito Legends.",
  "/wiki/Fighting_game": "A fighting game is a video game genre based around close combat between a limited number of characters, in a stage in which the boundaries are fixed. The characters fight each others until they defeat their opponents or the time expires. The matches typically consist of several rounds, in an arena, with each player character having different abilities but each is relatively viable to choose. Players must master techniques such as blocking, counter-attacking, and chaining attacks together into \"combos\". Starting in the early 1990s, most fighting games allowed the player to execute special attacks by performing specific input combinations. The fighting game genre is related to but distinct from beat 'em ups, which involve large numbers of enemies against the human player.",
  "/wiki/Shoot_%27em_up": "Shoot 'em up (also known as shmup or STG) is a subgenre of video games within the shooter subgenre in the action genre. There is no consensus as to which design elements compose a shoot 'em up. Some restrict the definition to games featuring spacecraft and certain types of character movement; others allow a broader definition including characters on foot and a variety of perspectives.",
  "/wiki/Gyrodine": "'Gyrodine (ジャイロダイン, Jairodain) is a top-down, vertical, helicopter scrolling shooter for the Nintendo Entertainment System / Famicom, MSX and arcade developed by Crux and published by Taito in 1984.",
  "/wiki/Racing_video_game": "The racing video game  genre is the genre of video games, either in the first-person or third-person perspective, in which the player partakes in a racing competition with any type of land, water, air or space vehicles. They may be based on anything from real-world racing leagues to entirely fantastical settings. In general, they can be distributed along a spectrum anywhere between hardcore simulations, and simpler arcade racing games. Racing games may also fall under the category of sports games.",
  "/wiki/Halley%27s_Comet_(video_game)": "Halley's Comet is an arcade video game created by Pacific Manufacturing Ltd and manufactured by its parent company Taito. Receiving a worldwide release in 1986, Halley's Comet is a vertically scrolling shooter where the player defends various planets around the solar system from a direct collision with Halley's Comet and the various alien swarms which accompany it.",
  "/wiki/Operation_Wolf": "Operation Wolf (オペレーションウルフ, Operēshon Urufu) is a one-player shooter video game made by Taito in 1987. It spawned three sequels: Operation Thunderbolt (1988), Operation Wolf 3 (1994) and Operation Tiger (1998).",
  "/wiki/Shooting_gallery_game": "Shooter games are a subgenre of action video game, which often test the player's spatial awareness, reflexes, and speed in both isolated single player or networked multiplayer environments. Shooter games encompass many subgenres that have the commonality of focusing on the actions of the avatar engaging in combat with a weapon against both code-driven NPC enemies or other avatars controlled by other players.",
  "/wiki/Full_Throttle_(1987_video_game)": "Full Throttle, also known as Top Speed (for USA and the rest of the world), is a one-player racing arcade game developed by Taito Corporation in 1987.  It is very similar in style to the Out Run games in that it features a fast, red car hurtling through the U.S. countryside. The key difference in gameplay is the addition of a nitro boost button.",
  "/wiki/Chase_H.Q.": "Chase H.Q. (チェイスH.Q., \"Chase Headquarters\") is a 1988 arcade racing game, released by Taito. It is sometimes seen as a spiritual successor to Taito's earlier Full Throttle. The player assumes the role of a police officer named Tony Gibson, member of the \"Chase Special Investigation Department.\" Along with his partner, Raymond Broady, he must stop fleeing criminals in high-speed pursuits in a black Porsche 928.",
  "/wiki/Rainbow_Islands_Extra": "Rainbow Islands: The Story of Bubble Bobble 2 (レインボーアイランド) is a 1987 arcade game developed and published by Taito. The arcade version was licensed to Romstar for North American manufacturing and distribution. The game is subtitled \"The Story of Bubble Bobble 2\" and is the sequel to Taito's hit game Bubble Bobble from the previous year. It is the second of four arcade games in the Bubble Bobble series (followed by Bubble Symphony and Bubble Memories, but itself has two direct sequels: Parasol Stars and Bubble Bobble Part 2). The game was ported for numerous home computers and game consoles.",
  "/wiki/Platform_game": "Platform games, or platformers, are a video game genre and subgenre of action game. In a platformer, the player controlled character must jump and climb between suspended platforms while avoiding obstacles. Environments often feature uneven terrain of varying height that must be traversed. The player often has some control over the height and distance of jumps to avoid letting their character fall to their death or miss necessary jumps. The most common unifying element of games of this genre is the jump button, but now there are other alternatives like swiping a touchscreen. Other acrobatic maneuvers may factor into the gameplay as well, such as swinging from objects such as vines or grappling hooks, as in Ristar or Bionic Commando, or bouncing from springboards or trampolines, as in Alpha Waves. These mechanics, even in the context of other genres, are commonly called platforming, a verbification of platform. Games where jumping is automated completely, such as 3D games in The Legend of Zelda series, fall outside of the genre.",
  "/wiki/Final_Blow": "Final Blow is a boxing arcade game released in 1988 by Taito. The name remained the same for all ported platforms, except for the Sega Genesis versions, which Sega released outside Japan as James 'Buster' Douglas Knockout Boxing featuring Buster Douglas himself in 1990 immediately after his upset victory over Mike Tyson.",
  "/wiki/Volfied": "Volfied (ヴォルフィード, Vorufīdo) is an arcade game designed by Fukio Mitsuji and released by Taito in 1989. It is a successor to Qix, with extra features and a futuristic science fiction aesthetic, rather than Qix's abstract geometry style; the player pilots a small spaceship named \"Monotros\" instead of a Stix, and the enemies come in the form of various aliens.",
  "/wiki/List_of_maze_video_games": "Maze game is a video game genre description first used by journalists during the 1980s to describe any game in which the entire playing field is a maze. Quick player action is required to escape monsters, outrace an opponent, or navigate the maze within a time limit. After the release of Namco's Pac-Man in 1980, many maze games followed its conventions of completing a level by traversing all paths and a way of temporarily turning the tables on pursuers.",
  "/wiki/Night_Striker": "Night Striker (ナイトストライカー, Naito Sutoraikā) is a 1989 shoot 'em up video game developed and published by Taito for the Taito Z System. In the game, the player flies an armoured car shooting enemy invaders to destroy a terrorist organisation. Night Striker combines gameplay elements of Sega's Space Harrier and Out Run. Versions were released for the Sega Mega-CD in 1993, Sony PlayStation in 1995, and Sega Saturn (as Night Striker S) in 1996. A version was released on the Taito Memories II Gekan[a] compilation for the PlayStation 2 in 2007. Night Striker received mixed reviews, and the Mega-CD version in particular was heavily criticised, primarily due to poor graphics. The music was composed by Taito's Zuntata sound team, and has been released separately. The game was only released in Japan.",
  "/wiki/Shooter_game": "Shooter games are a subgenre of action video game, which often test the player's spatial awareness, reflexes, and speed in both isolated single player or networked multiplayer environments. Shooter games encompass many subgenres that have the commonality of focusing on the actions of the avatar engaging in combat with a weapon against both code-driven NPC enemies or other avatars controlled by other players.",
  "/wiki/Battle_Shark": "Battle Shark (バトルシャーク) is a first person shoot 'em up arcade game released in 1989 by Taito. The player looks through a submarine periscope in order to destroy enemies, featuring simulated damage whenever the player gets hit by either an enemy torpedo or a missile."
}