{
  "/wiki/Science_Friday": "Science Friday (known as SciFri for short) is a weekly call-in talk show that broadcasts each Friday on public radio stations, distributed by WNYC Studios. SciFri is hosted by award-winning science journalist Ira Flatow and was created and is produced by ScienceFriday, Inc. The program is divided into two one-hour programs, with each hour ending with a complete sign-off. The focus of each program is news and information on nature, science, and technology. For most of its existence, Science Friday was a sub-program within Talk of the Nation; it was spun off as a series in its own right when Talk of the Nation was canceled in June 2013.",
  "/wiki/Victoria_crater": "Victoria is an impact crater on Mars located at 2.05°S, 5.50°W in the Meridiani Planum extraterrestrial plain, lying situated within the Margaritifer Sinus quadrangle (MC-19) region of the planet Mars. This crater was first visited by the Mars Exploration Rover Opportunity. It is roughly 730 metres wide, nearly eight times the size of the crater Endurance, visited by Opportunity from sols 951 to 1630. It is informally named after Victoria – one of the five Spanish ships of Ferdinand Magellan and the first ship to circumnavigate the globe – and formally named after Victoria, Seychelles. Along the edges of the crater are many outcrops within recessed alcoves and promontories, named for bays and capes that Magellan discovered.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Mars": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war and is often referred to as the 'Red Planet'. The latter refers to the effect of the iron oxide prevalent on Mars' surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the naked eye. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the valleys, deserts, and polar ice caps of Earth.",
  "/wiki/NOAA": "The National Oceanic and Atmospheric Administration (NOAA, /ˈnoʊ.ə/ like Noah) is an American scientific agency within the United States Department of Commerce that focuses on the conditions of the oceans, major waterways, and the atmosphere."
}