{
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984).",
  "/wiki/Cowboys_Stadium": "AT&T Stadium, formerly Cowboys Stadium, is a retractable roof stadium in Arlington, Texas, United States. It serves as the home of the Dallas Cowboys of the National Football League (NFL) and was completed on May 27, 2009.  It is also the home of the Cotton Bowl Classic and the Big 12 Championship Game.  The facility, owned by the city of Arlington, can also be used for a variety of other activities such as concerts, basketball games, college and high school football contests, rodeos and motocross and Spartan races. It replaced the partially covered Texas Stadium, which served as the Cowboys' home from 1971 through the 2008 season.",
  "/wiki/New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.",
  "/wiki/New_Meadowlands_Stadium": "MetLife Stadium is an American sports stadium located at the Meadowlands Sports Complex in East Rutherford, New Jersey, 8 miles (13 km) west of New York City. It is the home stadium of two National Football League (NFL) franchises, the New York Giants and the New York Jets, as well as the New York Guardians of the XFL. Originally known as New Meadowlands Stadium upon opening in 2010, its naming rights were acquired in 2011 by New York City-based insurance company MetLife. The stadium is owned by the MetLife Stadium Company, a joint venture of the Giants and Jets, which privately financed the construction of the venue on land belonging to the New Jersey Sports and Exposition Authority. At an approximate cost of $1.6 billion, it was the most expensive stadium ever built at the time that it opened.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/FedExField": "FedExField, originally Jack Kent Cooke Stadium, is an American football stadium located near the Capital Beltway in Prince George's County, Maryland, U.S., 5 miles (8.0 km) east of Washington, D.C., near the site of the old Capital Centre arena. The stadium is the home of the Washington Redskins of the National Football League (NFL). From 2004 until 2010, it had the largest seating capacity in the NFL at over 91,000. Currently, the capacity is 82,000. FedEx Field is in the Summerfield census-designated place and has a Landover postal address.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/Invesco_Field_at_Mile_High": "Empower Field at Mile High (previously known as Broncos Stadium at Mile High, Invesco Field at Mile High and Sports Authority Field at Mile High, and commonly known as Mile High, New Mile High or Mile High Stadium) is an American football stadium in Denver, Colorado, named Mile High due to the city's elevation of 5,280 feet (1,610 m).",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/Mercedes-Benz_Superdome": "The Mercedes-Benz Superdome, often referred to simply as the Superdome, is a domed sports and exhibition stadium located in the Central Business District of New Orleans, Louisiana, United States. It primarily serves as the home venue for the New Orleans Saints of the National Football League (NFL), the home stadium for the Sugar Bowl, New Orleans Bowl in college football and the longtime rivalry football game of the SWAC Conference’s Southern University and Grambling State University, known as the Bayou Classic (held yearly, every Thanksgiving Weekend). It also houses their schools’ Battle of the Bands between The Southern University \"The Human Jukebox\" and Grambling State’s Tiger Marching Band.",
  "/wiki/Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the National Football League (NFL), as a member club of the league's National Football Conference (NFC) South division. The team is headquartered in Bank of America Stadium in uptown Charlotte; the stadium also serves as the team's home field. They are one of the few NFL teams to own the stadium they play in, which is legally registered as Panthers Stadium, LLC. The Panthers are supported throughout the Carolinas; although the team has played its home games in Charlotte since 1996, it played home games at Memorial Stadium in Clemson, South Carolina during its first season. The team hosts its annual training camp at Wofford College in Spartanburg, South Carolina.",
  "/wiki/Bank_of_America_Stadium": "Bank of America Stadium is a 75,523-seat football stadium located on 33 acres (13 ha) in uptown Charlotte, North Carolina, United States. It is the home facility and headquarters of the Carolina Panthers of the National Football League, and is planned to be the home of the Charlotte MLS team. The stadium opened in 1996 as Ericsson Stadium before Bank of America purchased the naming rights in 2004. Former Panthers president Danny Morrison called it \"[A] classic American stadium\" due to its bowl design and other features.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/Arrowhead_Stadium": "Arrowhead Stadium is an American football stadium in Kansas City, Missouri, United States. It primarily serves as the home venue of the Kansas City Chiefs of the National Football League (NFL).",
  "/wiki/Houston_Texans": "The Houston Texans are a professional American football team based in Houston, Texas. The Texans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at NRG Stadium.",
  "/wiki/Reliant_Stadium": "NRG Stadium (pronounced as N-R-G Stadium), formerly Reliant Stadium, is a multi-purpose stadium in Houston, Texas, United States. It was constructed at the cost of $352 million and has a seating capacity of 71,995. It was the first NFL facility to have a retractable roof.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/M%26T_Bank_Stadium": "M&T Bank Stadium is a multi-purpose football stadium located in Baltimore, Maryland. It is the home of the Baltimore Ravens of the National Football League. The stadium is immediately adjacent to Oriole Park at Camden Yards, the home of the Baltimore Orioles.  Often referred to as \"Ravens Stadium\", M&T Bank Stadium officially opened in 1998, and is currently one of the most praised stadiums in the NFL for fan amenities, ease of access, concessions and other facilities.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Lambeau_Field": "Lambeau Field is an outdoor athletic stadium in the north central United States, located in  Green Bay, Wisconsin.  The home field of the Green Bay Packers of the National Football League (NFL), it opened in 1957 as City Stadium, replacing the original City Stadium at East High School as the Packers' home field.  Informally known as New City Stadium for its first eight seasons, it was renamed in August 1965 in memory of Packers founder, player, and long-time head coach, Curly Lambeau, who had died two months earlier.",
  "/wiki/San_Francisco_49ers": "The San Francisco 49ers are a professional American football team based in the San Francisco Bay Area. They compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) West division. The team currently plays its home games at Levi's Stadium in Santa Clara, California, located 38 miles (61 km) southeast of San Francisco in the heart of Silicon Valley. Since 1988, the 49ers have been headquartered in Santa Clara.",
  "/wiki/Candlestick_Park": "Candlestick Park was an outdoor sports and entertainment stadium on the West Coast of the United States, located in San Francisco's Bayview Heights area. The stadium was originally the home of Major League Baseball's San Francisco Giants, who played there from 1960 until moving into Pacific Bell Park (since renamed Oracle Park) in 2000. It was also the home field of the San Francisco 49ers of the National Football League from 1971 through 2013. The 49ers moved to Levi's Stadium in Santa Clara for the 2014 season. The last event held at Candlestick was a concert by Paul McCartney in August 2014, and the demolition of the stadium was completed in September 2015. As of 2019, the site is planned to be redeveloped into office space.",
  "/wiki/Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960.",
  "/wiki/Lincoln_Financial_Field": "Lincoln Financial Field is an American football stadium located in Philadelphia, Pennsylvania, United States. It serves as the home stadium of the Philadelphia Eagles of the National Football League (NFL) and the Temple Owls football team of Temple University. It is located in South Philadelphia on Pattison Avenue between 11th and South Darien streets, also alongside I-95 as part of the South Philadelphia Sports Complex. It has a seating capacity of 69,176. Many locals refer to the stadium simply as \"The Linc\".",
  "/wiki/Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. Previously known as the Houston Oilers, the team began play in 1960 in Houston, Texas, as a charter member of the American Football League (AFL). The Oilers won the first two AFL Championships, and joined the NFL as part of the AFL–NFL merger in 1970.",
  "/wiki/LP_Field": "Nissan Stadium is a multi-purpose stadium in Nashville, Tennessee, United States. Owned by the Metropolitan Government of Nashville and Davidson County, it is primarily used for football and is the home field of the Tennessee Titans of the National Football League (NFL) and the Tennessee State Tigers of Tennessee State University. The stadium is also the site of the Franklin American Mortgage Music City Bowl, a postseason college football bowl game played each December, and is occasionally used as a venue for soccer matches. Nissan Stadium is even used for large concerts, such as the CMA Music Festival nightly concerts, which take place for four days every June. Facilities are included to enable the stadium to host other public events, meetings, parties, and gatherings.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Georgia_Dome": "The Georgia Dome was a domed stadium in the Southeastern United States.  Located in Atlanta between downtown to the east and Vine City to the west, it was owned and operated by the State of Georgia as part of the Georgia World Congress Center Authority. Its successor, Mercedes-Benz Stadium, was built adjacent to the south and opened on August 26, 2017. The Georgia Dome was demolished on November 20, 2017.",
  "/wiki/New_England_Patriots": "The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team plays its home games at Gillette Stadium in the town of Foxborough, Massachusetts, which is located 28 miles (45 km) southwest of Boston, Massachusetts. The Patriots are also headquartered at Gillette Stadium.",
  "/wiki/Gillette_Stadium": "Gillette Stadium is a stadium in the northeastern United States, located in Foxborough, Massachusetts, 28 miles (45 km) southwest of downtown Boston and 20 miles (32 km) northeast of downtown Providence, Rhode Island. It opened 18 years ago in 2002, replacing the adjacent Foxboro Stadium. The seating capacity is 65,878, including 5,876 club seats and 89 luxury suites.",
  "/wiki/Seattle_Seahawks": "The Seattle Seahawks  are a professional American football team based in Seattle, Washington. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. They joined the NFL in 1976 as an expansion team. The Seahawks are coached by Pete Carroll. Since 2002, they have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. They previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).",
  "/wiki/CenturyLink_Field": "CenturyLink Field is a multi-purpose stadium located in Seattle, Washington, United States. It is the home field for the Seattle Seahawks of the National Football League (NFL), Seattle Sounders FC of Major League Soccer (MLS), and the Seattle Dragons of XFL. Originally called Seahawks Stadium, it became Qwest Field in June 2004, when telecommunications carrier Qwest acquired the naming rights. It received its current name in June 2011 after Qwest's acquisition by CenturyLink. It is a modern facility with views of the Downtown Seattle skyline and can seat 68,740 people for NFL games and 37,722 for most MLS matches and XFL games. The complex also includes the Event Center with the Washington Music Theater (WaMu Theater), a parking garage, and a public plaza. The venue hosts concerts, trade shows, and consumer shows along with sporting events. Located within a mile (1.6 km) of Downtown Seattle, the stadium is accessible by multiple freeways and forms of mass transit.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/Cleveland_Browns_Stadium": "FirstEnergy Stadium is a multi-purpose stadium in Cleveland, Ohio, United States, primarily for American football. It is the home field of the Cleveland Browns of the National Football League (NFL), and serves as a venue for other events such as college and high school football, soccer, and concerts. It opened in 1999 as Cleveland Browns Stadium and was renovated in two phases in early 2014 and 2015. The initial seating capacity was listed at 73,200 people, but following the first phase of the renovation project in 2014, seating capacity was reduced to 67,431. Since 2017, capacity is listed at 67,895. The stadium sits on 31 acres (13 ha) of land between Lake Erie and the Cleveland Memorial Shoreway in the North Coast Harbor area of downtown Cleveland, adjacent to the Great Lakes Science Center and Rock and Roll Hall of Fame. The site was previously the location of Cleveland Stadium from 1931 to 1996.",
  "/wiki/San_Diego_Chargers": "The professional American football team now known as the Los Angeles Chargers previously played in San Diego, California as the San Diego Chargers from 1961 to 2017  before relocating back to Los Angeles where the team played their inaugural season. The Chargers franchise relocated from Los Angeles to San Diego in 1961. The Chargers' first home game in San Diego was at Balboa Stadium against the Oakland Raiders on September 17, 1961. Their final game as a San Diego-based club was played at Qualcomm Stadium in San Diego on January 1, 2017 against the Kansas City Chiefs, who defeated the Chargers, 37–27.",
  "/wiki/Qualcomm_Stadium": "SDCCU Stadium is a multi-purpose stadium in San Diego, California, United States. The stadium opened in 1967 as San Diego Stadium and was known as Jack Murphy Stadium from 1981 to 1997. From 1997 to 2017, the stadium's naming rights were owned by San Diego-based telecommunications equipment company Qualcomm, and the stadium was known as Qualcomm Stadium. The naming rights expired on June 14, 2017 and was purchased by San Diego County Credit Union renaming the facility as SDCCU Stadium on September 19, 2017.",
  "/wiki/Indianapolis_Colts": "The Indianapolis Colts are an American football team based in Indianapolis, Indiana. The Colts compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) South division. Since the 2008 season, the Colts have played their games in Lucas Oil Stadium. Previously, the team had played for over two decades (1984–2007) at the RCA Dome. Since 1987, the Colts have been the host team for the NFL Scouting Combine.",
  "/wiki/Lucas_Oil_Stadium": "Lucas Oil Stadium is a multi-purpose stadium in Downtown Indianapolis, Indiana, United States. It replaced the RCA Dome as the home field of the NFL's Indianapolis Colts and opened on August 16, 2008. The stadium was constructed to allow the removal of the RCA Dome and expansion of the Indiana Convention Center on its site. The stadium is on the south side of South Street, a block south of the former site of the RCA Dome. In 2006, prior to the stadium's construction, Lucas Oil Products secured the naming rights for the stadium at a cost of $122 million over 20 years. The venue also serves as the current home for the United Soccer League's Indy Eleven, as well as the home of the Drum Corps International Championships since 2009."
}