{
  "/wiki/Bad_Reputation_(Thin_Lizzy_album)": "Bad Reputation is the eighth studio album by the Irish rock band Thin Lizzy, released in 1977. As the front cover suggests, most of the tracks feature only three-quarters of the band, with guitarist Brian Robertson only credited on three tracks. He had missed most of their previous tour, following a hand injury sustained in a brawl, and this album turned out to be his last studio effort with Thin Lizzy. On 27 June 2011, a new remastered and expanded version of Bad Reputation was released.",
  "/wiki/Thin_Lizzy": "Thin Lizzy are a hard rock band formed in Dublin, Ireland, in 1969. Two of the founding members, drummer Brian Downey and bass guitarist and lead vocalist Phil Lynott, met while still in school. Lynott led the group throughout their recording career of twelve studio albums, writing most of the material. The singles \"Whiskey in the Jar\" (a traditional Irish ballad), \"The Boys Are Back in Town\" and \"Waiting for an Alibi\" were international hits. After Lynott's death in 1986, various incarnations of the band emerged over the years based initially around guitarists Scott Gorham and John Sykes, though Sykes left the band in 2009. Gorham later continued with a new line-up including Downey.",
  "/wiki/Beast_and_the_Harlot": "\"Beast and the Harlot\" is a song by Avenged Sevenfold, the song was released as a single taken from their third studio album City of Evil. The song peaked at #19 on the U.S. Mainstream Rock chart, #44 on the UK Singles Chart., and #1 on the UK Rock Chart on 12 March 2006.",
  "/wiki/Avenged_Sevenfold": "Avenged Sevenfold (sometimes abbreviated as A7X) is an American heavy metal band from Huntington Beach, California, formed in 1999. The band's current lineup consists of lead vocalist M. Shadows, rhythm guitarist and backing vocalist Zacky Vengeance, lead guitarist and backing vocalist Synyster Gates, bassist and backing vocalist Johnny Christ, and drummer Brooks Wackerman.",
  "/wiki/Billion_Dollar_Babies_(Alice_Cooper_song)": "\"Billion Dollar Babies\" is a popular 1973 single by the rock group Alice Cooper, taken from the album Billion Dollar Babies. It was released in July 1973, months after the album had been released. The track is a duet between Alice Cooper and Donovan, who provides the falsetto vocals.\nBMI lists the composers of \"Billion Dollar Babies\" as Alice Cooper, Michael Bruce  and Reggie Vinson (a session guitarist who had worked with the Alice Cooper band previously).  Some sources list the composers as Cooper, Bruce, drummer Neal Smith, and \"R. Reggie\", the latter being an allusion to Vinson's nickname \"Rockin' Reggie Vinson\".",
  "/wiki/Alice_Cooper": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American singer, songwriter, and actor whose career spans over 50 years. With his distinctive raspy voice and a stage show that features numerous props, including guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers alike to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock people.",
  "/wiki/Can%27t_You_Hear_Me_Knocking": "\"Can't You Hear Me Knocking\" is a song by English rock band the Rolling Stones from their 1971 album Sticky Fingers. The song is over seven minutes long, and begins with a Keith Richards open-G tuned guitar intro. At two minutes and forty-three seconds, an instrumental break begins, with Rocky Dijon on congas; tenor saxophonist Bobby Keys performs an extended saxophone solo over the guitar work of Richards and Mick Taylor, punctuated by the organ work of Billy Preston. At 4:40 Taylor takes over from Richards and carries the song to its finish with a lengthy guitar solo.",
  "/wiki/The_Rolling_Stones": "The Rolling Stones are an English rock band formed in London in 1962. The first stable line-up consisted of bandleader Brian Jones (guitar, harmonica, keyboards), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar, vocals), Bill Wyman (bass guitar), Charlie Watts (drums), and Ian Stewart (piano). Stewart was removed from the official line-up in 1963 but continued to work with the band as a contracted musician until his death in 1985. The band's primary songwriters, Jagger and Richards, assumed leadership after Andrew Loog Oldham became the group's manager. Jones left the band less than a month before his death in 1969, having already been replaced by Mick Taylor. Taylor left in 1974 and was replaced in 1975 by Ronnie Wood who has since remained. Since Wyman's departure in 1993, Darryl Jones has served as touring bassist. The Stones have not had an official keyboardist since 1963, but have employed several musicians in that role, including Jack Nitzsche (1965–1971), Nicky Hopkins (1967–1982), Billy Preston (1971–1981), Ian McLagan (1978–1981), and Chuck Leavell (1982–present).",
  "/wiki/Roll_On_(The_Living_End_album)": "Roll On is the second album by Australian rock band The Living End, released in Australia and New Zealand on EMI in 2000, and internationally on Reprise/Warner Brothers in 2001.",
  "/wiki/The_Living_End": "The Living End are  an Australian punk rock band, which formed in 1994. Since 2002 the line up consists of Chris Cheney (vocals, guitar), Scott Owen (double bass, vocals) and Andy Strachan (drums). The band rose to fame in 1997 after the release of their double A-sided single, \"Second Solution\" / \"Prisoner of Society\", which peaked at No. 4 on the ARIA Singles Chart. They have released eight studio albums, two of which reached the No. 1 spot on the ARIA Albums Chart: self-titled album (12 October 1998) and State of Emergency (4 February 2006). They have also gained chart success in the United States and United Kingdom.",
  "/wiki/Carry_On_Wayward_Son": "\"Carry On Wayward Son\" is a single recorded by Kansas and written by Kerry Livgren for their 1976 album Leftoverture. In 1977, the song peaked at No. 11 on the US Billboard Hot 100, becoming their first top 20 entry in the nation.  The song was certified Gold by the RIAA on December 18, 1990.",
  "/wiki/Kansas_(band)": "Kansas is an American rock band that became popular in the 1970s initially on album-oriented rock charts and later with hit singles such as \"Carry On Wayward Son\" and \"Dust in the Wind\". The band has produced nine gold albums, three multi-platinum albums (Leftoverture 6x, Point of Know Return 4x, The Best of Kansas 4x), one other platinum studio album (Monolith), one platinum live double album (Two for the Show), and a million-selling single, \"Dust in the Wind\". Kansas appeared on the Billboard charts for over 200 weeks throughout the 1970s and 1980s and played to sold-out arenas and stadiums throughout North America, Europe and Japan. \"Carry On Wayward Son\" was the second-most-played track on US classic rock radio in 1995 and No. 1 in 1997.",
  "/wiki/Cherry_Pie_(Warrant_song)": "\"Cherry Pie\" is a song by the American rock band Warrant. It was released in September 1990 as the lead single from the album of the same name. The song became a Top Ten hit on the Billboard Hot 100, reaching number 10 and also reached number 19 on the Mainstream Rock Tracks. The song has been cited by many as a \"rock anthem\".  In 2009, it was named the 56th best hard rock song of all time by VH1.",
  "/wiki/Warrant_(American_band)": "Warrant is an American glam metal band formed in 1984 in Hollywood, Los Angeles, California, that experienced success from 1988 to 1996 with five albums reaching international sales of over 10 million. The band first came into the national spotlight with their 2× platinum debut album Dirty Rotten Filthy Stinking Rich, and one of its singles, \"Heaven,\" reached No. 1 in Rolling Stone and No. 2 on the Billboard Hot 100. The band continued its success in the early 1990s with the double platinum album Cherry Pie which provided the hit album titled song and music video.",
  "/wiki/Crazy_on_You": "\"Crazy on You\" is a song by American rock band Heart from their debut studio album, Dreamboat Annie (1975). It was released as the album's third single in March 1976, while marking the band's debut single in the United States.",
  "/wiki/Heart_(band)": "Heart is an American rock band formed in 1970 in Seattle, Washington by Steve Fossen (bass guitar), Roger Fisher (guitar), David Belzer (keyboards), and Jeff Johnson (drums). It evolved from an existing band, White Heart. Since 1973 the vocalists for Heart have been sisters Ann Wilson (lead vocals, flute, guitar) (born June 19, 1950) and Nancy Wilson (vocals, guitar, mandolin) (born March 16, 1954). Over Heart's history, it has had three primary lineups.",
  "/wiki/The_Black_Parade": "The Black Parade is the third studio album by American rock band My Chemical Romance. Released on October 24, 2006, through Reprise Records, it was produced by Rob Cavallo, known for having produced multiple albums for Goo Goo Dolls and Green Day. It is a rock opera centering on a dying character with cancer known as \"The Patient\". The album tells the story of his apparent death, experiences in the afterlife, and subsequent reflections on his life. It is the band's only studio album to feature drummer Bob Bryar before his departure in 2010.",
  "/wiki/My_Chemical_Romance": "My Chemical Romance (commonly abbreviated MCR or shortened to My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, guitarists Ray Toro and Frank Iero, and bassist Mikey Way. Founded by Gerard, Mikey, Toro, and Matt Pelissier (and later joined by Iero), the band signed to Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002. They signed with Reprise Records the next year and released their major-label debut, Three Cheers for Sweet Revenge, in 2004. Shortly after the album's release, Pelissier was replaced by Bob Bryar. A commercial success, the album was awarded platinum status over a year later.",
  "/wiki/Free_Bird": "\"Free Bird\", or \"Freebird\", is a power ballad written and performed by American rock band Lynyrd Skynyrd.  The song first featured on the band's debut album in 1973 and has been included on subsequent albums, including the unfaded-ending version of the original recording (featured on Skynyrd's Innyrds).",
  "/wiki/Lynyrd_Skynyrd": "Lynyrd Skynyrd (/ˌlɛnərd ˈskɪnərd/ LEN-ərd SKIN-ərd) is an American rock band formed in Jacksonville, Florida, in 1964. The group was originally named My Backyard and comprised Ronnie Van Zant (lead vocalist), Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom (bass guitar) and Bob Burns (drums).  The band spent five years touring small venues under a variety of different names and with several lineup changes before finally deciding on \"Lynyrd Skynyrd\" in 1969. The band released their first album in 1973, having settled on a lineup that included bassist Leon Wilkeson, keyboardist Billy Powell and guitarist Ed King. Burns would later be replaced by Artimus Pyle, and King by Steve Gaines. At the height of their fame during the 1970s, the band popularized the Southern rock genre with songs such as \"Sweet Home Alabama\" and \"Free Bird\".",
  "/wiki/Freya_(song)": "\"Freya\" is a song by American heavy metal band The Sword. Written by the band and produced by vocalist and guitarist John D. Cronise, it is featured on the band's 2006 debut studio album Age of Winters. In addition to being released as the only single from the album on September 4, 2007, \"Freya\" was featured as a playable track on the video game Guitar Hero II, released in November 2006.",
  "/wiki/The_Sword": "The Sword is an American heavy metal band from Austin, Texas. Formed in 2003, the band is currently composed of vocalist and guitarist John D. Cronise, guitarist Kyle Shutt, bassist Bryan Richie and drummer Santiago \"Jimmy\" Vela III. Originally signed to Kemado Records, the group released its debut album Age of Winters in 2006, the material for which had been largely written by Cronise (who also produced the album) prior to the band's formation. Gods of the Earth (which was also produced by the band's frontman) was released two years later, giving the group its first entry on the US Billboard 200 chart when it reached number 102.",
  "/wiki/Girlfriend_(Matthew_Sweet_song)": "\"Girlfriend\" is a 1991 single by the American power pop musician Matthew Sweet, released as the lead single from his third album, Girlfriend. The song reached #4 on the Billboard Modern Rock Tracks chart and #10 on the Billboard Mainstream Rock chart.",
  "/wiki/Matthew_Sweet": "Sidney Matthew Sweet (born October 6, 1964) is an American rock singer-songwriter and musician. Part of the burgeoning music scene in Athens, Georgia, during the 1980s before gaining commercial success in the 1990s. His latest albums, Tomorrow Forever and Tomorrow's Daughter, were followed by 2018's Wicked System of Things.",
  "/wiki/Hangar_18_(song)": "\"Hangar 18\" is a song by American heavy metal band Megadeth from the 1990 album Rust in Peace. UFO conspiracy theories, or possibly Hangar 18, the 1980 film based on those theories, inspired drummer Nick Menza to write the lyrics.[citation needed] Shortly thereafter, frontman Dave Mustaine composed the bulk of the music.  The intro is a rapidly strummed version of the D minor arpeggio that Mustaine wrote for the Metallica instrumental track \"The Call of Ktulu\", which was the final Metallica song for which he was given writing credit.  Hangar 18 is located at Wright-Patterson Air Force Base near Dayton, Ohio, and it is speculated that an alien aircraft was brought there from Roswell in 1947. The song reached number #25 on the Irish Singles Chart, also reached number #26 on the UK Singles Chart.",
  "/wiki/Megadeth": "Megadeth is an American heavy metal band from Los Angeles, California. Guitarist Dave Mustaine and bassist David Ellefson formed the band in 1983 shortly after Mustaine's dismissal from Metallica. Along with Metallica, Anthrax, and Slayer, Megadeth is one of the \"big four\" of American thrash metal, responsible for its development and popularization. Their music features complex arrangements and fast rhythm sections, and lyrical themes of death, war, politics, personal relationships and religion.",
  "/wiki/Heart-Shaped_Box": "\"Heart-Shaped Box\" is a song by American rock band Nirvana, written by vocalist and guitarist Kurt Cobain. It was released as the first single from Nirvana's third and final studio album, In Utero, in 1993, and appears as the third track. It was one of two songs from the album mixed by Scott Litt to augment the original production by producer Steve Albini.",
  "/wiki/Nirvana_(band)": "Nirvana was an American rock band formed in Aberdeen, Washington in 1987. It was founded by lead singer and guitarist Kurt Cobain and bassist Krist Novoselic.  Nirvana went through a succession of drummers, the longest-lasting and best-known being Dave Grohl, who joined in 1990. Though the band dissolved in 1994 after the death of Cobain, their music maintains a popular following and continues to influence modern rock and roll culture.",
  "/wiki/Hush_(Billy_Joe_Royal_song)": "\"Hush\" is a song written by American composer and musician Joe South, for recording artist Billy Joe Royal, whose single peaked at number 52 on the Billboard Hot 100 on 28 October –  11 November 1967, and No. 45 in Canada.  South himself recorded the song in 1968, and included it on his second album, Games People Play.",
  "/wiki/Deep_Purple": "Deep Purple are  an English rock band formed in Hertford in 1968. The band is considered to be among the pioneers of heavy metal and modern hard rock, although their musical approach changed over the years. Originally formed as a psychedelic rock and progressive rock band, the band shifted to a heavier sound in 1970. Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the \"unholy trinity of British hard rock and heavy metal in the early to mid-seventies\". They were listed in the 1975 Guinness Book of World Records as \"the globe's loudest band\" for a 1972 concert at London's Rainbow Theatre and have sold over 100 million copies of their albums worldwide.",
  "/wiki/Institutionalized_(song)": "\"Institutionalized\" is a song by American crossover thrash band Suicidal Tendencies. It was released in 1983 as the only single from their debut album, Suicidal Tendencies. \"Institutionalized\" is one of the band's most popular songs and has remained a live staple since it was first played in 1982. The song was re-recorded on the band's 1993 album Still Cyco After All These Years; this version was nominated for the Grammy for Best Metal Performance in 1994, but lost to Ozzy Osbourne's live version of \"I Don't Want to Change the World\".",
  "/wiki/Suicidal_Tendencies": "Suicidal Tendencies are an American crossover thrash band formed in 1980 in Venice, California by vocalist Mike Muir, who is the only remaining original member of the band. Along with D.R.I., Corrosion of Conformity, and Stormtroopers of Death, they are often credited as one of \"the fathers of crossover thrash\". Their current lineup includes Muir, guitarists Dean Pleasants and Ben Weinman, bassist Ra Díaz and drummer Dave Lombardo. Notable musicians who have contributed to the band's studio or live activities include guitarists Rocky George and Mike Clark, bassists Louiche Mayorga, Robert Trujillo, Josh Paul and Stephen \"Thundercat\" Bruner, and drummers Amery Smith, Jimmy DeGrasso, Brooks Wackerman, David Hidalgo Jr., Thomas Pridgen and session musician Josh Freese.",
  "/wiki/Jessica_(Allman_Brothers_Band_song)": "\"Jessica\" is an instrumental piece by American rock band the Allman Brothers Band, released in December 1973 as the second single from the group's fourth studio album, Brothers and Sisters (1973). Written by guitarist Dickey Betts, the song is a tribute to Gypsy jazz guitarist Django Reinhardt, in that it was designed to be played using only two fingers on the left hand.",
  "/wiki/The_Allman_Brothers_Band": "The Allman Brothers Band was an American rock band formed in Jacksonville, Florida in 1969 by brothers Duane Allman (founder, slide guitar and lead guitar) and Gregg Allman (vocals, keyboards, songwriting), as well as Dickey Betts (lead guitar, vocals, songwriting), Berry Oakley (bass guitar), Butch Trucks (drums), and Jai Johanny \"Jaimoe\" Johanson (drums). The band incorporated elements of blues, jazz, and country music, and their live shows featured jam band-style improvisation and instrumentals.",
  "/wiki/John_the_Fisherman": "\"John the Fisherman\" is the debut single by the alternative metal band Primus, released first  in 1989 on the live album Suck on This, then re-released a year later, this time on the studio album Frizzle Fry.",
  "/wiki/Primus_(band)": "Primus is an American funk metal band formed in El Sobrante, California in 1984. The band is currently composed of bassist/vocalist Les Claypool, guitarist Larry \"Ler\" LaLonde and drummer Tim \"Herb\" Alexander. Primus originally formed in 1984 with Claypool and guitarist Todd Huth, later joined by drummer Jay Lane, though the latter two departed the band at the end of 1988. Featuring LaLonde and Alexander, Primus recorded the live album Suck on This in 1989, followed by four studio albums: Frizzle Fry, Sailing the Seas of Cheese, Pork Soda, and Tales from the Punchbowl. Alexander left the band in 1996, replaced by Bryan \"Brain\" Mantia, and Primus went on to record the original theme song for the TV show South Park and two more albums, Brown Album and Antipop, before declaring a hiatus in 2000.",
  "/wiki/Killing_in_the_Name": "\"Killing in the Name\" is a protest song by American rap metal band Rage Against the Machine, featured on their self-titled debut album, and was released as the lead single from the album in November 1992.",
  "/wiki/Rage_Against_the_Machine": "Rage Against the Machine (often abbreviated as RATM and shortened to simply Rage) is an American rock band from Los Angeles, California. Formed in 1991, the group consists of vocalist Zack de la Rocha, bassist and backing vocalist Tim Commerford, guitarist Tom Morello, and drummer Brad Wilk. Their songs express revolutionary political views. As of 2010, they had sold over 16 million records worldwide. The band was nominated for induction into the Rock & Roll Hall of Fame in their first year of eligibility in 2017 and 2018, although both bids failed.",
  "/wiki/Laid_to_Rest": "\"Laid to Rest\" is a song by the groove metal band Lamb Of God from their fourth album, Ashes of the Wake. It was the first single from the album, and a music video was made for it.",
  "/wiki/Lamb_of_God_(band)": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 as Burn the Priest, the group consists of bassist John Campbell, vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, and drummer Art Cruz. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
  "/wiki/List_of_songs_in_Guitar_Hero_II": "Guitar Hero II is a music video game developed by Harmonix and distributed by RedOctane, and is a sequel to Guitar Hero.  The game was released first to PlayStation 2 in 2006, but later released for the Xbox 360 in 2007.  Guitar Hero II challenges players to recreate the lead guitar portions of many rock music songs using a specially designed guitar-shaped controller, based on either a Gibson SG for the PlayStation 2 version, a Gibson Explorer for the Xbox 360 version, or else a standard console controller. As notes scroll down the screen towards the player, the player must hit both the fret buttons on the guitar controller and the strum bar at the same time in order to successfully hit the notes. Successfully hitting notes improves the player's performance in the game and also raises their score, while missing notes will reduce the player's performance, and a poor performance may end the song prematurely. Each song can be played at one of four difficulty levels: Easy, Medium, Hard and Expert. These levels reflect the number of fret buttons used and the number and frequency of the notes to be performed."
}