{
  "/wiki/Beijing_Institute_of_Technology_FC": "Beijing Institute of Technology Football Club (Simplified Chinese: 北京理工大学足球俱乐部) or simply BIT is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Haidian, Beijing and their home stadium is the 5,000 capacity BIT Eastern Athletic Field. Their current majority shareholders are Beijing Institute of Technology (BIT) and Joan Oliver who acquired a 29 percent stake on December 5, 2016.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Beijing_Institute_of_Technology_Eastern_Athletic_Field": "Beijing Institute of Technology (abbreviated BIT; Simplified Chinese: 北京理工大学; Traditional Chinese: 北京理工大學; pinyin: Běijīng Lǐgōng Dàxué), is a co-educational public university, located in Beijing, China, established in 1940, Yan'an. It is a major research university under the supervision of the Ministry of Industry and Information Technology.",
  "/wiki/Beijing_Baxy_F.C.": "Beijing Sport University Football Club (Chinese: 北京北体大; pinyin: Běijīng Běitǐdà) or commonly known as BSU (Chinese: 北体大; pinyin: Běi Tǐ Dà), is a professional Chinese football club that currently participates in the China League One division under license from the Chinese Football Association (CFA). The team is based in Beijing and their home stadium is the Olympic Sports Center (Beijing) that has a seating capacity of 36,228. Their current majority shareholder is the conglomerate Beijing Enterprises Holdings Limited.",
  "/wiki/Cao_Xiandong": "Cao Xiandong (Chinese:曹限东 born 19 August 1968) is a Chinese football coach and a former international Midfielder. In his career, he represented Beijing Guo'an where he won two Chinese FA Cups along with Qingdao Yizhong Hainiu and Beijing Kuanli. Internationally he played for the Chinese team that took part in the 1996 Asian Cup. Since retiring he  moved into assistant management and then gained his first Head coaching position with Beijing Institute of Technology FC",
  "/wiki/Wang_Tao_(footballer,_born_1970)": "Wang Tao (Simplified Chinese: 王涛) (born 22 April 1970) is a former Chinese international football player who played as a striker. After his retirement he helped establish the newly formed Beijing Baxy football team and would become their chairman until he left in 2011.",
  "/wiki/Shijingshan_Stadium": "Shijingshan Stadium (Simplified Chinese: 石景山体育场) is a multi-use stadium in Beijing, China. It is currently used primarily for football matches. The stadium holds 20,000 people. Stadium construction commenced in February 1981 and was completed in October 1986.",
  "/wiki/Chengdu_Tiancheng_F.C.": "Chengdu Tiancheng F.C. (simplified Chinese: 成都天诚; traditional Chinese: 成都天誠; pinyin: Chéngdū Tiānchéng) was a Chinese professional football club based in Chengdu, China who last played in the 26,000 seater Shuangliu Sports Centre in the China League One division. The club was founded on 26 February 1996 and was formerly known as Chengdu Wuniu (Five Bulls) named after their first sponsor, the Wuniu (Five Bulls) Cigarette Company.  However, the club was officially dissolved on 4 January 2015 and was subsequently de-registered by the Chinese Football Association on 31 January 2015 due to unpaid salaries to players and staff.",
  "/wiki/Wang_Baoshan": "Wang Baoshan (Chinese: 王宝山; born on April 13, 1963) is a Chinese soccer manager and a former international soccer player. As a player he represented Shaanxi Province before being one of the first Chinese players who went to Japan when he joined Otsuka Pharmaceutical. Internationally he played for the Chinese national team at the 1988 AFC Asian Cup",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Shuangliu_Sports_Centre": "The Shuangliu Sports Center (Chinese: 双流体育中心) is a sports venue in Shuangliu District, Chengdu, Sichuan, China. Its construction cost 600 million yuan. It has a multi-purpose stadium with a capacity of 26,000, and an indoor stadium with a capacity of 3,400. It also has five tennis courts and two basketball courts.",
  "/wiki/2011_Chinese_Super_League": "The 2011 Chinese Super League was the eighth season since the establishment of the Chinese Super League, the eighteenth season of a professional association football league and the 50th top-tier league season in China. Guangzhou Evergrande F.C. clinched their first ever Chinese Super League title on September 28, 2011.",
  "/wiki/Chongqing_F.C.": "Chongqing Football Club or Chongqing F.C. (Simplified Chinese: 重庆足球俱乐部) was a Chinese professional football club based in Chongqing. The club last played in the China League One before dissolution.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Chongqing_Olympic_Sports_Center": "The Chongqing Olympic Sports Center (simplified Chinese: 重庆奥林匹克体育中心; traditional Chinese: 重慶奧林匹克體育中心) is a sports venue featuring a 58,680-seat multi-purpose stadium in Chongqing, China.",
  "/wiki/2011_China_League_Two": "The 2011 China League Two season is the 22nd season since its establishment in 1989. League kicked off on 8 May 2011 and ended on 24 November 2011.",
  "/wiki/Chongqing_Lifan_F.C.": "Chongqing SWM (simplified Chinese: 重庆斯威; traditional Chinese: 重慶斯威; pinyin: Chóngqìng Sīwēi) is a professional Chinese football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Chongqing and their home stadium is the Chongqing Olympic Sports Center that has a seating capacity of 58,680. They are owned by Dangdai International Group.",
  "/wiki/Tang_Yaodong": "Tang Yaodong (Chinese: 唐尧东) (born 17 February 1962 in Shenyang, China), is a Chinese football manager and former Chinese international footballer. He mainly played as a centre forward for Liaoning FC.",
  "/wiki/Fuling_Stadium": "The Fuling Stadium is a multi-purpose stadium in Chongqing, China.  It is currently used mostly for football matches.  The stadium holds 22,000 spectators.",
  "/wiki/Fujian_Smart_Hero_F.C.": "Shijiazhuang Ever Bright Football Club (simplified Chinese: 石家庄永昌; traditional Chinese: 石家莊永昌; pinyin: Shíjiāzhuāng Yǒngchāng) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Shijiazhuang, Hebei and their home stadium is the Hebei Olympic Sports Center that has a seating capacity of 60,000. Their majority shareholder is the Yongchang Real Estate who own 70% of the shares of the club.",
  "/wiki/Fuzhou": "Fuzhou, alternately romanized as Foochow, is the capital and one of the largest cities in Fujian province, China. Along with the many counties of Ningde, those of Fuzhou are considered to constitute the Mindong (lit. Eastern Fujian) linguistic and cultural area.",
  "/wiki/Jinjiang,_Fujian": "Jinjiang (simplified Chinese: 晋江; traditional Chinese: 晉江; pinyin: Jìnjiāng; Pe̍h-ōe-jī: Chìn-kang) is a county-level city of Quanzhou City, Fujian Province, China. It is located in the southeastern part of the province, on the right or south bank of the Jin River, across from Quanzhou's urban district of Fengze. Jinjiang also borders the Taiwan Strait of the East China Sea to the south, and Quanzhou's other county-cities of Shishi and Nan'an to the east and west, respectively. It has an area of 721.7 square kilometres (278.6 sq mi) and a population of 1,986,447 as of 2010.",
  "/wiki/Fuzhou_Stadium": "Fuzhou Stadium (Simplified Chinese: 福建省体育中心), is a multi-purpose stadium in Fuzhou, China. It is currently used mostly for football matches. The stadium holds 30,000 spectators.",
  "/wiki/Guangdong_Sunray_Cave_F.C.": "Guangdong Sunray Cave Football Club (Chinese: 广东日之泉足球俱乐部) was a Chinese professional football club based in Guangzhou, Guangdong which last played in the China League One division.",
  "/wiki/José_Ricardo_Rambo": "José Ricardo Rambo (Chinese: 列卡度 Ricardo, born August 17, 1971 in Rio Grande do Sul, Brazil), is a Brazilian football coach. He works for football development in Hong Kong after retired from professional football. He is the former player and manager of Rangers (HKG). He was also the head coach of Sun Hei and China League One club Guangdong Sunray Cave previously. He is currently the head coach of Hong Kong women's national football team.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Guangdong_Provincial_People's_Stadium": "The Guangdong Provincial People's Stadium (Chinese: 广东省人民体育场) is a multi-purpose stadium in Guangzhou, China.  It is currently used mostly for football matches. The stadium holds 15,000 people. The stadium is best reached by taking Guangzhou Metro Line 1 to Martyrs' Park Station.",
  "/wiki/Guangdong_Olympic_Stadium": "The Guangdong Olympic Centre Stadium or Aoti Main Stadium is a multi-purpose stadium in Guangzhou, People's Republic of China. Currently used mostly for football matches, the stadium was opened in 2001. It has a capacity of 80,012, making it the largest stadium in the country by seating capacity.",
  "/wiki/Harbin_Yiteng_F.C.": "Zhejiang Yiteng Football Club (simplified Chinese: 浙江毅腾; traditional Chinese: 浙江毅騰; pinyin: Zhèjiāng Yìténg), or Yiteng Football Club (Simplified Chinese: 毅腾足球俱乐部, for official ownership reasons) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Shaoxing, Zhejiang and their home stadium is the Shaoxing City Sports Centre Stadium that has a seating capacity of 20,000. Their majority shareholder is Cui Yi (崔毅) and the Yiteng Group.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/Harbin_International_Conference_Exhibition_and_Sports_Center": "The Harbin International Conference Exhibition and Sports Center (simplified Chinese: 哈尔滨国际会展体育中心; traditional Chinese: 哈爾濱國際會展體育中心; pinyin: Hārbīn Guójì Huì Zhǎn Tǐyù Zhōngxīn) is a convention center for Harbin, China.  It hosts various conventions.  It has also hosted the 2007 Cup of China figure skating competition and hosted events for 1996 Asian Winter Games and 2009 Winter Universiade. The facility has a floor space of 63,000 square meters (about 700,000 square feet). It is home to the Harbin ICE Center Stadium, a multi-purpose stadium with a seating capacity of 50,000 spectators. Harbin International Conference Exhibition and Sports Center Gymnasium, a 10,603-seated gymnasium is also located in the ICE sports center.",
  "/wiki/Harbin_Institute_of_Technology": "Harbin Institute of Technology (Chinese: 哈尔滨工业大学, abbreviated as HIT or 哈工大; Hā GōngDà) is a research university and a member of China's elite C9 League.  HIT is a Chinese Ministry of Education Class A Double First Class University.\nIt has three campuses, spanning the country from north to south: the Harbin campus in Heilongjiang Province, the Weihai campus in Shandong Province and the Shenzhen campus in Guangdong Province.",
  "/wiki/Shenyang_Dongjin_F.C.": "Shenyang Dongjin Football Club (simplified Chinese: 沈阳东进; traditional Chinese: 瀋陽東進; pinyin: Shěnyáng Dōngjìn) was a Chinese football club based in Shenyang, Liaoning and their home stadium is the Shenyang Urban Construction University Stadium that has a seating capacity of 12,000.",
  "/wiki/Yang_Yumin": "Yang Yumin (Chinese:杨玉敏; born 1 January 1955) was a Chinese footballer who played for China PR in the 1980 Asian Cup. He spent all of his player career in Liaoning football team.",
  "/wiki/Hohhot": "Hohhot (Mongolian: Mongolian script:  Kökeqota, Mongolian Cyrillic: Хөх хот Höh hot /xɵxˈxɔtʰ/; Chinese: 呼和浩特; pinyin: Hūhéhàotè), abbreviated Hushi (Chinese: 呼市; pinyin: Hūshì), formerly known as Kweisui (traditional Chinese: 歸綏; simplified Chinese: 归绥; pinyin: .mw-parser-output .noitalic{font-style:normal}PRC Standard Mandarin: Guīsuí, ROC Standard Mandarin: Guīsuī), is the capital of Inner Mongolia in the north of the People's Republic of China, serving as the region's administrative, economic and cultural center. Its population was 2,866,615 inhabitants as of the 2010 census, of whom 1,980,774 lived in the built-up (or metro) area made up of 4 urban districts.",
  "/wiki/Hohhot_City_Stadium": "The Hohhot City Stadium (Simplified Chinese: 呼和浩特市体育场) is a multi-use stadium in Hohhot, China. It is currently used mostly for football matches of Inner Mongolia Zhongyou F.C.. This stadium holds 51,632 people. This stadium was built from May 2005. It opened on 6 July 2007.",
  "/wiki/Hunan_Billows_F.C.": "Hunan Billows Football Club (simplified Chinese: 湖南湘涛; traditional Chinese: 湖南湘濤; pinyin: Húnán Xiāngtāo) is a professional Chinese football club that participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Yiyang, Hunan and their home stadium is the 30,000-seat Yiyang Stadium. Their majority shareholders are the Hunan Provincial Sports Bureau and high-tech industry company Hunan Corun New Energy Co. Ltd.",
  "/wiki/Changsha": "Changsha  is the capital and most populous city of Hunan Province in the south central part of the People's Republic of China. It covers 11,819 km2 (4,563 sq mi) and is bordered by Yueyang and Yiyang to the north, Loudi to the west, Xiangtan and Zhuzhou to the south, Yichun and Pingxiang of Jiangxi province to the east. According to the 2010 census, Changsha has 7,044,118 residents, constituting 10.72% of the province's population. It is part of the Chang-Zhu-Tan city cluster or megalopolis.",
  "/wiki/Yiyang": "Yiyang (simplified Chinese: 益阳; traditional Chinese: 益陽; pinyin: Yìyáng) is a prefecture-level city on the Zi River in Hunan province, China, straddling Lake Dongting and bordering Hubei to the north. According to the 2010 Census, Yiyang has a population of 4,313,084 inhabitants residing in an area of 12,144 km2 (4,689 sq mi). The previous census was in 2000 when it was recorded there were 4,309,143 inhabitants.",
  "/wiki/Yiyang_Stadium": "Yiyang Stadium is a multi-purpose stadium in Yiyang, China.  It is currently used mostly for football matches.  The stadium holds 30,000 spectators.",
  "/wiki/Shanghai_Tellace_F.C.": "Shanghai SIPG F.C. (Chinese: 上海上港; pinyin: Shànghǎi Shànggǎng; Shanghainese pronunciation: [zɑ̃.hɛ.zɑ̃.ɡã];) or SIPG FC is a professional football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Pudong, Shanghai, and their home stadium is the Yuanshen Sports Centre Stadium, which has a seating capacity of 16,000. The club plans to move to the currently under construction Pudong Football Stadium in 2021. Their owners are the Chinese group Shanghai International Port Group (SIPG).",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Shanghai_Stadium": "The Shanghai Stadium (simplified Chinese: 上海体育场; traditional Chinese: 上海體育場; pinyin: Shànghǎi Tǐyùchǎng) is a multi-purpose stadium in Shanghai. It is currently used mostly for football matches of Chinese Super League side Shanghai International Port Group FC.",
  "/wiki/Jinshan_Sports_Centre": "Jinshan Football Stadium (simplified Chinese: 金山足球场; traditional Chinese: 金山足球場) is a multi-use stadium in Jinshan District, Shanghai. It is currently used mostly for football matches.  The stadium has a capacity of 30,000 people.",
  "/wiki/Shenyang_Shenbei_F.C.": "Shenyang Zhongze F.C. (simplified Chinese: 沈阳中泽; traditional Chinese: 瀋陽中澤; pinyin: Shěnyáng Zhōngzé) was a former professional Chinese football club that participated in the Chinese League One division.",
  "/wiki/Liu_Zhicai": "Liu Zhicai (Chinese: 刘志才 born October 20, 1954) is a Chinese football coach and a former international player. As a player he was a defender who represented Shenyang Army and Bayi Football Team while internationally he played for China in the 1980 Asian Cup.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Shenzhen_Ruby_F.C.": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Philippe_Troussier": "Philippe Omar Troussier (French pronunciation: ​[filip tʁusje]; born 21 March 1955) is a French former professional footballer and current manager.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Bao'an_Stadium": "Bao'an Stadium (Chinese: 宝安体育馆 is a multi-purpose stadium located in Shenzhen, China. Built to host matches of the women's football tournament at the 2011 Summer Universiade, the stadium has a capacity of 40,000 spectators.",
  "/wiki/Tianjin_Songjiang_F.C.": "Tianjin Tianhai F.C. (Chinese: 天津天海足球俱乐部; pinyin: Tiānjīn Tiānhǎi Zúqiú Jùlèbù; Mandarin pronunciation: [tʰjɛ́n.tɕín.tʰjɛ́n.xài];) is a professional Chinese football club that currently participates in the Chinese Super League division under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center that has a seating capacity of 54,696. The club was formerly owned by Quanjian Nature Medicine. It is currently under the temporary management of the Tianjin Football Association.",
  "/wiki/Hao_Haitao": "Hao Haitao (Chinese: 郝海涛, born December 3, 1968) is a Chinese football coach and a former football player. He currently sided with Guizhou Hengfeng as the head coach. He previously played for Qingdao Hainiu, Shanghai Pudong and Tianjin Teda. After retiring, he would move into assistant management before becoming the head coach of Tianjin Songjiang and Chengdu Blades F.C.. Hao haitao and former China national player Hao Haidong are cousins.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Tianjin_Tuanbo_Football_Stadium": "Tianjin Tuanbo Football Stadium is a professional football stadium in Tianjin, China.  The stadium holds 22,320 spectators and opened in 2012.",
  "/wiki/Wuhan_Zall_F.C.": "Wuhan Zall Football Club (simplified Chinese: 武汉卓尔; traditional Chinese: 武漢卓爾; pinyin: Wǔhàn Zhuó'ěr) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Wuhan, Hubei and their home stadium is the Dongxihu Sports Centre that has a seating capacity of 60,000. Their current majority shareholder is the investment company Wuhan Zall Development Holding Co. Ltd.",
  "/wiki/Zheng_Xiong": "Zheng Xiong (Chinese: 郑雄; born February 5, 1966, in Wuhan) is a Chinese football manager. He is the current manager of China League One side Zhejiang Greentown.",
  "/wiki/Wuhan": "Wuhan ([ù.xân] (listen); simplified Chinese: 武汉; traditional Chinese: 武漢) is the capital of Hubei province, People's Republic of China.  It is the largest city in Hubei and the most populous city in Central China, with a population of over 11 million, the ninth most populous Chinese city, and one of the nine National Central Cities of China.",
  "/wiki/Xinhua_Road_Sports_Center": "Xinhua Road Sports Centre Stadium (Chinese: 新华路体育中心) is a multi-purpose stadium in Wuhan, Hubei province, China. It is currently used mostly for football matches. The stadium has a capacity for 22,140 people. It opened in 1954.",
  "/wiki/Yanbian_Baekdu_Tigers_F.C.": "Yanbian Funde F.C. (Chinese: 延边富德; pinyin: Yánbiān Fùdé is a defunct Chinese football club . The team was based in Yanji, Yanbian Korean Autonomous Prefecture, Jilin province where their home stadium is the Yanji Nationwide Fitness Centre Stadium that has a seating capacity of 30,000.",
  "/wiki/Cho_Keung-Yeon": "Cho Keung-Yeon (Korean: 조긍연, born on March 18, 1961) is a former South Korea football player. he was top scorer of K-League in 1989.",
  "/wiki/Longjing,_Jilin": "Longjing is a city in Yanbian Korean Autonomous Prefecture, southeastern Jilin province, Northeast China. It lies on the Tumen River opposite the North Korean city Hoeryong.",
  "/wiki/Hailanjiang_Stadium": "Hailanjiang Stadium (Simplified Chinese: 海兰江体育场, Korean: 해란강체육장) is a multi-use stadium in Longjing, Yanbian, Jilin province, China.  It is currently used mostly for football matches.  The stadium holds 32,000 people.",
  "/wiki/2012_China_League_One": "The 2012 China League One is the ninth season of the China League One, the second tier of the Chinese football league pyramid, since its establishment. It began on March 17, 2012 and will end in October 28, 2012.\nThe size of the league has been expanded from 14 to 16 teams this season."
}