{
  "/wiki/Bonnie_Blair": "Bonnie Kathleen Blair (born March 18, 1964) is an American retired speed skater. She is one of the top skaters of her era, and one of the most decorated athletes in Olympic history. Blair competed for the United States in four Olympics, winning five gold medals and one bronze medal.",
  "/wiki/Speed_skating_at_the_1992_Winter_Olympics": "Speed skating at the 1992 Winter Olympics, was held from 9 to 20 February. Ten events were contested at L'anneau de vitesse.",
  "/wiki/Speed_skating_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_500_metres": "The women's 500 metres in speed skating at the 1992 Winter Olympics took place on 10 February, at the L'anneau de vitesse.",
  "/wiki/Donna_Weinbrecht": "Donna L. Weinbrecht (born April 23, 1965) won the first gold medal awarded in the first Olympic mogul competitions in freestyle skiing, which were held at the 1992 Winter Olympics in Albertville, France. Weinbrecht grew up in West Milford, New Jersey. She was also World Champion in 1991 and a five-time World Cup moguls season champion (1990–92, 1994, and 1996).",
  "/wiki/Freestyle_skiing_at_the_1992_Winter_Olympics": "Freestyle skiing was an official sport discipline for the first time at the 1992 Winter Olympics, with medals awarded in the moguls event. The venue was Tignes about 85 km from host city Albertville.",
  "/wiki/Freestyle_skiing_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_moguls": "The women's moguls event in freestyle skiing at the 1992 Winter Olympics in Albertville took place from February 12 to 13 at Tignes.",
  "/wiki/Speed_skating_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_1000_metres": "The women's 1000 metres in speed skating at the 1992 Winter Olympics took place on 14 February, at the L'anneau de vitesse.",
  "/wiki/Cathy_Turner": "Cathy Ann Turner (born April 10, 1962, in Rochester, New York) is an American short track speed skater, who won gold medals at the 1992 Winter Olympics and 1994 Winter Olympics.",
  "/wiki/Short_track_speed_skating_at_the_1992_Winter_Olympics": "Short track speed skating at the 1992 Winter Olympics was held from 18 to 22 February. Four events were contested at La halle de glace Olympique, located next to the Théâtre des Cérémonies, a couple of kilometers west of downtown Albertville. This was the first time short track speed skating was contested at the Winter Olympics.",
  "/wiki/Short_track_speed_skating_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_500_metres": "The women's 500 metres in short track speed skating at the 1992 Winter Olympics took place on 18 and 20 February at La halle de glace Olympique.",
  "/wiki/Kristi_Yamaguchi": "Kristine Tsuya Yamaguchi (born July 12, 1971) is an American former figure skater. In ladies' singles, Yamaguchi is the 1992 Olympic champion, a two-time World champion (1991 and 1992), and the 1992 U.S. champion. As a pairs skater with Rudy Galindo, she is the 1988 World Junior champion and a two-time national champion (1989 and 1990). In December 2005, she was inducted into the U.S. Olympic Hall of Fame. In 2008, Yamaguchi became the celebrity champion in the sixth season of Dancing with the Stars.",
  "/wiki/Figure_skating_at_the_1992_Winter_Olympics": "The figure skating events at the 1992 Winter Olympic Games were held at the Halle Olympique located next to the Théâtre des Cérémonies, two kilometres southwest of downtown Albertville.",
  "/wiki/Hilary_Lindh": "Hilary Kirsten Lindh (born May 10, 1969) is a former World Cup alpine ski racer from the United States. A specialist in the downhill event, she was a world champion and Olympic medalist.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics": "Alpine Skiing at the 1992 Winter Olympics at Albertville, France, consisted of ten alpine skiing events, held 9–22 February. The men's races were held at Val d’Isère, except for the slalom, which was at Les Menuires. All five women's events were conducted at Méribel.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_downhill": "The Women's downhill competition of the Albertville 1992 Olympics was held at Meribel on Saturday, 15 February.",
  "/wiki/Paul_Wylie": "Paul Stanton Wylie (born October 28, 1964) is an American figure skater, and a 1992 Olympic silver medalist.",
  "/wiki/Diann_Roffe": "Diann Roffe (born March 24, 1967), also known as Diann Roffe-Steinrotter,  is a former World Cup alpine ski racer and Olympic gold medalist from the United States. Born in Warsaw, New York, she won the Super G at the 1994 Olympics in Lillehammer, Norway. Roffe also won the silver medal in the giant slalom at the 1992 Winter Olympics in Albertville, France and a gold medal in the GS at the 1985 World Championships in Bormio, Italy at age 17. Though she did gain place 8 in the World Cup Giant Slalom Race on March 7, 1984, at Lake Placid (and place 9 in the same discipline on December 15, 1984, at Madonna di Campiglio), she was unknown more or less, when she did compete in that race on February 6 (bib-number 19 is significant for not one of the best racers in that discipline). In the progress of the race she finished 5th after the first leg (but only 0.27 sec. behind leading teammate Eva Twardokens who finished 3rd at last). In the second leg, Diann was outclass - clocked in 1:09.35 she had a margin of 0.77 second in that leg (and altogether 0.60 sec.) to the second placed Elisabeth Kirchler.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_giant_slalom": "The Women's giant slalom competition of the Albertville 1992 Olympics was held at Meribel.",
  "/wiki/Darcie_Dohnal": "Darcie Dohnal (later Sharapova, born June 28, 1972) is an American short track speed skater who competed in the 1992 Winter Olympics.",
  "/wiki/Amy_Peterson": "Amy Peterson (born November 29, 1971) is an American short track speed skater. Peterson competed in five consecutive Olympic games from when short track speed skating was exhibition sport in 1988 to 2002.",
  "/wiki/Nikki_Ziegelmeyer": "Nicole \"Nikki\" Ziegelmeyer (born September 24, 1975) is an American short track speed skater who competed in the 1992 Winter Olympics and 1994 Winter Olympics.",
  "/wiki/Short_track_speed_skating_at_the_1992_Winter_Olympics_%E2%80%93_Women%27s_3000_metre_relay": "The Women's 3000 metre relay in short track speed skating at the 1992 Winter Olympics took place on 20 February at La halle de glace Olympique.",
  "/wiki/Nelson_Carmichael": "Nelson Carmichael (born November 19, 1965 in Steamboat Springs, Colorado) is an American mogul skier. He won a bronze medal at the 1992 Winter Olympics.",
  "/wiki/Freestyle_skiing_at_the_1992_Winter_Olympics_%E2%80%93_Men%27s_moguls": "The men's moguls event in freestyle skiing at the 1992 Winter Olympics in Albertville took place from February 12 to 13 at Tignes.",
  "/wiki/Nancy_Kerrigan": "Nancy Ann Kerrigan (born October 13, 1969) is an American former figure skater and actress. She won bronze medals at the 1991 World Championships and the 1992 Winter Olympics, silver medals at the 1992 World Championships and the 1994 Winter Olympics, and she was the 1993 US National Figure Skating Champion.  Kerrigan was inducted into the United States Figure Skating Hall of Fame in 2004.",
  "/wiki/United_States_at_the_1992_Winter_Olympics": "The United States competed at the 1992 Winter Olympics in Albertville, France."
}