{
  "/wiki/Peter_Marker": "Peter Marker (born 21 March 1949) is a former Australian rules footballer who played with and captained Glenelg in the SANFL during the late 1960s and 1970s, captaining the Tigers to the 1973 SANFL premiership in the last Grand Final played at the Adelaide Oval.",
  "/wiki/Glenelg_Football_Club": "Glenelg Football Club is an Australian rules football team, which plays in the South Australian National Football League. The club is known as the \"Tigers\" (or the \"Bays\"), and their home ground is ACH Group Stadium (formerly Glenelg Oval), located in the southern coastal suburb of Glenelg East, South Australia.",
  "/wiki/Brenton_Adcock": "Brenton C. Adcock is a former Australian rules footballer who represented Sturt in the South Australian National Football League (SANFL) during the 1960s and 1970s.",
  "/wiki/Sturt_Football_Club": "The Sturt Football Club, nicknamed The Double Blues, is a semi-professional Australian rules football club based in the suburb of Unley, South Australia, which plays in the South Australian National Football League.",
  "/wiki/Paul_Bagshaw": "Paul Lynton Bagshaw MBE (born 22 August 1946) is a former Australian rules footballer who represented Sturt in the South Australian National Football League (SANFL) during the 1960s and 1970s. Bagshaw played 360 games for the Double Blues and 14 for South Australia. He also kicked 258 goals for Sturt and captained the club from 1973 to 1980.  He played in seven winning grand finals.",
  "/wiki/Malcolm_Blight": "Malcolm Jack Blight AM (born 16 February 1950) is a former Australian rules footballer who represented North Melbourne in the Victorian Football League (VFL), and Woodville Football Club in the South Australian National Football League (SANFL) during the 1970s and 1980s. He is currently serving as a coaching advisor at the Gold Coast Football Club.",
  "/wiki/Woodville_Football_Club": "Woodville Football Club was an Australian rules football club that competed in the South Australian National Football League (SANFL) from 1964 to 1990, when it merged in 1991 with the West Torrens Football Club to form the Woodville-West Torrens Eagles.",
  "/wiki/Tony_Burgan": "Anthony 'Tony' Burgan is a former Australian rules footballer who played for Sturt in the SANFL during the late 1960s and 1970s.",
  "/wiki/Norwood_Football_Club": "Norwood Football Club, nicknamed the Redlegs, is an Australian rules football club competing in the South Australian National Football League (SANFL) in the state of South Australia. Its home ground is Coopers Stadium (Norwood Oval), which often referred to as \"The Parade\". It is one of the two traditional powerhouse clubs of the SANFL, the other being Port Adelaide, who together have won half of all SANFL premierships (see Port Adelaide–Norwood SANFL rivalry). The club has won 30 SANFL premierships and 1 SANFLW premiership.",
  "/wiki/Brian_Colbey": "Brian Colbey is a former Australian rules footballer who played 210 games with Glenelg in the SANFL from 1966 to 1976.",
  "/wiki/South_Adelaide_Football_Club": "The South Adelaide Football Club is an Australian rules football club that competes in the South Australian National Football League (SANFL). Known as the Panthers, their home ground is Flinders University Stadium (formerly Noarlunga Oval), located in Noarlunga Downs in the southern suburbs of Adelaide.",
  "/wiki/Graham_Cornes": "Graham Studley Cornes OAM (born 31 March 1948 in Melbourne, Victoria) is a former Australian rules footballer and coach, as well as a media personality. From 1995 until early 2013, Cornes co-hosted a weekday drivetime sports programme that he hosts on Adelaide radio station 5AA, first with Ken \"KG\" Cunningham and, following Cunningham's retirement in 2008, with Stephen Rowe. In 2012 he was inducted into the Australian Football Hall of Fame.",
  "/wiki/Russell_Ebert": "Russell Frank Ebert OAM (born 22 June 1949) is a retired Australian rules footballer and coach. He is considered one of the greatest players in the history of Australian rules football in South Australia. Russell Ebert is the only player to have won four Magarey Medals which are awarded to the best and fairest player in the South Australian National Football League (SANFL).",
  "/wiki/Port_Adelaide_Football_Club": "Port Adelaide Football Club is a professional Australian rules football club based in Alberton, Port Adelaide, South Australia. The club's senior team plays in the Australian Football League (AFL), where they are nicknamed the Power, whilst its reserves team competes in the South Australian National Football League (SANFL), where they are nicknamed the Magpies. Port Adelaide is the oldest professional sporting club in South Australia and the fifth-oldest club in the AFL. Since the club's founding on 12 May 1870, the club has won 36 South Australian league premierships, including six in a row. The club also won the Champions of Australia competition on a record four occasions. After successfully winning an AFL licence in 1994 the club began competing in the Australian Football League in 1997 as the only pre-existing non-Victorian club—and has subsequently added the 2004 AFL premiership to its achievements.",
  "/wiki/Glynn_Hewitt": "Glynn Maxwell Hewitt (born 16 January 1953) is a former Australian rules footballer who played in the South Australian National Football League (SANFL) and Victorian Football League (VFL) during the 1970s.",
  "/wiki/West_Adelaide_Football_Club": "West Adelaide Football Club is an Australian rules football club in the South Australian National Football League (SANFL). Commonly known as The Bloods and Westies, the club's home base is Richmond Oval (currently known as City Mazda Stadium under a sponsorship agreement). The Oval is located in Richmond, an inner-western suburb of Adelaide.",
  "/wiki/Ray_Huppatz": "Raymond Keith Huppatz (born 6 October 1948) is a former Australian rules footballer who played with Footscray and North Melbourne in the Victorian Football League (VFL) and Woodville and Port Adelaide in the South Australian National Football League (SANFL).",
  "/wiki/Bohdan_Jaworskyj": "Bohdan 'Bugs' Jaworskyj (born 14 March 1947 in Germany) is a former Australian rules footballer who played for Hawthorn in the VFL during the 1970s. He also played over 200 games with North Adelaide in the SANFL and is a half back flanker in their official 'Team of the Century'.",
  "/wiki/North_Adelaide_Football_Club": "North Adelaide Football Club, nicknamed The Roosters, is an Australian rules football club affiliated with the South Australian National Football League (SANFL). The club plays its home games at Prospect Oval, located in Prospect, a northern suburb of Adelaide. The club was formed in 1888 as the Medindie Football Club, changing its name to North Adelaide in 1893. North Adelaide's first premiership was won in 1900, and the club has won a total of fourteen senior premierships in the SANFL, most recently in 2018.",
  "/wiki/Bob_Kingston": "Robert \"Bob\" Kingston (born 17 June 1944) is a former Australian rules footballer who played for South Melbourne in the Victorian Football League (VFL) and Norwood and Port Adelaide in the South Australian National Football League (SANFL) during the 1960s and 1970s.",
  "/wiki/Terry_Moore_(Australian_footballer)": "Terry Moore (born 6 August 1951) is a former Australian rules footballer who played with North Melbourne and Hawthorn in the Victorian Football League (VFL).",
  "/wiki/Central_District_Football_Club": "Central District Football Club is an Australian rules football club based in the city of Elizabeth about 25 km to the north of Adelaide, South Australia.",
  "/wiki/Sandy_Nelson_(footballer)": "Philip 'Sandy' Nelson is a former Australian rules footballer who played 244 games with Sturt in the SANFL from 1966 to 1977.",
  "/wiki/Dennis_Phillis": "Dennis Keith \"Fred\" Phillis (born 9 September 1948) is an Australian rules footballer who was a prolific goal scorer, playing his entire senior career with South Australian National Football League (SANFL) club Glenelg in the 1960s, 1970s and 1980s."
}