{
  "/wiki/Daniel_Godelli": "Daniel Godelli (born January 10, 1992 in Peqin) is an Albanian weightlifter, and Olympian competing in the 69 kg and 77 kg categories until 2018 and 81 kg starting in 2018 after the International Weightlifting Federation reorganized the categories.",
  "/wiki/Weightlifting_at_the_2013_Mediterranean_Games": "The weightlifting competitions at the 2013 Mediterranean Games in Mersin took place between 21 June and 26 June at the Erdemli Sports Hall.",
  "/wiki/Weightlifting_at_the_2013_Mediterranean_Games_%E2%80%93_Men%27s_69_kg": "The men's 69 kg competition of the weightlifting events at the 2013 Mediterranean Games in Mersin, Turkey, was held on June 22 at the Erdemli Sports Hall.",
  "/wiki/Weightlifting_at_the_2013_Mediterranean_Games_%E2%80%93_Men%27s_94_kg": "The men's 94 kg competition of the weightlifting events at the 2013 Mediterranean Games in Mersin, Turkey, was held on June 25 at the Erdemli Sports Hall.",
  "/wiki/Romela_Begaj": "Romela Aleksandër Begaj (born 2 November 1986) is an Albanian female weightlifter. On 11 November 2014 in Almaty she became  world champion in the Snatch style for the category up to 63 kg. Previously Begaj represented Albania at the 2008 European Weightlifting Championships where she took home the silver medal. She also represented Albania at 2008 Olympic Games in China where she finished 6th in the under 58 kg category.",
  "/wiki/Weightlifting_at_the_2013_Mediterranean_Games_%E2%80%93_Women%27s_63_kg": "The women's 63 kg competition of the weightlifting events at the 2013 Mediterranean Games in Mersin, Turkey, was held on June 23 at the Erdemli Sports Hall.",
  "/wiki/Luiza_Gega": "Luiza Gega (born 5 November 1988) is an Albanian athlete specializing in middle-distance running. She is the Albanian record holder in the 800, 1500, and 3000 metres, as well as 3000 metres steeplechase.",
  "/wiki/Athletics_at_the_2013_Mediterranean_Games": "The athletics competitions at the 2013 Mediterranean Games in Mersin took place between 26 June and 29 June at the Nevin Yanıt Athletics Complex while half marathons were held at the Adnan Menderes Boulevard.",
  "/wiki/Athletics_at_the_2013_Mediterranean_Games_%E2%80%93_Results": "These are the official results of the athletics competition at the 2013 Mediterranean Games which took place on 26–29 June 2013 in Mersin, Turkey.",
  "/wiki/Wrestling_at_the_2013_Mediterranean_Games": "The Wrestling competition at the 2013 Mediterranean Games was held in the CNR Yenişehir Fair Ground Hall C in Mersin from June 22 to June 26, 2013."
}