{
  "/wiki/1969_Atlanta_Falcons_season": "The 1969 Atlanta Falcons season was the franchise's fourth year in the National Football League (NFL). The team improved on their previous season's output of 2–12, winning six games. The Falcons had yet to reach the post season, and would not until 1978.",
  "/wiki/Nate_Wright": "Nathaniel Wright (born December 21, 1947) is a former American football cornerback who played in the NFL from 1969-1980.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/1968_San_Diego_State_Aztecs_football_team": "The 1968 San Diego State Aztecs football team represented San Diego State College[note 1] during the 1968 NCAA College Division football season.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/1969_Buffalo_Bills_season": "The 1969 Buffalo Bills season was the team’s tenth season, and was the final season of the American Football League before the 1970 AFL-NFL Merger. The Bills played an AFL-record seven games against opponents that went on to reach the postseason; Buffalo lost all seven of these games.",
  "/wiki/Robert_James_(defensive_back)": "Robert James (born July 7, 1947) is a former American football defensive back who played six seasons from 1969 to 1974 for the Buffalo Bills in the National Football League (NFL). James was a three-time Pro Bowler, in 1972, 1973 and 1974. He ran track for Fisk University in Tennessee. Yes",
  "/wiki/Fisk_Bulldogs_football": "Fisk University is a private historically black university in Nashville, Tennessee. The university was founded in 1866 and its 40-acre (160,000 m2) campus is a historic district listed on the National Register of Historic Places.",
  "/wiki/Southern_Intercollegiate_Athletic_Conference": "The Southern Intercollegiate Athletic Conference (SIAC) is a collegiate athletic conference consisting mostly of historically black colleges and universities (HBCUs), with all but one member located in the Southern United States. Formed in 1913, the SIAC is a member of the National Collegiate Athletic Association (NCAA) and competes in Division II.",
  "/wiki/Angelo_Loukas": "Angelo Loukas (born February 25, 1947) is a former American football guard and tackle. He played for the Buffalo Bills in 1969 and for the Boston Patriots in 1970. Loukas played in the NFL from 1960 to 1968, winning the NFL Comeback Player of the Year Award in 1962. He was also selected to the NFL's first All-Rookie Team in 1958.",
  "/wiki/Guard_(American_and_Canadian_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/1968_Northwestern_Wildcats_football_team": "The 1968 Northwestern Wildcats team represented Northwestern University during the 1968 Big Ten Conference football season. In their fifth year under head coach Alex Agase, the Wildcats compiled a 1–9 record (1–6 against Big Ten Conference opponents) and finished in a tie for eighth place in the Big Ten Conference.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/1969_Cincinnati_Bengals_season": "The 1969 Cincinnati Bengals season was the team's second year as a franchise, and their final season in professional football's American Football League (AFL).",
  "/wiki/Bruce_Coslet": "Bruce Coslet (born August 5, 1946) is a former American college and professional football player and professional football coach.  A tight end, he played for the University of the Pacific and in 1969 debuted with the American Football League's Cincinnati Bengals.  He played for the Bengals in the NFL through 1976.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1968_Pacific_Tigers_football_team": "The 1968 Pacific Tigers football team represented the University of the Pacific during the 1968 NCAA University Division football season.",
  "/wiki/NCAA_University_Division_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Horst_Muhlmann": "Horst Herbert Erich Mühlmann (2 January 1940 – 17 November 1991) was a professional footballer and American football player. He was a placekicker in the American Football League and the National Football League for nine seasons. He played for the Kansas City Chiefs (1969), the Cincinnati Bengals (from 1969 to 1974) and the Philadelphia Eagles (from 1975 to 1977).",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/1970_Dallas_Cowboys_season": "The 1970 Dallas Cowboys season was the team's 11th in the National Football League.",
  "/wiki/Otto_Brown": "Otto Brown (January 12, 1947 – December 5, 2006) was an American football defensive back in the National Football League for the Dallas Cowboys and New York Giants. He played college football at Prairie View A&M University.",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/Prairie_View_A%26M_Panthers_football": "The Prairie View A&M Panthers football team is the college football team representing the Prairie View A&M University. The Panthers play in NCAA Division I Football Championship Subdivision (FCS) as a member of the Southwestern Athletic Conference. From 1989 to 1998, Prairie View A&M lost 80 straight games, the longest losing streak in NCAA history.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/Reggie_Rucker": "Reginald Joseph Rucker (born September 21, 1947) is a former professional American football wide receiver in the National Football League for the Dallas Cowboys, New York Giants, New England Patriots and Cleveland Browns. He played college football at Boston University.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Boston_Terriers_football": "The Boston University Terriers football team was the American football team for Boston University located in Boston, Massachusetts. The school's first football team was fielded in 1884, and the program was discontinued in 1997. The Terriers football team compiled an all-time record of 323–390–34. The team competed in NCAA Division I-AA from its formation in 1978, as members of the Yankee Conference and later the Atlantic 10 Conference.",
  "/wiki/NCAA_Division_I_FCS_independent_schools": "NCAA Division I Football Championship Subdivision independent schools are four-year institutions in the United States whose football programs are not part of a football conference. This means that FCS independents are not required to schedule each other for competition as conference schools do.",
  "/wiki/1969_Denver_Broncos_season": "The 1969 Denver Broncos season was the team's tenth season as a franchise, and their final season in the American Football League (AFL) before the league merged with the National Football League (NFL). Led by third-year head coach and general manager Lou Saban, the Broncos were 5–8–1, fourth place in the AFL West for the seventh straight season.",
  "/wiki/George_Burrell_(American_football)": "George Reed Burrell Jr. (born January 1, 1948) is a former American football Safety. He played for the Denver Broncos in 1969.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/1968_Penn_Quakers_football_team": "The 1968 Penn Quakers football team represented the University of Pennsylvania in the 1968 college football season.",
  "/wiki/Ivy_League": "The Ivy League is an American collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The term Ivy League is typically used to refer to those eight schools as a group of elite colleges beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism.",
  "/wiki/Ken_Criter": "Ken Criter (born February 17, 1947 in Fond du Lac, Wisconsin) is an  American college and professional football player who played for the American Football League's Denver Broncos. Criter graduated from New Holstein High School in New Holstein, Wisconsin.  He went on to attend the University of Wisconsin–Madison, where he played college football.  A linebacker at Wisconsin, Criter became a first-Team All-Big Ten selection in 1967 and 1968.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/1968_Wisconsin_Badgers_football_team": "The 1968 Wisconsin Badgers football team represented the University of Wisconsin in the 1968 Big Ten Conference football season. The team was led by second-year head coach John Coatta, and they competed in the Big Ten Conference. The Badgers finished the season 0–10 (0–7 in Big Ten, last); to date, this is the first (and only) time the Badgers have finished winless.",
  "/wiki/1969_Detroit_Lions_season": "The 1969 Detroit Lions season was the 40th season in franchise history. The Lions enjoyed their best season in seven years, and their first winning campaign since 1964 by finishing in second place in the NFL Central Division with a solid 9–4–1 record led by a stingy defense that only allowed 188 total points on the season. However, the Lions still failed to qualify for the postseason for the 12th straight season.",
  "/wiki/Larry_Watkins": "Lawrence Watkins (born October 5, 1946 in Bessemer, Alabama) is a former American football running back in the National Football League for the Detroit Lions, Philadelphia Eagles, Buffalo Bills, and the New York Giants.  He played college football at Alcorn State University.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Alcorn_State_Braves_football": "The Alcorn State Braves are the college football team representing the Alcorn State University. The Braves play in NCAA Division I Football Championship Subdivision as a member of the Southwestern Athletic Conference.",
  "/wiki/1969_Houston_Oilers_season": "The 1969  Houston Oilers season was the 10th and final season for the Houston Oilers as a professional AFL franchise before moving to the National Football League when the two merged. The team equaled their 1968 record of 7–7 (.500), finishing 6–6–2. They qualified for the playoffs but lost in the Divisional Round to the Oakland Raiders.",
  "/wiki/Paul_Zaeske": "Paul Allan Zaeske (December 4, 1945 – April 18, 1992) was an American football wide receiver who played two seasons with the Houston Oilers of the American Football League and National Football League. He played college football at North Park University and attended Sterling High School in Sterling, Illinois. He was also a member of the Houston Texans of the World Football League.",
  "/wiki/North_Park_Vikings_football": "North Park University is a private Christian university in Chicago, Illinois.  It was \nfounded in 1891 by the Evangelical Covenant Church. It is located on Chicago's north side and enrolls more than 3,000 undergraduate and graduate students.",
  "/wiki/College_Conference_of_Illinois_and_Wisconsin": "The College Conference of Illinois and Wisconsin (CCIW) is a college athletic conference which competes in the NCAA's Division III.",
  "/wiki/1969_New_England_Patriots_season": "The 1969 Boston Patriots season was the franchise's 10th and final season in the American Football League The Patriots ended the season with a record of four wins and ten losses, and finished tied for third in the AFL's Eastern Division.",
  "/wiki/Ron_Berger": "Ron Berger was an American college and professional football player.  A defensive end, he played college football at Wayne State University, and played professionally in the American Football League (AFL) and National Football League (NFL) for the Boston/New England Patriots.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/Wayne_State_Warriors_football": "The Wayne State Warriors football team is the college football team at Wayne State University in Detroit, Michigan. The Wayne State football team played their first game in October 1918. The Wayne State Warriors have competed in the Great Lakes Intercollegiate Athletic Conference since 1999 (and previously from 1975 to 1989), and are currently a Division II  member of the National Collegiate Athletic Association (NCAA). Wayne State plays their home games at Tom Adams Field at Wayne State Stadium.  All Wayne State games are broadcast on WDTK radio.",
  "/wiki/NCAA_Division_II_independent_schools": "NCAA Division II independent schools are four-year institutions that are not formally affiliated with any athletic conference. Schools that are members of a conference may also field intercollegiate teams in football, lacrosse, soccer, wrestling, and other sports not affiliated with a conference, usually due to their primary conference not having enough teams in a certain sport to enable sponsorship of the sport by that conference.",
  "/wiki/1969_New_Orleans_Saints_season": "The 1969 New Orleans Saints season was the team's third as a member of the National Football League. They improved on their previous season's output of 4–9–1, winning five games. The team failed to qualify for the playoffs for the third consecutive season. Tom Dempsey led the team in scoring with 99 points and was named to the Pro Bowl.",
  "/wiki/Tom_Dempsey": "Thomas John Dempsey (born January 12, 1947) is a former American football placekicker in the National Football League (NFL) for the New Orleans Saints (1969–1970), Philadelphia Eagles (1971–1974), Los Angeles Rams (1975–1976), Houston Oilers (1977) and Buffalo Bills (1978–1979). He attended high school at San Dieguito High School and played college football at Palomar College.  Unlike the \"soccer style\" approach which was becoming more and more widely used during his career, Dempsey's kicking style was the standard (of the day) straight-toe style.",
  "/wiki/Palomar_College": "Palomar College is a public community college in San Diego County, California.  The main campus is in San Marcos and three centers and four education sites are located elsewhere throughout north San Diego County. The largest of these by student population is the education center located in Escondido. In 2018, satellite campuses in Rancho Bernardo and Fallbrook opened. The South Education Center in Rancho Bernardo is located on 27 acres at 11111 Rancho Bernardo Road and the North Education Center in Fallbrook is located on 81 acres at 35090 Horse Ranch Creek Road. Other education sites are located at Camp Pendleton, the Pauma Indian Reservation, and at Ramona High School.",
  "/wiki/Steve_Preece": "Steven Packer Preece (born February 15, 1947) is a former professional football player, a defensive back in the NFL for 9 seasons, from 1969 to 1977. He played his college football at Oregon State, where he was a successful option quarterback.",
  "/wiki/1968_Oregon_State_Beavers_football_team": "The 1968 Oregon State Beavers football team represented Oregon State University during the 1968 NCAA University Division football season.  Home games were played on campus in Corvallis at Parker Stadium, with one at Civic Stadium in Portland.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/1969_Pittsburgh_Steelers_season": "The 1969 Pittsburgh Steelers season was the franchise's 37th in the National Football League. It would mark a turning point of the Steelers franchise. 1969 was the first season for Hall of Fame head coach Chuck Noll, the first season for defensive lineman \"Mean Joe\" Greene and L. C. Greenwood, the first season for longtime Steelers public relations director Joe Gordon, and the team's last season in Pitt Stadium before moving into then-state-of-the-art Three Rivers Stadium the following season.",
  "/wiki/Bob_Adams_(American_football)": "Robert Bruce Adams (born August 15, 1946) is a former professional American football tight end in the National Football League (NFL) and a spokesperson for the Church of Scientology International. He attended El Camino High School during the 1960s, and was encouraged by a coach at the College of San Mateo to play football. He played for a single season at the college, during 1966, while participating in other sports at the school including track-and-field and basketball. A former coach of the College of San Mateo, Doug Scovil, recruited Adams to the College of the Pacific, where he received a full scholarship to play football there. By 1968, he was captain of the team's offense at the school.",
  "/wiki/Ed_O%27Neill": "Edward Leonard O'Neill (born April 12, 1946) is an American actor and comedian. His roles include Al Bundy on the Fox Network sitcom Married... with Children, for which he was nominated for two Golden Globes, and Jay Pritchett on the award-winning ABC sitcom Modern Family, a role for which he has been nominated for three Primetime Emmy Awards and won four Screen Actors Guild Awards, all for being part of a best Ensemble in a Comedy Series. He has also appeared in the Wayne's World film series, Little Giants, Prefontaine, The Bone Collector and Sun Dogs, and has done voice-work for the Wreck It Ralph franchise and Finding Dory.",
  "/wiki/Youngstown_State_Penguins_football": "The  Youngstown State Penguins football team represents Youngstown State University in college football. Youngstown State currently plays as a member of the NCAA at the NCAA Division I Football Championship Subdivision (formerly known as Division I-AA) and are a member of the Missouri Valley Football Conference (MVFC). The Penguins have played their home games in Stambaugh Stadium, more commonly called \"The Ice Castle,\" since 1982.",
  "/wiki/1969_San_Francisco_49ers_season": "The 1969 San Francisco 49ers season was the team's 20th year with the National Football League.",
  "/wiki/Wayne_Moore_(American_football)": "Solomon Wayne Moore (August 17, 1945 – August 19, 1989) was an NFL offensive tackle in the National Football League who played nine seasons with the Miami Dolphins. He was a member of the Dolphins' undefeated team in 1972. He played both college football and basketball at Lamar University.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/1968_Lamar_Cardinals_football_team": "The 1968 Lamar Tech Cardinals football team represented the Lamar State College of Technology in the 1968 NCAA College Division football season as a member of the Southland Conference.  The Cardinals played their home games at Cardinal Stadium now named Provost Umphrey Stadium in Beaumont, Texas.  The team finished the season with a 0–10 overall record and a 0–4 conference record.",
  "/wiki/Southland_Conference": "The Southland Conference, abbreviated to SLC, is a collegiate athletic conference which operates in the South Central United States (specifically Texas, Louisiana, and Arkansas). It participates in the NCAA's Division I for all sports; for football, it participates in the Division I Football Championship Subdivision (FCS).  The Southland sponsors 18 sports, 10 for women and eight for men, and is governed by a presidential Board of Directors and an Advisory Council of athletic and academic administrators.  Tom Burnett was named the Southland's sixth commissioner on Dec. 23, 2002. From 1996 to 2002, for football only, the Southland Conference was known as the Southland Football League.",
  "/wiki/1969_Washington_Redskins_season": "The 1969 Washington Redskins season was the franchise's 38th season in the National Football League.  The team improved on their 5–9 record from 1968, by hiring legendary Green Bay Packers head coach Vince Lombardi. Sam Huff (a future member of the Pro Football Hall of Fame) came out of retirement specifically to play for Lombardi and finished with a record of 7–5–2.",
  "/wiki/Curt_Knight": "Luther Curtis Knight, Jr.  (born April 14, 1943 in Gulfport, Mississippi, United States) is a former NFL placekicker for the Washington Redskins of the National Football League (1969–1973) and was the NFL's second leading scorer in 1971.  During the off-season he worked toward a BBA at the University of Texas.",
  "/wiki/1968_Texas_Longhorns_football_team": "The 1968 Texas Longhorns football team represented the University of Texas at Austin during the 1968 NCAA University Division football season.",
  "/wiki/Southwest_Conference": "The Southwest Conference (SWC) was an NCAA Division I college athletic conference in the United States that existed from 1914 to 1996. Composed primarily of schools from Texas, at various times the conference included schools from Oklahoma and Arkansas as well, but not from the actual Southwestern United States.",
  "/wiki/Ted_Vactor": "Theodore Francis Vactor (born May 27, 1944) is a former American football cornerback in the National Football League (NFL) for the Washington Redskins and Chicago Bears.  He played college football at the University of Nebraska.",
  "/wiki/1968_Nebraska_Cornhuskers_football_team": "The 1968 Nebraska Cornhuskers football team represented the University of Nebraska in the 1968 NCAA University Division football season. The team was coached by Bob Devaney and played their home games in Memorial Stadium in Lincoln.",
  "/wiki/Big_Eight_Conference": "The Big Eight Conference was a National Collegiate Athletic Association (NCAA)-affiliated Division I-A college athletic association that sponsored football.  It was formed in January 1907 as the Missouri Valley Intercollegiate Athletic Association (MVIAA) by its charter member schools: the University of Kansas, University of Missouri, University of Nebraska, and Washington University in St. Louis.  Additionally, the University of Iowa was an original member of the MVIAA, while maintaining joint membership in the Western Conference (now the Big Ten Conference)."
}