{
  "/wiki/FIS_Ski_Flying_World_Championships_1972": "The FIS Ski Flying World Ski Championships 1972 took place on 24-26 March 1972 in Planica, Slovenia.",
  "/wiki/Planica": "Planica (Slovene pronunciation: [plaˈnìːtsa]) is an Alpine valley in northwestern Slovenia, extending south from the border village of Rateče, not far from another well-known ski resort, Kranjska Gora. Further south, the valley extends into the Tamar Valley, a popular hiking destination in Triglav National Park.",
  "/wiki/Letalnica_Bratov_Gorišek": "Letalnica bratov Gorišek (English: Flying hill of Gorišek brothers) is a ski flying hill and the biggest of eight hills located at the Planica Nordic Centre in Planica, Slovenia. It was built in 1969 and is named after the original constructors and brothers Vlado (also known as Lado) and Janez Gorišek. With a total of 28 world records set it is the world leading ski jump hill in this statistic. The world's steepest zip-line with average incline of 38.33% (20.9°) and maximum incline of 58.7% (30.5°) incline opened at the hill on 19 September 2015.",
  "/wiki/FIS_Ski_Flying_World_Championships_1973": "The FIS Ski Flying World Ski Championships 1973 took place in Oberstdorf, West Germany between 8-10 March 1973. From 1973 to 1985, these championships would be held in odd-numbered years.",
  "/wiki/Oberstdorf": "Oberstdorf (Low Alemannic: Oberschdorf) is a  municipality and skiing and hiking town in Germany, located in the Allgäu region of the Bavarian Alps. It is the southernmost settlement in Germany and one of its highest towns.",
  "/wiki/Heini-Klopfer-Skiflugschanze": "Heini-Klopfer-Skiflugschanze (Heini Klopfer Flying Hill (in English)) is a ski flying hill in Oberstdorf, Germany. The hill is named after its designer Heini Klopfer, a ski jumping architect from Oberstdorf, in 1970. It should not be confused with another venue in Oberstdorf, the Schattenberg ski jumping hill, about 7 kilometres to the north.",
  "/wiki/FIS_Ski_Flying_World_Championships_1975": "The FIS Ski Flying World Ski Championships 1975 took place in Bad Mitterndorf, Austria between 14–16 March 1975.",
  "/wiki/Bad_Mitterndorf": "Bad Mitterndorf is a town in Salzkammergut in the Austrian state of Styria.",
  "/wiki/Kulm_(ski_flying_venue)": "Kulm is a ski flying hill located in Tauplitz/Bad Mitterndorf, Styria, Austria. Opened on 8 March 1950, the hill is one of only five of its type in the world, allowing for jumps of more than 240 metres. The current hill record of 244 m was set by Peter Prevc during the 2016 Ski Flying World Championships. The women's world record of 200 m was set by Daniela Iraschko-Stolz in 2003, who remains the only woman in history to have jumped to 200 m. Furthermore, the men's world record has been set three times at Kulm.",
  "/wiki/FIS_Ski_Flying_World_Championships_1977": "The FIS Ski Flying World Championships 1977 took place in Vikersund, Norway on 18 February 1977. Switzerland's Walter Steiner became the first-two-time winner of the championships.",
  "/wiki/Vikersund": "Vikersund is a town of 3,148 (in 2016) inhabitants in the municipality capital of Modum, in the county of Buskerud, Norway.",
  "/wiki/Vikersundbakken": "Vikersundbakken or Vikersund Hill is a ski flying hill at Vikersund in Modum, Norway. It is the second largest in the world right after Planica, Slovenia. Nine world records have been set on the hill, with the current of 253.5 meters being set by Stefan Kraft. The complex also consists of a large hill, a normal hill and several training hills.",
  "/wiki/FIS_Ski_Flying_World_Championships_1979": "The FIS Ski Flying World Ski Championships 1979 took place in Planica, Yugoslavia for the second time, between 15-18 March 1979. Planica hosted the FIS Ski Flying World Championships in 1972. With calculation line at K165 at that time.",
  "/wiki/Letalnica_bratov_Gorišek": "Letalnica bratov Gorišek (English: Flying hill of Gorišek brothers) is a ski flying hill and the biggest of eight hills located at the Planica Nordic Centre in Planica, Slovenia. It was built in 1969 and is named after the original constructors and brothers Vlado (also known as Lado) and Janez Gorišek. With a total of 28 world records set it is the world leading ski jump hill in this statistic. The world's steepest zip-line with average incline of 38.33% (20.9°) and maximum incline of 58.7% (30.5°) incline opened at the hill on 19 September 2015.",
  "/wiki/FIS_Ski_Flying_World_Championships_1981": "The FIS Ski Flying World Ski Championships 1981 took place in Oberstdorf, West Germany for the second time. Oberstdorf hosted the FIS Ski Flying World Championships in 1973.",
  "/wiki/FIS_Ski_Flying_World_Championships_1983": "The FIS Ski Flying World Ski Championships 1983 took place at Čerťák in Harrachov, Czechoslovakia on 1 January 1983.",
  "/wiki/Harrachov": "Harrachov (Czech pronunciation: [ˈɦaraxof]; German: Harrachsdorf) is a town in Semily District, Liberec Region, in the northern Czech Republic, close to the border with Poland.",
  "/wiki/Čerťák": "Čerťák is a ski jumping stadium with two hills located in the city of Harrachov in the Czech Republic.",
  "/wiki/FIS_Ski_Flying_World_Championships_1985": "The FIS Ski Flying World Ski Championships 1985 took place in Planica, Yugoslavia for the record third time. Planica hosted the championships previously in 1972 and 1979. Defending champion was Klaus Ostwald from East Germany. And new champion became Matti Nykänen.",
  "/wiki/FIS_Ski_Flying_World_Championships_1986": "The 1986 FIS Ski Flying World Ski Championships took place on 8–9 March 1986 at Kulm in Bad Mitterndorf, Austria. The venue had previously hosted the 1975 Ski Flying World Championships.",
  "/wiki/FIS_Ski_Flying_World_Championships_1988": "The FIS Ski Flying World Ski Championships 1988 took place in Oberstdorf, West Germany for the record-tying third time, matching Planica, Yugoslavia (now Slovenia). Oberstdorf hosted the championships previously in 1973 and 1981.",
  "/wiki/FIS_Ski_Flying_World_Championships_1990": "The FIS Ski Flying World Ski Championships 1990 took place on 25 February 1990 in Vikersund, Norway for the second time. Vikersund hosted the championships previously in 1977.",
  "/wiki/FIS_Ski_Flying_World_Championships_1992": "The 1992 FIS Ski Flying World Ski Championships took place on 21–22 March 1992 at Čerťák in Harrachov, Czechoslovakia for the second time. Harrachov previously hosted the event in 1983. It is the first Ski Flying World Championships in which Germany competed as a unified nation since their October 1990 reunification. Japan's Noriaki Kasai became the first non-European to both medal and win at the event.",
  "/wiki/FIS_Ski_Flying_World_Championships_1994": "The FIS Ski Flying World Ski Championships 1994 took place on 20 March 1994 in Planica, Slovenia for the record fourth time. Planica had previously hosted the championships when it was part of Yugoslavia in 1972, 1979, and 1985. This was the first major international sporting event to take place in Slovenia after it declared its independence from Yugoslavia in 1991 following the Ten-Day War. It also marked the first time the Czech Republic and Slovakia were dissolved from Czechoslovakia in January 1993.",
  "/wiki/FIS_Ski_Flying_World_Championships_1996": "The FIS Ski Flying World Ski Championships 1996 took place on 11 February 1996 in Bad Mitterndorf, Austria for the third time. Bad Mitterndorf hosted the championships previously in 1975 and 1986. At these championships, the number of jumps expanded from two to four.",
  "/wiki/FIS_Ski_Flying_World_Championships_1998": "The FIS Ski Flying World Ski Championships 1998 took place on 25 January 1998 in Oberstdorf, Germany for the record-tying fourth time, matching that of Planica, Slovenia. Oberstdorf hosted the championships previously in West Germany in 1973, 1981, and 1988. Japan's Kazuyoshi Funaki would go on to win the gold medal in the individual large hill event at the 1998 Winter Olympics in Nagano nearly three weeks later. As of 2009, he is the only person to win the Ski Flying World Championships and a Winter Olympic gold medal in the same year. Dieter Thoma became the first person to medal for two different nations at the championships with his bronze (He won the championships in 1990 while competing for West Germany.).",
  "/wiki/FIS_Ski_Flying_World_Championships_2000": "The FIS Ski Flying World Ski Championships 2000 took place on 14 February 2000 in Vikersund, Norway for the third time. Vikersund hosted the championships previously in 1977 and 1990. The event was limited to three jumps due to weather conditions.",
  "/wiki/FIS_Ski_Flying_World_Championships_2002": "The FIS Ski Flying World Ski Championships 2002 took place on 9 and 10 March 2002 at Čerťák in Harrachov, Czech Republic for the third time. Harrachov hosted the championships previously in Czechoslovakia in 1983 and 1992. This marked the first time the event took place on separate days. Germany's Sven Hannawald led after the first day, but the results were allowed to stand after two jumps after weather cancelled the final two jumps on the second day. Hannawald became the first repeat winner of the championships as a result. Finland's Matti Hautamäki had the longest jump of the competition  with his first-round jump of 202.5 m.",
  "/wiki/FIS_Ski_Flying_World_Championships_2004": "The FIS Ski Flying World Ski Championships 2004 took place on 19–22 February 2004 in Planica, Slovenia for the record fifth time. Planica hosted the championships previously in 1972, 1979, 1985, and 1994. The team event, consisting of two jumps, debuted at these championships.",
  "/wiki/FIS_Ski_Flying_World_Championships_2006": "The FIS Ski Flying World Ski Championships 2006 took place on 12-15 January 2006 in Bad Mitterndorf, Austria (The International Ski Federation has location listed as Kulm, the ski jumping venue located in Bad Mitterndorf.) for the fourth time. Bad Mitterndorf hosted the championships previously in 1975, 1986, and 1996. Norway repeated as team champion while Roar Ljøkelsøy repeated as individual champion. A record four nations won medals.",
  "/wiki/FIS_Ski_Flying_World_Championships_2008": "The FIS Ski Flying World Ski Championships 2008 took place on 21–24 February 2008 in Oberstdorf, Germany for the record tying fifth time, matching that of Planica, Slovenia. Oberstdorf  hosted the championships previously in 1973, 1981, 1988, and 1998. For the first time, both events were held in the evening. Finland's Janne Ahonen won his record seventh medal though none of them have been gold with five silvers and two bronzes.",
  "/wiki/FIS_Ski_Flying_World_Championships": "The FIS Ski Flying World Championships is a ski flying event organised by the International Ski Federation and held every two years. The event takes place on hills much larger than ski jumping hills, with the K-point set between 185 metres (607 ft) and 200 m (660 ft). Unlike ordinary ski jumping, the Ski Flying World Champion is determined after four jumps. 40 jumpers qualify for the competition and jump the first round, 10 are eliminated, and the 30 remaining jumpers compete in the last three rounds. The person with most points combined after four jumps is declared the World Champion. In 2004, the FIS introduced a team event between national teams of four jumpers, with two jumps each."
}