{
  "/wiki/1982_NCAA_Division_I-A_football_season": "The 1982 NCAA Division I-A football season was the last for Paul \"Bear\" Bryant as head coach at Alabama, retiring with 323 victories in 38 seasons.",
  "/wiki/Ray_Bentley": "Ray Russell Bentley (born November 25, 1960) is a former professional American football linebacker, broadcaster, and author.",
  "/wiki/Central_Michigan_Chippewas_football": "The Central Michigan Chippewas are a college football program in Division I FBS, representing Central Michigan University (CMU). CMU currently[when?] has the 30th highest overall winning percentage of programs currently playing in NCAA Division I.",
  "/wiki/1983_NCAA_Division_I-A_football_season": "The 1983 NCAA Division I-A football season ended with the University of Miami, led by Bernie Kosar, winning their first national championship over perennial power and top ranked Nebraska in the Orange Bowl.",
  "/wiki/Tim_Tyrrell": "Timothy Gerard Tyrrell (born February 19, 1961) is a former professional American football running back who played in the National Football League. He played six seasons for the Atlanta Falcons (1984–1986), the Los Angeles Rams (1986–1988), and the Pittsburgh Steelers (1989).",
  "/wiki/Northern_Illinois_Huskies_football": "The Northern Illinois Huskies football team are a college football program representing Northern Illinois University (NIU) in the Football Bowl Subdivision (FBS) of college football. NIU football plays its home games at Huskie Stadium on the campus of the Northern Illinois University in DeKalb, Illinois.",
  "/wiki/1984_NCAA_Division_I-A_football_season": "The 1984 NCAA Division I-A football season was topsy-turvy from start to finish.  It ended with the BYU Cougars being bestowed their first and only national championship by beating Michigan in the Holiday Bowl. While the Cougars finished with a perfect 13-0 record and were the consensus National Champions, some commentators maintain this title was undeserved citing their weak schedule (none of their conference opponents in the WAC finished with fewer than four losses, and even Michigan finished the season at 6-6 after the bowl loss) and argue that the championship should have gone to the 11-1 Washington Huskies. Despite this the Cougars were voted #1 in the final AP and UPI polls. The Huskies (and five other teams) declined an invitation to play BYU in the Holiday Bowl; they decided instead to play Oklahoma in the more prestigious 1985 Orange Bowl. All subsequent national champions have come from what are now known as the Power Five conferences + Notre Dame.",
  "/wiki/Brian_McClure": "Brian McClure (born December 28, 1963) is a former American football quarterback for the Bowling Green Falcons.",
  "/wiki/Bowling_Green_Falcons_football": "The Bowling Green Falcons football team is the intercollegiate football team of Bowling Green State University. The team is a member of the NCAA, playing at the Division I Football Bowl Subdivision, formerly Division I-A, level; BGSU football competes within the Mid-American Conference in the East Division. The Falcons have played their home games in Doyt Perry Stadium since 1966. The stadium currently holds 24,000 spectators. In their 93-year history, the Falcons have won 12 MAC championships and a College Division national championship – as voted by the UPI in 1959. The current head coach is Scot Loeffler.",
  "/wiki/1985_NCAA_Division_I-A_football_season": "The 1985 NCAA Division I-A football season saw the Oklahoma Sooners, led by head coach Barry Switzer, win the national championship.",
  "/wiki/1986_NCAA_Division_I-A_football_season": "The 1986 NCAA Division I-A football season ended with Penn State winning the national championship. Coached by Joe Paterno, they defeated Miami (Fl) 14–10 in the Fiesta Bowl. This Fiesta Bowl was the first in the game's history to decide the national championship, launching it into the top tier of bowls.",
  "/wiki/Miami_RedHawks_football": "The Miami RedHawks football (known as the Miami Redskins before 1996) program represents Miami University, located in Oxford, Ohio, in college football at the NCAA Division I FBS level. The RedHawks compete in the Mid-American Conference and are known for producing several high-profile head coaches, earning it the nickname \"Cradle of Coaches\". The team is currently coached by Chuck Martin and play their home games at Yager Stadium.",
  "/wiki/1987_NCAA_Division_I-A_football_season": "The 1987 NCAA Division I-A football season ended with Miami winning its second national championship during the '80s in an Orange Bowl match-up featuring a rare No. 1 vs. No. 2 matchup between the top ranked Oklahoma Sooners and the Hurricanes.",
  "/wiki/Eric_Wilkerson": "Eric LaShawn Wilkerson (born December 19, 1966) is a former American football running back who played one season with the Pittsburgh Steelers of the National Football League. He played college football at Kent State University and attended Cleveland Central Catholic High School in Cleveland, Ohio. He was also a member of the Detroit Lions, New York/New Jersey Knights and Cleveland Thunderbolts.",
  "/wiki/Kent_State_Golden_Flashes_football": "The Kent State Golden Flashes football team is a varsity intercollegiate athletic team of Kent State University in Kent, Ohio. The team is a member of the Mid-American Conference East division, which is part of the National Collegiate Athletic Association's Football Bowl Subdivision (formerly Division I-A). The Golden Flashes played their first game in 1920 and since 1969 have played their home games at Dix Stadium.",
  "/wiki/1988_NCAA_Division_I-A_football_season": "The 1988 NCAA Division I-A football season ended with Notre Dame winning the national championship.  The Fighting Irish won the title via a 34-21 defeat of previously unbeaten West Virginia in the Fiesta Bowl in Tempe, Arizona. With 4 of the final Top 5 teams being independents (with the University of Miami and Florida State joining the Fighting Irish and Mountaineers), 1988 became a focus for fans and critics who wondered how the traditional conferences would deal with the indies (the answer ultimately involved all of these teams joining major conferences).",
  "/wiki/Tony_Kimbrough": "Anthony Kimbrough (born January 20, 1964) is a former American college and professional football player who was a quarterback in the Canadian Football League (CFL) and the Arena Football League (CFL). He played college football at Grand Rapids Community College before transferring Western Michigan University, earning Mid-American Conference (MAC) player of the year honors in 1988.",
  "/wiki/Western_Michigan_Broncos_football": "The Western Michigan Broncos football program represents Western Michigan University in the Football Bowl Subdivision of Division I and the Mid-American Conference (MAC). Western Michigan has competed in football since 1906, when they played three games in their inaugural season. In 1927, WMU joined four other schools (Central Michigan University, Eastern Michigan University, Ferris State University, and Wayne State University) to form the Michigan Collegiate Conference. Western Michigan then moved to its present conference in 1948. Prior to 1939, Western Michigan's athletic teams were known as the Hilltoppers.",
  "/wiki/1989_NCAA_Division_I-A_football_season": "The 1989 NCAA Division I-A football season ended with Miami winning its third National Championship during the 1980s, cementing its claim as the decade's top team, winning more titles than any other program.",
  "/wiki/David_Riley_(American_football)": "David Riley (born August 2, 1967) is a former American football quarterback who played two seasons in the Arena Football League with the Cincinnati Rockers and Milwaukee Mustangs.",
  "/wiki/Ball_State_Cardinals_football": "The Ball State Cardinals football team is a college football program representing  Ball State University in National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) college football. Mike Neu is the current head coach. Ball State plays its home games on Scheumann Stadium on the campus of Ball State University in Muncie, Indiana. The Cardinals compete in the Mid-American Conference as a member of the West Division.",
  "/wiki/1990_NCAA_Division_I-A_football_season": "The 1990 NCAA Division I-A football season ended with a split national championship and the ensuing controversy helped lead to the creation of the Bowl Coalition, a precursor to the Bowl Championship Series. The national title was split between the Colorado Buffaloes and the Georgia Tech Yellow Jackets. The Buffaloes (11–1–1) took the AP poll while the Yellow Jackets (11–0–1) took the UPI Coaches poll by one vote over Colorado, 847 to 846. During the season Colorado had a particularly controversial victory over Missouri in what would later be known as the \"Fifth Down Game\".",
  "/wiki/1991_NCAA_Division_I-A_football_season": "The 1991 NCAA Division I-A football season was the main college football season sanctioned by the National Collegiate Athletic Association (NCAA). The season began on August 28, 1991, and ended on January 1, 1992. For the second consecutive season, there was a split national championship. Both the Miami Hurricanes and the Washington Huskies finished the season undefeated (12–0) and with the top ranking in a nationally recognized poll.",
  "/wiki/Erik_White": "Erik White is an American music video director. In 2010, he made his feature film directorial debut with the comedy film Lottery Ticket, starring rappers Bow Wow and Ice Cube. He appeared on the reality show competition The Glee Project on the Oxygen network.",
  "/wiki/1992_NCAA_Division_I-A_football_season": "The 1992 NCAA Division I-A football season was the first year of the Bowl Coalition and concluded with Alabama's first national championship in thirteen years—their first since the departure of Bear Bryant.  One of Bryant's former players, Gene Stallings, was the head coach, and he used a style similar to Bryant's, a smashmouth running game combined with a tough defense.",
  "/wiki/1993_NCAA_Division_I-A_football_season": "The 1993 NCAA Division I-A football season saw Florida State crowned national champions, in both the AP and Coaches poll.",
  "/wiki/Mike_Neu": "Michael David Neu (born December 29, 1970) is the head coach of the Ball State Cardinals football team at Ball State University in Muncie, Indiana. Before taking that position in January 2016, he was the quarterbacks coach for the New Orleans Saints of the National Football League. Previously he was a quarterback in the Arena Football League and head coach of the New Orleans VooDoo. Neu has 3 children; Graycen (17), Carson (16), and Chase (7). His family always attends football games to cheer him on, such as his mother Gwyndoline, nieces Josie, Randee and Lacie, and his 8 brothers and sisters.",
  "/wiki/1994_NCAA_Division_I-A_football_season": "The 1994 NCAA Division I-A football season was the main college football season sanctioned by the NCAA. The season began in August 1994 and ended on January 2, 1995. Nebraska, who finished the season undefeated, ended the year ranked #1 in both the Associated Press and Coaches polls. This was the first national championship of coach Tom Osborne's career at Nebraska, despite coming close in two prior attempts; in 1983, his team lost to Miami after Osborne, with his team trailing 31-30 late in the game, elected to try for the lead instead of the tie and failed. In the previous season, Osborne's team lost to eventual national champion Florida State on a missed field goal as time expired.",
  "/wiki/1995_NCAA_Division_I-A_football_season": "The 1995 NCAA Division I-A football season was the first year of the Bowl Alliance.",
  "/wiki/Toledo_Rockets_football": "The Toledo Rockets football team is a college football program in Division I FBS, representing the University of Toledo. The Rockets compete in the Mid-American Conference. Toledo began playing football in 1917, although it did not field teams in 1931, and 1943–1945. Since the inception of the AP Poll in 1936 Toledo has finished in the Top 25 four times. Its highest finish came in 1970 when it ranked #12 after finishing 12–0–0. The University of Toledo has a 10–7 record in bowl games. The Rockets were the 2017 MAC champions. The team's current head coach is Jason Candle.",
  "/wiki/1996_NCAA_Division_I-A_football_season": "The 1996 NCAA Division I-A football season ended with the Florida Gators crowned National Champions, but not as unanimously as the Bowl Alliance would have hoped.",
  "/wiki/Brad_Maynard": "Bradley Alan Maynard (born February 9, 1974) is a former American football punter. He was drafted by the New York Giants in the third round of the 1997 NFL Draft, and has also been a member of the Chicago Bears, Houston Texans, and the Cleveland Browns.",
  "/wiki/1997_NCAA_Division_I-A_football_season": "The 1997 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1997 and culminated with the major bowl games in early January 1998.  The national championship was split for the third time in the 1990s.  The Michigan Wolverines finished the season atop the AP Poll after completing a 12–0 campaign with a Big Ten Conference championship and a victory in the Rose Bowl over Washington State.  The Nebraska Cornhuskers garnered the top ranking in the Coaches' Poll with a 13–0 record, a Big 12 Conference championship, and a win over Tennessee in the Orange Bowl.  Michigan's Charles Woodson, who played primarily at cornerback, but also saw time on offense as a wide receiver and on special teams as a punt returner, won the Heisman Trophy, becoming the first primarily defensive player to win the award.  The 1997 season was the third and final season in which the major bowl games were organized under the Bowl Alliance system.  The Bowl Championship Series was instituted the following year.",
  "/wiki/Randy_Moss": "Randy Gene Moss (born February 13, 1977) is an American former professional football player who is a television sports analyst. He played wide receiver for 14 seasons in the National Football League (NFL). He holds the NFL single-season touchdown reception record (23 in 2007), the NFL single-season touchdown reception record for a rookie (17 in 1998), and is second on the NFL all-time regular season touchdown reception list with 156.  He currently works for ESPN as a studio analyst for their Sunday NFL Countdown and Monday Night Countdown programs.",
  "/wiki/Marshall_Thundering_Herd_football": "The Marshall Thundering Herd football team is an intercollegiate varsity sports program of Marshall University. The team represents the university as a member of the Conference USA Eastern division of the National Collegiate Athletic Association, playing at the NCAA Division I Football Bowl Subdivision level.",
  "/wiki/1998_NCAA_Division_I-A_football_season": "The 1998 NCAA Division I-A football season, play of college football in the United States organized by the National Collegiate Athletic Association at the Division I-A level, began in late summer 1998 and culminated with the major bowl games in early January 1999. It was the first season of the Bowl Championship Series (BCS), which saw the Tennessee Volunteers win the national championship, one year after star quarterback Peyton Manning left for the National Football League (NFL). Tennessee defeated the Florida State Seminoles, 23–16, in the Fiesta Bowl in Tempe, Arizona, to secure the inaugural BCS National Championship.",
  "/wiki/Travis_Prentice": "Travis Jason Prentice (born October 27, 1976) is a former American football running back who played collegiately at Miami of Ohio. Prentice held the NCAA Division I-A record for career rushing touchdowns until it was broken by Wisconsin's Montee Ball in 2012, and again by Keenan Reynolds of Navy in 2015.",
  "/wiki/1999_NCAA_Division_I-A_football_season": "The 1999 NCAA Division I-A football season saw Florida State named national champions, defeating Virginia Tech in the BCS Sugar Bowl.",
  "/wiki/Chad_Pennington": "James Chadwick Pennington (born June 26, 1976) is a former American football quarterback who played in the National Football League (NFL) for eleven seasons. He played college football at Marshall University and was drafted by the New York Jets in the first round, as the eighteenth overall selection in the 2000 NFL Draft. He played for the Jets from 2000 to 2007 and for the Miami Dolphins from 2008 to 2010. Pennington is the only player to win the AP NFL Comeback Player of the Year Award twice, doing so in 2006 and 2008. In 2008, he finished second in MVP voting to Peyton Manning. At the time of his retirement, Pennington was the NFL's all-time leader in career completion percentage at 66.0% among quarterbacks with at least 1,500 pass attempts, being surpassed by Drew Brees during the 2014 season.",
  "/wiki/2000_NCAA_Division_I-A_football_season": "The 2000 NCAA Division I-A football season ended with the Oklahoma Sooners claiming their first national championship and their first conference championship since the departure of head coach Barry Switzer.",
  "/wiki/2001_NCAA_Division_I-A_football_season": "The 2001 NCAA Division I-A football season ended with the University of Miami winning the national title for the fifth time.",
  "/wiki/Byron_Leftwich": "Byron Antron Leftwich (born January 14, 1980) is an American football coach and former quarterback who is the current offensive coordinator for the Tampa Bay Buccaneers of the National Football League (NFL). He played college football at Marshall University and was drafted by the Jacksonville Jaguars seventh overall in the 2003 NFL Draft. Leftwich also played for the Atlanta Falcons, Pittsburgh Steelers and Tampa Bay Buccaneers. He earned a Super Bowl ring with the Steelers in Super Bowl XLIII as they beat the Arizona Cardinals. Leftwich previously served as quarterbacks coach and offensive coordinator for the Cardinals until he was terminated after the 2018 season."
}