{
  "/wiki/Sportpaleis": "The Antwerps Sportpaleis (English: Antwerp's Sport Palace), also called Sportpaleis Antwerpen, Sportpaleis Merksem or simply the Sportpaleis, is an arena in Antwerp, Belgium. It is a multipurpose hall where concerts, sporting events, festivals and fairs are organized. The arena was built for sport, especially track cycling, but there is now little sport there, an exception being the Diamond Games tennis. It is the largest indoor venue in Europe.",
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Manchester_Arena": "The Manchester Arena is an indoor arena in Manchester, England, immediately north of the city centre and partly above Manchester Victoria station in air rights space.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/AccorHotels_Arena": "AccorHotels Arena (originally known as Palais Omnisports de Paris-Bercy; also  known as Bercy Arena in competitions where commercial names are prohibited, such as in the Olympic Games) is an indoor sports arena and concert hall located in the neighborhood of Bercy, on boulevard de Bercy, in the 12th arrondissement of Paris, France. The closest métro station is Bercy. Designed by the architectural firm Andrault-Parat, Jean Prouvé and Aydin Guvan, the arena has a pyramidal shape, and walls covered with a sloping lawn. It has a seating capacity ranging from 7,000 to 20,300, depending on the event",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Altice_Arena": "Altice Arena (formerly MEO Arena; also referred to by its original name, Pavilhão Atlântico) is a multi-purpose indoor arena in Lisbon, Portugal. The arena is among the largest indoor arenas in Europe and the largest in Portugal with a capacity of 20,000 people and was built in 1998 for Expo '98.",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/The_O2_Arena": "The O2 Arena is a multi-purpose indoor arena in the centre of The O2 entertainment complex on the Greenwich Peninsula in southeast London. It opened in its present form in 2007. It has the second-highest seating capacity of any indoor venue in the United Kingdom, behind the Manchester Arena, and in 2008 was the world's busiest music arena.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Žalgiris_Arena": "Žalgiris Arena is a multi-purpose indoor arena in the New Town of Kaunas, Lithuania. The arena is located on an island of the Nemunas River. It is the largest indoor arena in the Baltics. The arena's maximum possible seating capacity for basketball games is 15,415, and 20,000 spectators for concerts (when the stage is in the middle, and 17,000 when stage is in the side of the arena). The Žalgiris Arena replaced the Kaunas Sports Hall as a major venue in the city.",
  "/wiki/Kaunas": "Kaunas (/ˈkaʊnəs/; Lithuanian: [ˈkɐʊˑnɐs] (listen); also see other names) is the second-largest city in Lithuania after Vilnius and the historical centre of Lithuanian economic, academic, and cultural life. Kaunas was the biggest city and the centre of a county in the Duchy of Trakai of the Grand Duchy of Lithuania and Trakai Palatinate since 1413. In the Russian Empire, it was the capital of the Kaunas Governorate from 1843 to 1915.",
  "/wiki/Lithuania": "Lithuania (/ˌlɪθjuˈeɪniə/ (listen) LITH-ew-AY-nee-ə; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of Europe. Lithuania is considered to be one of the Baltic states. The country is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest. Lithuania has an estimated population of 2.8 million people as of 2019[update], and its capital and largest city is Vilnius. Other major cities are Kaunas and Klaipėda. Lithuanians are Baltic people. The official language, Lithuanian, is one of only two living languages in the Baltic branch of the Indo-European language family, the other being Latvian.",
  "/wiki/Lanxess_Arena": "Lanxess Arena (originally Kölnarena, German for Cologne Arena) is an indoor arena, in Cologne, North Rhine-Westphalia, Germany. It is known as the 18,500-capacity home of the Kölner Haie. The arena opened in 1998 and can accommodate 20,000 people for concerts. With its capacity of 18,500, it is the largest ice hockey arena outside North America.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/O.A.C.A._Olympic_Indoor_Hall": "The O.A.C.A. Olympic Indoor Hall (honorarily named Nikos Galis Olympic Indoor Hall since 2016), which is a part of the Olympic Athletic Center of Athens (O.A.C.A.) «Spyros Louis» (Greek: O.A.K.A. «Σπύρος Λούης»), was completed in 1995, and was the largest indoor venue in use for sporting events at the 2004 Summer Olympics in Athens, Greece. It is located in Marousi, Athens. It is considered to be one of the biggest and most modern indoor sports arenas in all of Europe.",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/O2_Arena_(Prague)": "O2 Arena (formerly Sazka Arena, stylised as O2 arena) is a multi-purpose arena, in Prague, Czech Republic. It is home to HC Sparta Prague of the Czech Extraliga and is the second-largest ice hockey arena in Europe.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Štark_Arena": "The Štark Arena (originally known as Belgrade Arena) is a multi-purpose indoor arena located in Belgrade, Serbia. It is designed as a universal hall for sports, cultural events and other programs. The venue is used for several different sports events, such as basketball, futsal, handball, judo, table tennis, tennis, volleyball, water polo, as well as for concerts.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe.",
  "/wiki/Pala_Alpitour": "The Pala Alpitour (Palasport Olimpico or PalaIsozaki) is a multipurpose indoor arena that is located in the Santa Rita district of Turin, Italy. It is a few metres east of the Olympic Stadium. The arena has a seating capacity of 12,350 when it is configured for ice hockey, and it is the largest indoor sporting arena in Italy. The arena was originally built at a cost of €87 million euros, for the 2006 Winter Olympics, and long with the Torino Esposizioni, it hosted the ice hockey events.",
  "/wiki/Turin": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Palais_12": "Palais 12 / Paleis 12 (French: Palais 12, Dutch: Paleis 12) is an indoor arena in Brussels used for concerts and spectacles. With a capacity of roughly 15,000 it is one of the largest indoor venues in Belgium. Located in the Heysel Exhibition Park, it was originally built in 1989 but was redesigned and reopened in its current form in 2013.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/PostFinance_Arena": "PostFinance Arena (originally known as Eisstadion Allmend and Bern Arena) is an arena in Bern, Switzerland. It is primarily used for ice hockey and is the home arena of SC Bern. It was built in 1967 and currently accommodates 17,031 people. A characteristic of the PostFinance Arena is that it has the world's largest standing room grandstand within an arena, with a capacity of 10,422 bench seats.",
  "/wiki/Bern": "Bern or Berne (German: Bern [bɛrn] (listen); Alemannic German: Bärn [b̥æːrn]; French: Berne [bɛʁn] (listen); Italian: Berna [ˈbɛrna]; Romansh: Berna [ˈbɛrnɐ] (listen)) is the de facto capital of Switzerland, referred to by the Swiss as their \"federal city\", in German Bundesstadt, French ville fédérale, and Italian città federale.[note 1] With a population of about 140,000 (as of 2019), Bern is the fifth-most populous city in Switzerland. The Bern agglomeration, which includes 36 municipalities, had a population of 406,900 in 2014. The metropolitan area had a population of 660,000 in 2000. Bern is also the capital of the canton of Bern, the second-most populous of Switzerland's cantons.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Palau_Sant_Jordi": "Palau Sant Jordi (Catalan pronunciation: [pəˈlaw ˈsaɲ ˈʒɔɾði], English: St. George's Palace) is an indoor sporting arena and multi-purpose installation that is part of the Olympic Ring complex located in Barcelona, Catalonia, Spain. Designed by the Japanese architect Arata Isozaki, it was opened in 1990. The maximum seating capacity of the arena is 17,960. It is the largest indoor arena in Spain.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Mercedes-Benz_Arena_(Berlin)": "The Mercedes-Benz Arena (German: [mɛɐ̯ˌtseːdəsˈbɛnts ʔaˌʁeːnaː]) is a multipurpose indoor arena in the Friedrichshain neighborhood of Berlin, Germany, which opened in 2008.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Halle_Tony_Garnier": "The Halle Tony Garnier is an arena and concert hall in Lyon, France. It was designed by Tony Garnier in 1905. Originally a slaughterhouse, the building was renovated in 1987 and opened as a concert hall in 1988. With a capacity of nearly 17,000, it is the third biggest venue in France after the AccorHotels Arena and U Arena.",
  "/wiki/Lyon": "Lyon or Lyons (UK: /ˈliːɒ̃/, US: /liˈoʊn/,[c] French: [ljɔ̃] (listen); Arpitan: Liyon, pronounced [ʎjɔ̃]; Italian: Lione, pronounced [liˈone]) is the third-largest city and second-largest urban area of France. It is located in the country's east-central part at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnais.",
  "/wiki/Ziggo_Dome": "The Ziggo Dome (Dutch pronunciation: [ˈzɪgoː doːm] or [ˈzɪɣoː doːm]) is an indoor arena in Amsterdam, Netherlands. It is named after the Dutch cable TV provider Ziggo. In 2014, the Ziggo Dome Awards were announced, recognizing artists who performed at the arena.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Westfalenhallen": "Westfalenhallen (English: Halls of Westphalia) are three multi-purpose venues located in Dortmund, Germany. The original building was opened in 1925, but was destroyed during World War II. New halls were built, the Große Westfalenhalle opened in 1952. The capacity of the arena is 16,500. The Kleine Westfalenhalle served also for balls, exhibitions and concerts, such as the Dortmunder Philharmoniker, until the Opernhaus Dortmund was opened in 1966.",
  "/wiki/Dortmund": "Dortmund (/ˈdɔːrtmənd/, also UK: /-mʊnd/, US: /-mʊnt/, German: [ˈdɔʁtmʊnt] (listen); Westphalian Low German: Düörpm [ˈdyːœɐ̯pm̩]; Latin: Tremonia) is, with a population of 586,600 (2017), the third-largest city of Germany's most populous federal state of North Rhine-Westphalia after Cologne and Düsseldorf, and Germany's eighth-largest city. It is the largest city (by area and population) of the Ruhr, Germany's largest urban area with some 5.1 million (2011) inhabitants, as well as the largest city of Westphalia. On the Emscher and Ruhr rivers (tributaries of the Rhine), it lies in the Rhine-Ruhr Metropolitan Region and is considered the administrative, commercial, and cultural centre of the eastern Ruhr. Dortmund is the second largest city in the Low German dialect area after Hamburg, Dortmund was one of the host cities of the official tournaments of the 1974 and 2006 FIFA World Cup.",
  "/wiki/Rotterdam_Ahoy": "Rotterdam Ahoy (also known as Ahoy Rotterdam or simply as Ahoy) is a convention centre and multi-purpose arena located in Rotterdam, Netherlands. Opened in 1950, the complex consists of three main venues: a fairs and event hall, a congress and conference centre, and the Ahoy Arena. The Ahoy Arena (known as the \"Sportpaleis\" from 1971 to 2016), was opened on 15 January 1971 and since April 2019 has an increased seating capacity of 16,426.",
  "/wiki/Rotterdam": "Rotterdam (/ˈrɒtərdæm/, UK also /ˌrɒtərˈdæm/; Dutch: [ˌrɔtərˈdɑm] (listen)) is a city and municipality in the Netherlands. It is the second-largest Dutch city after the capital Amsterdam, and is located in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte, after which people settled around it for safety. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, Rotterdam is in the centre of the Rijnmond conurbation and lies at the southwest corner of the larger Randstad conurbation.",
  "/wiki/Royal_Arena": "Royal Arena is a multi-use indoor arena in Ørestad Syd, a new development in the city of Copenhagen, Denmark. The ground was broken for construction on 26 June 2013 and the arena opened in February 2017. It has a capacity of 13,000 for sporting events and up to 16,000 (either sitting or standing) for concerts.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/List_of_indoor_arenas_in_Europe": "This is a list of indoor arenas in Europe by capacity. A broad definition of \"Europe\" is used here, including the entirety of Russia, Turkey and Azerbaijan, Georgia, Armenia, Kazakhstan."
}