{
  "/wiki/1965_college_football_season": "During the 20th century, the NCAA had no playoff for the major college football teams in the University Division, later known as Division I-A. The NCAA did recognize a national champion based upon the final results of \"wire service\" (AP and UPI) polls.  The \"writers' poll\" by Associated Press (AP) was the most popular, followed by the \"coaches' poll\" by United Press International) (UPI).  Prior to 1965, both services issued their final polls at the close of the regular season, but before teams competed in bowl games.  For the 1965 season, the AP took its final poll after the postseason games, an arrangement made permanent in 1968.  The Associated Press presented the \"AP Trophy\" to the winner.",
  "/wiki/Bo_Schembechler": "Glenn Edward \"Bo\" Schembechler Jr. (/ˈʃɛmbɛklər/ SHEM-bek-lər; April 1, 1929 – November 17, 2006) was an American football player, coach, and athletics administrator.  He served as the head football coach at Miami University from 1963 to 1968 and at the University of Michigan from 1969 to 1989, compiling a career record of 234–65–8.  Only Nick Saban, Joe Paterno and Tom Osborne have recorded 200 victories in fewer games as a coach in major college football. In his 21 seasons as the head coach of the Michigan Wolverines, Schembechler's teams amassed a record of 194–48–5 and won or shared 13 Big Ten Conference titles.  Though his Michigan teams never won a national championship, in all but one season they finished ranked, and 16 times they placed in the final top ten of both major polls.",
  "/wiki/Miami_RedHawks_football": "The Miami RedHawks football (known as the Miami Redskins before 1996) program represents Miami University, located in Oxford, Ohio, in college football at the NCAA Division I FBS level. The RedHawks compete in the Mid-American Conference and are known for producing several high-profile head coaches, earning it the nickname \"Cradle of Coaches\". The team is currently coached by Chuck Martin and play their home games at Yager Stadium.",
  "/wiki/1966_college_football_season": "The 1966 University Division football season was marked by some controversy as the year of \"The Tie\", a famous 10–10 game between the two top-ranked teams, Michigan State and Notre Dame on November 19. Both teams were crowned national champions by various organizations after the regular season concluded, and neither participated in bowl game. Alabama finished the regular season undefeated and was third in the AP poll, while Georgia was fourth. Alabama went on to win the Sugar Bowl in dominant fashion. During the 20th century, the NCAA had no playoff for the major college football teams in the University Division, later known as Division I-A.",
  "/wiki/Bill_Doolittle": "Francis William Doolittle (August 10, 1923 – April 10, 2014) was an American football player and coach.  Doolittle attended high school in Mansfield, Ohio, where he was selected as an all-state quarterback in his senior year. He enrolled at Ohio State University in 1941. He enlisted in the United States Marine Corps in 1943, served 53 months in the military and earned a Bronze Star for his service in the Pacific Theater before returning to Ohio State. He played college football as quarterback for the Ohio State Buckeyes football team in 1946 and 1947.",
  "/wiki/Western_Michigan_Broncos_football": "The Western Michigan Broncos football program represents Western Michigan University in the Football Bowl Subdivision of Division I and the Mid-American Conference (MAC). Western Michigan has competed in football since 1906, when they played three games in their inaugural season. In 1927, WMU joined four other schools (Central Michigan University, Eastern Michigan University, Ferris State University, and Wayne State University) to form the Michigan Collegiate Conference. Western Michigan then moved to its present conference in 1948. Prior to 1939, Western Michigan's athletic teams were known as the Hilltoppers.",
  "/wiki/1967_college_football_season": "The 1967 NCAA University Division football season was the last one in which college football's champion was crowned before the bowl games.  During the 20th century, the NCAA had no playoff for the major college football teams in the University Division, later known as Division I-A and now as the Division I Football Bowl Subdivision.",
  "/wiki/Frank_Lauterbur": "Francis Xavier Lauterbur (August 8, 1925 – November 20, 2013) was an American football player and coach.  He served as the head coach at the University of Toledo from 1963 to 1970 and at the University of Iowa from 1971 to 1973, compiling a career college football record of 52–60–3.  Lauterbur was also an assistant coach in the National Football League (NFL).",
  "/wiki/Toledo_Rockets_football": "The Toledo Rockets football team is a college football program in Division I FBS, representing the University of Toledo. The Rockets compete in the Mid-American Conference. Toledo began playing football in 1917, although it did not field teams in 1931, and 1943–1945. Since the inception of the AP Poll in 1936 Toledo has finished in the Top 25 four times. Its highest finish came in 1970 when it ranked #12 after finishing 12–0–0. The University of Toledo has a 10–7 record in bowl games. The Rockets were the 2017 MAC champions. The team's current head coach is Jason Candle.",
  "/wiki/1968_college_football_season": "In the 1968 NCAA University Division football season, the system of \"polls and bowls\" changed.  The Associated Press returned to its pre-1961 system of ranking the Top 20 rather than the Top 10, and voted on the national champion after the bowl games, rather than before.  During the 20th century, the NCAA had no playoff for the major college football teams in the University Division, later known as Division I-A.",
  "/wiki/Bill_Hess": "William R. Hess (February 5, 1923 – June 10, 1978) was an American football coach.  He served as the head football coach at Ohio University from 1958 to 1977. In his tenure as head coach for the Ohio Bobcats football team, Hess compiled a 108–91–4 record, ranking him second only to coach Don Peden on Ohio's all-time victories list.  Hess's teams won four Mid-American Conference (MAC) championships (1960, 1963, 1967, and 1968) and won a National Small College Championship in 1960 after having an undefeated season. Hess also led the Bobcats to two bowl games, losing 15–14 to West Texas State in the 1962 Sun Bowl and losing 49–42 to Richmond in the 1968 Tangerine Bowl. His 1968 team is the only team in school history to finish ranked in the major polls.  Hess was a native of Columbus, Ohio.  He coached high school football in Portsmouth and Grandview Heights, Ohio before joining Woody Hayes's staff at Ohio State University in 1951.",
  "/wiki/Ohio_Bobcats_football": "The Ohio Bobcats football team is a major intercollegiate varsity sports program of Ohio University. The team represents the university as the senior member of the Mid-American Conference (MAC), playing at the NCAA Division I Football Bowl Subdivision level. The Bobcats have played their home games in Peden Stadium in Athens, Ohio since 1929.\nOhio University is also the first team to produce a shut out during an MAC Bowl game.\nThe Ohio Bobcats football's first game is reported in 1894, an 8–0 loss to Marietta College. Since then, the Bobcats have posted an over 500 wins over their 125-year existence and over 200 wins in their 72 years in MAC games. The Bobcats have won five MAC championships, in 1953, 1960, 1963, 1967, and 1968, and four MAC East Division championships, in 2006, 2009, 2011, and 2016. Prior to joining the MAC, the Bobcats won six Buckeye Athletic Association championships, in 1929, 1930, 1931, 1935, 1936, and 1938. In 1960, the Bobcats were crowned National Small College Champions after compiling a 10–0 record under Bill Hess. The Bobcats have appeared in twelve bowl games, losing 15–14 to West Texas State in the 1962 Sun Bowl, losing 49–42 to Richmond in the 1968 Tangerine Bowl, falling 28–7 to Southern Mississippi in the 2007 GMAC Bowl, losing 21–17 to Marshall in the 2009 Little Caesars Pizza Bowl, and a defeat at the hands of Troy in the 2010 New Orleans Bowl. Ohio won their first bowl game on December 17, 2011 with a 24–23 victory over the Utah State Aggies in the Famous Idaho Potato Bowl. Ohio followed up that bowl win with another in 2012 over Louisiana–Monroe in the 2012 Independence Bowl, by the score 45–14. In 2013, Ohio played in their fifth consecutive bowl game, losing to East Carolina in the 2013 Beef 'O' Brady's Bowl. Ohio lost in the 2015 Camellia Bowl and the 2016 Dollar General Bowl, before defeating UAB in the 2017 Bahamas Bowl and San Diego State in the 2018 Frisco Bowl.",
  "/wiki/1969_college_football_season": "The 1969 college football season was celebrated as the centennial of college football (the first season being the one in 1869).",
  "/wiki/1970_college_football_season": "The 1970 NCAA University Division football season was marked by tragedy, due to two airplane crashes.  On October 2, one of the planes carrying the Wichita State football team crashed on the way to a game against Utah State, killing 31 people on board, including 14 players.  Then, on November 14, the charter for the Marshall Thundering Herd crashed on the way home from a game against East Carolina, killing all 75 persons.",
  "/wiki/1971_college_football_season": "The 1971 NCAA University Division football season saw Coach Bob Devaney's Nebraska Cornhuskers repeat as national champions. Ranked a close second behind Notre Dame  in the preseason poll, Nebraska moved up to first place the following week, remained there for the rest of 1971, and convincingly won the Orange Bowl 38–6 in a #1 vs. #2 game against Alabama.",
  "/wiki/John_Murphy_(American_football_coach)": "John A. Murphy (born c. 1932) is a former American football player and coach.  He served as the head coach at Heidelberg University in Tiffin, Ohio in 1970 and at the University of Toledo from 1971 to 1976, compiling a career college football record of 38–38.",
  "/wiki/1972_college_football_season": "The 1972 NCAA University Division football season saw the USC Trojans, coached by John McKay, go undefeated and win the national championship as the unanimous choice of the 50 AP panelists.  Eighth-ranked in the preseason, the Trojans were narrowly voted #1 in the first AP poll, and stayed out front for the rest of the year.",
  "/wiki/Don_James_(American_football)": "Donald Earl James (December 31, 1932 – October 20, 2013) was an American football player and coach. He served as the head coach at Kent State University from 1971 to 1974 and at the University of Washington from 1975 to 1992, compiling a career college football record of 178–76–3 (.698).",
  "/wiki/Kent_State_Golden_Flashes": "The Golden Flashes are the athletic teams that represent Kent State University. The university fields 19 varsity athletic teams in the National Collegiate Athletic Association (NCAA) at the Division I level with football competing in the Football Bowl Subdivision.  Kent State is a full member of the Mid-American Conference (MAC) and has been part of the MAC East division since it was created in 1998. The Flashes are also an associate member of the Atlantic Sun Conference (ASUN) in women's lacrosse. Official school colors are Kent State Blue and Kent State Gold. Joel Nielsen is athletic director, a position he has held since May 1, 2010.",
  "/wiki/1973_NCAA_Division_I_football_season": "The 1973 NCAA Division I football season was the first for the NCAA's current three-division structure. Effective with the 1973–74 academic year, schools formerly in the NCAA \"University Division\" were classified as Division I (later subdivided for football only in 1978 (I-A and I-AA) and renamed in 2006 into today's Division I FBS and FCS). Schools in the former \"College Division\" were classified into Division II, which allowed fewer athletic scholarships than Division I, and Division III, in which athletic scholarships were prohibited.",
  "/wiki/Bill_Mallory": "William Guy Mallory (May 30, 1935 – May 25, 2018) was an American football player and coach. He served as the head football coach at Miami University (1969–1973), the University of Colorado at Boulder (1974–1978), Northern Illinois University (1980–1983), and Indiana University (1984–1996), compiling a career college football record of 168–129–4.",
  "/wiki/1974_NCAA_Division_I_football_season": "The 1974 NCAA Division I football season finished with two national champions.  The Associated Press (AP) writers' poll ranked the University of Oklahoma, which was on probation and barred by the NCAA from postseason play, #1 at season's end.  The United Press International (UPI) coaches' poll did not rank teams on probation, by unanimous agreement of the 25 member coaches' board.  The UPI trophy went to the University of Southern California (USC).",
  "/wiki/Dick_Crum_(American_football)": "Dick Crum (born April 29, 1934) is a former American football player and coach.  He served as head coach at Miami University (1974–1977), the University of North Carolina at Chapel Hill (1978–1987), and Kent State University (1988–1990), compiling a career college football record of 113–77–4.  Crum is a 1957 graduate of Mount Union College in Alliance, Ohio and received a master's degree from Case Western Reserve University.",
  "/wiki/1975_NCAA_Division_I_football_season": "The 1975 NCAA Division I football season saw University of Oklahoma repeat as national champion in the Associated Press (AP) writers' poll, and were ranked #1 in the United Press International (UPI) coaches' poll, just ahead of runner up Arizona State, runner-up in both final polls, despite having an undefeated 12–0 season and a win over Nebraska in the Fiesta Bowl.",
  "/wiki/Dave_McClain_(American_football)": "Dave McClain (January 28, 1938 – April 28, 1986) was an American football player and coach. He served as the head coach at Ball State University from 1971 to 1977 and at the University of Wisconsin–Madison from 1978 to 1985, compiling a career college football record of 92–67–6.",
  "/wiki/Ball_State_Cardinals": "The Ball State Cardinals are the athletic teams that represent Ball State University, located in Muncie, Indiana. The Cardinals are part of the NCAA Division I Mid-American Conference. Charlie Cardinal is the team mascot.",
  "/wiki/1976_NCAA_Division_I_football_season": "The 1976 NCAA Division I football season ended with a championship for the Panthers of the University of Pittsburgh. Led by head coach Johnny Majors (voted the AFCA Coach of the Year), the Pitt Panthers brought a college football championship to the home of the defending pro football champions, the Steelers.  Pitt also had the Heisman Trophy winner, Tony Dorsett; the Panthers had been ranked ninth in the preseason AP poll.",
  "/wiki/Elliot_Uzelac": "Elliot Uzelac (born July 24, 1941) is an American football coach.  He served as the head football coach at Western Michigan University from 1975 to 1981 and the United States Naval Academy from 1987 to 1989, compiling a career college football coaching record of 46–64. In June 2018, Uzelac resigned as head football coach at Benton Harbor High School in Benton Harbor, Michigan. In January 2020, Uzelac returned from retirement to become the head coach at Berrien Springs High School.",
  "/wiki/1977_NCAA_Division_I_football_season": "The 1977 NCAA Division I football season was one in which the top five teams finished with 11–1 records.  Notre Dame, which beat top-ranked and undefeated Texas in the Cotton Bowl, became the national champion.",
  "/wiki/Ed_Chlebek": "Edward S. Chlebek (born February 9, 1940) is a former American and Canadian football player and coach.  He served as the head coach at Eastern Michigan University (1976–1977), Boston College (1978–1980), and Kent State University (1981–1982), compiling a career college football record of 26–51.",
  "/wiki/Eastern_Michigan_Eagles": "The Eastern Michigan Eagles, formerly known as the Normalites, are the athletic teams for Eastern Michigan University in Ypsilanti, Michigan, United States. The Eagles compete in the National Collegiate Athletic Association (NCAA) at the Division I level as members of the Mid-American Conference (MAC). The only exception is the women's rowing program, which is a member of the Colonial Athletic Association. Altogether, the Eagles have won three NCAA Division II national championships and 13 NAIA Division I national championships in five different sports (baseball, men's cross country, men's swimming and diving, men's indoor track and field, and men's outdoor track and field); moreover, EMU has been NCAA Division I national runner-up twice. In 1940, the men's cross country team finished second to Indiana University at the national meet hosted by Michigan State University.",
  "/wiki/1978_NCAA_Division_I-A_football_season": "The 1978 NCAA Division I-A football season was the first season of Division I-A college football; Division I-A was created in 1978 when Division I was subdivided into Division I-A and Division I-AA for football only. With the exception of seven teams from the Southwestern Athletic Conference (SWAC), Division I teams from the 1977 season played in Division I-A during the 1978 season. The SWAC teams, along with five conferences and five other teams formerly in Division II, played in Division I-AA.",
  "/wiki/Dwight_Wallace": "Dwight Wallace (born December 26, 1943) is a former American football player, coach, and college athletics administrator.  He served as the head football coach at the Ball State University from 1978 to 1984, compiling a record of 40–37.",
  "/wiki/1979_NCAA_Division_I-A_football_season": "The 1979 NCAA Division I-A football season saw the Alabama Crimson Tide bring home a national title with a perfect 12-0 season. The title was Alabama's 11th claimed, and their 6th Associated Press awarded title.",
  "/wiki/Chuck_Stobart": "Charles R. Stobart (born October 27, 1934) is a former American football player and coach.  He was the head football coach at the University of Toledo (1977–1981), the University of Utah (1982–1984), and the University of Memphis (1989–1994), compiling a career college football coaching record of 70–83–3.",
  "/wiki/1980_NCAA_Division_I-A_football_season": "The 1980 NCAA Division I-A football season saw a university from the state of Georgia take its first national title since 1942.",
  "/wiki/Herb_Deromedi": "Herb Deromedi (born May 26, 1939) is a former American football coach and college athletics administrator. He served as the head football coach at Central Michigan University from 1978 to 1993, compiling a record of 110–55–10.  He was also the athletic director for Central Michigan from 1994 to 2006.",
  "/wiki/Central_Michigan_Chippewas": "The Central Michigan Chippewas  are the intercollegiate athletic teams that represent Central Michigan University (CMU), located in Mount Pleasant, Michigan. The school fields sixteen men's and women's intercollegiate teams that compete at the National Collegiate Athletic Association (NCAA) Division I level.",
  "/wiki/1981_NCAA_Division_I-A_football_season": "The 1981 NCAA Division I-A football season ended with the Clemson Tigers, unbeaten and untied, claiming the national championship after a victory over Nebraska in the Orange Bowl. This was also the first year of the California Bowl, played in Fresno, California; this game fancied itself as a \"junior\" version of the Rose Bowl[citation needed] as it pitted the Big West Conference champion vs. the Mid-American Conference champion.",
  "/wiki/1982_NCAA_Division_I-A_football_season": "The 1982 NCAA Division I-A football season was the last for Paul \"Bear\" Bryant as head coach at Alabama, retiring with 323 victories in 38 seasons.",
  "/wiki/Denny_Stolz": "Dennis Earl Stolz (born September 12, 1934) is a former American football player and coach.  He served as the head coach at Alma College (1965–1970), Michigan State University (1973–1975), Bowling Green State University (1977–1985), and San Diego State University (1986–1988), compiling a career college football record of 125–93–2.",
  "/wiki/Bowling_Green_Falcons": "The Bowling Green Falcons  are the intercollegiate athletic teams that represent Bowling Green State University (BGSU), in Bowling Green, Ohio, United States. The Falcons compete in the National Collegiate Athletic Association (NCAA) at the Division I level as a member of the Mid-American Conference (MAC) East Division, while the men's ice hockey team competes in the Western Collegiate Hockey Association (WCHA). Bowling Green sponsors teams in seven men's and 11 women's NCAA-sanctioned sports and the football team competes in the Football Bowl Subdivision (FBS), the highest level for college football. BGSU is one of only 15 universities in the United States that plays Division I FBS football and Division I men's ice hockey.",
  "/wiki/1983_NCAA_Division_I-A_football_season": "The 1983 NCAA Division I-A football season ended with the University of Miami, led by Bernie Kosar, winning their first national championship over perennial power and top ranked Nebraska in the Orange Bowl.",
  "/wiki/Northern_Illinois_Huskies": "The Northern Illinois Huskies are the athletic teams that represent Northern Illinois University (NIU). The Huskies are a member of the National Collegiate Athletic Association (NCAA) Division I and the Mid-American Conference (MAC). The athletic program is made up of seven men's sports (baseball, basketball, football, golf, soccer, tennis, and wrestling) and 10 women's sports (basketball, cross country, golf, gymnastics, soccer, softball, tennis, track, and volleyball). The football team competes in the Football Bowl Subdivision (FBS).",
  "/wiki/1984_NCAA_Division_I-A_football_season": "The 1984 NCAA Division I-A football season was topsy-turvy from start to finish.  It ended with the BYU Cougars being bestowed their first and only national championship by beating Michigan in the Holiday Bowl. While the Cougars finished with a perfect 13-0 record and were the consensus National Champions, some commentators maintain this title was undeserved citing their weak schedule (none of their conference opponents in the WAC finished with fewer than four losses, and even Michigan finished the season at 6-6 after the bowl loss) and argue that the championship should have gone to the 11-1 Washington Huskies. Despite this the Cougars were voted #1 in the final AP and UPI polls. The Huskies (and five other teams) declined an invitation to play BYU in the Holiday Bowl; they decided instead to play Oklahoma in the more prestigious 1985 Orange Bowl. All subsequent national champions have come from what are now known as the Power Five conferences + Notre Dame.",
  "/wiki/Dan_Simrell": "Dan Simrell (born April 9, 1943) is an American football coach. He is the quarterbacks coach at Olivet College in Olivet, Michigan.  Simrell served as the head football coach at the University of Toledo from 1982 to 1989 and at the University of Findlay from 2000 to 2006.",
  "/wiki/Mid-American_Conference_football_individual_awards": "The Mid-American Conference football awards are given annually by the Mid-American Conference (MAC) at the conclusion of each college football season.  The conference gives out a total of five awards, the Offensive, Defensive, and Freshman Players of the Year, the Coach of the Year, and the Vern Smith Leadership Award, which is given to the league's MVP in that season.  The Vern Smith Award is selected by a vote of the coaches in the MAC while the remaining awards are selected by the MAC News Media Association."
}