{
  "/wiki/33rd_Grammy_Awards": "The 33rd Annual Grammy Awards were held on February 20, 1991. They recognized accomplishments by musicians from the previous year. Quincy Jones was the night's biggest winner winning a total of six awards including Album of the Year.",
  "/wiki/Tramaine_Hawkins": "Tramaine Aunzola Richardson , (nee’ Davis) known professionally as Tramaine Hawkins (born October 11, 1951), is an American award–winning Gospel singer whose career spans over five decades. Since beginning her career in 1966, Hawkins has won two Grammy Awards, two Doves, and 19 Stellar Awards.",
  "/wiki/Shirley_Caesar": "Shirley Ann Caesar-Williams, known professionally as Shirley Caesar (born October 13, 1938 in Durham, North Carolina), is an American Gospel music singer, songwriter and recording artist whose career has spanned seven decades. A multi-award-winning artist, with 12 Grammy Awards along with Dove Awards and Stellar Awards to her credit, she is known as the \"First Lady of Gospel Music\" and \"The Queen of Gospel Music.\"\nShe began recording at the age of 12 in 1951 on the Federal recording label",
  "/wiki/Ron_Winans": "Ronald \"Ron\" Winans (June 30, 1956 – June 17, 2005) was an American Gospel singer who gained fame as a member of The Winans.",
  "/wiki/Winans_family": "The Winans family is a U.S. family of gospel music artists from Detroit, Michigan.",
  "/wiki/The_Clark_Sisters": "The Clark Sisters are an American gospel vocal group consisting of five sisters: Jacky Clark Chisholm (b. 1948), Denise \"Niecy\" Clark Bradford (b. 1953), Elbernita \"Twinkie\" Clark (b. 1954), Dorinda Clark-Cole (b. 1957), and Karen Clark Sheard (b. 1960). The Clark Sisters are the daughters of gospel musician and choral director Mattie Moss Clark. They are credited for helping to bring gospel music to the mainstream and are considered as pioneers of contemporary gospel. Their biggest hits include: \"Is My Living in Vain?\", \"Hallelujah\", \"He Gave Me Nothing to Lose\", \"Endow Me\",\"Jesus Is A Love Song\", \"Ha Ya\", \"Pure Gold\", \"Expect a Miracle\", and their largest mainstream crossover gold-certified hit, \"You Brought the Sunshine\". The Clark Sisters have won three Grammy Awards. With 16 albums to their credit and millions in sales, the Clark Sisters are the highest-selling female gospel group in history.",
  "/wiki/34th_Grammy_Awards": "The 34th Annual Grammy Awards were held on February 25, 1992. They recognized accomplishments by musicians from the previous year (1991). Natalie Cole was the big winner winning three awards including Album of the Year. Paul Simon opened the show.",
  "/wiki/Mighty_Clouds_of_Joy": "The Mighty Clouds of Joy are an American traditional gospel music quartet.",
  "/wiki/Thomas_Whitfield_(singer)": "Thomas Anthony Whitfield (April 30, 1954 – June 20, 1992) was an American gospel singer, songwriter, arranger, pianist, choir director and producer best known for helping to shape the fabric of contemporary gospel music with his elaborate choral arrangements and the merging of musical styles ranging from jazz to classical into traditional gospel foundations. This style earned him the respectable title of \"Maestro\" by many of his colleagues and supporters. He was best known for organizing one of the popular contemporary gospel choirs of all time, the Thomas Whitfield Company, and for producing best-selling records for Vanessa Bell Armstrong, Shirley Caesar, Yolanda Adams, Douglas Miller, Keith Pringle, Paul Morton and for Aretha Franklin.",
  "/wiki/Jackson_Southernaires": "The Jackson Southernaires is an American traditional black gospel music group from Jackson, Mississippi, producer Frank Crisler formed the group in 1940, yet they did not become active until 1969, with the release of Too Late by Song Bird Records. At its inception, The group consisted of five members; Huey Williams, Roger Bryant Jr., Maurice Surrell, James Burks, and Luther Jennings. The group received a nomination for a Grammy Award in the Best Traditional Gospel Album category at the 34th Annual Grammy Awards. The group has released 28 albums, including their 2010 release, Back Again, with Blackberry Records. Eleven albums have charted on the Billboard magazine charts, only on the Gospel Albums chart.",
  "/wiki/The_Williams_Brothers_(Gospel_group)": "The Williams Brothers is an American traditional black gospel music group from Jackson, Mississippi, they were formed in 1960 by Leon \"Pop\" Williams, who was the Williams' father, and early on the Williams' brother Frank Douglas was a member. At its inception, The group consisted of three brothers, Doug Williams, Leonard Williams, Melvin Williams, and their cousin, Henry Green and a non-family member Maurice Surrell. Later on the group would add Derrick Horne, Maulty \"Tuff\" Jewell IV, Pharis \"June Bug\" Evans, Jr., Ralph Lofton, Jr., and Terrell Midge Gatlin. They released 42 albums with various labels during their tenure, and 23 albums charted on the Billboard charts, mostly on the Gospel Albums chart. They have been nominated for the Grammy Award in the Best Traditional Gospel Album category at the 34th, 37th, 43rd, 47th, and the 52nd Annual Grammy Awards. In 1999, the group was inducted into the International Gospel Music Hall of Fame, which is in Detroit, Michigan.",
  "/wiki/Vanessa_Bell_Armstrong": "Vanessa Bell Armstrong (born October 2, 1953) is a gospel singer who released her debut album Peace Be Still in 1983.",
  "/wiki/The_Truth_About_Christmas": "The Truth About Christmas is the sixth overall album of gospel singer Vanessa Bell Armstrong, and third for major label Jive Records. This is the only holiday collection the artist has released, although she did contribute the song \"Comfort Ye My People,\" a duet with Daryl Coley to the Grammy-winning special event Christmas album Handel's Messiah: A Soulful Celebration.",
  "/wiki/35th_Grammy_Awards": "The 35th Annual Grammy Awards were held on February 24, 1993 and recognized accomplishments by musicians from the previous year. The nominations were announced on January 7, 1993. The evening's host was the American stand-up comedian Garry Shandling, who hosted the ceremony for the third time. The CBS network broadcast the show live from the Shrine Auditorium in Los Angeles, California.",
  "/wiki/The_Fairfield_Four": "The Fairfield Four is an American gospel group that has existed for over 90 years, starting as a trio in the Fairfield Baptist Church, Nashville, Tennessee, in 1921. They were designated as National Heritage Fellows in 1989 by the National Endowment for the Arts, which is the United States government's highest honor in the folk and traditional arts.  The group won the 1998 Grammy for Best Traditional Soul Gospel Album. As a quintet, they featured briefly in the 2000 movie O Brother, Where Art Thou?.",
  "/wiki/The_Gospel_Hummingbirds": "The Gospel Hummingbirds are an American gospel music group from Oakland, California.",
  "/wiki/Albertina_Walker": "Albertina Walker ((1929-08-29)August 29, 1929 – (2010-10-08)October 8, 2010) was an American gospel singer, songwriter, actress, and humanitarian.  She was popularly referred to as the \"Queen of Gospel Music\".",
  "/wiki/36th_Grammy_Awards": "The 36th Annual Grammy Awards were held in 1994. They recognized accomplishments by musicians from the previous year. Whitney Houston was the Big Winner winning 3 awards including Record of the Year and Album of the Year while opening the show with \"I Will Always Love You\".",
  "/wiki/The_Blind_Boys_of_Alabama": "The Blind Boys of Alabama, also billed as The Five Blind Boys of Alabama and Clarence Fountain and the Blind Boys of Alabama, is an American gospel group.  The group was founded in 1939 in Talladega, Alabama and has featured a changing roster of musicians over its history, the majority of whom are or were visually impaired.",
  "/wiki/Dorothy_Norwood": "Dorothy Norwood (born May 29, 1935) is an American gospel singer and songwriter. She began touring with her family at the age of eight, and in 1956, began singing with Mahalia Jackson. In the early 1960s she was a member of The Caravans, and in 1964, she embarked on a solo career, recording her first album, Johnny and Jesus. Her 1991 album Live with the Northern California GMWA Mass Choir reached the Number 1 position on Billboard′s Top Forty.",
  "/wiki/The_Dixie_Hummingbirds": "The Dixie Hummingbirds are an influential American gospel music group, spanning more than 80 years from the jubilee quartet style of the 1920s, through the \"hard gospel\" quartet style of gospel's golden age in the 1940s and 1950s, to the eclectic pop-tinged songs of today. The Hummingbirds inspired a number of imitators, such as Jackie Wilson and James Brown, who adapted the shouting style and enthusiastic showmanship of hard gospel to secular themes to help create soul music in the 1960s.",
  "/wiki/The_Canton_Spirituals": "The Canton Spirituals are an award-winning gospel recording group and are regarded as pioneers in the genre of traditional gospel music.",
  "/wiki/37th_Grammy_Awards": "The 37th Annual Grammy Awards were presented on March 1, 1995, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the previous year. Bruce Springsteen was the night's biggest winner with 4 awards, including Song of the Year while opening the show with his Grammy nominated hit.",
  "/wiki/James_Moore_(singer)": "Reverend James Moore Sr. (February 1, 1956 – June 7, 2000), born James Leslie Moore in Detroit, Michigan, was an American gospel artist well known throughout the gospel recording industry for his powerful vocal abilities. Moore had a genuine love for the traditional sounds of the church, but came to appreciate the uprising contemporary form of gospel music as well. He died in 2000, aged 44.",
  "/wiki/Timothy_Wright": "Timothy Wright (June 17, 1947 – April 24, 2009), generally credited as Rev. Timothy Wright or Reverend Timothy Wright on recordings, was an American gospel singer and pastor.",
  "/wiki/38th_Grammy_Awards": "The 38th Annual Grammy Awards were held on February 28, 1996, at Shrine Auditorium, Los Angeles. The awards recognized accomplishments by musicians from the previous year. Alanis Morissette was the main recipient, being awarded four trophies, including Album of the Year. Mariah Carey and Boyz II Men opened the show with their Record of the Year nominated \"One Sweet Day\".",
  "/wiki/Fontella_Bass": "Fontella Marie Bass (July 3, 1940 – December 26, 2012) was an American R&B and soul singer and songwriter best known for her 1965 hit, \"Rescue Me.\"",
  "/wiki/Mississippi_Mass_Choir": "The Mississippi Mass Choir is an American gospel choir based in Jackson, Mississippi.",
  "/wiki/39th_Grammy_Awards": "The 39th Annual Grammy Awards were held on February 26, 1997, at Madison Square Garden, New York City. They recognized accomplishments by musicians from the previous year. Babyface was the night's biggest winner, with 4 awards. Celine Dion and Toni Braxton won two awards. Celine Dion for \"Best Pop Album\" and \"Album of the Year\" and Toni Braxton for \"Best Female R&B Vocal Performance\" and \"Best Female Pop Vocal Performance\". The show was hosted by Ellen Degeneres who also performed the opening with Shawn Colvin, Bonnie Rait, and Chaka Khan.",
  "/wiki/Cissy_Houston": "Emily \"Cissy\" Houston (née Drinkard; born September 30, 1933) is an American soul and gospel singer. After a successful career singing backup for such artists as Roy Hamilton, Dionne Warwick, Elvis Presley and Aretha Franklin, Houston embarked on a solo career, winning two Grammy Awards for her work. Houston was the mother of singer Whitney Houston, grandmother of TV personality Bobbi Kristina Brown, aunt of singers Dionne and Dee Dee Warwick, and a cousin of opera singer Leontyne Price.",
  "/wiki/Walter_Hawkins": "Walter Lee Hawkins (May 18, 1949 – July 11, 2010) was an American gospel music singer and pastor. He was consecrated to the bishopric in 2000.",
  "/wiki/40th_Grammy_Awards": "The 40th Annual Grammy Awards were held on February 25, 1998, at Radio City Music Hall, New York City. They recognized accomplishments by musicians from the previous year. Rock icon Bob Dylan, Alison Krauss, and R. Kelly were the main recipients with three awards each.",
  "/wiki/T._D._Jakes": "Thomas Dexter Jakes Sr. (born June 9, 1957), known as T. D. Jakes, is a pastor, author and filmmaker. He is the pastor of The Potter's House, a non-denominational American megachurch. Jakes's church services and evangelistic sermons are broadcast on The Potter's Touch, which airs on Lightsource.com, the Trinity Broadcasting Network, Black Entertainment Television, the Daystar Television Network and The Word Network.",
  "/wiki/Vickie_Winans": "Vickie Winans (born Viviane Bowman; October 18, 1953) is an American Gospel recording artist.",
  "/wiki/41st_Grammy_Awards": "The 41st Annual Grammy Awards were held on February 24, 1999, at Shrine Auditorium, Los Angeles. They recognized accomplishments by musicians from the year 1998. Lauryn Hill was the main recipient, winning a total of 5 awards including Album of the Year and Best New Artist. Her album was the first hip hop act ever to win the coveted award.  The ceremony was known as the \"Grammy Year of Women\", because every artist nominated for Album of the Year was female (including Garbage, with Shirley Manson as the lead singer). Madonna won four awards and opened the show with her performance of \"Nothing Really Matters\" while musicians the Dixie Chicks, Vince Gill, Alanis Morissette and Shania Twain won two apiece. Celine Dion also received two awards both for \"My Heart Will Go On\", which received a total of four awards.\nIt is widely remembered for Ricky Martin's performance of \"La Copa De La Vida\"/ \"The Cup of Life\".",
  "/wiki/Beverly_Crawford": "Beverly Crawford  (born Beverly Renae Camps; August 31, 1963) is an African American gospel vocalist who is best known for singing with the New Life Singers on Bobby Jones Gospel on the Black Entertainment Television (BET) and for having well-known songs such as \"Praise Jehovah\", \"Run to the Water\", \"He's Done Enough\", and most recently \"It's About Time For A Miracle\".",
  "/wiki/Della_Reese": "Delloreese Patricia Early (July 6, 1931 – November 19, 2017), known professionally as Della Reese, was an American jazz and gospel singer, actress, and ordained minister whose career spanned seven decades. Her long career began as a singer, scoring a hit with her 1959 single \"Don't You Know?\". In the late 1960s she hosted her own talk show, Della, which ran for 197 episodes. From 1975 she also starred in films, playing opposite Redd Foxx in Harlem Nights (1989), Martin Lawrence in A Thin Line Between Love and Hate (1996) and Elliott Gould in Expecting Mary (2010). Reese achieved continued success in the religious television drama Touched by an Angel (1994–2003), in which she played the leading role of Tess.",
  "/wiki/Myrna_Summers": "Myrna Summers (born March 30, 1949) is a Gospel Music singer who has performed professionally for over four decades and is now the Minister of Music at Reid Temple A.M.E. Church in Glenn Dale, Maryland.\nShe has a commanding yet distinctive alto voice.",
  "/wiki/42nd_Grammy_Awards": "The 42nd Annual Grammy Awards were held on February 23, 2000 at the Staples Center in Los Angeles, California. They recognized accomplishments by musicians from the year 1999. Santana was the main recipient with eight Grammys, tying Michael Jackson's record for most awards won in a single night. Santana's album Supernatural was awarded a total of nine awards. American teen singers Britney Spears and Christina Aguilera were both nominated for Best New Artist, ultimately won by Aguilera.",
  "/wiki/Dottie_Peoples": "Dottie Peoples is an American gospel singer.",
  "/wiki/43rd_Grammy_Awards": "The 43rd Annual Grammy Awards were held on February 21, 2001, at the Staples Center in Los Angeles, California. Several artists earned three awards on the night: Steely Dan's haul included Album of the Year for Two Against Nature; U2 took home the Record of the Year and Song of the Year for \"Beautiful Day\"; Dr. Dre won Producer of the Year, Non-Classical and Best Rap Album for Eminem's The Marshall Mathers LP; Eminem himself also received three awards, out of four nominations; Faith Hill took home Best Country Album for the album Breathe, Best Female Country Vocal Performance for the song's title track and for Best Country Collaboration with Vocals with Tim McGraw for \"Let's Make Love\". Madonna opened the show with \"Music\".",
  "/wiki/Aaron_Neville": "Aaron Joseph Neville (born January 24, 1941) is an American R&B and soul vocalist and musician. He has had four platinum albums and four Top 10 hits in the United States, including three that went to #1 on Billboard's Adult Contemporary chart. His debut single, from 1966, was #1 on the Soul chart for five weeks.",
  "/wiki/44th_Grammy_Awards": "The 44th Annual Grammy Awards were held on February 27, 2002 at the Staples Center in Los Angeles, California. The main recipient was Alicia Keys, winning five Grammys, including Best New Artist and Song of the Year for \"Fallin'\". U2 won four awards including Record of the Year and Best Rock Album. while opening the show with a performance of \"Walk On\".",
  "/wiki/John_P._Kee": "John P. Kee (born John Prince Kee on June 4, 1962) is an American gospel singer and pastor.",
  "/wiki/Richard_Smallwood": "Richard Smallwood (born November 30, 1948 in Atlanta, Georgia) is an American gospel music artist who formed The Richard Smallwood Singers in 1977 in Washington, DC.",
  "/wiki/45th_Grammy_Awards": "The 45th Annual Grammy Awards were held on February 23, 2003 at Madison Square Garden in New York City. Musicians accomplishments from the previous year were recognized. Norah Jones and her song \"Don't Know Why\" were the main recipients of the night, garnering six Grammys, including four major awards: Record of the Year, Album of the Year, Song of the Year and Best New Artist, plus Best Female Pop Vocal Performance and Best Pop Vocal Album. Songwriter Jesse Harris received the Song of the Year award for his work on \"Don't Know Why.\" Simon and Garfunkel reunited to open the show performing \"The Sound of Silence\".",
  "/wiki/Twinkie_Clark": "Elbernita \"Twinkie\" Clark (born November 15, 1954) is an American gospel singer, songwriter, composer, musician, and evangelist. Clark is best known as a member the American gospel singing group The Clark Sisters. In addition to singing, Clark is member of the Hammond Organ Hall of Fame.",
  "/wiki/46th_Grammy_Awards": "The 46th Annual Grammy Awards were held on February 8, 2004 at the Staples Center in Los Angeles, California. They recognized accomplishments by musicians from the previous year. The big winners were Beyoncé, who won five awards, and Outkast, who won three awards including Album of the Year. Tied for the most nominations, with six each, were Knowles, Outkast, and Jay-Z.",
  "/wiki/Go_Tell_It_on_the_Mountain_(album)": "Go Tell It on the Mountain is a Grammy Award winning Christmas album by The Blind Boys of Alabama, released in 2003.",
  "/wiki/Sensational_Nightingales": "The Sensational Nightingales is a traditional black gospel quartet that reached its peak of popularity in the 1950s, when it featured Julius Cheeks as its lead singer. The Nightingales, with several changes of membership, continue to tour and record.",
  "/wiki/Gotta_Serve_Somebody:_The_Gospel_Songs_of_Bob_Dylan": "Gotta Serve Somebody: The Gospel Songs of Bob Dylan is a tribute album independently produced by Jeffrey Gaskill of Burning Rose Productions, Ltd. and released under license on the Sony/Columbia label in 2003. The compilation features traditional and contemporary gospel singers performing songs written by Bob Dylan during his \"born again\" period (1979–81).",
  "/wiki/47th_Grammy_Awards": "The 47th Annual Grammy Awards were held on February 13, 2005 at the Staples Center in Los Angeles. They were hosted by Queen Latifah, and televised in the United States by CBS.  They recognized accomplishments by musicians from the previous year. Ray Charles, whom the event was dedicated in memory of, posthumously won five Grammy Awards while his album, Genius Loves Company, won a total of eight. Kanye West received the most nominations with ten, winning three. Usher received eight nominations and won three including Best Contemporary R&B Album for his diamond selling album Confessions. Britney Spears received her first Grammy of Best Dance Recording for her 2004 smash hit \"Toxic\".",
  "/wiki/Ben_Harper": "Benjamin Chase Harper (born October 28, 1969) is an American singer-songwriter and multi-instrumentalist. Harper plays an eclectic mix of blues, folk, soul, reggae, and rock music and is known for his guitar-playing skills, vocals, live performances, and activism. He has released twelve regular studio albums, mostly through Virgin Records and has toured internationally.",
  "/wiki/There_Will_Be_a_Light": "There Will Be a Light is a gospel album by Ben Harper and The Blind Boys of Alabama, released in 2004.",
  "/wiki/The_Rance_Allen_Group": "The Rance Allen Group is a gospel music group formed in Monroe, Michigan, and based in Toledo, Ohio. The group's incorporation of rock and soul into traditional gospel music prefigures the crossover success of such artists as Amy Grant, Andrae Crouch, and The Winans.",
  "/wiki/48th_Grammy_Awards": "The 48th Annual Grammy Awards took place on February 8, 2006, at the Staples Center in Los Angeles, California. Irish rock band U2 were the main recipients with five awards including Album of the Year. Mariah Carey, John Legend, and Kanye West were each nominated for eight awards and won three; Alison Krauss & Union Station also won three awards; and Kelly Clarkson won two. Green Day were amongst the big winners, winning the Grammy Award for Record of the Year.",
  "/wiki/Donnie_McClurkin": "Donald Andrew \"Donnie\" McClurkin, Jr. (born November 9, 1959) is an American gospel singer and minister. He has won three Grammy Awards, ten Stellar Awards, two BET Awards, two Soul Train Awards, one Dove Award and one NAACP Image Awards. He is one of the top selling Gospel music artists, selling over 10 million albums worldwide. Variety dubbed McClurkin as a “Reigning King of Urban Gospel”.",
  "/wiki/Dorinda_Clark-Cole": "Dorinda Grace Clark–Cole (born Dorinda Grace Clark; October 19, 1957) is an American gospel singer, musician, songwriter, and evangelist. Clark–Cole is best known as a member of family vocal group The Clark Sisters and as a daughter of pioneering choral director Mattie Moss Clark. As a member of The Clark Sisters, Clark–Cole has won three Grammy Awards. She is known to the music world as the \"Rose of Gospel Music\".",
  "/wiki/Martha_Munizzi": "Martha Denise Munizzi (born Martha Denise Stallings on February 26, 1968) is an American Gospel music singer, songwriter, author, and actress.",
  "/wiki/Gilbert_E._Patterson": "Gilbert Earl Patterson (September 22, 1939 – March 20, 2007) was an American Pentecostal-Holiness leader and minister who served as the international Presiding Bishop and Chief Apostle of the Church of God in Christ (COGIC), Inc. Bishop Patterson was the second youngest person to ever be elected Presiding Bishop of COGIC at the age 60 in 2000, second to his predeceased uncle Bishop J. O. Patterson, Sr who was 56 when he was elected Presiding Bishop in 1968.",
  "/wiki/Marvin_Sapp": "Bishop Marvin Louis Sapp (born January 28, 1967) is an American Gospel music singer-songwriter who recorded with the group Commissioned during the 1990s before beginning a record-breaking solo career. Sapp is also the founder and senior pastor of Lighthouse Full Life Center Church, located in Grand Rapids, Michigan. He recorded Perfect Peace in 1995.",
  "/wiki/49th_Grammy_Awards": "The 49th Annual Grammy Awards was a ceremony honoring the best in music for the recording year beginning September 15, 2005 and ending September 14, 2006 in the United States. The awards were handed out on Sunday, February 11, 2007 at the Staples Center in Los Angeles. The Dixie Chicks were the night's biggest winners winning a total of five awards. Mary J. Blige received the most nominations, with eight. Don Henley was honored as MusiCares Person of the Year two nights prior to the show on February 9, 2007. The show won an Emmy for Outstanding Lighting Direction (electronic, multicamera) for VMC Programming.",
  "/wiki/Israel_Houghton": "Israel Houghton (/ˈhoʊtən/; born May 19, 1971) is an American Christian music singer, songwriter, producer and worship leader. Houghton is usually credited as Israel & New Breed.",
  "/wiki/Alive_in_South_Africa": "Alive In South Africa is a live worship album by Israel & New Breed. Recorded on August 20, 2005 in Cape Town, South Africa, the disc was released on October 25, 2005 by Integrity Media. It is the fifth album by Israel, his fourth released by Integrity, and his third live album and serves as the follow-up to his 2004 album Live from Another Level.",
  "/wiki/Donald_Lawrence": "Donald Lawrence (born May 4, 1961, Gastonia, North Carolina) is an American gospel music songwriter, record producer and artist. He studied at Cincinnati Conservatory, where he earned a Bachelor of Fine Arts Degree in music. While in Cincinnati, he was also the Minister of Music at the Southern Baptist Church on Reading Road. The multiple Grammy and Stellar Award winner has collaborated with a diverse roster, as vocal coach to the R&B group En Vogue, musical director for Stephanie Mills, songwriter for The Clark Sisters, and collaborator with a host of artists including Peabo Bryson, Kirk Franklin, Karen Clark Sheard, Donnie McClurkin, and Mary J. Blige.",
  "/wiki/The_Caravans": "The Caravans were an American gospel music group that was started in 1947 by Robert Anderson.  It reached its peak popularity during the 1950s and 1960s, launching the careers of a number of artists, including: Delores Washington, Albertina Walker, Bessie Griffin, Cassietta George, Dorothy Norwood, Inez Andrews, Shirley Caesar, Josephine Howard, Rev. James Cleveland, and more. The group underwent numerous personnel changes between 1951 and 1961. 1962 to 1966 provided the Caravans with its most stable group member lineup, consisting of Washington, Walker, Caesar, George, James Herndon and Josephine Howard. The group also made frequent TV appearances during this time on shows such as TV's Gospel Time and Jubilee Showcase.",
  "/wiki/Byron_Cage": "Byron Louis Cage (born December 15, 1962) is an American gospel recording artist.",
  "/wiki/An_Invitation_to_Worship": "An Invitation to Worship is Byron Cage's second solo and fourth overall release on Gospocentric Records.  The album was recorded live at the New Birth Cathedral in Atlanta, Georgia under the production of PAJAM and peaked at #2 on U.S. Gospel charts.",
  "/wiki/50th_Grammy_Awards": "The 50th Annual Grammy Awards took place at the Staples Center in Los Angeles, on February 10, 2008. It honored musical achievement of 2007 in which albums were released between October 1, 2006 through September 30, 2007. The primary ceremonies were televised in the US on CBS; however, as has become the custom, most of the awards were handed out during a pre-telecast portion of the show held at the Los Angeles Convention Center and broadcast on XM Satellite Radio. Two nights prior to the show Aretha Franklin was honored as the MusiCares Person of the Year.",
  "/wiki/Smokie_Norful": "Rev. W.R. \"Smokie\" Norful, Jr.  is an American gospel singer and pianist, best known for his 2002 album, I Need You Now and his 2004 release, Nothing Without You, which won a Grammy at the 47th Annual Grammy Awards for Best Contemporary Soul Gospel Album in 2004.\nNorful received his second Grammy in 2015 at the 57th Annual Grammy awards for his song \"No Greater Love\", ten years after winning his first.",
  "/wiki/Life_Changing": "Life Changing is the third studio album by the contemporary gospel singer Smokie Norful. The album was released on October 3, 2006, through EMI Gospel.",
  "/wiki/Thirsty_(album)": "Thirsty is a live album by Marvin Sapp and his fourth release on Verity Records. The album was commercially successful in Gospel Music peaking at number 28 on the U.S. Billboard 200, number 4 on the Top R&B/Hip-Hop Albums, and number 1 on the Top Gospel Albums chart. It has been certified Gold by the RIAA on July 9, 2008 and has sold over 712,000 copies as of March 2010. This is Marvin Sapp's best selling album of his solo career. The song \"Praise Him in Advance\" was featured on the first disc of the 2010 gospel compilation album WOW Gospel 2010.",
  "/wiki/BeBe_Winans": "Benjamin \"BeBe\" Winans (born September 17, 1962) is an American gospel and R&B singer. He is a member of the noted Winans family, most members of which are also gospel artists.",
  "/wiki/51st_Grammy_Awards": "The 51st Annual Grammy Awards took place at the Staples Center in Los Angeles, on February 8, 2009. Robert Plant and Alison Krauss were the biggest winners of the night, winning five awards including Album of the Year for their critically acclaimed album Raising Sand. Krauss became the sixth female solo artist to have won 5 awards in one night joining Lauryn Hill, Alicia Keys, Norah Jones, Beyoncé Knowles, and Amy Winehouse. Lil Wayne received the most nominations with eight.",
  "/wiki/Down_in_New_Orleans": "Down in New Orleans is a gospel album by The Blind Boys of Alabama, released in 2008.  It won Best Traditional Gospel Album at the 51st Grammy Awards. At the Dove Awards of 2009, the album won Traditional Gospel Album of the Year, and the track Free at Last won Traditional Gospel Recorded Song of the Year.",
  "/wiki/West_Angeles_Church_of_God_in_Christ": "West Angeles Church of God in Christ  is a Pentecostal-Holiness Christian church and a member of the Church of God in Christ denomination. Its main place of worship, the West Angeles Cathedral, is located in the West Adams Historic District of Los Angeles, California.",
  "/wiki/Bishop_Charles_E._Blake": "Charles Edward Blake Sr. (born August 5, 1940 in Little Rock, Arkansas) is the current Presiding Bishop of the Church of God in Christ, Inc., a 6 million-member Pentecostal-Holiness denomination. On March 21, 2007, he became the Presiding Bishop of the Church of God in Christ, Inc., as a result of Presiding Bishop Gilbert E. Patterson's death. In a November 2007 special election, he was elected to complete the unexpired term of his predecessor as Presiding Bishop. In November 2008, Bishop Blake was re-elected to serve a four-year term as Presiding Bishop. In November 2012, Bishop Blake was re-elected again to serve a four-year term as the Presiding Bishop. He was reelected to a third term as Presiding Bishop on November 15, 2016.",
  "/wiki/Deitrick_Haddon": "Deitrick Vaughn Haddon (born May 17, 1973) is an American gospel singer, songwriter, music producer, pastor, and actor. He is best known for progressive gospel, and contemporary styles of music. He is also one of the cast members in Oxygen's reality television show Preachers of L.A.",
  "/wiki/Brooklyn_Tabernacle": "Brooklyn Tabernacle is an evangelical non-denominational megachurch located at 17 Smith Street at the Fulton Mall in downtown Brooklyn, New York City. The senior pastor is Jim Cymbala.",
  "/wiki/Carol_Cymbala": "Carol Cymbala is the choir director for the Brooklyn Tabernacle Choir. The Brooklyn Tabernacle Choir has received 6 Grammy Awards. She is the wife of pastor Jim Cymbala and daughter of pastor Clair Hutchins.",
  "/wiki/52nd_Grammy_Awards": "The 52nd Annual Grammy Awards took place on January 31, 2010, at Staples Center in Los Angeles. Neil Young was honored as the 2010 MusiCares Person of the Year on January 29, two days prior to the Grammy telecast. Nominations announced on December 2, 2009. The show was moved to January to avoid competing against the 2010 Winter Olympics in Vancouver. Only ten of the 109 awards were received during the broadcast.  The remaining awards were given during the un-televised portion of the ceremony which preceded the broadcast.",
  "/wiki/Oh_Happy_Day:_An_All-Star_Music_Celebration": "Oh Happy Day: An All-Star Music Celebration is a compilation album that features popular gospel songs and gospel-themed pop songs recorded by artists of multiple racial, denominational and stylistic backgrounds. It won Best Traditional Gospel Album at the 2010 Grammy Awards.",
  "/wiki/Ashley_Cleveland": "Ashley Cleveland (born February 2, 1957) is an American singer/songwriter best known as a background vocalist and Grammy-winning gospel singer. Ashley Cleveland was born in Knoxville, Tennessee. She was married to Kenny Greenberg on April 27, 1991, and has three children."
}