{
  "/wiki/Paris_La_D%C3%A9fense_Arena": "The Paris La Défense Arena (originally known as the U Arena) is a multi-use domed stadium that is located in Nanterre, which is a western suburb of Paris. It is one of the two multi-use domed stadiums to be built in Europe, along with Telenor Arena. In Spring 2018, the arena was renamed from U Arena to \"Paris La Défense Arena\" following a vote by its board of directors. For the 2024 Summer Olympics, in which the arena will host gymnastics events and commercially sponsored names are prohibited, the local organizing committee is using \"Arena 92\", a name that had been used early in the venue's planning process.",
  "/wiki/Nanterre": "Nanterre (/nɒ̃ˈtɛər/, French: [nɑ̃tɛʁ] (listen)) is a commune in the Hauts-de-Seine department, the western suburbs of Paris. It is located some 11 km (6.8 mi) north-west of the centre of Paris.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Olympic_Stadium_(Moscow)": "Olympic Stadium (Russian: Олимпийский стадион) (known locally as Olimpiyskiy) is an indoor arena, located in Moscow, Russia. It was built for the 1980 Summer Olympics and, divided into two separated halls, hosted the basketball and boxing events.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Telenor_Arena": "Telenor Arena, sometimes referred to as Fornebu Arena, is a multi-purpose indoor arena located at Fornebu in Bærum, outside Oslo, Norway. It serves as a venue for a variety of events, including concerts, exhibitions, action shows, family shows, TV and sport. It has a capacity for 15,000 spectators for sports and 25,000 for concerts, including 40 luxury boxes and club seating for 1,200. The venue has a fixed roof and an asphalt floor. The venue was opened ahead of the 2009 Norwegian football season as a replacement for Nadderud Stadion. It cost 585 million Norwegian kroner (NOK) to build, of which NOK 300 million was for the sports venue.",
  "/wiki/B%C3%A6rum": "Bærum ([ˈbæ̂ːrʉm] (listen)) is a municipality in Viken County, Norway.  The administrative centre of the municipality is the town of Sandvika.  Bærum was established as a municipality on 1 January 1838. A suburb of Oslo, Bærum is located on the west coast of the city.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Saint_Petersburg_Sports_and_Concert_Complex": "The Saint Petersburg Sports and Concert Complex (Russian: Спортивно-концертный комплекс «Петербургский», romanized: Sportivno-kontsertnyy kompleks «Peterburgskiy») was an arena in Saint Petersburg, Russia.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Vikingskipet": "Vikingskipet (\"The Viking Ship\"), officially known as Hamar Olympic Hall (Norwegian: Hamar olympiahall), is an indoor multi-use sport and event venue in Hamar, Norway. It was built as the speed skating rink for the 1994 Winter Olympics, and has since also hosted events and tournaments in ice speedway, rally, association football, bandy, ice sledge speed racing, flying disc and track cycling. The arena is also used for concerts, trade fair and the annual computer party The Gathering. It is the home arena of Hamar IL bandy team. The venue is owned by Hamar Municipality, and along with Hamar Olympic Amphitheatre is run by the municipal Hamar Olympiske Anlegg. Vikingskipet has a capacity for 10,600 spectators during sporting events and 20,000 during concerts.",
  "/wiki/Hamar": "Hamar [ˈhɑ̂ːmɑr] (listen) is a town in Hamar Municipality in Innlandet county, Norway.  It is part of the traditional region of Hedmarken.  The administrative centre of the municipality is the town of Hamar.  The municipality of Hamar was separated from Vang as a town and municipality of its own in 1849. Vang was merged back into Hamar on 1 January 1992.",
  "/wiki/Egilsh%C3%B6ll": "Egilshöll is a multi-purpose sports facility in Reykjavík, Iceland. It features three football pitches, an ice rink, an arena, shooting range and tennis courts. On the second floor it also has a cinema.",
  "/wiki/Reykjav%C3%ADk": "Reykjavík (/ˈreɪkjəvɪk, -viːk/ RAYK-yə-vik, -⁠veek; Icelandic: [ˈreiːcaˌviːk] (listen)) is the capital and largest city of Iceland. It is located in southwestern Iceland, on the southern shore of Faxaflói bay. Its latitude is 64°08' N, making it the world's northernmost capital of a sovereign state.[a] With a population of around 128,793 (and 228,231 in the Capital Region), it is the center of Iceland's cultural, economic and governmental activity, and is a popular tourist destination.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.",
  "/wiki/Vallhall_Arena": "Vallhall Arena is a multi-purpose indoor arena, located in Valle-Hovin, Oslo, Norway. The stadium has a capacity of 5,500 people, during matches. The Tippeligaen club Vålerenga uses the arena for training and friendly matches in the winter off-season. It is currently used mostly for football matches. The arena also serves as an event arena.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Sportkompleks_Illichivets": "Sport-Complex Illichivets (Ukrainian: Спорткомплекс \"Іллічівець\") is an indoor sporting arena that is located in Mariupol, Ukraine. The capacity of the arena is 5,500 and it was opened in 2007. It hosts the home games of Azovmash Mariupol of the Ukrainian Basketball Super League.",
  "/wiki/Mariupol": "Mariupol (UK: /ˌmæriˈuːpɒl/, US: /ˌmɑːr-, -pəl/; Ukrainian: Маріу́поль, romanized: Mariúpol' [mɐr⁽ʲ⁾iˈupolʲ] (listen); also Маріюпіль Marijúpil' [mɐr⁽ʲ⁾iˈjupilʲ]; Russian: Мариу́поль, romanized: Mariúpol' [mərʲɪˈupəlʲ]; Greek: Μαριούπολη, romanized: Marioúpoli) is a city of regional significance in south eastern Ukraine, situated on the north coast of the Sea of Azov at the mouth of the Kalmius river, in the Pryazovia region. It is the tenth-largest city in Ukraine, and the second largest in the Donetsk Oblast with a population of 449,498 (2017 est.). The city is largely and traditionally Russophone, while ethnically the population is divided about evenly between Ukrainians and Russians. There is also a significant ethnic Greek minority in the city. Mariupol was founded on the site of a former Cossack encampment named Kalmius and granted city rights in 1778. It has been a centre for the grain trade, metallurgy, and heavy engineering, including the Illich Steel & Iron Works and Azovstal. Mariupol has played a key role in the industrialization of Ukraine.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/G%C3%B6ransson_Arena": "Göransson Arena is an indoor arena in Sandviken, Sweden. It opened in 2009 and holds up to 10,000 people at music events and 4,000 spectators for bandy.",
  "/wiki/Sandviken": "Sandviken is a locality and the seat of Sandviken Municipality in Gävleborg County, Sweden with 22,965 inhabitants in 2010. It is situated about 25 km west of Gävle and lies approximately 190 km north of  Stockholm. The rail journey to Stockholm takes about 2 hours and to Arlanda, Sweden's main international airport, no more than 1.5 hours.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/ABB_Arena": "ABB Arena is the common name for the two biggest indoor arenas in Västerås, Sweden.",
  "/wiki/V%C3%A4ster%C3%A5s": "Västerås (/ˌvɛstərˈoʊs/ VEST-ər-OHSS, US also /-ˈɔːs/ -⁠AWSS, Swedish: [ʋɛstɛrˈoːs] (listen)) is a city in central Sweden on the shore of Lake Mälaren in the province of Västmanland, 100 kilometres (62 miles) west of Stockholm. The city had a population of 119,372 in 2016, out of the municipal total of 150,000 (2017).\nVästerås is the seat of Västerås Municipality, the capital of Västmanland County and an episcopal see.",
  "/wiki/List_of_indoor_arenas_in_Europe": "This is a list of indoor arenas in Europe by capacity. A broad definition of \"Europe\" is used here, including the entirety of Russia, Turkey and Azerbaijan, Georgia, Armenia, Kazakhstan."
}