{
  "/wiki/Bay_City,_Michigan": "Bay City is a city in Bay County in the U.S. state of Michigan.  It is located near the base of the Saginaw Bay on Lake Huron. As of the 2010 census, the city's population was 34,932, and it is the principal city of the Bay City Metropolitan Statistical Area, which is included in the Saginaw-Midland-Bay City Combined Statistical Area. The city, along with nearby Midland and Saginaw, form the Greater Tri-Cities region of Central Michigan, which has more recently been called the Great Lakes Bay Region.",
  "/wiki/Kawkawlin_Township,_Michigan": "Kawkawlin Township is a civil township of Bay County in the U.S. state of Michigan. The township's population was 4,848 as of the 2010 census. It is included in the Bay City Metropolitan Statistical Area.",
  "/wiki/Frankenlust_Township,_Michigan": "Frankenlust Township is a civil township of Bay County in the U.S. state of Michigan. The 2010 Census placed the population at 3,562. This is an increase from the 2,530 recorded at the 2000 Census. It is included in the Bay City Metropolitan Statistical Area. It is home to Delta College.",
  "/wiki/Essexville,_Michigan": "Essexville is a city in Bay County in the U.S. state of Michigan. The population at 3,478 at the 2010 census. Located along the Saginaw River, Essexville is part of the Saginaw, Midland, and Bay City metropolitan area.",
  "/wiki/Wenonah_Park": "Wenonah Park is the central park of Bay County, Michigan. The park, approximately 6.1 acres (2.5 ha), is located along the east bank of the Saginaw River in Bay City, Michigan, United States and centered on an amphitheatre. Across the river is another city park, Veterans Memorial Park.",
  "/wiki/Center_Avenue_Neighborhood_Residential_District": "The Center Avenue Neighborhood Residential District is a residential historic district located in Bay City, Michigan, running primarily along Center, Fifth, and Sixth Avenues between Monroe and Green Avenues, with additional portions of the district along Fourth between Madison and Johnson, down to Tenth Avenue between Madison and Lincoln, along Green to Ridge, and around Carroll Park. The original section, along Center and portions of Fifth and Sixth, was listed on the National Register of Historic Places in 1982. A boundary increase including the other sections of the neighborhood was listed in 2012.",
  "/wiki/City_Hall_(Bay_City,_Michigan)": "The Bay City Hall is a government building located at 301 Washington Street in Bay City, Michigan. It was listed on the National Register of Historic Places in 1975.",
  "/wiki/James_Clements_Airport_Administration_Building": "James Clements Municipal Airport (FAA LID: 3CM) is a city-owned, public-use airport located three nautical miles (6 km) south of the central business district of Bay City, in Bay County, Michigan, United States. It is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021, in which it is categorized as a local general aviation facility. It is also a seaplane base with landing areas on the Saginaw River, adjacent to the airport.",
  "/wiki/Linwood,_Michigan": "Linwood is a small unincorporated community in the northern portion of Bay County in the U.S. state of Michigan. The community is on the boundary between Fraser Township on the north and Kawkawlin Township on the south. It is situated with M-13 to the west and the Saginaw Bay of Lake Huron on the east, between Kaiser Tower Road and Elevator Road where Linwood Road becomes Center Road. Bay City is about 12 miles to the south and Linwood is included in the Bay City Metropolitan Statistical Area.",
  "/wiki/Mercy_Hospital_and_Elizabeth_McDowell_Bialy_Memorial_House": "Mercy Hospital and the Elizabeth McDowell Bialy Memorial House are two associated buildings located at 15th and Water Streets in Bay City, Michigan. They were listed on the National Register of Historic Places in 1980. As of 2018, the structures are operated as the Bradley House, a low income apartment complex.",
  "/wiki/Midland_Street_Commercial_District": "The Midland Street Commercial District is a primarily commercial historic district located primarilyalong Midland Street, between Catherine and Litchfield Streets, in Bay City, Michigan. It was listed on the National Register of Historic Places in 1982.",
  "/wiki/List_of_Michigan_State_Historic_Sites_in_Bay_County": "The following is a list of Michigan State Historic Sites in Bay County, Michigan. Sites marked with a dagger (†) are also listed on the National Register of Historic Places in Bay County, Michigan."
}