{
  "/wiki/4_to_1_in_Atlanta": "\"4 to 1 in Atlanta\" is a song written by Bill Kenner and L. Russell Brown, and recorded by American country music artist Tracy Byrd.  It was released in May 1996 as the fourth and final single from the album Love Lessons.  The song reached #21 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Tracy_Byrd": "Tracy Lynn Byrd (born December 17, 1966) is an American country music artist. Signed to MCA Nashville Records in 1992, Byrd broke through on the country music scene that year with his 1993 single \"Holdin' Heaven\", which reached Number One on Billboard Hot Country Singles & Tracks. Although he did not land a second Number One until 2002's \"Ten Rounds with Jose Cuervo\", Byrd has charted more than thirty hit singles in his career, including eleven additional Top Ten hits. He has also released ten studio albums and two greatest-hits albums, with four gold certifications and one double-platinum certification from the RIAA.",
  "/wiki/Ain%27t_Got_Nothin%27_on_Us": "\"Ain't Got Nothin' on Us\" is a song written by Jim Robinson and Wendell Mobley, and recorded by American country music artist John Michael Montgomery.  It was released in August 1996 as the lead single from his album What I Do the Best.  It peaked at number 15 in the United States, while in Canada it peaked at number 3.",
  "/wiki/John_Michael_Montgomery": "John Michael Montgomery (born January 20, 1965) is an American country music singer. Montgomery began singing with his brother Eddie, who would later become known as one half of the duo Montgomery Gentry, before beginning his major-label solo career in 1992. He has had more than 30 singles on the Billboard country charts, of which seven have reached number one: \"I Love the Way You Love Me\", \"I Swear\", \"Be My Baby Tonight\", \"If You've Got Love\", \"I Can Love You Like That\", \"Sold (The Grundy County Auction Incident)\", and \"The Little Girl\". 13 more have reached the top 10. \"I Swear\" and \"Sold (The Grundy County Auction Incident)\" were named by Billboard as the top country songs of 1994 and 1995, respectively. Montgomery's recordings of \"I Swear\" and \"I Can Love You Like That\" were both released concurrently with cover versions by the R&B group All-4-One. Several of Montgomery's singles crossed over to the Billboard Hot 100, his highest peak there having been achieved by \"Letters from Home\" in 2004.",
  "/wiki/All_I_Want_Is_a_Life": "\"All I Want Is a Life\" is a song written by Stan Munsey, Tony Mullins and Don Pfrimmer, and performed by American country music artist Tim McGraw.  It was released in January 1996 as the third single and partial title track to his album All I Want.  It peaked at #5 in the United States, and #2 in Canada.",
  "/wiki/Tim_McGraw": "Samuel Timothy McGraw (born May 1, 1967) is an American singer, actor, and record producer. McGraw has released fifteen studio albums (eleven for Curb Records, three for Big Machine Records and one for Arista Nashville). 10 of those albums have reached number 1 on the Top Country Albums charts, with his 1994 breakthrough album Not a Moment Too Soon being the top country album of 1994. All of these albums have produced 65 singles, 25 of which have reached number 1 on the Hot Country Songs or Country Airplay charts. Three of these singles — \"It's Your Love\", \"Just to See You Smile\", and \"Live Like You Were Dying\" — were the top country songs of 1997, 1998, and 2004 according to Billboard Year-End. He has also won three Grammy Awards, 14 Academy of Country Music awards, 11 Country Music Association (CMA) awards, 10 American Music Awards, and three People's Choice Awards. His Soul2Soul II Tour  is one of the highest-grossing tours in country music history, and one of the top 5 among all genres of music. He has sold more than 80 million records worldwide, making him one of the best-selling music artists of all time.",
  "/wiki/All_You_Ever_Do_Is_Bring_Me_Down": "\"All You Ever Do Is Bring Me Down\" is a song written by Raul Malo and Al Anderson, and recorded by American country music group The Mavericks featuring accordionist Flaco Jiménez. It was released in January 1996 as the second single from the album Music for All Occasions.  The song reached number 13 on the Billboard Hot Country Singles & Tracks chart, representing the band's highest entry there, and Jiménez's only entry.",
  "/wiki/The_Mavericks": "The Mavericks are an American country music band that combine Tex-Mex, neotraditional country music, Latin, and rockabilly influences. The Mavericks were founded in 1989 in Miami, Florida.  Between 1991 and 2003, the band recorded six studio albums, in addition to charting 14 singles on the Billboard country charts. Their highest-peaking American single was 1996's \"All You Ever Do Is Bring Me Down\", a collaboration with accordionist Flaco Jiménez. They are best known in the UK for their 1998 single \"Dance the Night Away\", which spent 18 weeks on the chart, peaking at number 4. In 1996, The Mavericks won a Grammy Award for the song \"Here Comes the Rain\".",
  "/wiki/Flaco_Jim%C3%A9nez": "Leonardo \"Flaco\" Jiménez (born March 11, 1939) is a Norteño, Tex Mex and Tejano music accordionist and singer from San Antonio, Texas.",
  "/wiki/Almost_a_Memory_Now": "\"Almost a Memory Now\" is a song written by Van Stephenson, Dave Robbins, and Dale Oliver, recorded by American country music band  Blackhawk. It was released in February 1996 as the third single from their album Strong Enough. It peaked at #11 on the United States Billboard Hot Country Singles & Tracks, and #14 on the Canadian RPM Country Tracks.",
  "/wiki/BlackHawk_(band)": "BlackHawk is an American country music group founded in 1992 by Henry Paul (lead vocals, mandolin, acoustic guitar), Van Stephenson (background vocals, electric guitar), and Dave Robbins (background vocals, keyboards). Several backing musicians also performed with the trio; however, these backing musicians were not officially part of Blackhawk until 2008.",
  "/wiki/Are_We_in_Trouble_Now": "\"Are We in Trouble Now\" is a song by Mark Knopfler from his 1996 debut solo album, Golden Heart. The same year, it was recorded by American country music artist Randy Travis as the first single from the album Full Circle.  This version reached number 24 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Randy_Travis": "Randy Bruce Traywick (born May 4, 1959), known professionally as Randy Travis, is an American country music and gospel music singer, songwriter, guitarist, and actor.",
  "/wiki/The_Beaches_of_Cheyenne": "\"The Beaches of Cheyenne\" is a song co-written and recorded by American country music singer Garth Brooks.  It was released in December 1995 as the third single from his album Fresh Horses.  The song became Brooks's 15th Billboard Number One hit in March 1996.  The song was written by Brooks, Dan Roberts and Bryan Kennedy.",
  "/wiki/Garth_Brooks": "Troyal Garth Brooks (born February 7, 1962) is an American singer and songwriter. His integration of rock and pop elements into the country genre has earned him popularity, particularly in the United States with success on the country single and album charts, multi-platinum recordings and record-breaking live performances, while also crossing over into the mainstream pop arena.",
  "/wiki/Believe_Me_Baby_(I_Lied)": "\"Believe Me Baby (I Lied)\" is a song recorded by American country music artist  Trisha Yearwood. It was released in May 1996 as the lead single from her album, Everybody Knows. It was Yearwood's fourth number 1 hit out of the five number 1 hits during the course of her career.",
  "/wiki/Trisha_Yearwood": "Patricia Lynn Yearwood (born September 19, 1964) is an American country music artist, actress, author, television personality and celebrity chef. She rose to fame with her 1991 debut single \"She's in Love with the Boy\", which became a number one hit on the Billboard country singles chart. Its corresponding self-titled debut album would sell over two million copies. Yearwood continued a series of major country hits during the early to mid-1990s, including \"Walkaway Joe\" (1992), \"The Song Remembers When\" (1993), \"XXX's and OOO's (An American Girl)\" (1994), \"Believe Me Baby (I Lied)\" (1996) and How Do I Live (1997).",
  "/wiki/Big_Guitar": "\"Big Guitar\" is a song written by Henry Gross and Henry Paul, and recorded by American country music band  Blackhawk.  It was released in June 1996 as the fourth single from their album Strong Enough.  It peaked at number 17 on the United States Billboard Hot Country Singles & Tracks chart while it was a top ten in Canada, peaking at number 8 there.",
  "/wiki/Bigger_Than_the_Beatles": "\"Bigger Than The Beatles\" is a song written by Jeb Stuart Anderson and Steve Dukes, and recorded by American country music artist Joe Diffie. It was released in November 1995 as the lead single from the album, Life's So Funny. The song reached Number One on the U.S. Billboard Hot Country Singles & Tracks (now Hot Country Songs) chart, becoming the fifth and final Number One single of Diffie's career. It also reached number-one on the Canadian RPM Country Tracks chart.",
  "/wiki/Joe_Diffie": "Joseph Logan Diffie (born December 28, 1958) is an American country music singer. After working as a demo singer in the 1980s, he signed with Epic Records' Nashville division in 1990. Between then and 2004, Diffie charted 35 singles on the Billboard Hot Country Songs chart, five of which peaked at number one: his debut release \"Home\", \"If the Devil Danced (In Empty Pockets)\", \"Third Rock from the Sun\", \"Pickup Man\" (his longest-lasting number-one song, at four weeks) and \"Bigger Than the Beatles\". In addition to these singles, he has had 12 others reach the top 10 and ten more others reach the top 40 on the same chart. He has also co-written singles for Holly Dunn, Tim McGraw, and Jo Dee Messina, and has recorded with Mary Chapin Carpenter, George Jones, and Marty Stuart.",
  "/wiki/Blue_(Bill_Mack_song)": "\"Blue\" is a song released in 1958 by Bill Mack, an American songwriter-country artist and country radio disc jockey. It has since been covered by several artists, in particular by country singer LeAnn Rimes, whose 1996 version became a hit. The song won Mack the 1996 Grammy Award for Best Country Song, a 1996 Academy of Country Music Award for Song of the Year, a 1997 Country Music Association Awards nomination for Song of the Year, a 1997 Country Radio Music Awards nomination for Song of the Year, and is included on the CMT list of the top 100 country songs of all time.  Rimes' rendition won the 1996 Grammy for Best Female Country Vocal Performance.",
  "/wiki/LeAnn_Rimes": "Margaret LeAnn Rimes Cibrian (born August 28, 1982) is an American singer, songwriter, actress, and author. Rimes rose to stardom at age 13 following the release of her version of the Bill Mack song \"Blue\", becoming the youngest country music star since Tanya Tucker in 1972.",
  "/wiki/Blue_Clear_Sky_(song)": "\"Blue Clear Sky\" is a song written by Bob DiPiero, John Jarrard and Mark D. Sanders, and performed by American country music singer George Strait.  It was released in March 1996 as the first single and title track from Strait's album of the same name.  \"Blue Clear Sky\" was recorded in Nashville, Tennessee at Emerald Studios.  The song reached Number One on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts.",
  "/wiki/George_Strait": "George Harvey Strait Sr. (born May 18, 1952) is an American country music singer, songwriter, actor, and music producer.  George Strait is known as the \"King of Country\" and is considered one of the most influential and popular recording artists of all time. He is known for his neotraditionalist country style, cowboy look, and being one of the first and main country artists to bring country music back to its roots and away from the pop country era in the 1980s.",
  "/wiki/Born_in_the_Dark": "\"Born in the Dark\" is a song written by Chet Hinesley, and recorded by American country music artist Doug Stone.  It was released in September 1995 as the third single from his album Faith in Me, Faith in You.  The song reached number 12 on the Billboard Hot Country Singles & Tracks chart in January 1996.",
  "/wiki/Doug_Stone": "Doug Stone (born Douglas Jackson Brooks on June 19, 1956) is an American country music singer. He debuted in 1990 with the single \"I'd Be Better Off (In a Pine Box)\", the first release from his 1990 self-titled debut album for Epic Records. Both this album and its successor, 1991's I Thought It Was You, earned a platinum certification from the Recording Industry Association of America. Two more albums for Epic, 1992's From the Heart and 1994's More Love, are each certified gold. Stone moved to Columbia Records to record Faith in Me, Faith in You, which did not produce a Top Ten among its three singles. After suffering a heart attack and stroke in the late 1990s, he exited the label and did not release another album until Make Up in Love in 1999 on Atlantic Records. The Long Way was released in 2002 on the Audium label (now part of E1 Music), followed by two albums on the independent Lofton Creek Records.",
  "/wiki/Bury_the_Shovel": "\"Bury the Shovel is a song written by Chris Arms and Chuck Jones, and recorded by American country music singer Clay Walker.  It was released in September 1996 as the fourth and final single from his album Hypnotize the Moon.",
  "/wiki/Clay_Walker": "Ernest Clayton Walker Jr. (born August 19, 1969) is an American country music artist. He made his debut in 1993 with the single \"What's It to You\", which reached Number One on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) chart, as did its follow-up, 1994's \"Live Until I Die\". Both singles were included on his self-titled debut album, released in 1993 via Giant Records. He stayed with the label until its 2001 closure, later recording for Warner Bros. Records, RCA Records Nashville, and Curb Records.",
  "/wiki/By_My_Side_(Lorrie_Morgan_and_Jon_Randall_song)": "\"By My Side\" is a song written by Constant Change (aka Dawn Thomas), and recorded by American country music artists Lorrie Morgan and Jon Randall. It was released in April 1996 as the first single from Morgan's album Greater Need.  The song reached No. 18 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Lorrie_Morgan": "Loretta Lynn Morgan (born June 27, 1959) is an American country music singer. She is the daughter of George Morgan, widow of Keith Whitley, and ex-wife of Jon Randall and Sammy Kershaw, all of whom are also country music singers. Morgan has been active as a singer since the age of 13, and charted her first single in 1979. She achieved her greatest success between 1988 and 1999, recording for RCA Records Nashville and the defunct BNA Records. Her first two RCA albums (Leave the Light On and Something in Red) and her BNA album Watch Me are all certified platinum by the Recording Industry Association of America (RIAA). The 1995 compilation Reflections: Greatest Hits is her best-selling album with a double-platinum certification; War Paint, Greater Need, and Shakin' Things Up, also on BNA, are certified gold.",
  "/wiki/Jon_Randall": "Jon Randall Stewart (born February 17, 1969 in Dallas, Texas) is an American country music singer, songwriter, and musician. Signed to RCA Nashville in 1995, he debuted that year with the album What You Don't Know. A second album for RCA, 1996's Great Day to Be Alive, was recorded but never released. That same year, Randall entered Top 40 on the country charts as a duet partner on then-wife Lorrie Morgan's song \"By My Side\". A third album (and second to be released), 1998's Cold Coffee Morning, was issued on Asylum Records, followed by 1999's Willin′ on the independent Eminent label. Finally, in 2005, he issued Walking Among the Living on Epic Records.",
  "/wiki/Carried_Away_(George_Strait_song)": "\"Carried Away\" is a song written by Steve Bogard and Jeff Stevens and recorded by American country music artist George Strait. It was released in June 1996 as the second single from Strait's 1996 album Blue Clear Sky. In August of that year, it became Strait's 30th number one hit on the US Billboard Hot Country Singles and Tracks (now Hot Country Songs) chart.  The song was one of two George Strait songs (the other being \"One Night at a Time\") to be nominated for Single of the Year at the 1997 Country Music Association awards.",
  "/wiki/The_Change_(song)": "\"The Change\" is a song written by Tony Arata and Wayne Tester, and recorded by American country music artist Garth Brooks.  It was released in March 1996 as the fourth single from the album Fresh Horses.  The song reached number 19 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/Change_My_Mind_(The_Oak_Ridge_Boys_song)": "\"Change My Mind\" is a song written by Jason Blume and A. J. Masters, and recorded by American country music artist John Berry. It was released in July 1996 as the first single from the album Faces.  The song reached number 10 on the Billboard Hot Country Singles & Tracks chart.",
  "/wiki/John_Berry_(singer)": "John Edward Berry (born September 14, 1959) is an American country music artist. Active as a recording artist since 1979, he has recorded more than twenty studio albums, including one platinum album and two gold albums. In his career, Berry has also charted nineteen songs on the Billboard Hot Country Songs charts, including the Number One single \"Your Love Amazes Me\" from 1994 and six additional Top Ten hits: \"What's In It for Me,\" \"You and Only You,\" \"Standing on the Edge of Goodbye,\" \"I Think About It All the Time,\" \"Change My Mind,\" and \"She's Taken a Shine.\"",
  "/wiki/Cowboy_Love": "\"Cowboy Love\" is a song written by Jeff Wood and Bill Douglas, and recorded by American country music artist John Michael Montgomery.  It was released in November 1995 as the fourth single from his album John Michael Montgomery.  It peaked at number 4 in both the United States and Canada.",
  "/wiki/Daddy%27s_Money": "\"Daddy's Money\" is a song recorded by American country music group Ricochet. It was released in April 1996 as the second single from their self-titled debut album. The song reached Number One on the Billboard Hot Country Singles & Tracks chart in July 1996. The song was written by Bob DiPiero, Mark D. Sanders, and Steve Seskin.",
  "/wiki/Ricochet_(band)": "Ricochet is an American country music band from Oklahoma. The band was founded in 1993 by brothers Jeff Bryant (drums, vocals) and Junior Bryant (fiddle, mandolin, vocals), along with Heath Wright (lead vocals, lead guitar, fiddle), Greg Cook (bass guitar, vocals), Teddy Carr (steel guitar, Dobro), and Eddie Kilgallon (keyboards, rhythm guitar, saxophone, vocals), \nAfter several years of playing throughout the Southern United States, Ricochet was signed to a recording contract with Columbia Records in 1995. Their self-titled debut album produced three straight Top Ten hits on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts, including the Number One single \"Daddy's Money\"; the album was also certified gold in the United States."
}