{
  "/wiki/Arm_River_(electoral_district)": "Arm River is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. This constituency is located in south central Saskatchewan. Revived as a result of the 2013 revision of Saskatchewan's electoral districts, it was last contested in the 2016 election.",
  "/wiki/George_Adam_Scott": "George Adam Scott (December 11, 1874 – 1963) was a Canadian provincial politician. He was born in either Portage la Prairie or Winnipeg, Manitoba, to John and Jane (Bell) Scott, the fifth of eight children.  His father was an active member of the Liberal Party, and once ran for public office, but lost. His cousin Walter Scott served as premier of Saskatchewan.",
  "/wiki/Saskatchewan_Liberal_Party": "The Saskatchewan Liberal Party is a centre political party in the Canadian province of Saskatchewan.",
  "/wiki/Athabasca_(former_Saskatchewan_provincial_electoral_district)": "Athabasca is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It is located in the extreme northwest corner of the province. The major industries are tourism, mineral extraction, forestry, commercial fishing and trapping. The Cluff Lake uranium mine is located in this constituency, as well as the Athabasca Sand Dunes Provincial Park and the Clearwater River Provincial Park. The major communities are La Loche, Île-à-la-Crosse and Buffalo Narrows with populations of 2,136, 1,268 and 1,137 respectively.",
  "/wiki/Joseph_Nolin": "Joseph Octave Nolin (1866 – December 1925) was a Canadian provincial politician. He was the Liberal member of the Legislative Assembly of Saskatchewan for the constituencies of Athabasca and Île-à-la-Crosse.  He was the only representative of the former electoral district of Athabasca, which existed from 1908 until 1917.  From 1917 until 1925 he represented the riding of Île-à-la-Crosse.",
  "/wiki/Battleford_(provincial_electoral_district)": "N/A",
  "/wiki/Sydney_Seymour_Simpson": "Sydney Seymour Simpson (November 18, 1856 – 1939) was an English-born farmer and political figure in Saskatchewan. He represented Battleford in the Legislative Assembly of Saskatchewan from 1908 to 1917 as a Liberal.",
  "/wiki/Biggar_(former_provincial_electoral_district)": "Biggar is a former provincial electoral division for the Legislative Assembly of the province of Saskatchewan, Canada, centred on the town of Biggar. This district was created before the 3rd Saskatchewan general election in 1912. The riding was dissolved and combined with the Rosetown district to form Rosetown-Biggar before the 23rd Saskatchewan general election in 1995. It was the constituency of Premier Woodrow S. Lloyd.",
  "/wiki/Cannington_(former_electoral_district)": "Cannington was a provincial electoral district  for the Legislative Assembly of the province of Saskatchewan, Canada. This district was one of 25 created for the 1st Saskatchewan general election in 1905. It was preceded by a Territorial constituency of the same name. The constituency was combined with the \"Souris\" district of Souris-Estevan (and renamed \"Souris-Cannington\"), and lost parts to Moosomin, Indian Head-Wolseley, Weyburn and Estevan before the 18th Saskatchewan general election in 1975.",
  "/wiki/John_Duncan_Stewart": "John Duncan Stewart (October 16, 1839 – 1921) was a farmer and political figure in Saskatchewan. He represented Cannington in the Legislative Assembly of Saskatchewan from 1905 to 1921 as a Liberal.",
  "/wiki/Canora_(provincial_electoral_district)": "Canora is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada, centred on the town of Canora. This constituency was created before the 2nd Saskatchewan general election in 1908. Dissolved in 1934, the district was reconstituted before the 9th Saskatchewan general election in 1938.",
  "/wiki/John_Duff_Robertson": "John Duff Robertson (March 26, 1873 – 1939) was a druggist and political figure in Saskatchewan. He represented Canora in the Legislative Assembly of Saskatchewan from 1908 to 1917 as a Liberal.",
  "/wiki/Cumberland_(Saskatchewan_provincial_electoral_district)": "Cumberland is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was created for the 1912 election, and was abolished into Prince Albert East-Cumberland in 1967. It was re-created for the 1975 election. It is the largest electoral district in the province, and at the 2007 general election was the safest seat for the New Democratic Party.",
  "/wiki/Elrose_(electoral_district)": "Elrose was a provincial electoral district  for the Legislative Assembly of the province of Saskatchewan, Canada. Located in southwestern Saskatchewan, this constituency was centred on the town of Elrose. The riding was created before the 3rd Saskatchewan general election in 1912 as \"Eagle Creek\"; it was renamed \"Elrose\" in 1917.",
  "/wiki/Estevan_(former_electoral_district)": "Estevan is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada. This district was created for the 2nd Saskatchewan general election in 1908. Renamed \"Bromhead\" in 1934, the constituency was dissolved and combined with the Souris-Estevan district before the 9th Saskatchewan general election in 1938.",
  "/wiki/George_Alexander_Bell": "George Alexander Bell (August 3, 1856 – September 13, 1927) was a blacksmith and political figure in Saskatchewan. He represented Estevan in the Legislative Assembly of Saskatchewan from 1908 to 1918 as a Liberal.",
  "/wiki/Francis_(electoral_district)": "Francis is a former provincial electoral division for the Legislative Assembly of the province of Saskatchewan, Canada, centred on the town of Francis, Saskatchewan. This district was created before the 2nd Saskatchewan general election in 1908. The riding was dissolved and combined with the Milestone and Qu'Appelle-Wolseley districts before the 9th Saskatchewan general election in 1938. It is now part of the constituency of Indian Head-Milestone.",
  "/wiki/Walter_George_Robinson": "Walter George Robinson (July 19, 1873 – 1949) was an insurance and loan agent and political figure in Saskatchewan, Canada. He represented Francis in the Legislative Assembly of Saskatchewan from 1912 to 1929 as a Liberal.",
  "/wiki/Cypress_(former_Saskatchewan_provincial_electoral_district)": "Cypress is a former provincial electoral district  for the Legislative Assembly of the province of Saskatchewan, Canada. This district was created before the 3rd Saskatchewan general election in 1912 as \"Gull Lake\". Since the district encompassed most of the Saskatchewan side of the Cypress Hills, the riding was renamed \"Cypress\" in 1917. Redrawn and renamed \"Shaunavon\" before 1934, the constituency was abolished before the 9th Saskatchewan general election in 1938.",
  "/wiki/Daniel_Cameron_Lochead": "Daniel Cameron Lochead (January 19, 1878 – March 14, 1946) was a physician, farmer and political figure in Saskatchewan. He represented Gull Lake from 1912 to 1917 as a Liberal.",
  "/wiki/Hanley_(electoral_district)": "Hanley is a former provincial electoral division for the Legislative Assembly of the province of Saskatchewan, Canada, centred on the town of Hanley, Saskatchewan. This district was created before the 2nd Saskatchewan general election in 1908. The riding was dissolved and combined with the Arm River, Rosthern, Kinistino, Saskatoon Buena Vista, Saskatoon Eastview, Saskatoon Sutherland and Biggar districts before the 18th Saskatchewan general election in 1975.",
  "/wiki/James_Walter_MacNeill": "Dr. James MacNeill (March 24, 1873 –1945) was the first superintendent of Saskatchewan Hospital, North Battleford for mentally ill patients in the province of Saskatchewan.",
  "/wiki/Humboldt_(provincial_electoral_district)": "Humboldt was a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in central Saskatchewan, this constituency was one of 25 created for the 1st Saskatchewan general election in 1905.",
  "/wiki/William_Ferdinand_Alphonse_Turgeon": "William Ferdinand Alphonse Turgeon, OC PC (June 3, 1877 – January 11, 1969) was a Canadian politician and judge in the Province of Saskatchewan.  He also served as a diplomat for the Government of Canada.",
  "/wiki/Kerrobert_(electoral_district)": "Kerrobert is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada. Located in west-central Saskatchewan, this constituency was created before the 3rd Saskatchewan general election in 1912. The district was dissolved and combined with the former Kindersley riding (as Kerrobert-Kindersley) before the 9th Saskatchewan general election in 1938.",
  "/wiki/George_Harvey_Watson": "George Harvey Watson (1879 – 1947) was a farmer, merchant and political figure in Saskatchewan. He represented Kerrobert in the Legislative Assembly of British Columbia from 1912 to 1917 as a Liberal.",
  "/wiki/Kindersley_(former_provincial_electoral_district)": "Kindersley is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada. This constituency was created before the 3rd Saskatchewan general election in 1912. The district was dissolved and combined with the Kerrobert riding (as Kerrobert-Kindersley) before the 9th Saskatchewan general election in 1938.",
  "/wiki/William_Richard_Motherwell": "William Richard Motherwell, PC (January 6, 1860 – May 24, 1943) was a Canadian politician serving at both the Saskatchewan Legislative Assembly and the Canadian Parliament. He served as Agriculture Minister for both levels of government during his career.",
  "/wiki/Kinistino_(electoral_district)": "Kinistino was a provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada. Located in north-central Saskatchewan, it was centred on the town of Kinistino. This constituency was one of 25 created for the 1st Saskatchewan general election in 1905.",
  "/wiki/Last_Mountain_(provincial_electoral_district)": "Last Mountain is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada. Centered on the town of Strasbourg, it included the northern half of Last Mountain Lake.",
  "/wiki/Samuel_John_Latta": "Samuel John Latta (April 3, 1866 – April 22, 1946) was an educator, farmer, journalist and political figure in Saskatchewan. He represented Last Mountain from 1912 to 1929 as a Liberal.",
  "/wiki/Lloydminster_(former_Saskatchewan_electoral_district)": "Lloydminster is a former provincial electoral district  for the Legislative Assembly of the province of Saskatchewan, Canada. This constituency was created before the 2nd Saskatchewan general election in 1908. Abolished in 1934, the riding was incorporated into the district of Cut Knife.",
  "/wiki/John_Percival_Lyle": "John Percival Lyle (July 14, 1878 – 1968) was an English-born farmer, rancher, real estate agent and political figure in Saskatchewan. He represented Lloydminster in the Legislative Assembly of Saskatchewan from 1912 to 1917 as a Liberal.",
  "/wiki/Lumsden_(provincial_electoral_district)": "Lumsden was a provincial electoral division  for the Legislative Assembly of the province of Saskatchewan, Canada. The district was one of 25 created before the 1st Saskatchewan general election in 1905. It was the riding of Premier Thomas Walter Scott.",
  "/wiki/Frederick_Clarke_Tate": "Frederick Clarke Tate (January 24, 1849 – 1920) was a farmer and political figure in Saskatchewan. He represented Regina County from 1908 to 1912 as a Provincial Rights Party member and Lumsden from 1912 to 1917 as a Conservative in the Legislative Assembly of Saskatchewan.",
  "/wiki/Saskatchewan_Progressive_Conservative_Party": "The Progressive Conservative Party of Saskatchewan is a right-of-centre political party in the Canadian province of Saskatchewan. Prior to 1942, it was known as the Conservative Party of Saskatchewan. Members are commonly known as Tories.",
  "/wiki/Maple_Creek_(provincial_electoral_district)": "Maple Creek is a former provincial electoral district for the Legislative Assembly of the province of Saskatchewan, Canada, centered on the town of Maple Creek. This district was one of 25 created for the 1st Saskatchewan general election in 1905. It was dissolved and merged with part of the Shaunavon riding before the 23rd Saskatchewan general election in 1995 to form the constituency of Cypress Hills.",
  "/wiki/David_James_Wylie": "David James \"Joe\" Wylie (1859 – September 1932) was an English-born civil engineer, farmer, rancher and political figure in Saskatchewan. He represented Maple Creek in the Legislative Assembly of Saskatchewan from 1905 to 1917 as a Provincial Rights Party member."
}