{
  "/wiki/Brisbane_International": "The Brisbane International established in 2009 is a professional tennis tournament played on outdoor hard courts in Brisbane, Queensland. It is a WTA Premier tournament of the Women's Tennis Association (WTA) Tour and was part of the ATP World Tour 250 series of the Association of Tennis Professionals (ATP) World Tour until 2019, when it was dropped from the ATP Tour.",
  "/wiki/Brisbane": "Brisbane (/ˈbrɪzbən/ (listen)) is the capital of and the most populated city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of approximately 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.[failed verification]",
  "/wiki/Karol%C3%ADna_Pl%C3%AD%C5%A1kov%C3%A1": "Karolína Plíšková (Czech pronunciation: [ˈkaroliːna ˈpliːʃkovaː]; born 21 March 1992) is a Czech professional tennis player. She is a former world No. 1 and is currently ranked No. 3 in the world by the Women's Tennis Association (WTA).",
  "/wiki/Adelaide_International_(tennis)": "The Adelaide International is a professional tennis tournament played on outdoor hard courts in Adelaide, South Australia at the Memorial Drive Tennis Centre. The tournament is held in January, and forms part of both the ATP Tour and WTA Tour. The event is part of the lead-up to the first Grand Slam tournament of the season, the Australian Open.",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide.",
  "/wiki/Ashleigh_Barty": "Ashleigh Barty (born 24 April 1996) is an Australian professional tennis player and former cricketer. She is ranked No. 1 in the world in singles by the Women's Tennis Association (WTA) and is the second Australian WTA singles No. 1 after fellow Indigenous Australian player Evonne Goolagong Cawley.[a] She is also a top 20 player in doubles, having achieved a career-high ranking of No. 5 in the world. Barty has won eight singles titles and ten doubles titles on the WTA Tour, including one Grand Slam singles title at the 2019 French Open and one Grand Slam doubles title at the 2018 US Open with partner CoCo Vandeweghe. She is also the reigning champion in singles at the WTA Finals.",
  "/wiki/St._Petersburg_Ladies%27_Trophy": "The St. Petersburg Ladies' Trophy (formerly known as the Ladies Neva Cup) is a tournament for professional female tennis players played on indoor hardcourts. The event is classified as a WTA Premier tournament and was first held in Saint Petersburg in 2003.",
  "/wiki/St._Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Kiki_Bertens": "Kiki Bertens (Dutch pronunciation: [ˈkiki ˈbɛrtəns]; born 10 December 1991) is a Dutch tennis player who turned professional in 2009. Her highest WTA singles ranking is No. 4, which she reached on 13 May 2019, becoming the highest ranked Dutch female player ever.\nHer career high in doubles is world No. 16, achieved in April 2018. To date, she has won nine singles titles and ten doubles titles on the WTA Tour including 2018 Western & Southern Open and 2019 Mutua Madrid Open. Bertens is widely regarded as a clay-court specialist, but also is successful on hard courts. Raemon Sluiter has been her coach. On 1 November 2019 she announced on Instagram  that Raemon Sluiter would no longer be her coach and Elise Tamaëla would be her new coach. Tamaëla was her interim coach at the time.",
  "/wiki/Dubai_Tennis_Championships": "The Dubai Tennis Championships or Dubai Open (also known as the Dubai Duty Free Tennis Championships for sponsorship reasons) (formerly known for sponsorship reasons as the Barclays Dubai Tennis Championships and the Dubai Duty Free Men's and Women's Championships) is a professional tennis tournament owned and organized by Dubai Duty Free and held annually in Dubai, United Arab Emirates on outdoor hardcourts.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Belinda_Bencic": "Belinda Bencic (Slovak: Belinda Benčičová, pronounced [ˈbɛlinda ˈbɛntʃitʃɔʋaː]; born 10 March 1997) is a Swiss professional tennis player. She has a career-high Women's Tennis Association (WTA) ranking of No. 5 in the world which she reached in February 2020. Bencic has won four singles and two doubles titles on the WTA Tour.",
  "/wiki/Qatar_Total_Open": "The Qatar Ladies Open, currently sponsored by Total and called the Qatar Total Open, is a women's tennis tournament held in Doha, Qatar. Held since 2001, this WTA Tour event was a Tier I-tournament in 2008, and was played on outdoor hardcourts. After a two-year break the tournament returned in 2011 and is held at the Khalifa International Tennis and Squash Complex.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/Elise_Mertens": "Elise Mertens (Dutch pronunciation: [ˈmɛrtəns]; born 17 November 1995) is a Belgian professional tennis player.",
  "/wiki/Indian_Wells_Masters": "The Indian Wells Masters, also known as BNP Paribas Open and the WTA Indian Wells Open, is an annual tennis tournament held in early- and mid-March at the Indian Wells Tennis Garden in Indian Wells, California, United States.  The current owner is Larry Ellison, CTO and co-founder of Oracle. The current tournament director is former world No. 2 player Tommy Haas.",
  "/wiki/Indian_Wells,_California": "Indian Wells is a city in Riverside County, California, in the Coachella Valley. Incorporated in 1967, it lies in between the cities of Palm Desert and La Quinta. As of the 2010 Census, the city population was 4,958.",
  "/wiki/Bianca_Andreescu": "Bianca Vanessa Andreescu (Romanian pronunciation: [andreˈesku]; born June 16, 2000) is a Canadian professional tennis player. She has a career-high ranking of No. 4 in the world, and is the highest-ranked Canadian in the history of the Women's Tennis Association (WTA) rankings. Andreescu is the reigning champion at the US Open and the Canadian Open, having defeated Serena Williams to win both titles. She is the first Canadian tennis player to win a Grand Slam singles title,[a] and the first to win the Canadian Open in 50 years. She is also the first player to win a Grand Slam singles title as a teenager since Maria Sharapova in 2006.",
  "/wiki/Miami_Open_(tennis)": "The Miami Open (also known as the Miami Masters, and currently branded as the Miami Open presented by Itaú for sponsorship reasons) is a tennis tournament held at Hard Rock Stadium in Miami Gardens, Florida. It is part of the men's ATP Tour Masters 1000 circuit, and is a Premier Mandatory event on the women's WTA Tour.",
  "/wiki/Miami_Gardens,_Florida": "Miami Gardens is a city located in north-central Miami-Dade County, Florida, United States. Its boundaries stretch from I-95 and NE 2nd Avenue on the east, to NW 47th and NW 57th Avenues on the west, and from the Broward County line on the north, to 151st Street on the south. The city name comes from one of the major roadways through the area, Miami Gardens Drive. According to the 2017 estimate from the US Census Bureau, the city had a population of 113,750, and it is the largest city in Florida that has a majority African American population. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people in 2015.",
  "/wiki/Volvo_Car_Open": "The Charleston Open (also known by its current sponsored name Volvo Car Open; formerly Family Circle Cup from 1973 to 2015) is a WTA Tour affiliated professional tennis tournament for women, held every year since 1973. It is the oldest professional women's tournament with a $750,000 purse.",
  "/wiki/Charleston,_South_Carolina": "Charleston is the oldest and largest city in the U.S. state of South Carolina. The city is the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline and is located on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wando rivers. Charleston had an estimated population of 136,208 in 2018. The estimated population of the Charleston metropolitan area, comprising Berkeley, Charleston, and Dorchester counties, was 787,643 residents as of 2018, the third-largest in the state and the 78th-largest metropolitan statistical area in the United States.",
  "/wiki/Madison_Keys": "Madison Keys (born February 17, 1995) is an American professional tennis player. She achieved a career-high ranking of No. 7 in the world in October 2016 and has been consistently ranked inside the top 25 by the Women's Tennis Association (WTA) since early 2015. Keys has played in one Grand Slam tournament final at the 2017 US Open, and also competed at the 2016 WTA Finals. She has won five WTA tournaments, all at the Premier level. Her biggest title came at the 2019 Cincinnati Open, a Premier 5 event.",
  "/wiki/Women%27s_Stuttgart_Open": "The Stuttgart Open, also known by its sponsored name Porsche Tennis Grand Prix, is a women's tennis tournament held in Stuttgart, Germany (until 2005, in Filderstadt, a southern suburb of Stuttgart). Held since 1978, the tournament is the oldest women's indoor tournament in Europe. The event was part of the Tier II category from 1990 until 2008 and as of 2009 has been a Premier tournament on the WTA Tour. The singles champion receives prize money and a Porsche sports car. Until 2008 the tournament was played on hardcourt in autumn. Since 2009 it is played on clay court in spring, as a warm-up tournament to the French Open, making it the first indoor clay court event on the women's tour.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/Petra_Kvitov%C3%A1": "Petra  Kvitová (Czech pronunciation: [ˈpɛtra ˈkvɪtovaː]; born 8 March 1990) is a Czech professional tennis player. Known for her powerful left-handed groundstrokes and variety, Kvitová turned professional in 2006 and has won 27 career singles titles, two of which are Grand Slam titles, the Wimbledon Championships in 2011 and in 2014. She also won a bronze medal at the 2016 Rio Olympics. Her career-high ranking of world No. 2 was reached on 31 October 2011 and as of 3 February 2020, she is ranked world No. 11 by the Women's Tennis Association (WTA). As such, Kvitová is currently the highest-ranked left-handed player in the world and the second highest-ranked Czech, behind Karolína Plíšková.",
  "/wiki/Madrid_Open_(tennis)": "The Madrid Open (Spanish: Masters de Madrid), currently sponsored by Mutua Madrileña and known as the Mutua Madrid Open, is a joint men's and women's professional tennis tournament, held in Madrid, during early May. The clay court event is classified as an ATP World Tour Masters 1000 on the Association of Tennis Professionals tour and a Premier Mandatory event on the Women's Tennis Association tour. In the past it has also been known as the Madrid Masters. The tournament is traditionally played on a red clay surface. The event was played on blue courts in the 2012 tournament edition, with the ATP deciding against blue thereafter.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Italian_Open_(tennis)": "The Italian Open, originally called the \"Italian International Championships\", is a tennis tournament held in Rome, Italy. It is one of the most important clay tennis tournaments in the world with the men's competition being an ATP Tour Masters 1000 event on the Association of Tennis Professionals (ATP) tour, and the women's competition being a Premier 5 event on the Women's Tennis Association (WTA) tour. The two events were combined in 2011. The tournament is played on clay courts, currently during the second week of May. The event is also known as the \"Rome Masters\" for male edition, as well as sponsored name \"Internazionali BNL d'Italia.\" Rafael Nadal has won the men's singles title a record nine times.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/German_Open_(WTA)": "The German Open (currently known as the Grass Court Championships Berlin) is a WTA Tour affiliated professional tennis tournament for women played in West Berlin, West Germany (until 1990), then Berlin, Germany from 1991 to 2008 following reunification. Held since 1896, it was one of the oldest tournaments for women. Until 1978 the tournament was held in Hamburg together with the men's tournament. From 1988, it was classified on the WTA Tour as a Tier I tournament.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Eastbourne_International": "The Eastbourne International is a tennis tournament on the Women's Tennis Association Tour and the ATP World Tour held at the Devonshire Park Lawn Tennis Club, Eastbourne, United Kingdom. Held since 1974, it is classified as a WTA Premier tournament on the WTA Tour and an ATP World Tour 250 series on the ATP World Tour. The tournament is played on outdoor grass courts, and is generally considered a \"warm-up\" for the Wimbledon Grand Slam event, which begins the following week. It was originally just part of the Women's Tennis Association Tour, but from 2009 it was introduced as an ATP Tour event. It replaced the Nottingham Grass court tournament from 2009–2014. Nottingham returned for 2015–2016 with no ATP Tour event in Eastbourne, however Eastbourne replaced the Nottingham event again from 2017 onwards. It is currently sponsored by Nature Valley. Before the sponsor change, the event was sponsored by AEGON.",
  "/wiki/Eastbourne": "Eastbourne (/ˈiːstbɔːrn/ (listen)) is a town, seaside resort and borough in the non-metropolitan county of East Sussex on the south coast of England, 19 miles (31 km) east of Brighton. Eastbourne is immediately to the east of Beachy Head, the highest chalk sea cliff in Great Britain and part of the larger Eastbourne Downland Estate.",
  "/wiki/Silicon_Valley_Classic": "The Silicon Valley Classic, currently sponsored by Mubadala Investment Company, is a week-long tennis tournament on the WTA Tour held on the campus of San Jose State University in San Jose, California, United States. Started in 1971, the tournament is the oldest women's-only tournament in the world and is played on outdoor hardcourts.  It is the first women's tournament in the annual US Open Series.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Zheng_Saisai": "Zheng Saisai or Zheng Sai-Sai (Chinese: 郑赛赛; pinyin: Zhèng Sàisài; Mandarin pronunciation: [ʈʂə̂ŋ sâi sâi]; born February 5, 1994) is a Chinese tennis player. She has won one WTA singles title at the Premier level 2019 Silicon Valley Classic and four WTA doubles titles. She also reached the finals of the 2019 French Open in doubles with her countrywoman Duan Yingying.",
  "/wiki/Canada_Masters": "The Canadian Open (French: Tournoi de tennis du Canada), also known as the Canada Masters and known for sponsorship reasons as the Rogers Cup presented by National Bank (French: Coupe Rogers), is an annual tennis tournament held in Canada. The second-oldest tournament in all of tennis (behind only Wimbledon), the Canadian Open's men's competition is a Masters 1000 event on the Association of Tennis Professionals (ATP) tour. The women's competition is a Premier 5 tournament on the Women's Tennis Association (WTA) tour. The competition is played on hard courts.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Cincinnati_Masters": "The Cincinnati Masters (currently sponsored by the Western & Southern Financial Group and called the Western & Southern Open) is an annual outdoor hardcourt tennis event held in Mason near Cincinnati, Ohio, USA. The event started on September 18, 1899 and is the oldest tennis tournament in the United States played in its original city.",
  "/wiki/Mason,_Ohio": "Mason is a city in southwestern Warren County, Ohio, United States, approximately 22 miles (35 km) from downtown Cincinnati. As of the 2010 census, Mason's population was 30,712.",
  "/wiki/Zhengzhou_Open": "The Zhengzhou Open is a tournament for professional female tennis players played on outdoor hard courts. The event has been held in Zhengzhou, China, since 2014 as an ITF tournament and then as WTA 125K tournament in 2017 and 2018.",
  "/wiki/Zhengzhou": "Zhengzhou is the capital and largest city of Henan Province in the central part of the People's Republic of China. It is one of the National Central Cities in China, the centre of Central Plains area, and serves as the political, economic, technological, and educational center of the province, as well as a major transportation hub in China (highway, railway, aviation, communication). The Zhengzhou metropolitan area (including Zhengzhou and Kaifeng) is the core area of the Central Plains Economic Zone.",
  "/wiki/Toray_Pan_Pacific_Open": "The Pan Pacific Open (Japanese: 東レ パン・パシフィック・オープン・テニストーナメント), currently sponsored by Toray Industries, is a women's outdoor hardcourt tennis tournament held annually in Tokyo, Japan. It is a WTA Premier Tournament on the WTA Tour.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Naomi_Osaka": "Naomi Osaka (大坂 なおみ Japanese pronunciation: [o̞ːsäkä näo̞mʲi], Ōsaka Naomi, born October 16, 1997) is a professional tennis player who represents Japan. Osaka has been ranked No. 1 by the Women's Tennis Association (WTA), and is the first Asian player to hold the top ranking in singles. She has won five titles on the WTA Tour, including two titles at both the Grand Slam and Premier Mandatory levels. Osaka won her first two Grand Slam singles titles in back-to-back Grand Slam tournaments at the 2018 US Open and the 2019 Australian Open, and is the first player to achieve this feat since Jennifer Capriati in 2001.",
  "/wiki/Wuhan_Open": "The Wuhan Open (currently sponsored by Dongfeng Motor) is a tennis tournament held in Wuhan, Hubei Province, China and organized for female professional tennis players. It is one of the Premier 5 tournaments on the WTA Tour and made its debut in the 2014 season.",
  "/wiki/Wuhan": "Wuhan ([ù.xân] (listen); simplified Chinese: 武汉; traditional Chinese: 武漢) is the capital of Hubei province, People's Republic of China.  It is the largest city in Hubei and the most populous city in Central China, with a population of over 11 million, the ninth most populous Chinese city, and one of the nine National Central Cities of China.",
  "/wiki/Aryna_Sabalenka": "Aryna Siarhiejeŭna Sabalenka (Belarusian: Арына Сяргееўна Сабаленка; Russian: Арина Сергеевна Соболенко, Arina Sergeyevna Sobolenko, born 5 May 1998) is a Belarusian professional tennis player. She has been a top ten player in both singles and doubles, having been ranked as high as No. 9 in singles and No. 2 in doubles by the Women's Tennis Association (WTA). Sabalenka won her first Grand Slam title in doubles at the 2019 US Open alongside Elise Mertens. She has won eight WTA titles in total, five in singles and three in doubles.",
  "/wiki/China_Open_(tennis)": "The China Open is an annual men's and women's professional tennis tournament held in Beijing, China. The women's event is the third highest tier Premier Mandatory series on the WTA tour, while the men's is a fourth tier ATP World Tour 500 series event. The tournament was first held in 2004 as a back-to-back event for 4 years. In 2008, it became a combined event for the first time.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/WTA_Premier_tournaments": "WTA Premier Tournaments is a category of tennis tournaments in the Women's Tennis Association tour, implemented since the reorganization of the schedule in 2009."
}