{
  "/wiki/Ian_Thorpe": "Ian James Thorpe, AM (born 13 October 1982) is an Australian retired swimmer who specialised in freestyle, but also competed in backstroke and the individual medley. He has won five Olympic gold medals, the most won by any Australian. With three gold and two silver medals, Thorpe was the most successful athlete at the 2000 Summer Olympics in Sydney, Australia.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics": "The swimming competitions at the 2004 Summer Olympics in Athens took place from 14 to 21 August 2004 at the Athens Olympic Aquatic Centre in Marousi. It featured 32 events (16 male, 16 female), a total of 937 swimmers from 152 nations, and the program's changes instituted in the previous Games, including notably the three-phase format (heats, semifinals, and final) for all short-distance races (200 metres and under).",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_400_metre_freestyle": "The men's 400 metre freestyle event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 14.",
  "/wiki/Alice_Tait": "Alice Mary Tait, OAM (born 23 May 1986), née Alice Mary Mills, is an Australian former sprint freestyle, butterfly and individual medley swimmer who represented Australia at the 2004 Athens Olympics and the 2008 Beijing Olympics winning two relay gold medals and a bronze.",
  "/wiki/Jodie_Henry": "Jodie Clare Henry, OAM (born 17 November 1983) is an Australian competitive swimmer, Olympic gold medallist and former world-record holder.",
  "/wiki/Lisbeth_Lenton": "Lisbeth \"Libby\" Constance Trickett, OAM (born 28 January 1985), née Lisbeth Constance Lenton, is an Australian retired competition swimmer. She was a gold medallist at the 2004 Summer Olympics, the 2008 Summer Olympics and the 2012 Summer Olympics. She was the world record holder in the short-course (25m) 100-metre freestyle.",
  "/wiki/Sarah_Ryan": "Sarah Michelle Ryan, OAM (born 20 February 1977) is an Australian former sprint freestyle swimmer, who won relay medals at three consecutive Olympics from the 1996 Summer Olympics to the 2004 Summer Olympics.",
  "/wiki/Petria_Thomas": "Petria Ann Thomas, OAM (born 25 August 1975) is an Australian swimmer and Olympic gold medallist and a winner of 15 national titles.  She was born in Lismore, New South Wales, and grew up in the nearby town of Mullumbimby.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_100_metre_freestyle_relay": "The women's 4×100 metre freestyle relay took place on 14 August at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece.",
  "/wiki/Sara_Carrigan": "Sara Carrigan OAM (born 7 September 1980 in Gunnedah, New South Wales) is a professional cyclist from Australia, who commenced her cycling career in 1996 at the age of fifteen and is currently a member of the Belgian Lotto-Belisol Ladiesteam.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics": "Cycling at the 2004 Summer Olympics consisted of 18 events in three disciplines:",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_individual_road_race": "The Women's Road Race at the 2004 Summer Olympics (Cycling):",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_100_metre_butterfly": "The women's 100 metre butterfly event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 14 and 15.",
  "/wiki/Suzanne_Balogh": "Suzanne Elspeth (Suzy) Balogh OAM (born 8 May 1973 in Queanbeyan, New South Wales) is a sport shooter from Australia. Balogh competed at the 2004 Summer Olympics and won a gold medal in Trap. She also competed in the Double Trap event. She also competed in the 2002 Commonwealth Games in Manchester where she won a bronze medal, and the 2006 Games in Melbourne, where she won a gold and a bronze in the Trap events.  She also reached the final of the women's trap at the 2012 Summer Olympics.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_trap": "The women's trap competition at the 2004 Summer Olympics was held on August 16 at the Markópoulo Olympic Shooting Centre near Athens, Greece. Suzanne Balogh of Australia won the competition by a wide four-hit margin.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_200_metre_freestyle": "The men's 200 metre freestyle event at the 2004 Summer Olympics was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece. The event took place on 15 and 16 August.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_100_metre_freestyle": "The women's 100 metre freestyle event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 18 and 19.",
  "/wiki/Anna_Meares": "Anna Maree Devenish Meares OAM (born 21 September 1983) is an Australian retired track cyclist. She currently resides in Adelaide in South Australia where the Australian Institute of Sport's Track Cycling program has its headquarters at the Adelaide Super-Drome.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_track_time_trial": "The women's 500 metre time trial in cycling at the 2004 Summer Olympics was a time trial race in which each of the twelve cyclists attempted to set the fastest time for two laps (500 metres) of the track.",
  "/wiki/Drew_Ginn": "Drew Cameron Ginn OAM, (born 20 November 1974) is an Australian five-time world champion rower, a four time Olympian and triple Olympic gold medallist. From 1995 to 1998 he was a member of Australia's prominent world class crew – the coxless four known as the Oarsome Foursome.",
  "/wiki/James_Tomkins_(rower)": "James Bruce Tomkins, OAM (born 19 August 1965) is an Australian rower, seven-time World Champion and a three-time Olympic gold medalist. He is Australia's most awarded oarsman, having made appearances at six Olympic games (for three gold and one bronze medal); eleven World Championships (for seven world titles including one in each of the five sweep oar events); four Rowing World Cups (for two titles) and eighteen state representative King's Cup appearances - the Australian blue riband men's VIII event, (for fifteen victories, ten as stroke). Tomkins is one of only five Australian athletes and four rowers worldwide to compete at six Olympics. From 1990 to 1998 he was the stroke of Australia's prominent world class crew - the coxless four known as the Oarsome Foursome.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics": "Rowing at the 2004 Summer Olympics took place at the Schinias Olympic Rowing and Canoeing Centre and featured 550 competitors taking part in 14 events.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_coxless_pair": "Men's coxless pair competition at the 2004 Summer Olympics in Athens.",
  "/wiki/Grant_Hackett": "Grant George Hackett OAM (born 9 May 1980) is an Australian swimmer, most famous for winning the men's 1500 metres freestyle race at both the 2000 Summer Olympics in Sydney and the 2004 Summer Olympics in Athens. This achievement has led him to be regarded as one of the greatest distance swimmers in history. He also collected a gold medal in Sydney for swimming in the heats of the 4 × 200 m freestyle relay. He is well regarded for his versatility, and has held the long course world record in the 200 m, 800 m, and 1500 m freestyle. He has dominated the 1500 m event for a decade, being undefeated in the event in finals from 1996 until the 2007 World Aquatics Championships. In total, he has won 10 long-course world championship gold medals.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_1500_metre_freestyle": "The men's 1500 metre freestyle event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 20 and 21.",
  "/wiki/Brooke_Hanson": "Brooke Louise Hanson, OAM (born 18 March 1978) is an Australian former competitive swimmer, Olympic gold medallist, world champion, and former world record-holder.",
  "/wiki/Leisel_Jones": "Leisel Marie Jones, OAM (born 30 August 1985) is an Australian former competition swimmer and Olympic gold medallist.  A participant in the 2000 Summer Olympics – at just 15 years old – and 2004 Summer Olympics, she was part of gold-medal-winning Australian team in the women's 4×100-metre medley relay at the Athens Games in 2004 and a gold medallist for 100-metre breaststroke in the 2008 Summer Olympics in Beijing.",
  "/wiki/Giaan_Rooney": "Giaan Leigh Rooney, OAM (born 15 November 1982) is an Australian former competitive swimmer and television personality.  As a member of the Australian team in women's 4×100-metre medley relay, she won an Olympic gold medal and broke a world record at the 2004 Summer Olympics.  Rooney is currently an Australian television presenter.",
  "/wiki/Jessicah_Schipper": "Jessicah Lee Schipper, OAM (born 19 November 1986) is an Australian former competition swimmer. She trained at the Redcliffe Leagues Lawnton club in Brisbane, under veteran coach Ken Wood up until the conclusion of the 2008 Summer Olympics. Schipper then trained under the guidance of Stephan Widmar with the Commercial Swimming Club. She was awarded the Order of Australia Medal in January 2005 for her services to swimming.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_4_%C3%97_100_metre_medley_relay": "The women's 4×100 metre medley relay took place on 20–21 August at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece.",
  "/wiki/Chantelle_Newbery": "Chantelle Lee Newbery OAM (née Michell) (born 6 May 1977) is a former Australian diver and Olympic gold medalist. She won a gold medal in diving at the 2004 Summer Olympics, and in 2006 became the 22nd athlete to be named in the Australian Institute of Sport Awards' \"Best of the Best\".",
  "/wiki/Diving_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, in Athens, eight diving events  were contested during a competition that took place at the Olympic Aquatic Centre, from 20 to 28 August (14 and 16 August for the synchronized events), comprising a total of 125 divers from 30 nations.",
  "/wiki/Diving_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_10_metre_platform": "The women's 10 metre platform was one of eight diving events included in the Diving at the 2004 Summer Olympics programme.",
  "/wiki/Graeme_Brown": "Graeme Allen Brown OAM (born 9 April 1979) was a professional cyclist and is a dual Olympic gold medallist from Australia. He last rode for UCI Pro Continental team Drapac Professional Cycling.",
  "/wiki/Peter_Dawson_(cyclist)": "Peter Dawson (born  4 February 1982 in Pinjarra) is an Australian professional racing cyclist. He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Brett_Lancaster": "Brett Lancaster OAM (born 15 November 1979) is a former professional racing cyclist from Australia, who last rode for UCI ProTeam Mitchelton–Scott. Born in Shepparton, Victoria, Lancaster started cycle racing at the age of 14 in 1993. He spent four years riding for Ceramiche Panaria–Fiordo before moving to Team Milram in July 2006. In 2009 and 2010 he rode for Cervélo TestTeam, and rode for Garmin–Cervélo in 2011.",
  "/wiki/Brad_McGee": "Bradley John McGee OAM (born 24 February 1976 in Sydney, New South Wales) is an Australian former professional racing cyclist. He is currently the head coach of the New South Wales Institute of Sport (NSWIS). He started cycling in 1986 at the age of ten. He lives in Sydney and in Nice, France.",
  "/wiki/Luke_Roberts": "Luke Roberts (born 25 January 1977) is a sports director and former Australian racing cyclist specialising in both track cycling and road bicycle racing.",
  "/wiki/Stephen_Wooldridge": "Stephen Brian Wooldridge OAM (17 October 1977 – 14 August 2017) was an Australian racing cyclist, an Olympic and four-time world champion on the track. He was born in Sydney. He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_team_pursuit": "The men's team pursuit event in cycling at the 2004 Summer Olympics consisted of matches between two teams of four cyclists.  The teams started at opposite ends of the track. They had 16 laps (4 kilometres) in which to catch the other cyclist. If neither was caught before one had gone 16 laps, the times for the distance (based on the third rider of the team to cross the line) were used to determine the victor.",
  "/wiki/Ryan_Bayley": "Ryan Neville Bayley OAM (born 9 March 1982) is an Australian professional track cyclist and double Olympic gold medallist.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_sprint": "The men's 200m Sprint at the 2004 Summer Olympics (Cycling) was an event that consisted of cyclists making three laps around the track.  Only the time for the last 200 metres of the 750 metres covered was counted as official time.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_Keirin": "The men's Keirin in cycling at the 2004 Summer Olympics was contested by 22 cyclists.  A Keirin race consisted of eight laps of the track, or 2 kilometres.",
  "/wiki/Stuart_O%27Grady": "Stuart O'Grady OAM (born 6 August 1973) is a retired Australian professional road bicycle racer, who rode as a professional between 1995 and 2013. A former track cyclist, O'Grady and Graeme Brown won a gold medal in the Men's Madison at the 2004 Summer Olympics. O'Grady also won Paris–Roubaix in 2007. O'Grady competed in the Tour de France from 1997 and contended for the points classification in the Tour de France known as the green jersey, finishing second in the 1998, 1999, 2001 and 2005 races. He wore the yellow jersey of general classification leader in 1998 and 2001.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_Madison": "The men's Madison in cycling at the 2004 Summer Olympics was contested by 18 cyclists.  The Madison race consisted of 200 laps of the track, or 50 kilometres.  It was a two-person team event, with a tag-team format used to allow one cyclist to rest while his teammate raced.",
  "/wiki/Australia_men%27s_national_field_hockey_team": "The Australia men's national field hockey team (nicknamed the Kookaburras) is one of the\nnation's most successful top-level sporting teams. They are the only Australian team in any sport to receive medals at the last six Summer Olympic Games (1992–2012). The Kookaburras placed in the top four in every Olympics between 1980 and 2012; in 2016, the Kookaburras placed sixth. They also won the Hockey World Cup in 1986, 2010 and 2014.",
  "/wiki/Michael_Brennan_(field_hockey)": "Michael Brennan OAM (born 15 October 1975 in Toowoomba, Queensland) is a field hockey midfielder from Australia, who was a member of the team that won gold at the 2004 Summer Olympics in Athens. Four years earlier, when Sydney hosted the Summer Games, he finished in third spot with The Kookaburras , as the men's national team is called.",
  "/wiki/Travis_Brooks": "Travis Neil Brooks OAM (born 16 July 1980 in Melbourne, Victoria) is a field hockey forward from Australia, who won the gold medal with the Men's National Team at the 2004 Summer Olympics in Athens. He made his international debut in Canberra, on 15 February 2003, during the second Test of the series against the Netherlands, and played a starring role in The Kookaburras Sultan Azlan Shah Cup win in January 2004 with two goals in the final. Brooks played in the Australian team at the 2008 Beijing Olympics, winning a bronze medal.",
  "/wiki/Dean_Butler_(field_hockey)": "Dean Butler OAM (born 26 January 1977 in Warwick, Queensland) is a field hockey defender from Australia, who was a member of the team that won the gold medal at the 2004 Summer Olympics in Athens.",
  "/wiki/Jamie_Dwyer": "Jamie Dwyer OAM (born 12 March 1979) is an Australian field hockey player. He currently plays for YMCC Coastal City Hockey Club in the Melville Toyota League in Perth, Western Australia. He did play for the Queensland Blades in the Australian Hockey League. He debuted for Australia as a junior player in 1995, and for the senior side in 2001. He has played over 350 matches for Australia and scored over 220 goals. He has represented Australia at the 2004 Summer Olympics where he won a gold medal and the 2008 Summer Olympics and 2012 Summer Olympics where Australia won a bronze medals. He has also represented Australia at the 2006 Commonwealth Games where he won a gold medal and the 2010 Commonwealth Games where he also won gold. He has won silver medals at the 2002 Men's Hockey World Cup and the 2006 Men's Hockey World Cup. He won a gold medal at the 2010 Men's Hockey World Cup. In 2019, he started playing in the Rosalie Touch Rugby Competition however did not score a try. His team mate Tony Davis had the opportunity to score assist Dwyer however an errant forward pass from Davis lost him the opportunity.",
  "/wiki/Nathan_Eglington": "Nathan Eglington OAM (born 2 December 1980 in Murwillumbah, New South Wales) is a field hockey midfielder and striker from Australia, who was a member of the team that won the golden medal at the 2004 Summer Olympics in Athens.",
  "/wiki/Troy_Elder": "Troy Elder OAM (born 15 October 1977 in Bunbury, Western Australia) is a field hockey striker and midfielder from Australia, who was a member of the Men's National Team that won the golden medal at the 2004 Summer Olympics in Athens. Four years earlier, when Sydney hosted the Olympic Games, Elder finished in third spot with The Kookaburras, as the national team is called.",
  "/wiki/Bevan_George": "Bevan Christopher George OAM (born 22 March 1977 in Narrogin, Western Australia) is a field hockey defender from Australia.",
  "/wiki/Robert_Hammond": "Robert Hammond OAM (born 1981) is an Australian field hockey player from Queensland.  He has played hockey on the state level.  He has been a consistent member of the  Australia men's national field hockey team.  He was with the team when they won a gold medal at the 2004 Summer Olympics and a bronze medal at the 2008 Summer Olympics.  He is competing for a spot on the team to represent the country at the 2012 Summer Olympics.  He was also a member of the team that won a gold medal at the 2010 Men's Hockey Champions Trophy.",
  "/wiki/Mark_Hickman": "Mark Christopher Hickman OAM (born 22 August 1973 in Darwin, Northern Territory) is a field hockey goalkeeper from Australia. He was a part of the team that won the gold medal at the 2004 Summer Olympics in Athens, Greece.",
  "/wiki/Mark_Knowles_(field_hockey)": "Mark William Knowles OAM (born 10 March 1984) is the Australian field hockey captain. He has played professional hockey in the Netherlands for HC Rotterdam. He plays for the Queensland Blades in the Australian Hockey League. He has been the captain of the Australia men's national field hockey team the Kookaburras since 2014. He won a gold medal at the 2004 Summer Olympics, the 2014 World Cup, the 2005 and 2012 Champions Trophy.",
  "/wiki/Brent_Livermore": "Brent James Livermore OAM (born 5 July 1976 in Grafton, New South Wales) is a field hockey midfielder from Australia. He was first selected in the Australian team in 1997, and was awarded the Kookaburras player of the year award in 2001. He was also nominated of the FIH Player of the Year awards in 2002 and 2005. He has played over 300 matches for the Australian team, and has scored 30 international goals. He plays for the NSW Waratahs in the Australian Hockey League.",
  "/wiki/Michael_McCann_(field_hockey)": "Michael McCann OAM (born 26 September 1977) is a field hockey striker from Sydney, Australia, who won the gold medal with the Australia national field hockey team at the 2004 Summer Olympics in Athens. He was included in the national squad for the  Sultan Azlan Shah Cup in 2001 after an impressive national league season netted him the top goal scorer's award.",
  "/wiki/Stephen_Mowlam": "Stephen Mowlam OAM (born 22 December 1976 in Victoria) is a field hockey goalkeeper from Australia, who was a member of the team that won the golden medal at the 2004 Summer Olympics in Athens by beating title holders The Netherlands in the final.",
  "/wiki/Grant_Schubert": "Grant Schubert (OAM) (born 1 August 1980 in Loxton, South Australia) is a field hockey striker from Australia, who won the gold medal with the Men's National Team at the 2004 Summer Olympics in Athens. He was named World Hockey Young Player of the Year by the International Hockey Federation (FIH) in December 2003.",
  "/wiki/Matthew_Wells_(field_hockey)": "Matthew Wells OAM (born 2 May 1978 in Hobart, Tasmania) is a field hockey defender from Australia, who was a member of the team that won the gold medal at the 2004 Summer Olympics in Athens by beating title holders The Netherlands in the final. Four years earlier, when Sydney hosted the Summer Games, he finished in third spot with The Kookaburras, as the Men's National Team is called. He had to miss the 2006 Men's Hockey World Cup due to injury.",
  "/wiki/Field_hockey_at_the_2004_Summer_Olympics": "Field Hockey at the 2004 Summer Olympics was held at the Olympic Hockey Centre located within the Helliniko Olympic Complex. The competitions for both men and women was split into two groups with the top two teams after the preliminary rounds progressing through to the semi-finals.",
  "/wiki/Field_hockey_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's field hockey tournament at the 2004 Summer Olympics was the 20th edition of the field hockey event for men at the Summer Olympic Games. It was held over a thirteen-day period beginning on 15 August, and culminating with the medal finals on 27 August. All games were played at the hockey centre within the Hellinikon Olympic Complex in Athens, Greece.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_100_metre_breaststroke": "The women's 100 metre breaststroke event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 15 and 16.",
  "/wiki/Michael_Klim": "Michael George Klim, OAM (born 13 August 1977) is a Polish-born Australian swimmer, Olympic gold medallist, world champion, and former world record-holder.",
  "/wiki/Antony_Matkovich": "Antony Matkovich (born 12 June 1977) is an Australian swimmer who won a silver medal in the 4x200-metre freestyle relay at the 2004 Summer Olympics.",
  "/wiki/Todd_Pearson": "Todd Robert Pearson (born 25 November 1977) is an Australian swimming champion, who was born in Geraldton, Western Australia. He started swimming on the advice of a doctor treating his asthma. Pearson was vice captain of Hale School in 1994 where he spent time in Faulkner House and St George House. He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Nicholas_Sprenger": "Nicholas Sprenger (born 14 May 1985) is an Australian middle distance freestyle swimmer who won a silver medal in the 4×200-metre freestyle relay at the 2004 Summer Olympics in Athens.",
  "/wiki/Craig_Stevens_(swimmer)": "Craig Julian Stevens (born 23 July 1980) is an Australian former freestyle swimmer specialising in the 400-, 800- and 1500-metre freestyle events. He was an Australian Institute of Sport scholarship holder.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_4_%C3%97_200_metre_freestyle_relay": "The men's 4×200 metre freestyle relay took place on 17 August at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece."
}