{
  "/wiki/CV_Murillo": "Club Voleibol Logroño is a professional Volleyball team based in Logroño, La Rioja, Spain. It plays in Superliga Femenina.",
  "/wiki/Logro%C3%B1o": "Logroño (UK: /lɒˈɡrɒnjoʊ/, US: /ləˈɡroʊnjoʊ, loʊˈ-/, Spanish: [loˈɣɾoɲo] (listen)) is a city in northern Spain, on the Ebro River. It is the capital of the province of La Rioja.",
  "/wiki/San_Crist%C3%B3bal_de_La_Laguna": "San Cristóbal de La Laguna (commonly known as La Laguna, Spanish pronunciation: [saŋ kɾisˈtoβal de la laˈɣuna]) is a city and municipality in the northern part of the island of Tenerife in the Province of Santa Cruz de Tenerife, on the Canary Islands (Spain). The city is the third-most populous city of the archipelago and the second-most populous city of the island. La Laguna's historical center was declared a World Heritage Site by UNESCO in 1999. In 2003 the municipality started an ambitious Urban Plan to renew this area, that was carried out by the firm AUC S.L. (Arquitectura Urbanismo y Cooperación). The city was the ancient capital of the Canary Islands. La Laguna lies right alongside the city of Santa Cruz de Tenerife, thus the two cities and municipalities form a single large urban center, linked by tram.",
  "/wiki/CV_Haro": "Club Voleibol Haro, also known as Haro Rioja Voley is a Spanish volleyball club from Haro in La Rioja. Founded in 1996, it is best known for its women's team, which has played in the Superliga since 2008. In 2012 it won the national cup and supercup, and it was the championship's runner-up.",
  "/wiki/Haro,_La_Rioja": "Haro is a town and municipality in the northwest of La Rioja province in northern Spain. It is known for its fine red wine and every year the Haro Wine Festival is held where locals hold a wine battle.",
  "/wiki/CV_Alcobendas": "Club Voleibol Alcobendas also known as CV Alcobendas is a Spanish Women's Volleyball Club from Alcobendas in Madrid. Founded since the year of 2000, The Club currently plays in the Superliga Femenina de Voleibol.",
  "/wiki/Alcobendas": "Alcobendas (Spanish pronunciation: [alkoˈβenðas]) is a city located in the Community of Madrid, central Spain. It is located roughly 13 kilometres (8 mi) north of Madrid and 7 kilometres (4 mi) from Barajas International Airport. It includes a central urban zone, a recently built district known as Valdelasfuentes, La Moraleja and El Soto de la Moraleja residential zones, the Valdelatas nature reserve and a light industrial estate. A business park called Valdelacasa for high-tech firms is being built. It is the location of a basketball museum organised by the Pedro Ferrándiz Foundation where the FIBA Hall of Fame is located.",
  "/wiki/CV_Aguere": "Club Voleibol Aguere is a professional volleyball team  based in San Cristóbal de La Laguna, Spain. It plays in the Superliga Femenina de Voleibol.",
  "/wiki/CV_Barcelona": "Club Voleibol Barcelona also known as CVB Barça is a Spanish women's volleyball club from Barcelona and currently plays in the Spanish Superliga.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/CV_Ciutadella": "Club Voleibol Ciutadella, also known as Avarca Menorca for sponsorship reasons, is a Spanish volleyball club from Ciutadella de Menorca in the Balearic Islands. Founded in 1985 merge of the teams of several local schools, it is best known for its women's team, which was promoted to the Superliga in 2006 and soon became one of the leading teams in the championship. In 2009 it was third, in 2010 it was the runner-up and in 2011 and 2012 it won the championship.",
  "/wiki/Ciutadella_de_Menorca": "Ciutadella de Menorca (Catalan pronunciation: [siwtəˈðeʎə ðə məˈnɔɾkə]) or simply Ciutadella is a town and a municipality in the western end of Menorca, one of the Balearic Islands (Spain). It is one of the two primary cities in the island, along with Maó.",
  "/wiki/Balearic_Islands": "The Balearic Islands (/ˌbæliˈærɪk/ BAL-ee-ARR-ik, also US: /ˌbɑːl-/ BAHL-, UK: /bəˈlɪərɪk/ bə-LEER-ik; Catalan: Illes Balears [ˈiʎəz bələˈas]; Spanish: Islas Baleares [ˈizlaz βaleˈaɾes]) are an archipelago of Spain in the western Mediterranean Sea, near the eastern coast of the Iberian Peninsula.",
  "/wiki/Centro_Insular_de_Deportes": "Centro Insular de Deportes is an indoor arena in Las Palmas, Spain.  It was the home arena of the Spanish ACB League professional basketball team Gran Canaria until 2014. The arena holds 5,200 people.",
  "/wiki/Las_Palmas_de_Gran_Canaria": "Las Palmas (UK: /ˌlæs ˈpælməs, - ˈpɑːl-/, US: /ˌlɑːs ˈpɑːlməs, -mɑːs/; Spanish: [las ˈpalmas]), officially Las Palmas de Gran Canaria,[a] is a city and capital of Gran Canaria island, in the Canary Islands, on the Atlantic Ocean.",
  "/wiki/Sant_Cugat_del_Vall%C3%A8s": "Sant Cugat del Vallès (Catalan pronunciation: [ˈsaŋ kuˈɣad dəl βəˈʎɛs]) (pop. 89,516 in 2017) is a town and municipality north of Barcelona in Catalonia, Spain. Known as Castrum Octavianum in antiquity (which literally means the castle of Octavianus) and as Pins del Vallès during the Second Spanish Republic, it is named after Saint Cucuphas, who is said to have been martyred on the spot now occupied by its medieval monastery. The final part of its toponym, del Vallès, is a reference to the historical county where the town is situated, Vallès.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Dos_Hermanas": "Dos Hermanas (Spanish pronunciation: [ˈdos eɾˈmanas]) is a Spanish city 15 km (9.3 mi) south of Seville in Andalusia, with a population of 131,317 as of 2015.",
  "/wiki/Andalusia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.",
  "/wiki/Arona,_Tenerife": "Arona is a municipality in the southern part of the island of Tenerife in the Canary Islands. The municipality covers an area of 81.79 square kilometres comprising 4% of the island's area. The town Arona is 59 km southwest from Santa Cruz de Tenerife, the island's capital. The population in 2017 was about 93,496. It is the third largest city in Tenerife, after, Santa Cruz de Tenerife and San Cristóbal de La Laguna. Arona has a pleasant climate with temperatures ranging from 20 to 25 degrees Celsius. Notable places include the tourist resorts of Los Cristianos, Playa de las Americas, Costa del Silencio and Las Galletas. Arona also features Punta Salemas, the southernmost point of the island of Tenerife. The TF-1 motorway passes through the municipality.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland."
}