{
  "/wiki/MetroStars": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Steve_Shak": "Steve Shak (born February 8, 1978 in Cerritos, California) is a retired American soccer player. He currently works for Northwestern Mutual. Previously Shak was an assistant coach with the Charlotte Eagles of the USL Second Division.  He also joined the North Carolina State coaching staff as a volunteer assistant coach in 2013.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Kansas_City_Wizards": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Nick_Garcia": "Nick Garcia (born April 9, 1979 in Plano, Texas) is a former American soccer player.",
  "/wiki/Indiana_University_Bloomington": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Adin_Brown": "Adin Brown (born May 27, 1978) is an American soccer coach and former player. He is currently the goalkeeping coach for Chicago Fire FC in Major League Soccer.",
  "/wiki/College_of_William_%26_Mary": "The College of William & Mary (also known as William & Mary, W&M, and officially The College of William and Mary in Virginia) is a public research university in Williamsburg, Virginia. Founded in 1693 by letters patent issued by King William III and Queen Mary II, it is the second-oldest institution of higher education in the United States, after Harvard University.",
  "/wiki/Chicago_Fire_S.C.": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Carlos_Bocanegra": "Carlos Manuel Bocanegra (born May 25, 1979) is an American sports executive and former professional soccer player. A two-time MLS Defender of the Year, Bocanegra also played professionally in England, Scotland, France, and Spain. He earned over 100 caps with the United States, serving as captain for six years. He is currently serving as technical director and vice president for Atlanta United.",
  "/wiki/Dallas_Burn": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Aleksey_Korol": "Aleksey Korol (Ukrainian: Олексій Король; born 14 October 1977) is a Ukrainian soccer forward and coach who has spent most of his career in the United States.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Danny_Califf": "Daniel Benjamin Califf (born March 17, 1980 in Orange, California) is a retired American soccer player.",
  "/wiki/University_of_Maryland,_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Wes_Hart": "Wes Hart (born September 14, 1977, in Hollister, California) is an American soccer coach, and the current head coach of the Alabama Crimson Tide women's soccer team. Hart played six season in Major League Soccer as a defender with the Colorado Rapids and San Jose Earthquakes.",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Travis_Mulraine": "Travis Mulraine (born 2 May 1977 in John John) is a soccer player from Trinidad and Tobago who plays with Fredericksburg Hotspur. He is currently coaching.",
  "/wiki/Joe_Public_F.C.": "Joe Public Football Club is a football club from Trinidad and Tobago and used to play in the TT Pro League. Nicknamed the Eastern Lions, they are owned by former FIFA vice-president Jack Warner. Joe Public also sponsors the Munroe Road Cricket Club.",
  "/wiki/John_Wilson_(soccer)": "John Wilson (born October 26, 1977 in Seneca, South Carolina) is a retired American soccer player who spent the majority of his career with the Charleston Battery, playing mostly as a left fullback. Wilson finished his career with 269 appearances for Charleston, second only to Dusty Hudock in club history.",
  "/wiki/Charleston_Battery": "The Charleston Battery are an American professional soccer club based in Charleston, South Carolina and member of the USL Championship. Founded in 1993, the Battery is one of the oldest continuously operating professional soccer clubs in the United States, tied with the Richmond Kickers.",
  "/wiki/USL_First_Division": "The United Soccer Leagues First Division (usually referred to as USL-1) was a professional men's soccer league in the United States, Canada and Puerto Rico from 2005 to 2010.",
  "/wiki/Alan_Woods_(soccer)": "Alan Woods (born October 12, 1978) is a retired American soccer defender who played a season in Major League Soccer and six in the USL First Division. He is currently the coach of the Oglethorpe University women's team.",
  "/wiki/Clemson_University": "Clemson University (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a public, land-grant research university in Clemson, South Carolina. Founded in 1889, Clemson is the second-largest university in student population in South Carolina. For the fall 2017 semester, the university enrolled a total of 19,402 undergraduate students and 4,985 graduate students, and the student/faculty ratio was 18:1. Clemson's 1,400-acre campus  is in the foothills of the Blue Ridge Mountains and sits next to Lake Hartwell. The university manages the nearby 17,500-acre Clemson Experimental Forest that is used for research, education, and recreation.",
  "/wiki/Sasha_Victorine": "Sasha Caleb Victorine (born February 3, 1978 in Santa Ana, California) is a retired American soccer player.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Bobby_Convey": "Robert Francis \"Bobby\" Convey (/ˈkɒnvi/; born May 27, 1983) is an American soccer player who most recently played for New York Red Bulls in Major League Soccer.",
  "/wiki/Project-40": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.",
  "/wiki/2000_MLS_SuperDraft": "The 2000 Major League Soccer SuperDraft was held on February 6, 2000 in Fort Lauderdale, Florida."
}