{
  "/wiki/Rebecca_Adlington": "Rebecca Adlington OBE (born 17 February 1989) is a British former competitive swimmer who specialised in freestyle events in international competition. She won two gold medals at the 2008 Summer Olympics in the 400-metre freestyle and 800-metre freestyle, breaking the 19-year-old world record of Janet Evans in the 800-metre final. Adlington was Britain's first Olympic swimming champion since 1988, and the first British swimmer to win two Olympic gold medals since 1908. After winning her first World Championship gold over 800 metres in 2011, along with silver in the 400 metres at the same meet, she won bronze medals in both the women's 400-metre and 800-metre freestyle events in the 2012 Summer Olympics in London.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games": "The aquatics events at the 2010 Commonwealth Games took place at the SPM Swimming Pool Complex, Talkatora Gardens, Delhi from 4–13 October 2010. Events in the aquatic disciplines of swimming (long course), and diving were contested, with 46 sets of medals being competed for in total.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_200_metre_freestyle": "The Women's 200 metre freestyle event at the 2010 Commonwealth Games took place on October 4, 2010, at the SPM Swimming Pool Complex.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games": "The Shooting events at the 2010 Commonwealth Games took place at the Dr. Karni Singh Shooting Range from 5 to 13 October 2010.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_25_metre_pistol_pairs": "The Women's 25 metre pistol pairs event at the 2010 Commonwealth Games took place on October 5, 2010 at the CRPF Campus.",
  "/wiki/Kate_Haywood": "Kate Emma Haywood (born 1 April 1987) is an English former elite swimmer who competed for Great Britain in the Olympics, FINA world championships, and European championships, and represented England in the Commonwealth Games.  She competed predominantly as a breaststroke swimmer.  She was the youngest swimmer to represent England in the Commonwealth Games when she qualified for the 2002 Commonwealth Games in Manchester, where she won a bronze medal in the 4×100-metre medley relay.  She retired from competitive swimming following the 2012 Summer Olympics.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_50_metre_breaststroke": "The Women's 50 metre backstroke event at the 2010 Commonwealth Games took place on October 4 and 5 2010, at the SPM Swimming Pool Complex.",
  "/wiki/Stephanie_Millward": "Stephanie Millward, MBE (born 20 September 1981) is a British Paralympic swimmer.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_50_metre_freestyle_S9": "The Women's 50 metre backstroke event at the 2010 Commonwealth Games took place on October 5, 2010, at the SPM Swimming Pool Complex.",
  "/wiki/Francesca_Halsall": "Francesca Jean Halsall (born 12 April 1990) is a retired English competitive swimmer who has represented Great Britain at the Olympics, FINA world championships, and European championships, and England at the Commonwealth Games.  She competed primarily in freestyle and butterfly events.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_100_metre_freestyle": "The Women's 100 metre freestyle event at the 2010 Commonwealth Games took place on October 5 and 6, 2010, at the SPM Swimming Pool Complex.",
  "/wiki/James_Huckle": "James Charles Huckle (born 17 September 1990) is an English sport shooter, who represented Great Britain at the 2012 Summer Olympics. He won three gold medals at the 2008 Commonwealth Youth Games in India and at the 2010 Commonwealth Games he won a total of four medals, two silver and two bronze.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_10_metre_air_rifle_singles": "The Men's 10 metre air rifle singles event took place at 6 October 2010 at the CRPF Campus. There were a qualification round held to determine the final participants.",
  "/wiki/Zoe_Smith": "Zoe Smith (born 26 April 1994 in Greenwich, London) is an English weightlifter. She holds (as at August 2016) four British clean and jerk records spread across three weight classes. In October 2010 Smith won a bronze medal in the women's 58kg division at the 2010 Commonwealth Games in Delhi, India, her first senior international competition, to become the first Englishwoman to win a Commonwealth Games weightlifting medal.",
  "/wiki/Weightlifting_at_the_2010_Commonwealth_Games": "The Weightlifting at the 2010 Commonwealth Games was held at the Jawaharlal Nehru Stadium, Delhi from 4 to 12 October 2010.",
  "/wiki/Weightlifting_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_58_kg": "The women's 58 kg weightlifting event was the second-lightest women's event at the weightlifting competition, limiting competitors to a maximum of 58 kilograms of body mass. The whole competition took place on 6 October at 14:00. This event was the sixth weightlifting event to conclude. The event took  place at the Jawaharlal Nehru Stadium, Delhi.",
  "/wiki/Gemma_Prescott": "Gemma Louise Prescott (born 25 September 1983 in Truro) is a British Paralympian track and field athlete competing in F32 throwing events. Prescott represented England in the 2010 Commonwealth Games, taking the bronze medal in the SP shot put. She has represented  the Great Britain team twice in the 2008 Summer Paralympics in Beijing and the 2012 Summer Paralympics in London.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games": "The athletics competition at the 2010 Commonwealth Games was held in New Delhi, India between 6 and 14 October. The track and field events took place between 6–12 October at the Jawaharlal Nehru Stadium while the marathon contests were held on a street course running through the city on 14 October.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_shot_put_(F32%E2%80%9334/52/53)": "The Para Sport - Women's shot put (F32–34/52/53) at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Wednesday 6 October 2010.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_4_%C3%97_200_metre_freestyle_relay": "The Women's 4 × 200 metre freestyle relay event at the 2010 Commonwealth Games took place on October 6, 2010, at the SPM Swimming Pool Complex.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_100_metres": "The Women's 100 metres at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Wednesday 6 October and Thursday 7 October 2010.",
  "/wiki/Anna_Blyth": "Anna Blyth (born 15 May 1988) is an English racing cyclist from Leeds. She began racing at 15, having been spotted by British Cycling at Benton Park. She joined the World Class Start Programme, becoming a member of the Olympic Development Plan and the Olympic Academy.",
  "/wiki/Cycling_at_the_2010_Commonwealth_Games": "The cycling competition at the 2010 Commonwealth Games comprised two disciplines: road cycling and track cycling. The track events were held at the Indira Gandhi Arena, while the road events were held at Noida–Greater Noida Expressway. Track events were held from 5–9 October 2010.",
  "/wiki/Cycling_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_Scratch": "The Women's Scratch took place at 7 October 2010 at the Indira Gandhi Arena.",
  "/wiki/Zoe_Derham": "Zoe Lianne Derham (born 24 November 1980 in Bristol) is a female hammer thrower from England. Her personal best throw is 68.63 metres, achieved in July 2008 in Loughborough. This places her fourth on the British all-time list, behind Lorraine Shaw, who is also her coach.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_hammer_throw": "The Women's hammer throw at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Wednesday 6 October and Thursday 7 October 2010.",
  "/wiki/Lawrence_Clark": "Lawrence Gordon Clark, also known as Laurence Gordon-Clark, is an English television director and producer, perhaps best known for his A Ghost Story for Christmas series of mostly M. R. James ghost stories, which were broadcast annually by the BBC throughout the 1970s.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_110_metres_hurdles": "The Men's 110 metres hurdles at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Friday 8 October 2010.",
  "/wiki/Swimming_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_100_metre_breaststroke": "The Women's 100 metre breaststroke event at the 2010 Commonwealth Games took place on October 7 and 8 2010, at the SPM Swimming Pool Complex.",
  "/wiki/Mike_Floyd": "Michael \"Mike\" Floyd (born 26 September 1976) is an English hammer thrower. At the 2010 Commonwealth Games in Delhi he won a bronze medal. He holds a personal best of 72.45 m (237 ft 8 1⁄4 in), set in 2011.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_hammer_throw": "The Men's hammer throw at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Friday 8 October 2010.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_decathlon": "The Men's decathlon at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Thursday 7 and Friday 8 October 2010.",
  "/wiki/Badminton_at_the_2010_Commonwealth_Games": "The badminton events at the 2010 Commonwealth Games were taking place at Siri Fort Sports Complex and Saket Sports Complex in New Delhi from 4–14 October 2010. The games featured six badminton events – singles and doubles for men and women, mixed doubles and mixed teams.",
  "/wiki/Badminton_at_the_2010_Commonwealth_Games_%E2%80%93_Mixed_team": "The mixed team event of badminton at the 2010 Commonwealth Games was held from 4 October to 8 October 2010 in Siri Fort Sports Complex, New Delhi, India where 20 teams competed in the competition.",
  "/wiki/Max_Whitlock": "Max Antony Whitlock MBE (born 13 January 1993) is a British artistic gymnast. He is a five-time Olympic medallist (all around, team, floor exercise and twice on pommel horse), winning two golds and three bronzes, and an eight-time world medallist on the same apparatus with three gold and five silvers. He became Britain's first ever gold medallist in artistic gymnastics when he won both the men's floor and pommel horse exercises at the 2016 Summer Olympics. With twelve medals and five titles in Olympic and world championships, Whitlock is the most successful gymnast in his nation's history.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games": "The Gymnastics event at the 2010 Commonwealth Games was held at Indira Gandhi Arena.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_horizontal_bar": "The Men's artistic horizontal bar event took place on October 8, 2010 at the Indira Gandhi Arena.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_trap_pairs": "The Men's trap pairs event of the 2010 Commonwealth Games took place on October 8, 2010 at the CRPF Campus.",
  "/wiki/Peter_Barker": "Peter Barker (born 26 September 1983 in Harold Wood, England) is a professional squash player from Upminster, England.",
  "/wiki/Squash_at_the_2010_Commonwealth_Games": "Squash at the 2010 Commonwealth Games was held at the Siri Fort Sports Complex from 4 to 13 October 2010. The training venue for the participants was Siri Fort Sports Complex - 3. Every CGA has been allowed to send a maximum of 8 players, 4 male and 4 female, for this event.",
  "/wiki/Squash_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_singles": "The Squash at the 2010 Commonwealth Games was held at the Siri Fort Sports Complex, New Delhi. Singles play took place from 4 October.",
  "/wiki/England_at_the_2010_Commonwealth_Games_(medalists)": "England was represented at the 2010 Commonwealth Games by Commonwealth Games England. The country went by the abbreviation ENG, will use the Cross of St George as its flag and \"Jerusalem\" as its victory anthem. It had previously used \"Land of Hope and Glory\" as its anthem at the Commonwealth Games, but decided to change following an \"internet poll\"."
}