{
  "/wiki/Prue_Acton": "Prue Acton, OBE (born 26 April 1943) is an Australian fashion designer, often referred to as \"Australia's golden girl of fashion\" during the 1960s.",
  "/wiki/Order_of_the_British_Empire": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.\n Recommendations for appointments to the Order of the British Empire were originally made on the nomination of the United Kingdom, the self-governing Dominions of the Empire (later Commonwealth) and the Viceroy of India. Nominations continue today from Commonwealth countries that participate in recommending British (Imperial) honours. Most Commonwealth countries ceased recommendations for appointments to the Order of the British Empire when they created their own honours.[a]",
  "/wiki/Peter_Alexander_(fashion_designer)": "Peter Alexander is an Australian fashion designer known for pyjamas, loungewear and giftware.",
  "/wiki/Jenny_Bannister": "Jenny Bannister is an Australian fashion designer, based in Melbourne.",
  "/wiki/Graham_Bennett_(costume_designer)": "Graham Stewart Bennett (16 December 1933 – 5 November 2004) was an Australian production and costume designer, teacher and artist who worked unofficially with Oscar winner John Truscott and later, as a teacher, inspired Oscar winner Adam Elliot.\n He attended Scotch College from 1945 to 1949, then studied art and design at RMIT, then taught in secondary schools in Melbourne and Hamilton.\nWhile working by day at Broadmeadows Technical College, he worked at night with his flatmate Truscott on the Melbourne production of Camelot, then the British premiere and then the 1967 movie Camelot.\n Bennett relied on \"a semi-abstract feel\" for the set and costume design. \"The movie was not to have anything that was referenced to any historical period,\" he says. \"I saw the movie a few weeks ago, and even today, it's very modern, a lot of the design work.\" For the movie, Bennett designed furnishings such as curtains, and tapestries, the patterns on women's costumes and men's jackets, and King Arthur and Guinevere's crowns.\n Bennett was unable to share the recognition with John Truscott on the Oscar-winning art direction and costume design in Camelot in 1967. He was not invited to the ceremony as he did not have a green card he was working illegally in the USA, and could not formally share the awards. \"I was sitting at home in Burbank, watching with the wardrobe lady, and we drank champagne, and when John (Truscott) came home, we drank another bottle of champagne. And the next morning at breakfast, we had the Oscars just sitting there, next to the pepper and salt.\" Bennett said, \"Every time I see it [Camelot], I see something that I haven't seen before in the detail.\"\n The Oscar statuettes were bequeathed to him by Truscott.\nBennett was an art teacher at Haileybury College from 1969 to 1989. He took one of the statuettes to class, where Adam Elliot, a student, was allowed to hold it. When Elliot completed his short animated film, Harvie Krumpet, he showed it to Bennett and sought his advice, and later wrote to thank him for his guidance and inspiration before going to Hollywood, where he won his own Oscar.\n Elliot also thanked him again in his dedication to Mary and Max \"To Graham Bennett,\nThank you for opening my eyes and allowing my creative juices to flow\".\n\"He [Adam Elliot] was a very shy, very quiet and a very gentle boy,\" Mr Bennett says. \"But he had a dark but gentle sense of humour. He was always doing cartoons.\" \n He inherited Truscott's Oscars and donated them to The Arts Centre in Melbourne. There are more visible signs of his achievements, such as the curtains he designed that hang in the State Theatre and Melbourne Town Hall. His most enduring legacy is the inspiration and guidance he offered to the boys in his classroom.\n He also provided advice on the 2004 Melbourne revival of Camelot. The director Darren Sticklen says. \"We were looking at the first scene together, which is a snow scene, and he said, 'While it's lovely to go for those cooler colours, make sure that you have some touches of warmer colour in there, to ensure that it's beautiful'.\"",
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.\n The award was originally sculpted by George Stanley from a design sketch by Cedric Gibbons. AMPAS first presented it in 1929 at a private dinner hosted by Douglas Fairbanks in the Hollywood Roosevelt Hotel in what would become known as the 1st Academy Awards. The Academy Awards ceremony was first broadcast by radio in 1930 and was televised for the first time in 1953. It is the oldest worldwide entertainment awards ceremony and is now televised live worldwide. It is also the oldest of the four major annual American entertainment awards; its other three equivalents – the Emmy Awards for television, the Tony Awards for theater, and the Grammy Awards for music – are modeled after the Academy Awards.\n The 91st Academy Awards ceremony, honoring the best films of 2018, was held on February 24, 2019, at the Dolby Theatre, in Los Angeles, California. The ceremony was broadcast on ABC. A total of 3,096 Oscar statuettes have been awarded from the inception of the award through the 91st ceremony.  It was the first ceremony since 1989 not to have a host.\n The 92nd Academy Awards ceremony, honoring the best films of 2019, was held on February 9, 2020. The ceremony was again broadcast on ABC. It took place at the Dolby Theatre in Los Angeles, California, for the 18th consecutive year.",
  "/wiki/John_Truscott": "John Truscott (23 February 1936 – 5 September 1993) was an Australian actor, production designer, costume designer and artistic director. He won two Academy Awards for his work on the 1967 film Camelot.\n In the 1980s, he was brought in to complete the interior designs for the theatre complex of the Victorian Arts Centre begun by Sir Roy Grounds. He was also the second Artistic Director of the Melbourne Festival.",
  "/wiki/Linda_Britten": "Linda Britten is an Australian-born fashion designer based in Melbourne, Australia. She has been a name in the fashion world since the 1970s, and has developed several labels, trading under the brand \"Linda Britten\" and others. Britten is particularly renowned for her elegant and sophisticated couture evening wear and wedding gowns.",
  "/wiki/Linda_Jackson_(designer)": "Linda Jackson AO (born 1950) is an Australian fashion designer, fashion retailer and artist. She was born in Melbourne, Australia. She studied fashion, design and photography in Melbourne, then travelled in the 1960s in Asia and Europe. She met designer Jenny Kee in 1972, with whom she established Flamingo Park, a boutique in The Strand Arcade, Sydney in 1973. She created the Bush Couture and Bush Kids labels. This period also saw Jackson collaborate with artists such as David McDiarmid and Peter Tully, who hand-painted fabrics for Jackson's dresses and provided jewellery to complement her outfits. She has travelled throughout outback Australia, living and working with Aboriginal communities.\n She has also exhibited as a painter and photographer. She was one of many Australian artists and fashion designers in the exhibition at the Victoria and Albert Museum, London, Australian Fashion: the Contemporary Art.",
  "/wiki/Toni_Matičevski": "Toni Matičevski (Macedonian: Тони Матичевски) (1976) is a Melbourne-based Australian fashion designer.\n Matičevski's parents migrated from the then non-independent Republic of Macedonia when it was still part of Yugoslavia. He grew up in Seddon, an inner-Western suburb of Melbourne with a sizable Macedonian community.\n Matičevski studied fashion at RMIT University graduating with First Class Honours. After graduating he won a Fashion Group International Award resulting in a placement with Donna Karan in New York. Matičevski turned down an extended position at Donna Karan, deeming the power house creatively draining. Matičevski left for Paris to work two seasons at Cerruti. Matičevski returned to Melbourne in 1998 to launch his own label. In 2002, Matičevski won Best New Designer at the L'Oréal Melbourne Fashion Festival with his debut demi-couture collection. The same year saw his preliminary participation in the Mercedes-Benz Australian Fashion Week spring and summer collections. In 2005 he tied with Kit Willow for the Prix de Marie Claire Best New Designer award.\n Matičevski designs emotively, rejecting the norm to create such designs as his elegantly skeletal dresses, held together (or to hold you together) with a bondage system of raw edged silk straps. These ‘nonchalantly needy’ dresses result in the wearer appearing like an intricately tied up cloud.\n Each season Matičevski recreates his elaborate gowns in different styles and materials while retaining a similar silhouette. Matičevski has recently added a men's line to his label with fluid draping neutral jackets and trousers.",
  "/wiki/Nino_Cerruti": "Nino Cerruti (born September 25, 1930 in Biella, Piedmont, in Italy) is an Italian businessman and stylist.\nHe founded his own haute couture house, Cerruti, in 1967 in Paris. Today, he manages the Italian family business Lanificio Fratelli Cerruti, which was founded in 1881 by his grandfather.",
  "/wiki/Donna_Karan": "Donna Karan (born Donna Ivy Faske; October 2, 1948), also known as \"DK\", is an American fashion designer and the creator of the Donna Karan New York and DKNY clothing labels.",
  "/wiki/Sruli_Recht": "Sruli Recht is a designer and artist based in Reykjavík, Iceland. He was born in Jerusalem, Israel and holds Australian and Icelandic citizenship.\n Recht studied Fashion Design at RMIT University in Melbourne, Australia.\nIn 2005 Recht left Australia to London where he worked with British designer Alexander McQueen before relocating to Reykjavik, Iceland, where he has been based since 2005.",
  "/wiki/Arctic_Fox": "The Arctic fox (Vulpes lagopus), also known as the white fox, polar fox, or snow fox, is a small fox native to the Arctic regions of the Northern Hemisphere and common throughout the Arctic tundra biome. It is well adapted to living in cold environments, and is best known for its thick, warm fur that is also used as camouflage. In the wild, most individuals do not live past their first year but some exceptional ones survive up to 11 years.  Its body length ranges from 46 to 68 cm (18 to 27 in), with a generally rounded body shape to minimize the escape of body heat.\n The Arctic fox preys on many small creatures such as lemmings, voles, ringed seal pups, fish, waterfowl, and seabirds. It also eats carrion, berries, seaweed, and insects and other small invertebrates. Arctic foxes form monogamous pairs during the breeding season and they stay together to raise their young in complex underground dens. Occasionally, other family members may assist in raising their young. Natural predators of the Arctic fox are golden eagles, polar bears, wolverines, red foxes, wolves, and grizzly bears.",
  "/wiki/Pinniped": "Pinnipeds,[a] commonly known as seals,[b] are a widely distributed and diverse clade of carnivorous, fin-footed, semiaquatic marine mammals. They comprise the extant families Odobenidae (whose only living member is the walrus), Otariidae (the eared seals: sea lions and fur seals), and Phocidae (the earless seals, or true seals). There are 33 extant species of pinnipeds, and more than 50 extinct species have been described from fossils. While seals were historically thought to have descended from two ancestral lines, molecular evidence supports them as a monophyletic lineage (descended from one ancestral line). Pinnipeds belong to the order Carnivora and their closest living relatives are believed to be bears and the superfamily of musteloids (weasels, raccoons, skunks, and red pandas), having diverged about 50 million years ago.\n Seals range in size from the 1 m (3 ft 3 in) and 45 kg (99 lb) Baikal seal to the 5 m (16 ft) and 3,200 kg (7,100 lb) southern elephant seal, which is also the largest member of the order Carnivora. Several species exhibit sexual dimorphism. They have streamlined bodies and four limbs that are modified into flippers. Though not as fast in the water as dolphins, seals are more flexible and agile. Otariids use their front limbs primarily to propel themselves through the water, while phocids and walruses use their hind limbs. Otariids and walruses have hind limbs that can be pulled under the body and used as legs on land. By comparison, terrestrial locomotion by phocids is more cumbersome. Otariids have visible external ears, while phocids and walruses lack these. Pinnipeds have well-developed senses—their eyesight and hearing are adapted for both air and water, and they have an advanced tactile system in their whiskers or vibrissae. Some species are well adapted for diving to great depths. They have a layer of fat, or blubber, under the skin to keep warm in the cold water, and, other than the walrus, all species are covered in fur.\n Although pinnipeds are widespread, most species prefer the colder waters of the Northern and Southern Hemispheres. They spend most of their lives in the water, but come ashore to mate, give birth, molt or escape from predators, such as sharks and killer whales. They feed largely on fish and marine invertebrates; a few, such as the leopard seal, feed on large vertebrates, such as penguins and other seals. Walruses are specialized for feeding on bottom-dwelling mollusks. Male pinnipeds typically mate with more than one female (polygyny), although the degree of polygyny varies with the species. The males of land-breeding species tend to mate with a greater number of females than those of ice breeding species. Male pinniped strategies for reproductive success vary between defending females, defending territories that attract females and performing ritual displays or lek mating. Pups are typically born in the spring and summer months and females bear almost all the responsibility for raising them. Mothers of some species fast and nurse their young for a relatively short period of time while others take foraging trips at sea between nursing bouts. Walruses are known to nurse their young while at sea. Seals produce a number of vocalizations, notably the barks of California sea lions, the gong-like calls of walruses and the complex songs of Weddell seals.\n The meat, blubber and fur coats of pinnipeds have traditionally been used by indigenous peoples of the Arctic. Seals have been depicted in various cultures worldwide. They are commonly kept in captivity and are even sometimes trained to perform tricks and tasks. Once relentlessly hunted by commercial industries for their products, seals and walruses are now protected by international law. The Japanese sea lion and the Caribbean monk seal have become extinct in the past century, while the Mediterranean monk seal and Hawaiian monk seal are ranked endangered by the International Union for Conservation of Nature. Besides hunting, pinnipeds also face threats from accidental trapping, marine pollution, and conflicts with local people.",
  "/wiki/Whale": "Whales are a widely distributed and diverse group of fully aquatic placental marine mammals. They are an informal grouping within the infraorder Cetacea, usually excluding dolphins and porpoises. Whales, dolphins and porpoises belong to the order Cetartiodactyla, which consists of even-toed ungulates. Their closest living relatives are the hippopotamuses, having diverged about 40 million years ago. The two parvorders of whales, baleen whales (Mysticeti) and toothed whales (Odontoceti), are thought to have split apart around 34 million years ago.  Whales consist of eight extant families: Balaenopteridae (the rorquals), Balaenidae (right whales), Cetotheriidae (the pygmy right whale), Eschrichtiidae (the grey whale), Monodontidae (belugas and narwhals), Physeteridae (the sperm whale), Kogiidae (the dwarf and pygmy sperm whale), and Ziphiidae (the beaked whales).\n Whales are creatures of the open ocean; they feed, mate, give birth, suckle and raise their young at sea. So extreme is their adaptation to life underwater that they are unable to survive on land. Whales range in size from the 2.6 metres (8.5 ft) and 135 kilograms (298 lb) dwarf sperm whale to the 29.9 metres (98 ft) and 190 metric tons (210 short tons) blue whale, which is the largest known creature that has ever lived. The sperm whale is the largest toothed predator on earth. Several species exhibit sexual dimorphism, in that the females are larger than males. Baleen whales have no teeth; instead they have plates of baleen, a fringe-like structure used to expel water while retaining the krill and plankton which they feed on. They use their throat pleats to expand the mouth to take in huge gulps of water. Balaenids have heads that can make up 40% of their body mass to take in water. Toothed whales, on the other hand, have conical teeth adapted to catching fish or squid. Baleen whales have a well developed sense of \"smell\", whereas toothed whales have well-developed hearing − their hearing, that is adapted for both air and water, is so well developed that some can survive even if they are blind. Some species, such as sperm whales, are well adapted for diving to great depths to catch squid and other favoured prey.\n Whales have evolved from land-living mammals. As such, whales must breathe air regularly, although they can remain submerged under water for long periods of time. Some species such as the sperm whale are able to stay submerged for as much as 90 minutes. They have blowholes (modified nostrils) located on top of their heads, through which air is taken in and expelled. They are warm-blooded, and have a layer of fat, or blubber, under the skin. With streamlined fusiform bodies and two limbs that are modified into flippers, whales can travel at up to 20 knots, though they are not as flexible or agile as seals. Whales produce a great variety of vocalizations, notably the extended songs of the humpback whale. Although whales are widespread, most species prefer the colder waters of the Northern and Southern Hemispheres, and migrate to the equator to give birth. Species such as humpbacks and blue whales are capable of travelling thousands of miles without feeding. Males typically mate with multiple females every year, but females only mate every two to three years. Calves are typically born in the spring and summer months and females bear all the responsibility for raising them. Mothers of some species fast and nurse their young for one to two years.\n Once relentlessly hunted for their products, whales are now protected by international law. The North Atlantic right whales nearly became extinct in the twentieth century, with a population low of 450, and the North Pacific grey whale population is ranked Critically Endangered by the IUCN. Besides whaling, they also face threats from bycatch and marine pollution. The meat, blubber and baleen of whales have traditionally been used by indigenous peoples of the Arctic. Whales have been depicted in various cultures worldwide, notably by the Inuit and the coastal peoples of Vietnam and Ghana, who sometimes hold whale funerals. Whales occasionally feature in literature and film, as in the great white whale of Herman Melville's Moby Dick. Small whales, such as belugas, are sometimes kept in captivity and trained to perform tricks, but breeding success has been poor and the animals often die within a few months of capture. Whale watching has become a form of tourism around the world.",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people.\n This list of people includes alumni as well as current and former students and faculty of the Australian (RMIT University) and Vietnamese (RMIT University Vietnam) branches of the Royal Melbourne Institute of Technology (RMIT).\n It also includes alumni as well as former students and faculty from its antecedents: Melbourne Technical College (MTC) and Working Men's College (WMC); amalgamations with: Emily McPherson College of Domestic Economy (EMC), Melbourne College of Decoration, Melbourne College of Printing and Graphic Art and Melbourne College of Textiles; and merger with Phillip Institute of Technology (PIT)."
}