{
  "/wiki/Prue_Acton": "Prue Acton, OBE (born 26 April 1943) is an Australian fashion designer, often referred to as \"Australia's golden girl of fashion\" during the 1960s.",
  "/wiki/Order_of_the_British_Empire": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.",
  "/wiki/Peter_Alexander_(fashion_designer)": "Peter Alexander is an Australian fashion designer known for pyjamas, loungewear and giftware.",
  "/wiki/Jenny_Bannister": "Jenny Bannister is an Australian fashion designer, based in Melbourne.",
  "/wiki/Graham_Bennett_(costume_designer)": "Graham Stewart Bennett (16 December 1933 – 5 November 2004) was an Australian production and costume designer, teacher and artist who worked unofficially with Oscar winner John Truscott and later, as a teacher, inspired Oscar winner Adam Elliot.",
  "/wiki/Academy_Award": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/John_Truscott": "John Truscott (23 February 1936 – 5 September 1993) was an Australian actor, production designer, costume designer and artistic director. He won two Academy Awards for his work on the 1967 film Camelot.",
  "/wiki/Linda_Britten": "Linda Britten is an Australian-born fashion designer based in Melbourne, Australia. She has been a name in the fashion world since the 1970s, and has developed several labels, trading under the brand \"Linda Britten\" and others. Britten is particularly renowned for her elegant and sophisticated couture evening wear and wedding gowns.",
  "/wiki/Linda_Jackson_(designer)": "Linda Jackson AO (born 1950) is an Australian fashion designer, fashion retailer and artist. She was born in Melbourne, Australia. She studied fashion, design and photography in Melbourne, then travelled in the 1960s in Asia and Europe. She met designer Jenny Kee in 1972, with whom she established Flamingo Park, a boutique in The Strand Arcade, Sydney in 1973. She created the Bush Couture and Bush Kids labels. This period also saw Jackson collaborate with artists such as David McDiarmid and Peter Tully, who hand-painted fabrics for Jackson's dresses and provided jewellery to complement her outfits. She has travelled throughout outback Australia, living and working with Aboriginal communities.",
  "/wiki/Toni_Matičevski": "Toni Matičevski (Macedonian: Тони Матичевски) (1976) is a Melbourne-based Australian fashion designer.",
  "/wiki/Nino_Cerruti": "Nino Cerruti (born September 25, 1930 in Biella, Piedmont, in Italy) is an Italian businessman and stylist.\nHe founded his own haute couture house, Cerruti, in 1967 in Paris. Today, he manages the Italian family business Lanificio Fratelli Cerruti, which was founded in 1881 by his grandfather.",
  "/wiki/Donna_Karan": "Donna Karan (born Donna Ivy Faske; October 2, 1948), also known as \"DK\", is an American fashion designer and the creator of the Donna Karan New York and DKNY clothing labels.",
  "/wiki/Sruli_Recht": "Sruli Recht is a designer and artist based in Reykjavík, Iceland. He was born in Jerusalem, Israel and holds Australian and Icelandic citizenship.",
  "/wiki/Arctic_Fox": "The Arctic fox (Vulpes lagopus), also known as the white fox, polar fox, or snow fox, is a small fox native to the Arctic regions of the Northern Hemisphere and common throughout the Arctic tundra biome. It is well adapted to living in cold environments, and is best known for its thick, warm fur that is also used as camouflage. In the wild, most individuals do not live past their first year but some exceptional ones survive up to 11 years.  Its body length ranges from 46 to 68 cm (18 to 27 in), with a generally rounded body shape to minimize the escape of body heat.",
  "/wiki/Pinniped": "Pinnipeds,[a] commonly known as seals,[b] are a widely distributed and diverse clade of carnivorous, fin-footed, semiaquatic marine mammals. They comprise the extant families Odobenidae (whose only living member is the walrus), Otariidae (the eared seals: sea lions and fur seals), and Phocidae (the earless seals, or true seals). There are 33 extant species of pinnipeds, and more than 50 extinct species have been described from fossils. While seals were historically thought to have descended from two ancestral lines, molecular evidence supports them as a monophyletic lineage (descended from one ancestral line). Pinnipeds belong to the order Carnivora and their closest living relatives are believed to be bears and the superfamily of musteloids (weasels, raccoons, skunks, and red pandas), having diverged about 50 million years ago.",
  "/wiki/Whale": "Whales are a widely distributed and diverse group of fully aquatic placental marine mammals. They are an informal grouping within the infraorder Cetacea, usually excluding dolphins and porpoises. Whales, dolphins and porpoises belong to the order Cetartiodactyla, which consists of even-toed ungulates. Their closest living relatives are the hippopotamuses, having diverged about 40 million years ago. The two parvorders of whales, baleen whales (Mysticeti) and toothed whales (Odontoceti), are thought to have split apart around 34 million years ago.  Whales consist of eight extant families: Balaenopteridae (the rorquals), Balaenidae (right whales), Cetotheriidae (the pygmy right whale), Eschrichtiidae (the grey whale), Monodontidae (belugas and narwhals), Physeteridae (the sperm whale), Kogiidae (the dwarf and pygmy sperm whale), and Ziphiidae (the beaked whales).",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people."
}