{
  "/wiki/Faustina_Agolley": "Faustina \"Fuzzy\" Agolley (born 10 April 1984) is an Australian television presenter best known for her role as the host of long-running Australian music program Video Hits on Channel 10. She was also the host of late-night game and gadget review program Cybershack and is a graduate from the University of Melbourne and RMIT University. She previously co-hosted The Voice alongside Darren McMullen.",
  "/wiki/The_Voice_(Australian_TV_series)": "The Voice is an Australian singing competition television series broadcast on Nine, based on the original The Voice of Holland. The show is hosted by Sonia Kruger, who took over as host during the fifth season, following the departure of Darren McMullen.",
  "/wiki/Video_Hits_(Australian_TV_series)": "Video Hits is an Australian music video program that first aired on 15 February 1987.  From 7 May 2011 it broadcast on Network Ten for two hours each Saturday and Sunday morning: 10am – 12pm on Saturdays and 8am – 10am on Sundays. Video Hits was the world's second longest running music show after then Eurovision Song Contest. The show was cancelled in July 2011 and its last episode aired  on 6 August 2011.",
  "/wiki/Hamish_Blake": "Hamish Donald Blake (born 11 December 1981) is an Australian comedian, actor, and author from Melbourne, Victoria. Since 2003, he has worked with Andy Lee as part of the comedy duo Hamish and Andy. The pair have performed live and on television and radio, most notably with their drive-time radio program Hamish & Andy. As a solo performer, Blake has appeared on various Australian television programs, including the Melbourne International Comedy Festival's televised 2008 Great Debate, and has been a regular guest on Spicks and Specks, Rove and Thank God You're Here. In April 2012, Blake and Lee won a Logie Award for their television program Hamish and Andy's Gap Year. Individually, Blake also won the Gold Logie Award for Most Popular Personality on Australian Television.",
  "/wiki/Hamish_&_Andy": "Hamish & Andy are an Australian comedy duo formed in 2003 by Hamish Blake and Andy Lee.",
  "/wiki/Damian_Callinan": "Damian Callinan is an actor/comedian from Melbourne, Australia.",
  "/wiki/Mohammed_El-leissy": "Mohammed El-leissy (born 1985) is an Australian Green Party politician, comedian, and community worker of Egyptian descent. He is best known for being a contestant on the first series of The Amazing Race Australia in 2011.",
  "/wiki/Tim_Ferguson": "Timothy Dorcen Langbene \"Tim\" Ferguson (born 16 November 1963) is an Australian comedian, film director, screenwriter, author and screenwriting teacher.",
  "/wiki/Doug_Anthony_All_Stars": "The Doug Anthony All Stars (or Doug Anthony Allstars, DAAS, D.A.A.S. or stylised as D⋆A†A☭S) were an Australian musical comedy, alternative rock and vocal group who initially performed together between 1984 and 1994. The group were an acoustic trio, originally comprising Paul McDermott and Tim Ferguson on main vocals and Richard Fidler on guitar and backing vocals. The group reformed in 2014, with Paul Livingston (aka \"Flacco\") replacing Fidler on guitar.",
  "/wiki/Travis_Fimmel": "Travis Fimmel (born 15 July 1979) is an Australian actor and former model. He is known for his role as Ragnar Lothbrok in the History Channel television series Vikings.",
  "/wiki/Calvin_Klein": "Calvin Richard Klein (born November 19, 1942) is an American fashion designer who launched the company that would later become Calvin Klein Inc., in 1968. In addition to clothing, he also has given his name to a range of perfumes, watches, and jewelry.",
  "/wiki/Vikings_(2013_TV_series)": "Vikings is a historical drama television series created and written by Michael Hirst for the History channel. Filmed in Ireland, it premiered on March 3, 2013, in Canada. In January 2019, it was announced that the 20-episode sixth season, which was ordered on September 12, 2017, ahead of its fifth-season premiere, would be the final season of the series. The sixth season premiered on December 4, 2019. A sequel series, titled Vikings: Valhalla, is currently in development for Netflix.",
  "/wiki/Greig_Fraser": "Greig Fraser, A.S.C., A.C.S. (born 3 October 1975) is an Australian cinematographer. He is known for his work on films  Vice, Bright Star (2009, directed by Jane Campion) and Zero Dark Thirty (2012, directed by Kathryn Bigelow). In 2017, he received an Academy Award nomination for Best Cinematography for his work on the film Lion.",
  "/wiki/Director_of_photography": "A cinematographer or director of photography (sometimes shortened to DP or DOP) is the chief over the camera and light crews working on a film, television production or other live action piece and is responsible for making artistic and technical decisions related to the image. The study and practice of this field is referred to as cinematography.",
  "/wiki/Corinne_Grant": "Corinne Grant (born 12 June 1973 in Corryong, Victoria) is an Australian lawyer, comedian and television presenter.",
  "/wiki/Cliff_Green": "Cliff Green OAM (born 6 December 1934, Melbourne, Australia) is an Australian screen writer, whose best known work is Picnic at Hanging Rock (1975).",
  "/wiki/Order_of_Australia": "The Order of Australia is an order of chivalry established on 14 February 1975 by Elizabeth II, Queen of Australia, to recognise Australian citizens and other persons for achievement or meritorious service. Before the establishment of the order, Australian citizens received British honours.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Saturn_Award": "The Saturn Awards are American awards presented annually by the Academy of Science Fiction, Fantasy and Horror Films; they were initially created to honor science fiction, fantasy, and horror on film, but have since grown to reward other films belonging to genre fiction, as well as films on television and home media releases.",
  "/wiki/Paul_Harris_(film_critic)": "Paul Harris, born in 1950 in Melbourne and educated at Assumption College, Kilmore is a film critic, who appears on radio stations 3RRR and 3AW. Known for his vast knowledge of film, music and theatre, and for his elaborate puns and impressions, he has fronted the radio show Filmbuff's Forecast since 1982. For the first ten years he co-anchored with John Flaus to produce what became a memorable double act. He has directed the St Kilda Short Film Festival since 1999.",
  "/wiki/St_Kilda_Short_Film_Festival": "St Kilda Film Festival is Australia's longest running short film festival and has been showcasing Australian short films since 1983. The festival, produced and presented by the city of Port Phillip, screens Australian short films in all genres including drama, comedy, documentary, animation and digital media.",
  "/wiki/Peter_Helliar": "Peter Jason Matthew Helliar (born 16 June 1975) is an Australian comedian, actor, television, radio presenter, writer, producer and director. From January 2014, he is one of four regular hosts of The Project on Network Ten with Carrie Bickmore, Waleed Aly and Lisa Wilkinson, replacing previous presenter Dave Hughes. Previously he was best known for his work on television as Rove McManus' sidekick on The Loft Live from 1997 to 1998 and on Rove from 1999 and 2009. He also appeared in Before the Game as alter ego Bryan Strauchan. Helliar initially worked the Melbourne comedy circuit in the mid nineties, performing in various venues and the annual Melbourne International Comedy Festival. He has performed in numerous television ads, most notably for Fernwood Fitness.\nHelliar, has been nominated for the Gold Logie, for the Most Popular Personality on Television in 2017.",
  "/wiki/Tony_Le-Nguyen": "Tony Le-Nguyen is an Vietnamese-Australian actor, director, producer and writer. Le-Nguyen is perhaps best known for his role as Tiger in the 1992 Australian drama film Romper Stomper. He changed his name to Tony Lee when began working as an actor in 1985. He is currently the Executive Producer for Le-Nguyen Productions based in Melbourne, Australia.",
  "/wiki/Andy_Lee_(comedian)": "Andrew Thomas Lee (born 24 May 1981) is an Australian comedian, musician and children's writer. He is known for working alongside Hamish Blake as part of the comedy duo Hamish & Andy.",
  "/wiki/Eddie_Maguire": "Edward Joseph McGuire AM (born 29 October 1964) is an Australian radio and television presenter and AFL promoter.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/Adrian_Martin": "Adrian Martin (born 1959) is an Australian film and arts critic. He now lives in Vilassar de Mar in Spain. He is Adjunct Associate Professor in Film Culture and Theory at Monash University. His work has appeared in many magazines, journals and newspapers around the world, and has been translated into over twenty languages and has regular columns in the Dutch De Filmkrant and in Caiman: Cuadernos de cine.",
  "/wiki/Rove_McManus": "John Henry Michael McManus (born 21 January 1974), better known by the stage name Rove McManus, is an Australian triple Gold Logie award-winning comedian, television and radio presenter, producer and media personality. He was the host of the eponymous variety show Rove and was also the host of the comedy talk show Rove LA. He is the co-owner of the production company Roving Enterprises with partner Craig Campbell. He hosts Show Me the Movie! on Network 10 and Whovians on the ABC.",
  "/wiki/Gold_Logie_Award_for_Most_Popular_Personality_on_Australian_Television": "The Gold Logie Award for Most Popular Personality on Australian Television, commonly referred to simply as the Gold Logie, is an award presented annually at the Australian TV Week Logie Awards. It was first awarded at the 2nd Annual TV Week Logie Awards, held in 1960 when the award was originally called Most Popular Personality on Australian Television. It was briefly renamed Best Personality on Australian Television in 2016-2017. For the 2018 ceremony, the award category name was reverted to Most Popular Personality on Australian Television.",
  "/wiki/Rove_Live": "Rove, also titled Rove Live, was an Australian television variety show, that featured live music performances and interviews with local and international celebrity guests. The program premiered on the Nine Network on 22 September 1999, before moving to Network Ten which aired the program from 2000 until November 2009. The show was hosted by comedian Rove McManus through his production company Roving Enterprises, and featured an ensemble cast who presented various segments throughout the course of the show. The show won the Logie Award for \"Most Popular Light Entertainment Program\" five times (2002, 2003, 2005, 2007 and 2009).",
  "/wiki/Mai_Phương_Thúy": "Mai Phương Thúy (August 6, 1988) is a Vietnamese actress, model and beauty pageant titleholder who was crowned the 10th Miss Vietnam at the Vinpearl Resort in Nha Trang, Vietnam on August 26, 2006. She represented Vietnam at the Miss World 2006 pageant in Warsaw, Poland on September 30, in the Asia-Pacific group. She made the first cut In Miss World 2006 by winning the viewers' votes around the world.",
  "/wiki/Miss_Vietnam": "Miss Vietnam (Vietnamese: Hoa hậu Việt Nam) is a beauty contest in Vietnam that has been held biennially since 1988. This contest was initiated and organized by Tien Phong newspaper and Sen Vàng Productions.",
  "/wiki/Josie_Parrelli": "Josie Parrelli was the host of RMITV show Chartbusting 80s, a long-running music-variety show that aired on Channel 31 Melbourne.",
  "/wiki/ARIA_Music_Awards": "The Australian Recording Industry Association Music Awards (commonly known informally as ARIA Music Awards or ARIA Awards) is an annual series of awards nights celebrating the Australian music industry, put on by the Australian Recording Industry Association (ARIA). The event has been held annually since 1987 and encompasses the general genre-specific and popular awards (these are what is usually being referred to as \"the ARIA awards\") as well as Fine Arts Awards and Artisan Awards (held separately from 2004), Lifetime Achievement Awards and ARIA Hall of Fame – held separately from 2005 to 2010 but returned to the general ceremony in 2011. For 2010, ARIA introduced public voted awards for the first time.",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people."
}