{
  "/wiki/Kalinda_Ashton": "Kalinda Ashton is an Australian writer and academic based in Melbourne, Victoria. She has a doctorate from RMIT University and is the author of the 2009 novel, The Danger Game, which has been praised by notable Australian authors such as Christos Tsiolkas and Amanda Lohrey. The novel was published in the UK in 2011. The Danger Game was joint winner of the Sydney Morning Herald best young novelist award and, in 2012, a Betty Trask award in the UK. She has been called a \"post-Grunge lit\" author, due to the perceived of influence of grunge lit author Christos Tsiolkas on her work.",
  "/wiki/Carmel_Bird": "Carmel Bird (born 1940) is an Australian writer of novels, short stories and essays. She has written books on the art of writing, and has edited anthologies of essays and stories. In 2016, she was awarded the Patrick White Literary Award.",
  "/wiki/Steven_Carroll": "Steven Carroll (born 1949) is an Australian novelist.  He was born in Melbourne, Victoria and studied at La Trobe University. He has taught English at secondary school level, and drama at RMIT. He has been Drama Critic for The Sunday Age newspaper in Melbourne.",
  "/wiki/Miles_Franklin_Award": "The Miles Franklin Literary Award is an annual literary prize awarded to \"a novel which is of the highest literary merit and presents Australian life in any of its phases\". The award was set up according to the will of Miles Franklin (1879–1954), who is best known for writing the Australian classic My Brilliant Career (1901). She bequeathed her estate to fund this award. As of 2016, the award is valued A$60,000.",
  "/wiki/Anuja_Chauhan": "Anuja Chauhan (Hindi: अनुजा चौहान; born 1970) is an Indian author, advertiser and screenwriter.  She worked in the advertising agency, JWT India, for over 17 years, eventually becoming vice-president and executive creative director, before resigning in 2010 to pursue a full-time literary career. Over the years she worked with brands like Pepsi, Kurkure, Mountain Dew and Nokia, creating Pepsi's \"Nothing official about it\" campaign and advertising slogans such as Pepsi's \"Yeh Dil Maange More\" and \"Oye Bubbly\".",
  "/wiki/The_Zoya_Factor": "The Zoya Factor is a novel written by Anuja Chauhan, published by HarperCollins India in 2008. It is about a Rajput woman named Zoya Singh Solanki who meets the Indian Cricket Team through her job as an executive in an advertising agency and ends up becoming a lucky charm for the team for the 2011 Cricket World Cup. Chauhan started working on her debut novel in 2006, writing during her spare time. Her work on the Pepsi brand for 13 years at JWT Delhi, where she was Vice President and closely associated with cricket advertising, eventually led to cricket becoming the setting of her novel.",
  "/wiki/Alison_Goodman": "Alison Goodman is an Australian writer of books for young adults, born in 1966 in Melbourne.",
  "/wiki/Brendan_Gullifer": "Brendan Gullifer (born 1959) is an Australian writer based in Melbourne who was chief of staff to the independent Victorian senator John Madigan.",
  "/wiki/Rosalie_Ham": "Rosalie Ham (born 1955) is an Australian author, stage and radio play writer. She is best known for her debut novel, The Dressmaker, which has been adapted into film with Kate Winslet in the lead role.",
  "/wiki/The_Dressmaker_(Ham_novel)": "The Dressmaker is a Gothic novel written by the Australian author Rosalie Ham, and is Ham's debut novel. It was first published by Duffy & Snellgrove on January 1, 2000. The story is set in a 1950s fictional Australian country town, Dungatar, and explores love, hate and haute couture.",
  "/wiki/Sonya_Hartnett": "Sonya Louise Hartnett (born 23 February 1968 in Box Hill, Victoria) is an Australian author of fiction for adults, young adults, and children. She has been called \"the finest Australian writer of her generation\". For her career contribution to \"children's and young adult literature in the broadest sense\" Hartnett won the Astrid Lindgren Memorial Award from the Swedish Arts Council in 2008, the biggest prize in children's literature.",
  "/wiki/Astrid_Lindgren_Memorial_Award": "The Astrid Lindgren Memorial Award (Swedish: Litteraturpriset till Astrid Lindgrens minne) is an international children's literary award established by the Swedish government in 2002 to honour the Swedish children's author Astrid Lindgren (1907–2002). The prize is five million SEK, making it the richest award in children's literature and one of the richest literary prizes in the world. The annual cost of 10 million SEK (in 2008) is financed with tax money.",
  "/wiki/M._J._Hyland": "Maria Joan Hyland is an ex-lawyer and the author of three novels: How the Light Gets In (2004), Carry Me Down (2006) and This is How (2009). Hyland is a lecturer in creative writing in the Centre for New Writing at the University of Manchester. Carry Me Down (2006) was shortlisted for the Man Booker Prize and won the Hawthornden Prize and the Encore Prize.",
  "/wiki/Carry_Me_Down": "Carry Me Down (2006) is the second novel of British writer M. J. Hyland. It was awarded the Hawthornden Prize and was shortlisted for the Booker Prize.",
  "/wiki/Antoni_Jach": "Antoni Jach (born 8 May 1956) is an Australian novelist, painter and playwright. His most recent novel is Napoleon's Double, a narrative enlisting history and philosophy for its own neo-baroque ends. His previous novels are The Weekly Card Game, a tragicomic study of quotidian repetition and The Layers of the City, a meditation on contemporary Paris, civilisation and barbarism (which was shortlisted for The Age Book of the Year Fiction Award and was translated into Turkish under the title Sehrin Katmanlari).",
  "/wiki/Martine_Murray": "Martine Murray (born 1965) is an Australian author and illustrator residing in Melbourne. She has written many critically acclaimed books, including How to Make a Bird, winner of the Queensland Premier's Literary Awards Young Adult award in 2004, and The Slightly True Story of Cedar B. Hartley, winner of the Queensland Premier's Literary Awards Children's Book award in 2006.",
  "/wiki/Peter_Temple": "Peter Temple (10 March 1946 – 8 March 2018) was an Australian crime fiction writer, mainly known for his Jack Irish novel series. He won several awards for his writing, including the Gold Dagger in 2007, the first for an Australian.",
  "/wiki/Carrie_Tiffany": "Carrie Tiffany (born 1965) is an English-born Australian novelist and former park ranger.",
  "/wiki/Walter_J._Turner": "Walter James Redfern Turner (13 October 1889 – 18 November 1946) was an Australian-born, English-domiciled writer and critic.",
  "/wiki/Alexis_Wright": "Alexis Wright (born 25 November 1950) is an Aboriginal Australian writer best known for winning the Miles Franklin Award for her 2006 novel Carpentaria and the 2018 Stella Prize for her \"collective memoir\" of Leigh Bruce \"Tracker\" Tilmouth.",
  "/wiki/Ania_Walwicz": "Ania Walwicz (born 1951) is a contemporary Australian poet and prose writer, and visual artist.",
  "/wiki/Chris_Womersley": "Chris Womersley (born 1968 in Melbourne, Victoria) is an Australian author of crime fiction, short stories and poetry.  He trained as a radio journalist and has travelled extensively to such places as India, South-East Asia, South America, North America, and West Africa.  He lives in Melbourne.",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people."
}