{
  "/wiki/The_Honourable": "The prefix The Honourable or The Honorable (abbreviated to The Hon., Hon. or formerly The Hon'ble—the last term is still used in South Asia) is an honorific style that is used before the names of certain classes of people.",
  "/wiki/Austin_Asche": "Keith John Austin Asche, AC, QC (born 28 November 1925) is a former Administrator of the Northern Territory and was the third Chief Justice of the Supreme Court of the Northern Territory.",
  "/wiki/Order_of_Australia": "The Order of Australia is an order of chivalry established on 14 February 1975 by Elizabeth II, Queen of Australia, to recognise Australian citizens and other persons for achievement or meritorious service. Before the establishment of the order, Australian citizens received British honours.",
  "/wiki/Queen's_Counsel": "In the United Kingdom and in some Commonwealth countries, a Queen's Counsel (post-nominal QC) during the reign of a queen, or King's Counsel (post-nominal KC) during the reign of a king, is a lawyer (usually a barrister or advocate) who is appointed by the monarch of the country to be one of \"Her [His] Majesty's Counsel learned in the law\". The position originated in England. Some Commonwealth countries have either abolished the position, or re-named it so as to remove monarchical connotations, for  example, \"Senior Counsel\" or \"Senior Advocate\".",
  "/wiki/Chief_Justice_of_the_Northern_Territory": "The title of Chief Justice of the Northern Territory refers to the highest judicial position in the Supreme Court of the Northern Territory.  The position is currently held by Michael Grant.",
  "/wiki/Administrator_of_the_Northern_Territory": "The Administrator of the Northern Territory is an official appointed by the Governor-General of Australia to represent the government of the Commonwealth in the Northern Territory.  He or she performs functions similar to those of a state governor.",
  "/wiki/Ted_Baillieu": "Edward Norman Baillieu AO (born 31 July 1953) is a former Australian politician who was Premier of Victoria from 2010 to 2013. He was a Liberal Party member of the Victorian Legislative Assembly from 1999 to 2014, representing the electorate of Hawthorn. He was elected leader of the Liberal Party in opposition in 2006, and served as Premier from 2010 until 2013 after winning the 2010 state election. He resigned as Premier on 6 March 2013, and was succeeded by Denis Napthine.",
  "/wiki/Victorian_Legislative_Assembly": "The Victorian Legislative Assembly is the lower house of the bicameral Parliament of Victoria in Australia; the upper house being the Victorian Legislative Council. Both houses sit at Parliament House in Spring Street, Melbourne.",
  "/wiki/Premier_of_Victoria": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Legislative Assembly.",
  "/wiki/Richard_Casey,_Baron_Casey": "Richard Gavin Gardiner Casey, Baron Casey KG, GCMG, CH, DSO, MC, PC (29 August 1890 – 17 June 1976) was an Australian statesman who served as the 16th Governor-General of Australia, in office from 1965 to 1969. He was also a distinguished army officer, long-serving cabinet minister, Ambassador to the United States, member of Churchill's War Cabinet, and Governor of Bengal.",
  "/wiki/Governor-General_of_Australia": "The Governor-General of the Commonwealth of Australia is the representative of the Australian monarch, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and resides in the United Kingdom, she, on the advice of her prime minister, appoints a governor-general to carry out constitutional duties within the Commonwealth of Australia. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appointing ministers, judges, and ambassadors; giving royal assent to legislation passed by parliament; issuing writs for election; and bestowing Australian honours.",
  "/wiki/Neil_Comrie": "Murray Neil Comrie AO, APM (born 10 March 1947 in Ballarat, Victoria), known as Neil Comrie, is a former Australian police officer. He was Chief Commissioner of Victoria Police from 1993 to 2001.",
  "/wiki/Australian_Police_Medal": "The Australian Police Medal (APM) is awarded for distinguished service by a member of an Australian police force.\nThe APM was introduced in 1986, and replaced the Imperial Queen's Police Medal for Gallantry and Queen's Police Medal for Distinguished Service.",
  "/wiki/Victoria_Police": "Victoria Police is the primary law enforcement agency of Victoria, Australia. It was formed in 1853 and now operates under the Victoria Police Act 2013",
  "/wiki/Brigadier_(Australia)": "Brigadier /brɪɡəˈdɪər/ is a military rank, the seniority of which depends on the country. In some countries, it is a senior rank above colonel, equivalent to a brigadier general, typically commanding a brigade of several thousand soldiers. In other countries, it is a non-commissioned rank (e.g. Spain, Italy, France, the Netherlands and the Indonesian Police ranks).",
  "/wiki/Bernard_Evans_(architect)": "Brigadier Sir Bernard Evans, DSO, ED (13 May 1905 – 19 February 1981) was an Australian army officer, architect, builder and Lord Mayor of Melbourne (1959–1961).",
  "/wiki/Distinguished_Service_Order": "The Distinguished Service Order (DSO) is a military decoration of the United Kingdom, and formerly of other parts of the Commonwealth, awarded for meritorious or distinguished service by officers of the armed forces during wartime, typically in actual combat. Since 1993 all ranks have been eligible.",
  "/wiki/Efficiency_Decoration": "The Efficiency Decoration, post-nominal letters TD for recipients serving in the Territorial Army of the United Kingdom or ED for those serving in the Auxiliary Military Forces, was instituted in 1930 for award to part-time officers after twenty years of service as an efficient and thoroughly capable officer. The decoration superseded the Volunteer Officers' Decoration, the Colonial Auxiliary Forces Officers' Decoration and the Territorial Decoration.",
  "/wiki/Lord_Mayor_of_Melbourne": "This is a list of the mayors and lord mayors of the City of Melbourne, a local government area of Victoria, Australia.",
  "/wiki/Australian_Senate": "The Senate is the upper house of the bicameral Parliament of Australia, the lower house being the House of Representatives. The composition and powers of the Senate are established in Chapter I of the Constitution of Australia. There are a total of 76 Senators: 12 are elected from each of the six Australian states regardless of population and 2 from each of the two autonomous internal Australian territories (the Australian Capital Territory and the Northern Territory). Senators are popularly elected under the single transferable vote system of proportional representation.",
  "/wiki/Steve_Fielding": "Steven Fielding (born 17 October 1960) is a former Australian senator for the state of Victoria and the former federal parliamentary leader of the Family First Party. He was elected to the upper house at the 2004 federal election on two per cent of the first-preference votes. He failed to gain re-election at the 2010 federal election. His term ended on 30 June 2011.",
  "/wiki/Family_First_Party": "The Family First Party was a conservative political party in Australia from 2002 to 2017. It was founded in South Australia and enjoyed its greatest electoral support in that state.",
  "/wiki/Samuel_Gillott": "Sir Samuel Gillott (29 October 1838 – 29 June 1913) was an Australian lawyer and politician, commonly known as a former Lord Mayor of Melbourne.",
  "/wiki/Order_of_the_British_Empire": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.",
  "/wiki/Rob_Hulls": "Rob Justin Hulls (born 23 January 1957) is a former Australian politician who was a member of the Victorian Legislative Assembly from 1996 to 2012, representing the electorate of Niddrie. As well as serving as the Deputy Premier of Victoria, he was also the state Attorney-General and Minister for Racing.",
  "/wiki/Attorney_general": "In most common law jurisdictions, the attorney general or attorney-general (sometimes abbreviated AG) is the main legal advisor to the government. The plural is attorneys general or attorney generals.",
  "/wiki/Deputy_Premier_of_Victoria": "The Deputy Premier of Victoria is the second-most senior officer in the Government of Victoria. The Deputy Premier position was created in March 1932, with Albert Dunstan being the first person to hold the position. The Deputy Premier is appointed by the Governor on the advice of the Premier. The Deputy Premier is usually also a minister in the government.",
  "/wiki/Pat_McNamara_(Australian_politician)": "Patrick John McNamara (born Melbourne, 11 August 1949) is a former Australian politician who was a member of the Victorian Legislative Assembly, representing Benalla for the National Party from 1982 to 2000. From 1988 to 1999, he was leader of the National Party in Victoria and was Deputy Premier of Victoria under Jeff Kennett from 1992 to 1999.  He held several ministerial positions in the Kennett government, including Minister for Agriculture and Resources, Minister for Tourism, Minister for Police and Emergency Services and Minister for Corrections.  During his tenure as Deputy Premier, Kennett's Liberals actually held a majority in their own right.  Although Kennett did not need the support of McNamara's Nationals, the coalition was retained.",
  "/wiki/National_Party_of_Australia": "The National Party of Australia, also known as The Nationals or simply The Nats, is an Australian political party. Traditionally representing graziers, farmers, and rural voters generally, it began as the Australian Country Party in 1920 at a federal level. It would later briefly adopt the name National Country Party in 1975, before adopting its current name in 1982.",
  "/wiki/William_Murray_McPherson": "Sir William Murray McPherson, KBE (17 September 1865 – 26 July 1932) was an Australian philanthropist and politician. He was the 31st Premier of Victoria.",
  "/wiki/Emily_McPherson_College_of_Domestic_Economy": "The Emily McPherson College of Domestic Economy was an Australian domestic science college for women, in Melbourne, Victoria.",
  "/wiki/Oliver_John_Nilsen": "Oliver John Nilsen CBE JP (17 August 1884 – 24 October 1977) was an Australian businessman and Lord Mayor of Melbourne.",
  "/wiki/Justice_of_the_Peace": "A justice of the peace (JP) is a judicial officer of a lower or puisne court, elected or appointed by means of a commission (letters patent) to keep the peace. In past centuries the term commissioner of the peace was often used with the same meaning. Depending on the jurisdiction, such justices dispense summary justice or merely deal with local administrative applications in common law jurisdictions. Justices of the peace are appointed or elected from the citizens of the jurisdiction in which they serve, and are (or were) usually not required to have any formal legal education in order to qualify for the office. Some jurisdictions have varying forms of training for JPs.",
  "/wiki/Peter_Ryan_(politician)": "Peter Julian Ryan (born 30 October 1950) is a former Australian politician who was leader of The Nationals in Victoria from 1999 to 2014.  He represented the electoral district of Gippsland South from 1992 to 2015, and from 2010 to 2014 was the Deputy Premier of Victoria as well as the Minister for Rural and Regional Development. In addition, Ryan was the Minister for Police from 2010 to 2013.",
  "/wiki/Lieutenant_general_(Australia)": "Lieutenant general (abbreviated LTGEN and pronounced 'lef-tenant general') is the second-highest active rank of the Australian Army. It was created as a direct equivalent of the British military rank of lieutenant general, and is considered a three-star rank.",
  "/wiki/John_Sanderson": "Lieutenant General John Murray Sanderson, AC (born 4 November 1940) is a retired senior Australian Army officer who served as Chief of Army from 1995 to 1998, and later as the 29th Governor of Western Australia from 2000 to 2005.",
  "/wiki/Chief_of_Army_(Australia)": "The Chief of Army is the most senior appointment in the Australian Army, responsible to both the Chief of the Defence Force (CDF) and the Secretary, Department of Defence (SECDEF). The rank associated with the position is lieutenant general (3-star).",
  "/wiki/Governor_of_Western_Australia": "The Governor of Western Australia is the representative in Western Australia of the Queen of Australia, Elizabeth II. As with the other governors of the Australian states, the Governor of Western Australia performs constitutional, ceremonial and community functions, including:",
  "/wiki/Marcus_Stephen": "Marcus Stephen (born 1 October 1969) is a Nauruan politician and former sportsperson who previously was a member of the Cabinet of Nauru, and who served as President of Nauru from December 2007 to November 2011. The son of Nauruan parliamentarian Lawrence Stephen, Stephen was educated at St Bedes College and RMIT University in Victoria, Australia. Initially playing Australian rules football, he opted to pursue the sport of weightlifting, in which he represented Nauru at the Summer Olympics and Commonwealth Games between 1990 and 2002, winning seven Commonwealth gold medals.",
  "/wiki/President_of_Nauru": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number of individuals can lead to frequent changes in the makeup of the government of the day, including the presidential position itself.",
  "/wiki/Olympic_weightlifting": "Olympic weightlifting, or Olympic-style weightlifting, often simply referred to as weightlifting, is a sport in which the athlete attempts a maximum-weight single lift of a barbell loaded with weight plates.",
  "/wiki/Olympic_Games": "The modern Olympic Games or Olympics (French: Jeux olympiques) are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are held every four years, with the Summer and Winter Games alternating by occurring every four years but two years apart.",
  "/wiki/Commonwealth_Games": "The Commonwealth Games is an international multi-sport event involving athletes from the Commonwealth of Nations. The event was first held in 1930, and has taken place every four years since then. The Commonwealth Games were known as the British Empire Games from 1930 to 1950, the British Empire and Commonwealth Games from 1954 to 1966, and British Commonwealth Games from 1970 to 1974. Athletes with a disability are also included as full members of their national teams, making the Commonwealth Games as the first fully inclusive international multi-sport event. It is also the world's first multi-sport event which inducts equal number of women’s and men’s medal events and was implemented recently in the 2018 Commonwealth Games. With such unique features, the World Economic Forum called the event inspiring and significant.",
  "/wiki/William_Watt_(Australian_politician)": "William Alexander Watt (23 November 1871 – 13 September 1946) was an Australian politician. He served two terms as Premier of Victoria before entering federal politics in 1914. He then served as a minister in the government of Billy Hughes from 1917 to 1920, including as acting prime minister during World War I, and finally as Speaker of the House of Representatives from 1923 to 1926.",
  "/wiki/Privy_Council_of_the_United_Kingdom": "Her Majesty's Most Honourable Privy Council, commonly known as the Privy Council of the United Kingdom or simply the Privy Council, is a formal body of advisers to the Sovereign of the United Kingdom. Its membership mainly comprises senior politicians who are current or former members of either the House of Commons or the House of Lords.",
  "/wiki/Federation_of_Australia": "The Federation of Australia was the process by which the six separate British self-governing colonies of Queensland, New South Wales, Victoria, Tasmania, South Australia, and Western Australia agreed to unite and form the Commonwealth of Australia, establishing a system of federalism in Australia. Fiji and New Zealand were originally part of this process, but they decided not to join the federation. Following federation, the six colonies that united to form the Commonwealth of Australia as states kept the systems of government (and the bicameral legislatures) that they had developed as separate colonies, but they also agreed to have a federal government that was responsible for matters concerning the whole nation. When the Constitution of Australia came into force, on 1 January 1901, the colonies collectively became states of the Commonwealth of Australia.",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people."
}