{
  "/wiki/Lidia_Argondizzo": "Lidia Serafina Argondizzo (born 13 October 1960) is an Australian politician. She was the  Labor Party (ALP) member of the Victorian Legislative Council representing Templestowe Province from 2002 to 2006.",
  "/wiki/Justice_of_the_Peace": "A justice of the peace (JP) is a judicial officer of a lower or puisne court, elected or appointed by means of a commission (letters patent) to keep the peace. In past centuries the term commissioner of the peace was often used with the same meaning. Depending on the jurisdiction, such justices dispense summary justice or merely deal with local administrative applications in common law jurisdictions. Justices of the peace are appointed or elected from the citizens of the jurisdiction in which they serve, and are (or were) usually not required to have any formal legal education in order to qualify for the office. Some jurisdictions have varying forms of training for JPs.",
  "/wiki/Parliament_of_Victoria": "The Parliament of Victoria is the bicameral legislature of the Australian state of Victoria that follows a Westminster-derived parliamentary system. It consists of the Queen, represented by the Governor of Victoria, the Legislative Assembly and the Legislative Council. It has a fused executive drawn from members of both chambers. The Parliament meets at Parliament House in the state capital Melbourne. The current Parliament was elected on 24 November 2018, sworn in on 19 December 2018 and is the 59th parliament in Victoria.",
  "/wiki/Stephen_Barker_(Australian_politician)": "Stephen Barker (1846 – 21 June 1924) was an English-born Australian politician. Born in Sussex, he received a primary education before becoming a tailor. He migrated to Australia where he became an organiser of the Tramways Union. He served as secretary of the Melbourne Trades Hall Council from 1901 to 1910. In 1910, he was elected to the Australian Senate as a Labor Senator from Victoria. He was defeated in 1919, but re-elected in 1922. However, he died in 1924, and Joseph Hannan was appointed as his replacement.",
  "/wiki/Parliament_of_Australia": "The Parliament of Australia (officially the Federal Parliament, also called the Commonwealth Parliament) is the legislative branch of the government of Australia. It consists of three elements: the Crown (represented by the Governor-General), the Senate and the House of Representatives. The combination of two elected chambers, in which the members of the Senate represent the states and territories while the members of the House represent electoral divisions according to population, is modelled on the United States Congress. Through both chambers, however, there is a fused executive, drawn from the Westminster system.",
  "/wiki/Donna_Bauer": "Donna Jane Bauer (born 4 October 1970) was the member for Carrum in the Victorian Legislative Assembly from 2010 to 2014. She was Deputy Mayor of the City of Kingston, before defeating Jenny Lindell in the 2010 state election.",
  "/wiki/Anthony_Carbines": "Anthony Richard Carbines (born 15 June 1973) is an Australian politician, who represents the electoral district of Ivanhoe in the Victorian Legislative Assembly for the Labor Party.",
  "/wiki/Victorian_Legislative_Assembly": "The Victorian Legislative Assembly is the lower house of the bicameral Parliament of Victoria in Australia; the upper house being the Victorian Legislative Council. Both houses sit at Parliament House in Spring Street, Melbourne.",
  "/wiki/Dennis_Jensen": "Dennis Geoffrey Jensen (born 28 February 1962 in Johannesburg, South Africa) is a former Australian politician. He was elected to the House of Representatives at the 2004 federal election, winning the Division of Tangney for the Liberal Party. Jensen lost Liberal preselection for the 2016 federal election, and subsequently resigned from the party to stand as an independent. In August 2017 he joined the fledgling Australian Conservatives party. Jensen has a PhD in materials science from Monash University, and before entering politics worked as a CSIRO researcher. He is known for questioning the anthropogenic causation of climate change.",
  "/wiki/Australian_House_of_Representatives": "The House of Representatives is the lower house of the bicameral Parliament of Australia, the upper house being the Senate. Its composition and powers are established in Chapter I of the Constitution of Australia.",
  "/wiki/Marlene_Kairouz": "Marlene Kairouz (born 2 March 1975) is an Australian politician. She has been a Labor member of the Victorian Legislative Assembly since 2008, and Minister for Consumer Affairs, Gaming and Liquor Regulation since 2016.",
  "/wiki/Cyril_Kennedy_(Australian_politician)": "Cyril James Kennedy (born 28 May 1932) is a former Australian politician.",
  "/wiki/The_Honourable": "The prefix The Honourable or The Honorable (abbreviated to The Hon., Hon. or formerly The Hon'ble—the last term is still used in South Asia) is an honorific style that is used before the names of certain classes of people.",
  "/wiki/Catherine_King_(politician)": "Catherine Fiona King (born 2 June 1966) is an Australian politician serving as Member of Parliament (MP) for Ballarat since 2001. She is a member of the Australian Labor Party (ALP) and briefly served as a minister in the Gillard and Rudd Governments in 2013. She served as Shadow Minister of Heath from 2013 to 2019, and has served as Shadow Minister for Infrastructure, Transport and Regional Development since 2019.",
  "/wiki/Jim_Simmonds": "James Lionel Simmonds (9 October 1926 – 3 March 2007) was an Australian politician.",
  "/wiki/Robert_Solly": "Robert Henry (Bob) Solly (9 September 1859 – 5 June 1932) was an Australian politician.",
  "/wiki/Nick_Wakeling": "Nicholas Wakeling (born 6 May 1971) is an Australian politician. He has been a Liberal Party member of the Victorian Legislative Assembly since November 2006, representing the electorate of Ferntree Gully. He served as Minister for Higher Education and Skills in the Napthine Ministry from March to December 2014. Before his election, Wakeling was employed as a senior workplace relations advisor.",
  "/wiki/Lorraine_Wreford": "Lorraine Joan Wreford (born 10 August 1961) is an Australian politician, and was the member of Mordialloc in the Victorian Legislative Assembly from 2010 to 2014. She was Mayor of the City of Casey before defeating Janice Munt in the 2010 state election.",
  "/wiki/Jason_Wood_(politician)": "Jason Peter Wood (born 24 May 1968), Australian politician, was elected to the Australian House of Representatives for the Division of La Trobe, Victoria for the Liberal Party of Australia at the 2004 federal election. He held the seat until his defeat at the 2010 federal election. He won the seat back at the 2013 federal election. He had previously stood for the Division of Holt for the Liberal party at the 2001 federal election.",
  "/wiki/List_of_Royal_Melbourne_Institute_of_Technology_people": "This is a list of Royal Melbourne Institute of Technology people."
}