{
  "/wiki/University_of_California": "The University of California (UC) is a public university system in the U.S. state of California. Under the California Master Plan for Higher Education, the University of California is a part of the state's three-system public higher education plan, which also includes the California State University system and the California Community Colleges System.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Julian_Burnside": "Julian William Kennedy Burnside AO QC (born 9 June 1949) is an Australian barrister, human rights and refugee advocate, and author. He practises principally in commercial litigation, trade practices and administrative law. He is known for his staunch opposition to the mandatory detention of asylum seekers, and has provided legal counsel in a wide variety of high-profile cases. \nHe was made an Officer of the Order of Australia in 2009, \"for service as a human rights advocate, particularly for refugees and asylum seekers, to the arts as a patron and fundraiser, and to the law.\" He unsuccessfully stood for the Division of Kooyong at the 2019 federal election as an Australian Greens candidate, but achieved the highest vote for the Greens in the seat at a federal election and allowed the party to enter into the two-party preferred vote.",
  "/wiki/Order_of_Australia": "The Order of Australia is an order of chivalry established on 14 February 1975 by Elizabeth II, Queen of Australia, to recognise Australian citizens and other persons for achievement or meritorious service. Before the establishment of the order, Australian citizens received British honours.",
  "/wiki/Queen%27s_Counsel": "In the United Kingdom and in some Commonwealth countries, a Queen's Counsel (post-nominal QC) during the reign of a queen, or King's Counsel (post-nominal KC) during the reign of a king, is a lawyer (usually a barrister or advocate) who is appointed by the monarch of the country to be one of \"Her [His] Majesty's Counsel learned in the law\". The position originated in England. Some Commonwealth countries have either abolished the position, or re-named it so as to remove monarchical connotations, for  example, \"Senior Counsel\" or \"Senior Advocate\".",
  "/wiki/Barrister": "A barrister is a type of lawyer in common law jurisdictions. Barristers mostly specialise in courtroom advocacy and litigation. Their tasks include taking cases in superior courts and tribunals, drafting legal pleadings, researching the philosophy, hypothesis and history of law, and giving expert legal opinions.",
  "/wiki/Human_rights": "Human rights are moral principles or norms that describe certain standards of human behaviour and are regularly protected as natural and legal rights in municipal and international law. They are commonly understood as inalienable, fundamental rights \"to which a person is inherently entitled simply because she or he is a human being\" and which are \"inherent in all human beings\", regardless of their age, ethnic origin, location, language, religion, ethnicity, or any other status. They are applicable everywhere and at every time in the sense of being universal, and they are egalitarian in the sense of being the same for everyone. They are regarded as requiring empathy and the rule of law and imposing an obligation on persons to respect the human rights of others, and it is generally considered that they should not be taken away except as a result of due process based on specific circumstances; for example, human rights may include freedom from unlawful imprisonment, torture, and execution.",
  "/wiki/Percy_Clarey": "Percy James Clarey (20 January 1890 – 17 May 1960) was an Australian trade union leader and politician.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Breen_Creighton": "Breen Creighton is a Professor of Law at RMIT University, and one of Australia's leading labour law scholars.[citation needed]",
  "/wiki/Labour_law": "Labour law (also known as labor law or employment law) mediates the relationship between workers, employing entities, trade unions and the government. Collective labour law relates to the tripartite relationship between employee, employer and union. Individual labour law concerns employees' rights at work also through the contract for work. Employment standards are social norms (in some cases also technical standards) for the minimum socially acceptable conditions under which employees or contractors are allowed to work. Government agencies (such as the former US Employment Standards Administration) enforce labour law (legislature, regulatory, or judicial).",
  "/wiki/Don_Edgar": "Dr. Donald E. (Don) Edgar (born 1936) was the Foundation Director of the Australian Institute of Family Studies. Under his leadership the Institute had a profound influence on the Government of Australia regarding family policy, family and work, welfare policy and family law. He continues to contribute to Australian thinking in these areas through his own consulting practise and as an occasional columnist and commentator in the Australian media, particularly The Age and The Australian. He was awarded the OAM (Order of Australia Medal) in 1997.",
  "/wiki/Adjunct_Professor": "Adjunct professor (adjunct lecturer, adjunct instructor, adjunct faculty or contingent academic labor collectively) is a type of academic appointment in higher education.",
  "/wiki/Peter_J._Hayes": "Peter John Hayes (born 1953 in Melbourne) is the Executive Director of the Nautilus Institute for Security and Sustainability, a non-governmental policy-oriented research and advocacy group.",
  "/wiki/Nautilus_Institute_for_Security_and_Sustainability": "The Nautilus Institute for Security and Sustainability is a public policy think tank founded in 1992.\nThe Institute convenes scholars and practitioners who conduct research to address interconnected global problems such as threats of nuclear war, urban and energy insecurity, and climate change in the Asia Pacific region.",
  "/wiki/James_Jupp": "James Jupp AM (born 1932) is a British-Australian political scientist and author. He is Director of the Centre for Immigration and Multicultural Studies in the Research School of  Social Sciences at the Australian National University and an Adjunct Professor of the RMIT University in Melbourne. He is an Australian citizen and resident of Canberra.",
  "/wiki/Australian_National_University": "The Australian National University (ANU) is a national research university located in Canberra, the capital of Australia. Its main campus in Acton encompasses seven teaching and research colleges, in addition to several national academies and institutes.",
  "/wiki/Anastasia_Powell": "Anastasia Powell is a feminist criminologist at RMIT University, Melbourne, Australia. Powell gained her PhD in criminology from the University of Melbourne in 2008. Her doctoral research was published in the 2010 book Sex, Power and Consent: Youth Culture and the Unwritten Rules by Cambridge University Press. Powell's research specialises in policy and prevention concerning men's violence against women, with a particular focus on sexual violence.",
  "/wiki/Oren_Yiftachel": "Oren Yiftachel (Hebrew: אורן יפתחאל‎, born 1956) is an Israeli professor of political and legal geography, urban studies and urban planning at Ben-Gurion University of the Negev, in Beersheba. He holds the Lynn and Lloyd Hurst Family Chair in Urban Studies.",
  "/wiki/Political_geography": "Political geography is concerned with the study of both the spatially uneven outcomes of political processes and the ways in which political processes are themselves affected by spatial structures. Conventionally, for the purposes of analysis, political geography adopts a three-scale structure with the study of the state at the centre, the study of international relations (or geopolitics) above it, and the study of localities below it. The primary concerns of the subdiscipline can be summarized as the inter-relationships between people, state, and territory.",
  "/wiki/Ben-Gurion_University_of_the_Negev": "Ben-Gurion University of the Negev (BGU), (Hebrew: אוניברסיטת בן-גוריון בנגב‎, Universitat Ben-Guriyon baNegev) is a  public research university in Beersheba, Israel. Ben-Gurion University of the Negev has five campuses: the Marcus Family Campus, Beer Sheva; the David Bergmann Campus, Beer Sheva; the David Tuviyahu Campus, Beer Sheva; the Sede Boqer Campus, and Eilat Campus."
}