{
  "/wiki/List_of_cities_in_Cambodia": "The figures listed in the table below come from the 2018 Commune Database (CDB) published by the National Committee for Sub-National Democratic Development (NCDD). These data are recorded differently to Cambodian census data and significant variations are to be expected between the two due to internal and external migration. The national census does not record population by city, rather by province. The only available method of estimating the population of a city is through the CDB, which is updated every two years.",
  "/wiki/Administrative_divisions_of_Cambodia": "Administrative divisions of Cambodia have several levels. Cambodia is divided into 24 provinces (Khmer: ខេត្ត, khaet) and the special administrative unit Phnom Penh (Khmer: ភ្នំពេញ, Phnom Penh). Though a different administrative unit, Phnom Penh is at province level, so de facto Cambodia has 25 provinces and municipality.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Ban_Lung": "Banlung (Khmer: បានលុង) is the capital of Ratanakiri Province in northeastern Cambodia. Banlung is  636 km from the Cambodian capital of Phnom Penh. Ratanakiri Province borders Vietnam and Laos.  Banlung is also the capital of the Banlung District. The city has a population of around 17,000 and the surrounding district has a population of 23,888.",
  "/wiki/Ratanakiri_Province": "Ratanakiri or Ratanak Kiri (Khmer: រតនគិរី IPA: [ˌreə̯̆ʔ taʔ ˈnaʔ ki ˈriː]), is a province of northeast Cambodia. It borders the provinces of Mondulkiri to the south and Stung Treng to the west and the countries of Laos and Vietnam to the north and east, respectively. The province extends from the mountains of the Annamite Range in the north, across a hilly plateau between the Tonle San and Tonle Srepok rivers, to tropical deciduous forests in the south. In recent years, logging and mining have scarred Ratanakiri's environment, long known for its beauty.",
  "/wiki/Ratanakiri_Airport": "Ratanakiri Airport (IATA: RBE, ICAO: VDRK) is an airport in Ban Lung town in Ratanakiri Province, Cambodia.",
  "/wiki/Battambang": "Founded in the 11th century by the Khmer Empire, Battambang is the leading rice-producing province of the country. For nearly 100 years it was a major commercial hub and provincial capital of Siamese province of Inner Cambodia (1795-1907), though it was always populated by Khmer, with some ethnic Vietnamese, Lao, Thai and Chinese. Battambang remains the hub of Cambodia's northwest, connecting the region with Phnom Penh and Thailand.",
  "/wiki/Battambang_Province": "Battambang (Khmer: បាត់ដំបង, IPA: [ˌɓat ɗɑm ˈɓɑːŋ], 'lost stick') is a province (khaet) of Cambodia in the far northwest of the country. Bordering provinces are Banteay Meanchey to the north, Pursat to the east and south, Siem Reap to the northeast, and Pailin to the west. The northern and southern extremes of the province's western boundaries form part of the international border with Thailand. In addition, Tonle Sap forms part of the northeastern boundary between Siem Reap and Pursat. Its capital and largest city is Battambang.",
  "/wiki/Battambang_Airport": "Battambang Airport (Khmer: ព្រលានយន្តហោះខេត្តបាត់តំបង) (IATA: BBM, ICAO: VDBG) is an airport serving Battambang, a city in Battambang Province, Cambodia. The airport is 3 kilometers from the city center in Battambang. It has a total land area of 128.68 hectares.",
  "/wiki/Kampong_Cham_(city)": "Kampong Cham (Khmer: ក្រុងកំពង់ចាម) is the capital city of Kampong Cham Province in eastern Cambodia. It is the 12th largest city in Cambodia with a population of 41,468 people (2010)and is located on the Mekong River.  Kampong Cham is 124 kilometers northeast from Phnom Penh and can be reached by either boat or by asphalt road. It takes about 2.5 hours by vehicle or 2.5 hours by boat from Phnom Penh to the city of Kampong Cham. Its geographic location is 12.00°N, 105.46°E.",
  "/wiki/Kampong_Cham_Province": "Kampong Cham (Khmer: ខេត្តកំពង់ចាម, IPA: [kɑmpɔːŋ caːm], \"Port of the Chams\") is a province (khaet) of Cambodia located on the central lowlands of the Mekong River. It borders the provinces of Kampong Chhnang to the west, Kampong Thom and Kratié to the north, Tbong Khmum to the east, and Prey Veng and Kandal to the south. Kampong Cham was officially divided into two provinces on 31 December 2013 in what was seen by many as a political move by the ruling party.  All land west of the Mekong remained Kampong Cham while land east of the river became Tbong Khmum province. Prior to this division, Kampong Cham extended eastward to the international border with Vietnam, was the eleventh largest province in Cambodia, and with a population of 1,680,694, was the most populous province in Cambodia. Its capital and largest city is Kampong Cham.",
  "/wiki/Kampong_Cham_Airport": "Kâmpóng Cham Airport (ICAO: KCA) is a public use airport located near Kâmpóng Cham, Kâmpóng Cham, Cambodia.",
  "/wiki/Kampong_Chhnang_(town)": "Kampong Chhnang is the capital city of Kampong Chhnang Province, in central Cambodia.",
  "/wiki/Kampong_Chhnang_Province": "Kampong Chhnang (Khmer: ខេត្តកំពង់ឆ្នាំង, IPA: [kɑmpɔːŋ cʰnaːŋ], \"Port of Pottery\") is one of the central provinces (khaet) of Cambodia. Neighboring provinces are (from north clockwise) Kampong Thom, Kampong Cham, Kandal, Kampong Speu and Pursat. The capital city of Kampong Chhnang Province is Kampong Chhnang.",
  "/wiki/Kampong_Chhnang_Airport": "Kampong Chhnang Airport (IATA: KZC, ICAO: VDKH) is an airport serving Kampong Chhnang, the capital of the Kampong Chhnang Province in Cambodia.",
  "/wiki/Kampong_Thom_City": "Kampong Thom (Khmer: ក្រុងកំពង់ធំ; Krong Kampong Thom, \"Grand Port\") is the capital city of Kampong Thom Province, Cambodia lying on the bank of the Steung Saen River. It is a mid-way stopover on the National Highway No 6 halfway between Phnom Penh and Siem Reap.",
  "/wiki/Kampong_Thom_Province": "Kampong Thom (Khmer: កំពង់ធំ, IPA: [kɑmpɔːŋ tʰom], 'Great Port') is a province (khaet) of Cambodia. It borders the provinces of Siem Reap to the northwest, Preah Vihear to the north, Stung Treng to the northeast, Kratie to the east, Kampong Cham, Kampong Chhnang to the south, and the Tonle Sap to the west.",
  "/wiki/Kampot_(city)": "Kampot (Khmer: ក្រុងកំពត) is a city in southern Cambodia and the capital of Kampot Province. It is on the Praek Tuek Chhu River southeast of the Elephant Mountains and around 5 km (3 mi) from the Gulf of Thailand. Kampot was the capital of the Circonscription Résidentielle de Kampot under French rule and Cambodia's most important seaport after the loss of the Mekong Delta and before the establishment of Sihanoukville. Its center is, unlike most Cambodian provincial capitals, composed of 19th century French colonial architecture. The region and town are known for high quality pepper, which is exported worldwide. It is also known for its Kampot fish sauce, and durian.",
  "/wiki/Kampot_Province": "Kampot (Khmer: ខេត្តកំពត IPA: [kɑmpɔːt]) is a (south west province) province (khaet) of Cambodia. It borders the provinces of Koh Kong and Kampong Speu to the north, Takeo and Kep and Vietnam to the east and Sihanoukville to the west. To its south it has a coastline of around 45 km on the Gulf of Thailand. It is rich in low arable lands and has abundant natural resources. Its capital is Kampot town.",
  "/wiki/Kampot_Airport": "Kampot Airport (IATA: KMT) is a public use airport located 23 kilometres (14 mi) northwest of Kampot, Kâmpôt, Cambodia.",
  "/wiki/Koh_Kong_(city)": "Krong Khemarak Phoumin (Khmer: ក្រុងខេមរភូមិន្ទ, 'Royal Khmer') is the capital and largest city of Koh Kong Province in Cambodia. It is near the mouth of the Kah Bpow river in Smach Mean Chey District on the Gulf of Thailand. The city lies only 10 kilometres from the Thai border. It is 138 kilometres by Highway 48 to National Highway 4 at Sre Ambel and a further 133 kilometres to Phnom Penh. After completion of the bridges on Highway 48 in 2010 the land link to Phnom Penh and Sihanoukville has significantly improved.",
  "/wiki/Koh_Kong_Province": "Koh Kong (Khmer: ខេត្តកោះកុង; IPA: [kɑh koŋ], \"Kong Island\") is a province (khaet) of Cambodia. The name means 'Kŏng Island Province'. Its capital is Khemarak Phoumin (Koh Kong). The province was called Patchan Khiri Khet Province (Thai: ปัจจันตคิรีเขตร; Thai pronunciation: [pàt.tɕan.tàʔ kʰi.riː.kʰèːt]) from 1795 to 1904.",
  "/wiki/Koh_Kong_Airport": "Koh Kong Airport (IATA: KKZ, ICAO: VDKK) is a public use airport located near Koh Kong, Kaôh Kŏng, Cambodia.",
  "/wiki/Krakor": "Krakor District (Khmer: ស្រុកក្រគរ) is a district in Pursat Province, Cambodia. The district capital is Krakor town located 25 kilometres east of the provincial capital, Pursat town.",
  "/wiki/Pursat_Province": "Pursat (Khmer: ខេត្តពោធិ៍សាត់, IPA: [poː sat]; \"drifting Bodhi') is a province (khaet) of Cambodia. It is in the western part of the country and borders clockwise from the north: Battambang Province, the Tonlé Sap, Kampong Chhnang Province, Kampong Speu Province, Koh Kong Province, and Thailand. It lies between the Tonle Sap and the northern end of the Cardamom Mountains. The Pursat River bisects the province, running from the Cardamoms in the west to the Tonle Sap in the east.",
  "/wiki/Krakor_Airport": "Krakor Airport (IATA: KZD, ICAO: VDSY) is a public use airport located near Krakor, Poŭthĭsăt, Cambodia.",
  "/wiki/Krati%C3%A9_(city)": "Kratié is the capital of Kratié Province in eastern Cambodia.",
  "/wiki/Krati%C3%A9_Province": "Kratié, alternatively Kraches or Kracheh (Khmer: ក្រចេះ IPA: [krɑˈceh], \"Powder Cosmetic\") is a province (khaet) of Cambodia located in the northeast. It borders Stung Treng to the north, Mondulkiri to the east, Kampong Thom and Kampong Cham to the west, and Tbong Khmum and Vietnam to the south.",
  "/wiki/Krati%C3%A9_Airport": "Kratié Airport (IATA: KTI, ICAO: VDKT), is an airport in the capital town of Kratié in Kratié Province, Cambodia. Its distance is about 3.5 kilometers from the town's center. The airport's land area is around 12.5 hectares. Its runway length is 1,180 meters at 30 meters wide on laterite surface.",
  "/wiki/Pailin_District": "Pailin Municipality (Khmer: ក្រុងប៉ៃលិន, Krong Pailin) is a municipality (krong) in the centre of Pailin Province in north-western Cambodia. The municipality is subdivided into 4 Sangkats and 36 phums (villages). According to the 1998/2008 census of Cambodia, the 575 km2 city had a population of 15,800 and 36,354 respectively.",
  "/wiki/Pailin_Province": "Pailin (Khmer: ប៉ៃលិន, Khmer pronunciation: [pai lɨn]) is a province (khaet) in western Cambodia at the northern edge of the Cardamom Mountains near the border of Thailand. This province is surrounded by Battambang Province, and was officially carved out of Battambang to become a separate administrative division after the surrender of the Ieng Sary faction of the Khmer Rouge in 1996.  Pailin is known to much of the world for having long been a stronghold of the Khmer Rouge, remaining under their control long after they were defeated in 1979 and serving from 1994 to 1998 as the capital of the Provisional Government of National Union and National Salvation of Cambodia. Within Cambodia Pailin is known for its natural resources, namely precious gems and timber.",
  "/wiki/Phnom_Penh": "Phnom Penh (/(pə)ˌnɒm ˈpɛn, ˌpnɒm -/; Khmer: ភ្នំពេញ, romanized: phnum pɨñ, IPA: [pʰnʊm ˈpɨɲ]; literally \"Penh's Hill\"), formerly known as Krong Chaktomuk Serimongkul (Khmer: ក្រុងចតុមុខសិរីមង្គល means \"The City of the Brahma's Faces\") or shortly known as Krong Chaktomuk (Khmer: ក្រុងចតុមុខ), is the capital and most populous city in Cambodia. Phnom Penh has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center.",
  "/wiki/Phnom_Penh_International_Airport": "Phnom Penh International Airport (IATA: PNH, ICAO: VDPP) (Khmer: អាកាសយានដ្ឋានអន្តរជាតិភ្នំពេញ French: Aéroport International de Phnom Penh), is the busiest and largest airport in Cambodia containing land area of 400 hectares. It is located 10 kilometres (5.4 NM) west of Phnom Penh, the nation's capital.",
  "/wiki/Senmonorom": "Senmonorom (Khmer: ក្រុងសែនមនោរម្យ \"Delightful\") is the capital of Mondulkiri Province, Cambodia. It is the only major town in the province of Mondulkiri. The town has over 7000 inhabitants, and is often compared to frontier towns in the old American west[citation needed].",
  "/wiki/Mondulkiri_Province": "Mondulkiri, officially Mondul Kiri (Khmer: មណ្ឌលគិរី, IPA: [mɔn ˌdɔːl ki ˈriː], \"Center of Mountains\"), is a province (khaet) of Cambodia. Bordering the provinces of Kratié to the west, Stung Treng to the northwest, Ratanakiri to the north and the country of Vietnam to the east and south, it is the most sparsely populated province in the country despite being the largest in land area. The province was created in 1961 from the eastern part of Kratié Province. The capital is the town of Senmonorom.",
  "/wiki/Mondulkiri_Airport": "Mondulkiri Airport (IATA: MWV, ICAO: VDMK) is a public use airport located near Senmonorom, Môndól Kiri, Cambodia.",
  "/wiki/Siem_Reap": "Siem Reap (Khmer: ក្រុងសៀមរាប, pronounced [siəm riəp]) is the capital city of Siem Reap Province in northwestern Cambodia. It is a popular resort town and a gateway to the Angkor region.",
  "/wiki/Siem_Reap_Province": "Siem Reap, officially Siemreap (Khmer: សៀមរាប pronounced [siəm.ˈriəp], \"Defeat of Siam\"), is a province (khaet) of Cambodia. It borders the provinces of Oddar Meanchey to the north, Preah Vihear and Kampong Thom to the east, Battambang to the south, and Banteay Meanchey to the west. Its capital and largest city is Siem Reap.",
  "/wiki/Siem_Reap_International_Airport": "Siem Reap International Airport (IATA: REP, ICAO: VDSR) (Khmer: អាកាសយានដ្ឋានអន្តរជាតិសៀមរាបអង្គរ French: Aéroport International de Siem Reap) serves Siem Reap, a popular tourist destination due to nearby Angkor Wat. It is the second busiest airport in Cambodia after Phnom Penh International Airport.",
  "/wiki/Sihanoukville_(city)": "Sihanoukville (Khmer: ក្រុងព្រះសីហនុ, Krong Preah Sihanouk), also known as \"Kampong Som\" (Khmer: កំពង់សោម), is a coastal city in Cambodia and the capital of Sihanoukville Province, at the tip of an elevated peninsula in the country's south-west on the Gulf of Thailand. The city is flanked by an almost uninterrupted string of beaches along its entire coastline and coastal marshlands bordering the Ream National Park in the east. The city has one navigable river, the mangrove lined Ou Trojak Jet running from Otres Pagoda to the sea at Otres. A number of thinly inhabited islands – under Sihanoukville's administration – are near the city, where in recent years moderate development has helped to attract a sizable portion of Asia's individual travelers, students, and backpackers.",
  "/wiki/Sihanoukville_Province": "Sihanoukville Province or Preah Sihanouk Province (Khmer: ខេត្តព្រះសីហនុ, 'King Sihanouk') is a province (ខេត្ត, khaet) in southwest Cambodia on the Gulf of Thailand. The provincial capital, also called Sihanoukville, is a deep water port city and a steadily growing and diversifying urban center on an elevated peninsula.",
  "/wiki/Sihanouk_International_Airport": "Sihanouk International Airport (formerly Sihanoukville International Airport) (IATA: KOS, ICAO: VDSV)(Khmer: អាកាសយានដ្ឋានអន្តរជាតិខេត្តព្រះសីហនុ French: Aéroport International de Sihanouk), located 20 kilometres (12 mi) east of Sihanoukville in Preah Sihanouk Province, is Cambodia's third largest international airport. It is named, like the province itself, after King Norodom Sihanouk. The airport is also known as អាកាសយានដ្ឋានកងកេង (Kong Keng, កងកេង). The IATA code KOS is derived from Sihanoukville's alternative name Kompong Som.",
  "/wiki/Stung_Treng": "Stung Treng (Khmer: ស្ទឹងត្រែង), (Lao: ຊຽງແຕງ, pronounced [t͡ɕʰīaŋ təŋ]) is the capital of Stung Treng Province, Cambodia. It is located in the western part of the Virachey National Park. It is the major city (and capital) of both the district and province and has a population of 29,665 (2009). In Lao, the city's name is known as Xieng Teng.",
  "/wiki/Stung_Treng_Province": "Stung Treng (Khmer: ស្ទឹងត្រែង, IPA: [stɘŋ traeːŋ] \"River of Reeds\"; Lao: ຊຽງແຕງ Xiang Taeng; Thai: เชียงแตง Chiang Taeng 'City of Melons'), is a province (khaet) of Cambodia in the northeast. It borders the provinces of Ratanakiri to the east, Mondulkiri and Kratie to the south and Kampong Thom and Preah Vihear to the west. Its northern boundary is Cambodia's international border with Laos. The Mekong River bisects the province.",
  "/wiki/Stung_Treng_Airport": "Stung Treng Airport (IATA: TNX, ICAO: VDST) is an airport serving Stung Treng, the capital of Stung Treng Province in Cambodia. The Airport was closed in 2003, but there’s a helipad that is still in use today.",
  "/wiki/Svay_Rieng_City": "Svay Rieng is the capital city of Svay Rieng Province, Cambodia. The city is subdivided into 4 khums and 18 phums. It contains the Svay Rieng University.",
  "/wiki/Svay_Rieng_Province": "Svay Rieng (Khmer: ស្វាយរៀង, IPA: [sʋaːj riəŋ], \"Aligned Mangoes\") is a province (khaet) of Cambodia. Located in the southeast, the province juts into Vietnam, which surrounds it to the north, east and south.  The only other Cambodian province to border Svay Rieng is Prey Veng. The capital is Svay Rieng while the largest city is Bavet, which is the international border between Cambodia and Vietnam.",
  "/wiki/Thbeng_Meanchey": "Preah Vihear (Khmer: ក្រុងព្រះវិហារ) is the capital of Preah Vihear Province in northern Cambodia. Phnom Tbeng Meanchey is the mountain rising to 600m 5 km south-west of Tbeng Meanchey town.",
  "/wiki/Preah_Vihear_Province": "Preah Vihear (Khmer: ព្រះវិហារ, IPA: [preə̯̆h ʋihiə]; 'sacred sanctuary') is a province (khaet) of Cambodia. It borders the provinces of Oddar Meanchey and Siem Reap to the west, Kampong Thom to the south and Stung Treng to the east. Its northern boundary forms part of Cambodia's international border with Thailand and Laos. Its capital is Preah Vihear.",
  "/wiki/Thbeng_Meanchey_Airport": "Thbeng Meanchey Airport or Preah Vinhear Airport (IATA: OMY) is a public use airport located near Thbeng Meanchey, Siĕm Réab, Cambodia.",
  "/wiki/List_of_airports_in_Cambodia": "This is a list of airports in Cambodia, sorted by location. Cambodia has only 3 major operating airports with commercial flights. The State Secretariat of Civil Aviation oversees the operations of all airports in Cambodia."
}