{
  "/wiki/1995_in_film": "This is a list of films released in 1995. The highly anticipated sequel Die Hard with a Vengeance was the year's biggest box-office hit, and Braveheart won the Academy Award for Best Picture.",
  "/wiki/68th_Academy_Awards": "The 68th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1995 in the United States and took place on March 25, 1996, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Quincy Jones and directed by Jeff Margolis. Actress Whoopi Goldberg hosted the show for the second time, having previously presided over the 66th ceremony in 1994. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 2, the Academy Awards for Technical Achievement were presented by host Richard Dreyfuss.",
  "/wiki/Jonah_and_the_Pink_Whale": "Jonah and the Pink Whale (Spanish: Jonás y la ballena rosada) is a 1995 Mexican-Bolivian co-production film directed by Juan Carlos Valdivia. The film is based on the 1987 novel by José Wolfango Montes Vannuci The film focuses on the relationship of Jonas, a photographer and his romantic relationship with his sister-in-law.",
  "/wiki/Spanish_language": "Spanish (/ˈspænɪʃ/ (listen); español (help·info)), or Castilian (/kæˈstɪliən/ (listen), castellano (help·info)), is a Romance language that originated in the Iberian Peninsula and today has over 483 million native speakers, mainly in Spain and the Americas. It is a global language, the world's second-most spoken native language, after Mandarin Chinese, and the world's fourth-most spoken language, after Mandarin Chinese, English and Hindi.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Sexual_Dependency_(film)": "Sexual Dependency (original Spanish title Dependencia sexual) is a Bolivian drama film by Rodrigo Bellott. It focuses on five young people just beginning to construct their sexual identity. Most of the actors featured were non-professional. It was Bolivia's entry to the foreign film category of the 76th Academy Awards.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Di_buen_d%C3%ADa_a_pap%C3%A1": "Di buen día a papá (English: Say Good Morning to Dad) is a 2005 Bolivian film directed by Fernando Vargas.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/American_Visa": "American Visa is a 2005 Bolivia/Mexico-produced film by Bolivian writer and director Juan Carlos Valdivia.  The film is set in La Paz, Bolivia, and features many exterior shots of the city and surrounding countryside.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/Los_Andes_no_creen_en_Dios": "Los Andes no creen en Dios (The Andes do not believe in God) is a 2007 Bolivian film directed by Antonio Eguino. \nIt is a drama set in a mining town in the Andes in the 1920s.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/Aymara_language": "Aymara (IPA: [ajˈma.ɾa] (listen); also Aymar aru) is an Aymaran language spoken by the Aymara people of the Andes. It is one of only a handful of Native American languages with over one million speakers.  Aymara, along with Spanish, is an official language of Bolivia. It is also spoken, to a much lesser extent, by some communities in southern Peru and in northern Chile, where it is a recognized minority language.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Forgotten_(2013_film)": "Forgotten (Spanish: Olvidados) is a 2013 Bolivian drama film written by Elia Petridis and directed by Carlos Bolado, and is based on the repression and killings associated with the U.S.-backed Operation Condor. It was selected as the Bolivian entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated.",
  "/wiki/Carlos_Bolado": "Carlos Bolado Muñoz (born 1964 in Veracruz, Mexico) is a Mexican filmmaker.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/Sealed_Cargo_(2015_film)": "Sealed Cargo (Spanish: Carga Sellada) is a 2015 Bolivian drama film directed by Julia Vargas-Weise. It was selected as the Bolivian entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated.",
  "/wiki/Julia_Vargas-Weise": "Julia Vargas-Weise (1942 – 1 April 2018) was a Bolivian photographer, screenwriter, educator, and film director.",
  "/wiki/2017_in_film": "2017 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of films released, and notable deaths in 2017.",
  "/wiki/90th_Academy_Awards": "The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted for the second consecutive year.",
  "/wiki/Dark_Skull": "Dark Skull (Spanish: Viejo calavera) is a 2016 Bolivian drama film directed by Kiro Russo. It was selected as the Bolivian entry for the Best Foreign Language Film at the 90th Academy Awards, but it was not nominated.",
  "/wiki/2018_in_film": "2018 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2018, festivals, a list of films released and notable deaths.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/The_Goalkeeper": "The Goalkeeper (Spanish: Muralla) is a 2018 Bolivian thriller film directed by Rodrigo Patiño. It was selected as the Bolivian entry for the Best Foreign Language Film at the 91st Academy Awards, but it was not nominated.",
  "/wiki/2019_in_film": "2019 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2019, festivals, a list of country-specific lists of films released, and notable deaths.",
  "/wiki/92nd_Academy_Awards": "The 92nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2019 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. After more than a decade of holding the Academy Award ceremonies towards the end of February, the 92nd Academy Awards took place earlier in the month, on February 9, 2020. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Lynette Howell Taylor and Stephanie Allain; it was directed by Glenn Weiss. Citing the success of the format at the 91st presentation in 2019, ABC announced that the ceremony would again be conducted without a host.",
  "/wiki/I_Miss_You_(film)": "I Miss You (Spanish: Tu me manques) is a 2019 Bolivian drama film directed by Rodrigo Bellott. It was selected as the Bolivian entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated.",
  "/wiki/List_of_Bolivian_submissions_for_the_Academy_Award_for_Best_International_Feature_Film": "Bolivia has submitted films for the Academy Award for Best International Feature Film[nb 1] since 1995. The award is handed out annually by the United States Academy of Motion Picture Arts and Sciences to a feature-length motion picture produced outside the United States that contains primarily non-English dialogue. It was not created until the 1956 Academy Awards, in which a competitive Academy Award of Merit, known as the Best Foreign Language Film Award, was created for non-English speaking films, and has been given annually since. Eleven Bolivian films have been designated to compete for the Academy Award for Best Foreign Language Film. Five have been accepted by AMPAS, three of which were directed by Juan Carlos Valdivia. So far, no Bolivian film has yet been nominated for an Oscar."
}