{
  "/wiki/Jimmy_Smits": "Jimmy Smits (born July 9, 1955) is an American actor best known for playing attorney Victor Sifuentes on the 1980s legal drama L.A. Law, NYPD Detective Bobby Simone on the 1990s police drama NYPD Blue and Matt Santos on the political drama The West Wing. He also appeared as Bail Organa in the Star Wars prequel trilogy, and as ADA Miguel Prado in Dexter. From 2012 to 2014, he joined the main cast of Sons of Anarchy as Nero Padilla. Smits also portrayed Elijah Strait in the NBC drama series Bluff City Law.",
  "/wiki/Bobby_Simone": "Robert \"Bobby\" Simone is a fictional character in the television series NYPD Blue. Played by Jimmy Smits he was introduced in the fifth episode of the second season remaining until the fifth episode of the sixth.",
  "/wiki/Dennis_Franz": "Dennis Franz Schlachta (/frɑːnz/; born October 28, 1944), known professionally as Dennis Franz, is a retired American actor best known for his role as Detective Andy Sipowicz in the ABC television series NYPD Blue (1993–2005), a role that earned him a Golden Globe Award, three Screen Actors Guild Awards and four Primetime Emmy Awards. He also portrayed Lt. Norman Buntz in the similar NBC series Hill Street Blues (1985–1987) and its short-lived spinoff, Beverly Hills Buntz (1987–1988).",
  "/wiki/Andy_Sipowicz": "Andrew Sipowicz is a fictional character and protagonist on the popular ABC television series NYPD Blue. Dennis Franz portrayed the character for its entire run.",
  "/wiki/James_McDaniel": "James McDaniel (born March 25, 1958 in Washington, D.C.) is an American stage, film and television actor. He is best known for playing Lt. Arthur Fancy on the television show NYPD Blue. He created the role of Paul in the hit Lincoln Center play Six Degrees of Separation. He played a police officer in the ill-fated 1990 series Cop Rock, and a close advisor to the director Spike Lee regarding the activist Malcolm X in the 1992 film Malcolm X. He also played Sgt. Jesse Longford in the ABC television series Detroit 1-8-7.",
  "/wiki/Arthur_Fancy": "Capt. Arthur Fancy is a fictional character and protagonist in the television series NYPD Blue. He was played by James McDaniel from season one through eight.",
  "/wiki/Nicholas_Turturro": "Nicholas Turturro (born January 29, 1962) is an American actor, known for his roles in New York City based films and on the television series Blue Bloods and NYPD Blue.  Nicholas is the younger brother of John Turturro and the cousin of Aida Turturro.",
  "/wiki/Gordon_Clapp": "Gordon Clapp (born September 24, 1948) is an American actor, best known for portraying the role of Det. Greg Medavoy for all 12 seasons on the television series NYPD Blue, winning an Emmy Award in 1998.",
  "/wiki/Greg_Medavoy": "Gregory Medavoy is a fictional character (as well as a protagonist) in the television series NYPD Blue. He was played by Gordon Clapp from the third episode of the 1st season to the last episode of the series.  Aside from Andy Sipowicz, he was the longest running regular character in the series.",
  "/wiki/Kim_Delaney": "Kim Delaney (born November 29, 1961) is an American actress known for her starring role as Detective Diane Russell on the ABC drama television series NYPD Blue, for which she won an Emmy Award. Early in her career, she played the role of Jenny Gardner in the ABC daytime television drama All My Children. She later had leading roles in the short lived TV drama Philly, part of the first season of CSI: Miami, and the first six seasons of Army Wives.",
  "/wiki/Diane_Russell_(NYPD_Blue)": "Diane Russell is a fictional character in the television series NYPD Blue. She was played by Kim Delaney in Season 2 as a recurring character, from Seasons to 3 to 8 as a primary character, and a recurring character again in Seasons 10 and 11.",
  "/wiki/Andrea_Thompson": "Rebecca Andrea Thompson (born January 6, 1960) is an American actress, known for her roles on the television series Falcon Crest, Babylon 5, JAG, 24, and NYPD Blue.",
  "/wiki/Sharon_Lawrence": "Sharon Elizabeth Lawrence (born June 29, 1961) is an American actress, singer, and dancer. She is best known for the role of Sylvia Costas Sipowicz in the ABC drama series NYPD Blue. The role garnered her three Primetime Emmy Award nominations for Outstanding Supporting Actress in a Drama Series.",
  "/wiki/Sylvia_Costas": "Sylvia Costas-Sipowicz is a fictional character from the American television drama NYPD Blue, in which the character was married to Detective Andy Sipowicz, played by Dennis Franz. She was played by Sharon Lawrence.",
  "/wiki/Bill_Brochtrup": "William \"Bill\" Brochtrup Jr. (born March 7, 1963) is an American actor. He is known for his role playing PAA John Irvin, a gay police public assistant, on the ABC television drama NYPD Blue.",
  "/wiki/NYPD_Blue_(season_5)": "The fifth season of NYPD Blue premiered on ABC on September 30, 1997, and concluded on May 19, 1998."
}