{
  "/wiki/Frederick,_Maryland": "Frederick is a city in, and the county seat, of Frederick County in the U.S. state of Maryland. It is part of the Baltimore–Washington Metropolitan Area. Frederick has long been an important crossroads, located at the intersection of a major north–south Indian trail and east–west routes to the Chesapeake Bay, both at Baltimore and what became Washington, D.C. and across the Appalachian mountains to the Ohio River watershed. It is a part of the Washington-Arlington-Alexandria, DC-VA-MD-WV Metropolitan Statistical Area, which is part of a greater Washington-Baltimore-Arlington, DC-MD-VA-WV-PA Combined Statistical Area. The city's population was 65,239 people at the 2010 United States Census, making it the second-largest incorporated city in Maryland, behind Baltimore. Frederick is home to Frederick Municipal Airport (IATA: FDK), which accommodates general aviation, and to the county's largest employer U.S. Army's Fort Detrick bioscience/communications research installation.",
  "/wiki/Pit_bull": "Pit bull is the common name for a type of dog descended from bulldogs and terriers. The pit bull-type is particularly ambiguous, as it encompasses a range of pedigree breeds, informal types and appearances that cannot be reliably identified. Formal breeds often considered to be of the pit bull-type include the American Pit Bull Terrier, American Staffordshire Terrier, American Bully, and Staffordshire Bull Terrier. The American Bulldog is also sometimes included. Mixed-breed dogs which physically resemble these breeds often get labelled as \"pit bulls\" by shelters. Many of these breeds were originally developed as fighting dogs from crossbreeding bull-baiting dogs (used to hold the faces and heads of larger animals such as bulls) and terriers. After the use of dogs in blood sports was banned, such dogs were used as catch dogs in the United States for semi-wild cattle and hogs, to hunt and drive livestock, and as family companions. Despite dog fighting now being illegal in the United States, it still exists as an underground activity, and pit bulls are a common type used.",
  "/wiki/Brooksville,_Florida": "Brooksville is a city in and the county seat of Hernando County, Florida, United States. As of the 2010 census it had a population of 7,719, up from 7,264 at the 2000 census. It is part of the Tampa-St. Petersburg-Clearwater, Florida Metropolitan Statistical Area.",
  "/wiki/Animal_control_service": "An animal control service or animal control agency is an entity charged with responding to requests for help with animals ranging from wild animals, dangerous animals, or animals in distress. An individual who works for such an entity was once known as a dog catcher, but is generally now called an animal control officer, and may be an employee or a contractor – commonly employed by a municipality, county, shire, or other subnational government area.",
  "/wiki/College_Springs,_Iowa": "College Springs is a city in Page County, Iowa, United States. The population was 214 at the 2010 census.",
  "/wiki/Emergency_medical_technician": "Emergency medical technician (EMT) and ambulance technician are terms used in some countries to denote an entry level health care provider of emergency medical services. EMTs are clinicians, trained to respond quickly to emergency situations regarding medical issues, traumatic injuries and accident scenes.",
  "/wiki/Coal_Hill,_Arkansas": "Coal Hill is a city in Johnson County, Arkansas, United States. The population was 1,012 at the 2010 census.",
  "/wiki/West_Mifflin,_Pennsylvania": "West Mifflin is a borough in Allegheny County, Pennsylvania, United States, located southeast of downtown Pittsburgh.  The population was 20,313 at the 2010 census. It is named after Thomas Mifflin, 1st Governor of Pennsylvania, signer of the United States Constitution, and 1st Quartermaster General of the United States Army.",
  "/wiki/Ohio_County,_West_Virginia": "Ohio County is a county located in the Northern Panhandle of the U.S. state of West Virginia. As of the 2010 census, the population was 44,443. Its county seat is Wheeling. The county was formed in 1776 from the District of West Augusta, Virginia. It was named for the Ohio River, which forms its western boundary.  West Liberty (formerly Black's Cabin) was designated as the county seat in 1777, serving to 1797.",
  "/wiki/Sulphur_Springs,_Texas": "Sulphur Springs is a city and the county seat of Hopkins County, Texas, in the United States. As of the 2010 census, the population was 15,449. Sulphur Springs is located along the western edge of Northeast Texas.",
  "/wiki/Rottweiler": "The Rottweiler (/ˈrɒtwaɪlər/, UK also /-vaɪlər/) is a breed of domestic dog, regarded as medium-to-large or large. The dogs were known in German as Rottweiler Metzgerhund, meaning Rottweil butchers' dogs, because their main use was to herd livestock and pull carts laden with butchered meat to market. This continued until the mid-19th century when railways replaced droving. Although still used to herd stock in many parts of the world, Rottweilers are now also used as search and rescue dogs, as guard dogs, and as police dogs.",
  "/wiki/Rosebud_Indian_Reservation": "The Rosebud Indian Reservation (RIR) is an Indian reservation in South Dakota, United States.  It is the home of the federally recognized Sicangu Oyate (the Upper Brulé Sioux Nation) – also known as Sicangu Lakota, and the Rosebud Sioux Tribe (RST), a branch of the Lakota people.  The Lakota name Sicangu Oyate translates into English as \"Burnt Thigh Nation\"; the French term \"Brulé Sioux\" is also used.",
  "/wiki/Pack_(canine)": "Pack is a social group of conspecific canids. Not all species of canids form packs; for example, small canids like the red fox do not. Pack size and social behaviour within packs varies across species.",
  "/wiki/Reservation_dog": "Rez dog (or reservation dog) is usually a term for outdoor, stray, and feral dogs living on Indian reservations in the United States and Canada.  The term has taken on many connotations, and has to some extent become an emblem of and metaphor for reservations, reservation life, and Native Americans in general.  For example, a \"rez dog\" may refer to a Native American resident of a reservation.",
  "/wiki/Jefferson_County,_Arkansas": "Jefferson County, Arkansas is a county located in the U.S. state of Arkansas in the area known as the Arkansas Delta, that extends west of the Mississippi River. As of the 2010 census, the population was 77,435. Its county seat and largest city is Pine Bluff. Jefferson County is Arkansas's 21st county, formed on November 2, 1829, from portions of Arkansas and Pulaski counties, and named for Thomas Jefferson, third President of the United States. Jefferson County is included in the Pine Bluff, Arkansas Metropolitan Statistical Area. The county is bisected by the Arkansas River, which was critical to its development and long the chief transportation byway.",
  "/wiki/Guard_dog": "A guard dog or watchdog (not to be confused with an attack dog) is a dog used to guard property against, and watch for, unwanted or unexpected human or animal intruders .",
  "/wiki/Taser": "A Taser /ˈteɪzər/ is a brand of conducted electrical weapon sold by Axon, formerly Taser International. It fires two small barbed darts intended to puncture the skin and remain attached to the target. The darts are connected to the main unit by thin insulated copper wire and deliver a modulated electric current designed to disrupt voluntary control of muscles, causing \"neuromuscular incapacitation.” The effects of a Taser may only be localized pain or strong involuntary long muscle contractions, based on the mode of use and connectivity of the darts.  The Taser is marketed as less-lethal since the possibility of serious injury or death exists whenever the weapon is deployed.",
  "/wiki/Tranquilizer_gun": "A tranquillizer gun (also spelled tranquilizer gun or tranquilliser gun), capture gun or dart gun, is a non-lethal air gun often used for incapacitating animal targets via drugs usually referred as tranquilizers.  These guns shoot darts with a hypodermic needle tip, filled with a dose of tranquilizer solution that is either sedative, comatosing or paralytic, which once injected will temporarily impair the target's physical function to a level that allows it to be approached and handled in an unresisting and thus safe manner.  Tranquillizer guns have a long history of use to stun wildlife and criminals when they are in a place where they pose a threat to others and themselves without having to kill the animal or individual, or used to capture wildlife risking serious injuries to both the hunter and the target. They are also used for recreation. Tranquillizer darts can also be fired by crossbow or breath-powered blowgun.",
  "/wiki/Washington,_Georgia": "Washington is the county seat of Wilkes County, Georgia, United States. Under its original name Heard's Fort, it was briefly designated as the state capital during the American Revolutionary War. It is noted as the place where the Confederacy voted to dissolve itself, effectively ending the American Civil War.",
  "/wiki/Pahrump,_Nevada": "Pahrump (/pəˈrʌmp/) is an unincorporated town in Nye County, Nevada, United States, about 62 miles west of Las Vegas, Nevada. Pahrump lies near the Nevada-California border and the area had a 2010 population of 36,441.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Canyon_Lake,_Texas": "Canyon Lake is a census-designated place (CDP) in Comal County, Texas, United States. The population was 21,262 at the 2010 census. It is part of the San Antonio Metropolitan Statistical Area.",
  "/wiki/Rochester,_New_York": "Rochester (/ˈrɒtʃɛstər, -ɪs-/) is a city on the southern shore of Lake Ontario in western New York and the seat of Monroe County. With a population of 208,046, Rochester is the third most populous city in New York state, after New York City and Buffalo. The metropolitan area has a population of just over one million people. It is about 73 miles (117 km) east of Buffalo and 87 miles (140 km) west of Syracuse.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Dogo_Argentino": "The Dogo Argentino is a large, white, muscular breed of dog that was developed in Argentina primarily for the purpose of big-game hunting, including wild boar. The breeder, Antonio Nores Martínez, also wanted a dog that would exhibit steadfast bravery and willingly protect its human companion. It was first bred in 1928 from the Cordoba Dog, along with a wide array of other breeds, including the Great Dane.",
  "/wiki/Lawton,_Oklahoma": "Lawton is a city in, and the county seat of, Comanche County, in the State of Oklahoma.  Located in southwestern Oklahoma, about 87 mi (140 km) southwest of Oklahoma City, it is the principal city of the Lawton, Oklahoma Metropolitan Statistical Area. According to the 2010 census, Lawton's population was 96,867, making it the fifth-largest city in the state.",
  "/wiki/Pecos,_Texas": "Pecos (/ˈpeɪkəs/ PAY-kəs) is the largest city in and the county seat of Reeves County, Texas, United States. It is in the valley on the west bank of the Pecos River at the eastern edge of the Chihuahuan Desert, in the Trans-Pecos region of west Texas and just below New Mexico's border. The population was 8,780 at the 2010 census. On January 24, 2012, Pecos City appeared on the Forbes 400 as the second fastest-growing small town in the United States. The city is a regional commercial center for ranching, oil and gas production and agriculture. The city is most recognized for its association with the local cultivation of cantaloupes. Pecos claims to be the site of the world's first rodeo on July 4, 1883."
}