{
  "/wiki/San_Marcos,_Texas": "San Marcos (/ˌsæn ˈmɑːrkəs/ SAN MAR-kəs) is a city and the county seat of Hays County, Texas, United States. The city's limits extend into Caldwell and Guadalupe Counties, as well. San Marcos is within the Austin–Round Rock–San Marcos metropolitan area and on the Interstate 35 corridor between Austin and San Antonio. Its population was 44,894 at the 2010 census and was an estimated 63,509 in 2018.",
  "/wiki/German_Shepherd": "The German Shepherd (German: Deutscher Schäferhund, German pronunciation: [ˈdɔʏtʃɐ ˈʃɛːfɐˌhʊnt]) is a breed of medium to large-sized working dog that originated in Germany. In the English language, the breed's officially recognized name is German Shepherd Dog (sometimes abbreviated as GSD). The breed was officially known as the  Alsatian in the UK from after the First World War until 1977 when its name was changed back to German Shepherd. Despite its primitive, wolf-like appearance the German Shepherd is a relatively modern breed of dog, with their origin dating to 1899.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Pit_bull": "Pit bull is the common name for a type of dog descended from bulldogs and terriers. The pit bull-type is particularly ambiguous, as it encompasses a range of pedigree breeds, informal types and appearances that cannot be reliably identified. Formal breeds often considered to be of the pit bull-type include the American Pit Bull Terrier, American Staffordshire Terrier, American Bully, and Staffordshire Bull Terrier. The American Bulldog is also sometimes included. Mixed-breed dogs which physically resemble these breeds often get labelled as \"pit bulls\" by shelters. Many of these breeds were originally developed as fighting dogs from crossbreeding bull-baiting dogs (used to hold the faces and heads of larger animals such as bulls) and terriers. After the use of dogs in blood sports was banned, such dogs were used as catch dogs in the United States for semi-wild cattle and hogs, to hunt and drive livestock, and as family companions. Despite dog fighting now being illegal in the United States, it still exists as an underground activity, and pit bulls are a common type used.",
  "/wiki/Queens": "Queens  is a borough of New York City, coterminous with Queens County, in the U.S. state of New York. It is the largest borough geographically and is adjacent to the borough of Brooklyn. To its east is Nassau County. Queens also shares water borders with the boroughs of Manhattan and the Bronx. The borough of Queens is the second-largest in population, the first being Brooklyn; with an estimated population of 2,278,906 residents in 2018, approximately 47.5 percent of them foreign-born. Queens County also is the second most populous county in the U.S. state of New York, behind Brooklyn, which is coterminous with Kings County. Queens is the fourth most densely populated county among New York City's boroughs, as well as in the United States. If each of New York City's boroughs were an independent city, Queens would be the nation's fourth most populous, after Los Angeles, Chicago, and Brooklyn. Queens is one of the most ethnically diverse counties in the United States, as well as the most diverse among highly populated counties and the most linguistically diverse place on Earth.",
  "/wiki/Mastiff": "Mastiffs are a large, powerful type of dog. Mastiffs are some of the largest dogs in the world, typically having short coats, long, low set tails and enormous feet. Mastiffs have large bulky skulls with broad brachycephalic-type muzzles, and typically have drooping pendant-shaped ears. European and Asian records dating back 3,000 years show dogs of mastiff type. Mastiffs have historically been guard dogs, protecting homes and property, although throughout history they have been used as hunting dogs, war dogs and for blood sports, fighting each other and such animals as bears, lions and bulls.",
  "/wiki/Great_Dane": "The Great Dane is a German breed of domestic dog known for its giant size.",
  "/wiki/Clarksville,_Tennessee": "Clarksville is the county seat of Montgomery County, Tennessee, United States. It is the fifth-largest city in the state behind Nashville, Memphis, Knoxville, and Chattanooga. The city had a population of 132,929 at the 2010 census, and an estimated population of 153,205 in 2017.",
  "/wiki/English_Mastiff": "The English Mastiff is a breed of large dog. National kennel clubs, including the United Kingdom's Kennel Club and the American Kennel Club, refer to the breed as simply the Mastiff.  They perhaps descended from the ancient Alaunt and Pugnaces Britanniae, with a significant input from the Alpine  Mastiff in the 19th century. Distinguished by its enormous size, massive head, short coat in a limited range of colours, and always displaying a black mask, the Mastiff is noted for its gentle and loving nature. The lineage of modern dogs can be traced back to the early 19th century, but the modern type was stabilised in the 1880s and refined since. Following a period of sharp decline, the Mastiff has increased its worldwide popularity.  Throughout its history the Mastiff has contributed to the development of a number of dog breeds, some generally known as mastiff-type dogs, or, confusingly, just as \"Mastiffs\".",
  "/wiki/Quincy,_Illinois": "Quincy (/ˈkwɪnsi/ KWIN-see), known as Illinois's \"Gem City,\" is a city in and the county seat of Adams County, Illinois, United States, located on the Mississippi River.  The 2010 census counted a population of 40,633 in the city itself, up from 40,366 in 2000. As of July 1, 2015, the Quincy Micro Area had an estimated population of 77,220.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Lusby,_Maryland": "Lusby is an unincorporated community and census-designated place (CDP) in Calvert County, Maryland, United States. The population of the CDP was 1,835 at the 2010 census. Residents of the Chesapeake Ranch Estates and Drum Point communities also use the Lusby ZIP code designation.",
  "/wiki/Oklahoma_City": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/Dayton,_Ohio": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati.",
  "/wiki/Upper_Macungie_Township,_Pennsylvania": "Upper Macungie Township is a township in Lehigh County, Pennsylvania, in the United States.  It is a suburb of Allentown, Pennsylvania, in the Lehigh Valley region of the state.",
  "/wiki/Boxer_(dog)": "The Boxer is a medium to large, short-haired breed of dog, developed in Germany. The coat is smooth and tight-fitting; colors are fawn, brindled, or white, with or without white markings. Boxers are brachycephalic (they have broad, short skulls), have a square muzzle, mandibular prognathism (an underbite), very strong jaws, and a powerful bite ideal for hanging on to large prey. The Boxer was bred from the Old English Bulldog and the now extinct Bullenbeisser which became extinct by crossbreeding rather than by a decadence of the breed. The Boxer is part of the Molosser group. This group is a category of solidly built, large dog breeds that all descend from the same common ancestor, the large shepherd dog known as a Molossus. The Boxer is a member of the Working Group.",
  "/wiki/Asheville,_North_Carolina": "Asheville is a city and the county seat of Buncombe County, North Carolina, United States. It is the largest city in Western North Carolina, and the 12th-most populous city in the U.S. state of North Carolina.  The city's population was 92,452 according to 2018 estimates. It is the principal city in the four-county Asheville metropolitan area, with a population of 424,858 in 2010.",
  "/wiki/Boerboel": "The Boerboel [ˈbuːrbul], is a large, Molosser-type breed from South Africa and are bred for the purpose of guarding the homestead. These dogs were bred as working farm dogs and are one of the most powerful dog breeds in the world",
  "/wiki/Las_Vegas": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada.",
  "/wiki/Redding,_Connecticut": "Redding is a town in Fairfield County, Connecticut, United States. The population was 9,158 at the 2010 census.",
  "/wiki/Mongrel": "A mongrel, mixed-breed dog, or mutt is a dog that does not belong to one officially recognized breed and is not the result of intentional breeding. Estimates place their numbers at 150 million animals worldwide.  Although the term \"mixed-breed dog\" is preferred by some, many mongrels have no known purebred ancestors.  Technically, crossbreed dogs, and \"designer dogs\" while also a mix of breeds, differ from mongrels in being intentionally bred.  Although mongrels are viewed as of less commercial value than intentionally bred dogs, they are thought to be less susceptible to genetic health problems associated with inbreeding (based on the theory of heterosis), and have enthusiasts and defenders who prefer them to intentionally bred dogs.",
  "/wiki/Grand_Rapids,_Michigan": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County.",
  "/wiki/Virginia_Beach,_Virginia": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Rottweiler": "The Rottweiler (/ˈrɒtwaɪlər/, UK also /-vaɪlər/) is a breed of domestic dog, regarded as medium-to-large or large. The dogs were known in German as Rottweiler Metzgerhund, meaning Rottweil butchers' dogs, because their main use was to herd livestock and pull carts laden with butchered meat to market. This continued until the mid-19th century when railways replaced droving. Although still used to herd stock in many parts of the world, Rottweilers are now also used as search and rescue dogs, as guard dogs, and as police dogs.",
  "/wiki/Bozeman,_Montana": "Bozeman is a city in and the seat of Gallatin County, Montana. Located in southwest Montana, the 2010 census put Bozeman's population at 37,280 and by 2018 the population rose to 48,532, making it the fourth largest city in Montana. It is the principal city of the Bozeman, MT Micropolitan Statistical Area, consisting of all of Gallatin County with a population of 97,304. It is the largest Micropolitan Statistical Area in Montana, the fastest growing Micropolitan Statistical Area in the United States in both 2018 and 2019 and is the third largest of all Montana's statistical areas.",
  "/wiki/Bull_Terrier": "The Bull Terrier is a breed of dog in the terrier family. There is also a miniature version of this breed which is officially known as the Miniature Bull Terrier.",
  "/wiki/Whitley_City,_Kentucky": "Whitley City is a census-designated place (CDP) in McCreary County, Kentucky, United States. The population was 1,170 at the 2010 census. Despite its name, it is not an incorporated city; however, it is the county seat of McCreary County. Whitley City is one of two non-city county seats in Kentucky (the other being Burlington in Boone County). This is due to McCreary County not having any cities. With a 2013-2017 Annual Median Household income of $9,234, Whitley City is the poorest place in the United States (excluding Puerto Rico) with a population greater than 1,000.",
  "/wiki/Fostoria,_Ohio": "Fostoria /fɑːsˈtʊəriːə/ is a city located at the convergence of Hancock, Seneca, and Wood counties in the northwestern part of the U.S. state of Ohio. It is approximately 40 miles (64 km) south of Toledo and 90 miles (140 km) north of Columbus.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758."
}