{
  "/wiki/Video_game_developer": "A video game developer is a software developer that specializes in video game development – the process and related disciplines of creating video games. A game developer can range from one person who undertakes all tasks to a large business with employee responsibilities split between individual disciplines, such as programming, design, art, testing, etc. Most game development companies have video game publisher financial and usually marketing support. Self-funded developers are known as independent or indie developers and usually make indie games.",
  "/wiki/Software_release_life_cycle": "A software release life cycle is the sum of the stages of development and maturity for a piece of computer software. Cycles range from its initial development to its eventual release, and include updated versions of the released version to help improve software or fix software bugs still present in the software.",
  "/wiki/Battle_Chess": "Battle Chess is a computer game version of chess in which the chess pieces come to life and battle one another when capturing. It was originally developed and released by Interplay Entertainment for the Amiga in 1988 and subsequently on many other systems, including 3DO Interactive Multiplayer, Acorn Archimedes, Amiga CD32, Amiga CDTV, Apple IIGS, Apple IIe, Atari ST, Commodore 64, MS-DOS, FM Towns, NES, Mac OS, NEC PC-9801, X68000 and Microsoft Windows. In 1991, Battle Chess Enhanced was released by Interplay for the PC, featuring improved VGA graphics and a symphonic musical score that played from the CD-ROM.",
  "/wiki/Interplay_Entertainment": "Interplay Entertainment Corp. is an American video game developer and publisher based in Los Angeles. The company was founded in 1983 as Interplay Productions by developers Brian Fargo, Jay Patel, Troy Worrell, and Rebecca Heineman (then known as Bill Heineman), as well as investor Chris Wells. As a developer, Interplay is best known as the creator of the Fallout series and as a publisher for the Baldur's Gate and Descent series.",
  "/wiki/Silicon_%26_Synapse": "Blizzard Entertainment, Inc. is an American video game developer and publisher based in Irvine, California, and is a subsidiary of Activision Blizzard. The company was founded on February 8, 1991, under the name Silicon & Synapse, Inc. by three graduates of the University of California, Los Angeles: Michael Morhaime, Frank Pearce and Allen Adham. The company originally concentrated on the creation of game ports for other studios' games before beginning development of their own software in 1993 with games like Rock n' Roll Racing and The Lost Vikings. In 1994, the company became Chaos Studios, Inc., then Blizzard Entertainment after being acquired by distributor Davidson & Associates.",
  "/wiki/Commercial_software": "Commercial software, or seldom payware, is a computer software that is produced for sale or that serves commercial purposes. Commercial software can be proprietary software or free and open-source software.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Apple_Inc.": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
  "/wiki/Amiga": "The Amiga is a family of personal computers introduced by Commodore in 1985. The original model was part of a series of 16/32- and 32-bit computers that featured 256 KB or more of RAM, mouse-based GUIs, and significantly improved graphics and audio over 8-bit systems. This wave included the Atari ST—released the same year—Apple's Macintosh, and later the Apple IIGS. Based on the Motorola 68000 microprocessor, the Amiga differed from its contemporaries through the inclusion of custom hardware to accelerate graphics and sound, including sprites and a blitter, and a pre-emptive multitasking operating system called AmigaOS.",
  "/wiki/3DO_Interactive_Multiplayer": "The 3DO Interactive Multiplayer, often called the 3DO, is a home video game console developed by The 3DO Company. Conceived by entrepreneur and Electronic Arts founder Trip Hawkins, the 3DO was not a console manufactured by the company itself, but a series of specifications, originally designed by Dave Needle and R. J. Mical of New Technologies Group, that could be licensed by third parties. Panasonic produced the first models in 1993, and further renditions of the hardware were released in 1994 by GoldStar (now LG Electronics) and in 1995 by Sanyo.",
  "/wiki/Acorn_Archimedes": "The Acorn Archimedes is a family of personal computers designed by Acorn Computers Ltd in Cambridge (England) and sold in the late-1980s to mid-1990s, Acorn's first general-purpose home computer based on its own ARM architecture. The first Archimedes was launched in 1987.",
  "/wiki/Atari": "Atari (/əˈtɑːri/) is a brand name owned by several entities since its inception in 1972, currently by Atari Interactive, a subsidiary of the French publisher Atari, SA. The original Atari, Inc., founded in Sunnyvale, California in 1972 by Nolan Bushnell and Ted Dabney, was a pioneer in arcade games, home video game consoles, and home computers. The company's products, such as Pong and the Atari 2600, helped define the electronic entertainment industry from the 1970s to the mid-1980s.",
  "/wiki/Commodore_64": "The Commodore 64, also known as the C64 or the CBM 64, is an 8-bit home computer introduced in January 1982 by Commodore International (first shown at the Consumer Electronics Show, in Las Vegas, January 7–10, 1982). It has been listed in the Guinness World Records as the highest-selling single computer model of all time, with independent estimates placing the number sold between 10 and 17 million units. Volume production started in early 1982, marketing in August for US$595 (equivalent to $1,576 in 2019). Preceded by the Commodore VIC-20 and Commodore PET, the C64 took its name from its 64 kilobytes (65,536 bytes) of RAM. With support for multicolor sprites and a custom chip for waveform generation, the C64 could create superior visuals and audio compared to systems without such custom hardware.",
  "/wiki/MS-DOS": "MS-DOS (/ˌɛmˌɛsˈdɒs/ em-es-DOSS; acronym for Microsoft Disk Operating System) is an operating system for x86-based personal computers mostly developed by Microsoft. Collectively, MS-DOS, its rebranding as IBM PC DOS, and some operating systems attempting to be compatible with MS-DOS, are sometimes referred to as \"DOS\" (which is also the generic acronym for disk operating system). MS-DOS was the main operating system for IBM PC compatible personal computers during the 1980s, from which point it was gradually superseded by operating systems offering a graphical user interface (GUI), in various generations of the graphical Microsoft Windows operating system.",
  "/wiki/FM_Towns": "FM Towns (Japanese: エフエムタウンズ, Hepburn: Efu Emu Taunzu) system is a Japanese variant of PC, built by Fujitsu from February 1989 to the summer of 1997. It started as a proprietary PC variant intended for multimedia applications and PC games, but later became more compatible with regular PCs. In 1993, the FM Towns Marty was released, a game console compatible with existing FM Towns games.",
  "/wiki/Nintendo_Entertainment_System": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced, released, and marketed by Nintendo. It is a remodelled export version of the company's Family Computer[a] (FC) platform in Japan, commonly known as the Famicom[b], which was launched on July 15, 1983. The NES was launched in a test market of New York City on October 18, 1985, followed by Los Angeles as a second test market in February 1986, followed by Chicago and San Francisco, then other top 12 American markets, followed by a full launch across North America and some countries in Europe in September 1986, followed by Australia and other countries in Europe in 1987. Brazil saw only unlicensed clones until the official local release in 1993. The console's South Korean release was packaged as the Hyundai Comboy[c] and distributed by Hyundai Electronics (now SK Hynix).",
  "/wiki/PC-98": "The PC-9800 series (Japanese: PC-9800シリーズ, Hepburn: Pī Shī Kyūsen Happyaku Shirīzu), commonly shortened to PC-98 or 98 (キューハチ, Kyū-hachi), is a lineup of Japanese 16-bit and 32-bit personal computers manufactured by NEC from 1982 through 2000. The platform established NEC's dominance in the Japanese personal computer market and by 1999, more than 18 million PC-98 units had been sold.",
  "/wiki/Sharp_X68000": "The X68000 (Japanese: エックス ろくまんはっせん, Hepburn: Ekkusu Rokuman Hassen) is a home computer created by Sharp Corporation, first released in 1987, sold only in Japan.",
  "/wiki/Battle_Chess:_Game_of_Kings": "Battle Chess is a computer game version of chess in which the chess pieces come to life and battle one another when capturing. It was originally developed and released by Interplay Entertainment for the Amiga in 1988 and subsequently on many other systems, including 3DO Interactive Multiplayer, Acorn Archimedes, Amiga CD32, Amiga CDTV, Apple IIGS, Apple IIe, Atari ST, Commodore 64, MS-DOS, FM Towns, NES, Mac OS, NEC PC-9801, X68000 and Microsoft Windows. In 1991, Battle Chess Enhanced was released by Interplay for the PC, featuring improved VGA graphics and a symphonic musical score that played from the CD-ROM.",
  "/wiki/Steam_(software)": "Steam is a video game digital distribution service by Valve. It was launched as a standalone software client in September 2003 as a way for Valve to provide automatic updates for their games, and expanded to include games from third-party publishers. Steam has also expanded into an online web-based and mobile digital storefront. Steam offers digital rights management (DRM), matchmaking servers, video streaming, and social networking services. It also provides the user with installation and automatic updating of games, and community features such as friends lists and groups, cloud saving, and in-game voice and chat functionality.",
  "/wiki/Battle_vs._Chess": "Battle vs. Chess is a computer simulation game of chess developed by Targem Games and Zuxxez Entertainment and published by TopWare Interactive. It was released on May 17, 2011 for PC (Windows and Mac), PlayStation 3, PlayStation Portable, Nintendo DS, Xbox 360 and Wii in Europe.",
  "/wiki/Targem_Games": "Targem Games is a Russian video game developer, based in Yekaterinburg, Russia. Established in 2002, the company has created nine PC games of various genres. The company received several awards at the Russian Game Developer's Conference, including \"Best Debut\", \"Best Game Design\" and \"Most innovative project\".",
  "/wiki/Zuxxez_Entertainment": "TopWare Interactive – AC Enterprises e.K. is a German video game publisher based in Karlsruhe. The company is best known for publishing the Two Worlds series developed by its Reality Pump Studios division.",
  "/wiki/Topware_Interactive": "TopWare Interactive – AC Enterprises e.K. is a German video game publisher based in Karlsruhe. The company is best known for publishing the Two Worlds series developed by its Reality Pump Studios division.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Nintendo_DS": "The Nintendo DS,[b] or simply DS, is a dual-screen handheld game console developed and released by Nintendo. The device released globally across 2004 and 2005. The DS, an acronym for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld gaming: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone, and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/PlayStation_Portable": "The PlayStation Portable[a] (PSP) is a handheld game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 12, 2004, in North America on March 24, 2005, and in PAL regions on September 1, 2005, and is the first handheld installment in the PlayStation line of consoles. As a seventh generation console, the PSP primarily competed with the Nintendo DS.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/Chessaria:_The_Tactical_Adventure": "Chessaria: The Tactical Adventure is a 3D chess game developed by Pixel Wizards and released on Steam (Windows/Mac) in March 2018.",
  "/wiki/Chess_Assistant": "Chess Assistant is a commercial database program produced by Convekta, Ltd. The company started in Russia, but also has offices in England and the United States. The software is a management tool for organising chess information (databases of millions of games), opening training, game analysis, playing against the computer, and viewing electronic texts. It is the major commercial competitor to ChessBase. The first version of Chess Assistant was released in 1990. The current version 16, released in 2015, includes a database of 6.2 million games and 40 million computer-generated evaluations of opening moves. The program uses Houdini 4 as an analysis tool.",
  "/wiki/Chessbase": "ChessBase GmbH is a German company that makes and sells chess software, maintains a chess news site, and operates internet chess server for online chess. Founded in 1986, it maintains and sells massive databases, containing the moves of recorded chess games . Databases organise data from prior games; engines provide analyses of games while endgame tablebases offer perfect play in some endgames.",
  "/wiki/Mathias_Feist": "Mathias Feist (born 1961 in Germany) is a ChessBase and Fritz programmer.  He led the team that programmed  Deep Fritz, which has been compared to Deep Blue. He was hired at the end of the 1980s to port the ChessBase program from Atari ST to DOS. He soon became an expert in the area of chess engines and connecting them with the ChessBase and Fritz interfaces.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/Chessmaster": "Chessmaster is a chess-playing computer game series which is now owned and developed by Ubisoft. It is the best-selling chess franchise in history, with more than five million units sold as of 2002[update].",
  "/wiki/Ubisoft": "Ubisoft Entertainment SA (/ˈjuːbisɒft, -sɔːft/; French: [ybisɔft]; formerly Ubi Soft Entertainment SA) is a French video game company headquartered in Montreuil with several development studios across the world. It publishes games for several video game franchises, including Assassin's Creed, Far Cry, Just Dance, Prince of Persia, Rayman, Raving Rabbids, and Tom Clancy's. As of March 2018, Ubisoft is the fourth largest publicly traded game company in the Americas and Europe in terms of revenue and market capitalisation, after Activision Blizzard, Electronic Arts, and Take-Two Interactive.",
  "/wiki/MS_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/PlayStation_(console)": "The PlayStation[a] (officially abbreviated as PS and commonly known as the PS1 or its codename PSX) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, on 9 September 1995 in North America, on 29 September 1995 in Europe, and on 15 November 1995 in Australia, and was the first of the PlayStation lineup of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo 64 and the Sega Saturn.",
  "/wiki/Xbox_Live_Arcade": "Xbox Live Arcade (XBLA) is a digital video game download service available through the Xbox Games Store, Microsoft's digital distribution network for the Xbox 360. It focuses on smaller downloadable games from both major publishers and independent game developers. Titles range from classic console and arcade video games, to new games designed from the ground up for the service. Games available through the XBLA service range from $5–20 in price, and as of October 2016, there have been 719 Xbox Live Arcade titles released for the Xbox 360. Prior to the Xbox 360, \"Xbox Live Arcade\" was the name for an online distribution network on the original Xbox, which was replaced by the Xbox Live Marketplace.",
  "/wiki/PS2": "The PlayStation 2 (officially branded as PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000, in North America on October 26, 2000, and in Europe and Australia on November 24, 2000, and is the successor to the original PlayStation, as well as the second installment in the PlayStation console line-up. A sixth-generation console, it competed with Sega's Dreamcast, Nintendo's GameCube, and Microsoft's original Xbox.",
  "/wiki/Chess_Titans": "Chess Titans is a chess game with 3D graphics developed by Oberon Games and included in Windows Vista and Windows 7 Home Premium, Business/Professional, Enterprise, and Ultimate. It is a fully animated, photorealistic interactive game with ten difficulty levels. It can be played by two participants, or one player against the computer.",
  "/wiki/Oberon_Media": "Oberon Media was a multi-platform casual games company, delivering casual games across online, social, mobile/Smartphone, interactive TV and retail categories. Oberon games were adopted by global digital and media companies, such as Acer, Microsoft, AT&T, Yahoo!, Electronic Arts, and Orange France.",
  "/wiki/Windows_Vista": "Windows Vista is an operating system that was produced by Microsoft for use on personal computers, including home and business desktops, laptops, tablet PCs and media center PCs. Development was completed on November 8, 2006, and over the following three months, it was released in stages to computer hardware and software manufacturers, business customers and retail channels. On January 30, 2007, it was released worldwide and was made available for purchase and download from the Windows Marketplace; it is the first release of Windows to be made available through a digital distribution platform. The release of Windows Vista came more than five years after the introduction of its predecessor, Windows XP, the longest time span between successive releases of Microsoft Windows desktop operating systems.",
  "/wiki/Windows_7": "Windows 7 is a personal computer operating system that was produced by Microsoft as part of the Windows NT family of operating systems. It was released to manufacturing on July 22, 2009, and became generally available on October 22, that year, less than three years after the release of its predecessor, Windows Vista. Windows 7's server counterpart, Windows Server 2008 R2, was released at the same time. Microsoft ended mainstream support for Windows 7 on January 13, 2015 and extended support ended on January 14, 2020.",
  "/wiki/ChessV": "ChessV (short for Chess Variants) is a free computer program designed to play many chess variants.\nChessV is an open-source, universal chess variant program with a graphical user-interface, sophisticated AI, support for opening books and other features of traditional chess programs. The developer of this program, Gregory Strong, has been adding more variants with each release of ChessV. Over 100 chess variants are supported, including the developer's few own variants and other exotic variants, and can be programmed to play additional variants. ChessV is designed to be able to play any game that is reasonably similar to chess. ChessV is one of only a few such programs that exist. The source code of this program is freely available for download as well as the executable program.",
  "/wiki/GPL": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Fritz_(chess)": "Fritz is a German chess program originally developed for Chessbase by Frans Morsch based on his Quest program, ported to DOS, and then Windows by Mathias Feist.  With version 13, Morsch retired, and his engine was first replaced by Gyula Horvath's Pandix, and then with Fritz 15, Vasik Rajlich's Rybka.",
  "/wiki/Vasik_Rajlich": "Vasik Rajlich (born 1971 in Cleveland, Ohio) is an International Master in chess and the author of Rybka, previously one of the strongest chess playing programs in the world. Rajlich is a dual Czechoslovakian-American citizen by birth; he was born in the United States of America to Czech parents, at that time graduate students, but grew up in Prague. He later spent years in the United States as a student, graduating from MIT.",
  "/wiki/Fritz_and_Chesster": "Fritz is a German chess program originally developed for Chessbase by Frans Morsch based on his Quest program, ported to DOS, and then Windows by Mathias Feist.  With version 13, Morsch retired, and his engine was first replaced by Gyula Horvath's Pandix, and then with Fritz 15, Vasik Rajlich's Rybka.",
  "/wiki/GNOME_Chess": "GNOME Chess (formerly glChess) is a graphical front-end featuring a 2D and a 3D chessboard interface. GNOME Chess does not comprise an own chess engine and to play against the computer a third party chess engine must be present, but most Linux distributions package GNU Chess as the default chess engine with it. Additionally GNOME Chess supports third party chess engines, known ones are automatically detected.",
  "/wiki/Unix-like": "A Unix-like (sometimes referred to as UN*X or *nix) operating system is one that behaves in a manner similar to a Unix system, while not necessarily conforming to or being certified to any version of the Single UNIX Specification.  A Unix-like application is one that behaves like the corresponding Unix command or shell. There is no standard for defining the term, and some difference of opinion is possible as to the degree to which a given operating system or application is \"Unix-like\".",
  "/wiki/GNU_Chess": "GNU Chess is a free software chess engine which plays a full game of chess against a human being or other computer program. The goal of GNU Chess is to serve as a basis for research. It has been used in numerous research contexts.",
  "/wiki/HIARCS": "HIARCS is a proprietary UCI chess engine developed by Mark Uniacke. Its name is an acronym standing for higher intelligence auto-response chess system. Because Hiarcs is written portable in C, it is available on multiple platforms such as Pocket PC, Palm OS, PDAs, iOS, Microsoft Windows and Mac OS X.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/Windows_Mobile": "Windows Mobile is a discontinued family of mobile operating systems developed by Microsoft for smartphones and Pocket PCs.",
  "/wiki/Freescale_DragonBall": "Motorola/Freescale Semiconductor's DragonBall, or MC68328, is a microcontroller design based on the famous 68000 core, but implemented as an all-in-one low-power system for handheld computer use. It is supported by μClinux. It was designed by Motorola in Hong Kong and released in 1995.",
  "/wiki/ARM_architecture": "ARM, previously Advanced RISC Machine, originally Acorn RISC Machine, is a family of reduced instruction set computing (RISC) architectures for computer processors, configured for various environments. Arm Holdings develops the architecture and licenses it to other companies, who design their own products that implement one of those architectures‍—‌including systems-on-chips (SoC) and systems-on-modules (SoM) that incorporate memory, interfaces, radios, etc. It also designs cores that implement this instruction set and licenses these designs to a number of companies that incorporate those core designs into their own products.",
  "/wiki/Palm_OS": "Palm OS (also known as Garnet OS) is a discontinued mobile operating system initially developed by Palm, Inc., for personal digital assistants (PDAs) in 1996. Palm OS was designed for ease of use with a touchscreen-based graphical user interface. It is provided with a suite of basic applications for personal information management. Later versions of the OS have been extended to support smartphones. Several other licensees have manufactured devices powered by Palm OS.",
  "/wiki/Houdini_(chess)": "Houdini is a UCI chess engine developed by Belgian programmer Robert Houdart. It is influenced by open-source engines IPPOLIT/RobboLito, Stockfish, and Crafty. Earlier versions are free for non-commercial use (up to version 1.5a), but later versions (2.0 and onwards) are commercial. As of October 2019, Houdini 6 is the fourth highest-rated chess engine on major chess engine rating lists, behind Stockfish, Leela Chess Zero and Komodo.",
  "/wiki/Junior_(chess)": "Junior is a computer chess program written by the Israeli programmers Amir Ban and Shay Bushinsky. Grandmaster Boris Alterman assisted, in particular with the opening book. Junior can take advantage of multiple processors, taking the name Deep Junior when competing this way in tournaments.",
  "/wiki/Komodo_(chess)": "Komodo is a UCI chess engine developed by Don Dailey and Mark Lefler, and supported by chess author and evaluation expert GM Larry Kaufman. Komodo is a commercial chess engine but older versions (9 and older) are free for non-commercial use. It is consistently ranked near the top of most major chess engine rating lists, along with Stockfish and Houdini.",
  "/wiki/Don_Dailey": "Don Dailey (March 10, 1956 – November 22, 2013) was an American longtime researcher in computer chess and a game programmer. Along with collaborator Larry Kaufman, he was the author of the chess engine Komodo. Dailey started chess programming in the 1980s, and was the author and co-author of multiple commercial as well as academic chess programs. He has been an active poster in computer chess forums and computer Go newsgroups. He was raised as a Jehovah's Witness and served in recent years as an elder in the church of Roanoke.",
  "/wiki/Larry_Kaufman": "Lawrence Charles Kaufman (born 1947) is an American chess and shogi player. In chess, he was automatically awarded the title Grandmaster by FIDE after winning the 2008 World Senior Championship (which he later retroactively shared with Mihai Suba). He was previously awarded the title International Master in 1980.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Macintosh_Operating_System": "The family of Macintosh operating systems developed by Apple Inc. includes the graphical user interface-based operating systems it has designed for use with its Macintosh series of personal computers since 1984, as well as the related system software it once created for compatible third-party systems.",
  "/wiki/Playchess": "Playchess is a commercial Internet chess server managed by ChessBase devoted to the play and discussion of chess and chess variants.  As of February 2011, Playchess has over 31,000 players online, including many internationally titled players who remain pseudo-anonymous and other masters whose identities are known, such as Hikaru Nakamura, Nigel Short and Michael Adams.",
  "/wiki/Play_Magnus": "Play Magnus is a commercial computer chess mobile app available for the iOS and Android mobile operating systems. The software is named after World Chess Champion Magnus Carlsen and features adjustable difficulty levels for chess players of various skills. It has been available since 2014 and is developed by the Norwegian company Play Magnus AS which was founded by Carlsen.",
  "/wiki/Pure_Chess": "Pure Chess is a chess video game by British developer VooFoo Studios.",
  "/wiki/Ripstone": "Knytt Underground is a 2D adventure game in the exploration subgenre similar to Metroidvania games, with elements of arcade platformers, combining the mechanics of the developer's previous games, Knytt and Within a Deep Forest. It was developed by Swedish programmer Nicklas Nygren and released in late 2012, with the PlayStation platforms PS3 and Vita seeing the first launch. The game offers two playable characters, nonlinear gameplay, multiple endings, and a large number of side-quests and secrets.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Comparison_of_chess_video_games": "This is a comparison of chess video games."
}