{
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Lake_Erie": "Lake Erie (French: Lac Érié) is the fourth-largest lake (by surface area) of the five Great Lakes in North America, and the eleventh-largest globally if measured in terms of surface area. It is the southernmost, shallowest, and smallest by volume of the Great Lakes and therefore also has the shortest average water residence time. At its deepest point Lake Erie is 210 feet (64 metres) deep.",
  "/wiki/Lake_Ontario": "Lake Ontario is one of the five Great Lakes of North America. It is surrounded on the north, west, and southwest by the Canadian province of Ontario, and on the south and east by the American state of New York, whose water boundaries meet in the middle of the lake. Ontario, Canada's most populous province, was named for the lake. Many of Ontario's most populous cities, including Toronto, Canada's most populous city, and Hamilton, are on the lake's northern and western shores respectively. In the Huron language, the name Ontarí'io means \"great lake\". Its primary inlet is the Niagara River from Lake Erie.  The last in the Great Lakes chain, Lake Ontario serves as the outlet to the Atlantic Ocean via the Saint Lawrence River. It is the only Great Lake not to border the state of Michigan.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/Black_Rock_Lock": "The Black Rock Lock located in Buffalo, New York is 650 feet (200 m) in length and 70 feet (21 m) wide. There is only one chamber and the total weight of the gate is 480 tons. The lock has been a part of Black Rock since the state of New York built the Erie Canal in 1833.",
  "/wiki/Unity_Island": "The island's original name in the Seneca language is Deyowenoguhdoh. From about the time of the War of 1812 to July 2015, the island was also known by the English name, Squaw Island. In June 2015, after being petitioned by Jodi Lynn Maracle, a Mohawk resident of Buffalo, and members of the Seneca Nation of New York, who considered the name to be racist and derogatory toward Native American women, the members of the Buffalo Common Council voted unanimously to change the island's name to Unity Island. New signs reflecting the name change were installed on the island beginning in October 2015. Although the new name was formally adopted by the city, the official name of the island as declared by the U.S. Board on Geographic Names (BGN) remains Squaw Island; a proposal to the BGN to change the official name was submitted in September 2016. The proposal is under evaluation and open for public comment as of late 2016.",
  "/wiki/Scajaquada_Creek": "Scajaquada Creek (/skəˈdʒɑːkwədə/ skə-JAH-kwə-də) is a stream in Erie County, New York, United States.  The name is derived from Philip Kenjockety, a Native American described as the oldest resident of the region upon his death in 1808.",
  "/wiki/Grand_Island,_New_York": "Grand Island is a town located in Erie County, New York, United States. As of the 2010 census, the town's population was 20,374, representing an increase of 9.41% from the 2000 census figure. The town's name derives from the French name La Grande Île, as Grand Island is the largest island in the Niagara River and third largest in New York state. The phrase La Grande Île appears on the town seal.",
  "/wiki/Tonawanda_(city),_New_York": "Tonawanda (formally  City of Tonawanda, from Tahnawá•teh meaning \"confluent stream\" in Tuscarora)   is a city in Erie County, New York, United States. The population was 15,130 at the 2010 census. It is at the northern edge of Erie County, south across the Erie Canal (Tonawanda Creek) from North Tonawanda, east of Grand Island, and north of Buffalo. It is part of the Buffalo-Niagara Falls metropolitan area.",
  "/wiki/Tonawanda_Creek": "Tonawanda Creek is a small tributary of the Niagara River in Western New York, United States. After rising in Wyoming County, the stream flows through Genesee County before forming part of the boundary between Erie County and Niagara County.",
  "/wiki/Niagara_River": "The Niagara River (/naɪˈæɡərə/ ny-AG-ər-ə) is a river that flows north from Lake Erie to Lake Ontario. It forms part of the border between the province of Ontario in Canada (on the west) and the state of New York in the United States (on the east). There are differing theories as to the origin of the river's name. According to Iroquoian scholar Bruce Trigger, Niagara is derived from the name given to a branch of the locally residing native Neutral Confederacy, who are described as being called the Niagagarega people on several late-17th-century French maps of the area. According to George R. Stewart, it comes from the name of an Iroquois town called Ongniaahra, meaning \"point of land cut in two\"."
}