{
  "/wiki/George_Washington": "George Washington (February 22, 1732[b] – December 14, 1799) was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been called the \"Father of His Country\" for his manifold leadership in the formative days of the new nation.",
  "/wiki/Mount_Vernon": "Mount Vernon was the plantation of George Washington, the first President of the United States, and his wife, Martha Washington. The estate is situated on the banks of the Potomac River in Fairfax County, Virginia, near Alexandria, across from Prince George's County, Maryland. The Washington family owned land in the area since the time of Washington's great-grandfather in 1674. Around 1734 they embarked on an expansion of the estate that continued under George Washington, who began leasing the estate in 1754, but did not become its sole owner until 1761.",
  "/wiki/Fairfax_County,_Virginia": "Fairfax County, officially the County of Fairfax is a county located in the Commonwealth of Virginia in the United States. Part of Northern Virginia, Fairfax County borders both the City of Alexandria and Arlington County and forms part of the suburban ring of Washington, D.C. The county is thus predominantly suburban in character, with some urban and rural pockets.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/John_Adams": "John Adams (October 30, 1735[a] – July 4, 1826) was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States, from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded with many important figures in early American history, including his wife and adviser Abigail Adams, and Thomas Jefferson. His letters and other papers serve as an important source of historical information about the era.",
  "/wiki/United_First_Parish_Church": "United First Parish Church is a Unitarian Universalist congregation in Quincy, Massachusetts, established as the parish church of Quincy in 1639. The current building was constructed in 1828 by noted Boston stonecutter Abner Joy to designs by Alexander Parris. The building was designated a National Historic Landmark on December 30, 1970, for its association with the Adams family, who funded its construction and whose most significant members are interred here.",
  "/wiki/Quincy,_Massachusetts": "Quincy (/ˈkwɪnzi/ KWIN-zee) is a U.S. city in Norfolk County, Massachusetts. It is the largest city in the county and a part of Metropolitan Boston as one of Boston's immediate southern suburbs. Its population in 2010 was 92,271, making it the eighth-largest city in the state. Known as the \"City of Presidents\", Quincy is the birthplace of two U.S. presidents—John Adams and his son John Quincy Adams—as well as John Hancock, a President of the Continental Congress and the first signer of the Declaration of Independence, as well as being the first and third Governor of Massachusetts.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/Thomas_Jefferson": "Thomas Jefferson (April 13, 1743[a] – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He previously served as the second vice president of the United States from 1797 to 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation; he produced formative documents and decisions at both the state and national level.",
  "/wiki/Monticello": "Monticello (/ˌmɒntɪˈtʃɛloʊ, -ˈsɛloʊ/ MON-tih-CHEL-oh, -⁠SEL-oh) was the primary plantation of Thomas Jefferson, the third President of the United States, who began designing Monticello after inheriting land from his father at age 26. Located just outside Charlottesville, Virginia, in the Piedmont region, the plantation was originally 5,000 acres (20 km2), with Jefferson using the labor of enslaved Africans for extensive cultivation of tobacco and mixed crops, later shifting from tobacco cultivation to wheat in response to changing markets. Due to its architectural and historic significance, the property has been designated a National Historic Landmark. In 1987, Monticello and the nearby University of Virginia, also designed by Jefferson, were together designated a UNESCO World Heritage Site. The current nickel, a United States coin, features a depiction of Monticello on its reverse side.",
  "/wiki/Charlottesville,_Virginia": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/James_Madison": "James Madison Jr. (March 16, 1751[b] – June 28, 1836) was an American statesman, lawyer, diplomat, philosopher and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the Democratic-Republican Party, and served as the fifth United States secretary of State from 1801 to 1809.",
  "/wiki/Montpelier_(Orange,_Virginia)": "James Madison's Montpelier, located in Orange County, Virginia, was the plantation house of the Madison family, including fourth President of the United States, James Madison, and his wife Dolley. The 2,650-acre (10.7 km2) property is open seven days a week with the mission of engaging the public with the enduring legacy of Madison's most powerful idea: government by the people.",
  "/wiki/Orange,_Virginia": "Orange is a town in, and county seat of, Orange County, Virginia, United States. The population was 4,721 at the 2010 census, representing a 14.5% increase since the 2000 census. Orange is 28 miles (45 km) northeast of Charlottesville, 88 miles (142 km) southwest of Washington, D.C., and 4 miles (6 km) east of James Madison's plantation of Montpelier.",
  "/wiki/James_Monroe": "James Monroe (/mənˈroʊ/; April 28, 1758 – July 4, 1831) was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colonialism in the Americas. He also served as the governor of Virginia, a member of the United States Senate, the U.S. ambassador to France and Britain, the seventh Secretary of State, and the eighth Secretary of War.",
  "/wiki/James_Monroe_Tomb": "The James Monroe Tomb is the burial place of United States President James Monroe in Hollywood Cemetery, Richmond, Virginia, United States.  The principal feature of the tomb is an architecturally unusual cast iron cage, designed by Albert Lybrock and installed in 1859, after Monroe's body was moved from Marble Cemetery in New York City.  It was declared a National Historic Landmark in 1971 for its unique architecture.  It has been given the local nickname of \"The Birdcage\".",
  "/wiki/Hollywood_Cemetery_(Richmond,_Virginia)": "Hollywood Cemetery is a large, sprawling cemetery located next to Richmond, Virginia's Oregon Hill neighborhood at 412 South Cherry Street. Characterized by rolling hills and winding paths overlooking the James River, it is the resting place of two United States Presidents, James Monroe and John Tyler, as well as the only Confederate States President, Jefferson Davis.  It is also the resting place of 28 Confederate generals, more than any other cemetery in the country; these include George Pickett and J.E.B. Stuart.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/John_Quincy_Adams": "John Quincy Adams (/ˈkwɪnzi/ (listen);[a] July 11, 1767 – February 23, 1848) was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and United States House of Representatives representing Massachusetts. He was the eldest son of John Adams, who served as the second US president from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and in the mid-1830s became affiliated with the Whig Party.",
  "/wiki/Andrew_Jackson": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. As president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
  "/wiki/The_Hermitage_(Nashville,_Tennessee)": "The Hermitage is a historical plantation and museum located in Davidson County, Tennessee, United States, 10 miles (16 km) east of downtown Nashville. The plantation was owned by Andrew Jackson, the seventh President of the United States, from 1804 until his death at the Hermitage in 1845. Jackson only lived at the property occasionally until he retired from public life in 1837. Enslaved men, women, and children, numbering nine at the plantation's purchase in 1804 and 110 at Jackson's death, worked at the Hermitage and were principally involved in growing cotton, its major cash crop. It is a National Historic Landmark.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/Martin_Van_Buren": "Martin Van Buren (/væn ˈbjʊərən/ van BEWR-ən; born Maarten Van Buren; December 5, 1782 – July 24, 1862) was an American statesman who served as the eighth president of the United States from 1837 to 1841. He was the first president born speaking a language other than English (Dutch) and the first born after the United States had declared its independence from Great Britain. A founder of the Democratic Party, he had previously served as the ninth governor of New York, the tenth United States secretary of state, and the eighth vice president of the United States. He won the 1836 presidential election with the endorsement of popular outgoing President Andrew Jackson and the organizational strength of the Democratic Party. He lost his 1840 reelection bid to Whig Party nominee William Henry Harrison, thanks in part to the poor economic conditions surrounding the Panic of 1837. Later in his life, Van Buren emerged as an elder statesman and an important anti-slavery leader (abolitionist) who led the Free Soil Party ticket in the 1848 presidential election.",
  "/wiki/Kinderhook_(village),_New_York": "Kinderhook (Kinderhoek in Dutch) is a village located in the town of Kinderhook in Columbia County, New York, United States. The village population was 1,211 at the 2010 census.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/William_Henry_Harrison": "William Henry Harrison (February 9, 1773 – April 4, 1841) was an American military officer and politician who served as the ninth president of the United States in 1841. He died of typhoid, pneumonia or paratyphoid fever 31 days into his term (the shortest tenure), becoming the first president to die in office. His death sparked a brief constitutional crisis regarding succession to the presidency, because the Constitution was unclear as to whether Vice President John Tyler should assume the office of president or merely execute the duties of the vacant office. Tyler claimed a constitutional mandate to become the new president and took the presidential oath of office, setting an important precedent for an orderly transfer of the presidency and its full powers when the previous president fails to complete the elected term.",
  "/wiki/William_Henry_Harrison_Tomb_State_Memorial": "The William Henry Harrison Tomb State Memorial is the final resting place of William Henry Harrison, ninth President of the United States; his wife Anna Harrison; and his son John Scott Harrison, Representative and father of the twenty-third President, Benjamin Harrison. It is located on Brower Road approximately one-half mile west of U.S. Route 50 in North Bend, Ohio.",
  "/wiki/North_Bend,_Ohio": "North Bend is a village in Miami Township, Hamilton County, Ohio, United States, along the Ohio River. The population was 857 at the 2010 census.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/John_Tyler": "John Tyler (March 29, 1790 – January 18, 1862) was the tenth president of the United States from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected to the latter office on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and advocate of states' rights, and as president he adopted nationalist policies only when they did not infringe on the powers of the states. His unexpected rise to the presidency, with the resulting threat to the presidential ambitions of Henry Clay and other politicians, left him estranged from both major political parties.",
  "/wiki/James_K._Polk": "James Knox Polk (November 2, 1795 – June 15, 1849) was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States during the Mexican–American War; during his presidency, the United States expanded significantly with the annexation of the Republic of Texas, the Oregon Territory, and the Mexican Cession following the American victory in the Mexican–American War.",
  "/wiki/Tennessee_State_Capitol": "The Tennessee State Capitol, located in Nashville, Tennessee, is the seat of government for the U.S. state of Tennessee, serving as home of the Tennessee General Assembly and the location of the governor's office. Designed by architect William Strickland (1788–1854) of Philadelphia and Nashville, it was built between 1845 and 1859 and is one of Nashville's most prominent examples of Greek Revival architecture. The building, one of 12 state capitols that does not have a dome, was added to the National Register of Historic Places in 1970 and named a National Historic Landmark in 1971.",
  "/wiki/Zachary_Taylor": "Zachary Taylor (November 24, 1784 – July 9, 1850) was the 12th president of the United States, serving from March 1849 until his death in July 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was preserving the Union, but he died sixteen months into his term, before making any progress on the status of slavery, which had been inflaming tensions in Congress.",
  "/wiki/Zachary_Taylor_National_Cemetery": "Zachary Taylor National Cemetery is a United States National Cemetery located at 4701 Brownsboro Road (US-42), in Louisville, Kentucky. It is named for Zachary Taylor, the 12th President of the United States, who is buried there with his wife, Margaret Mackall Smith Taylor. Zachary Taylor National Cemetery was listed in the National Register of Historic Places on November 3, 1983. As of 2014, the cemetery has over 14,000 interments and is one of seven national cemeteries in the Commonwealth of Kentucky, and one of 112 in the United States. Those buried at the national cemetery served in six wars: Spanish–American War, World War I, World War II, Korean War, Vietnam War, and the Persian Gulf War.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Kentucky": "Kentucky (UK: /kɛnˈtʌki/ ken-TUK-ee, US: /kən-/ (listen) kən-), officially the Commonwealth of Kentucky, is a state located in the Southern United States. Although styled as the \"State of Kentucky\" in the law creating it, (because in Kentucky's first constitution, the term \"state\" was used), Kentucky is one of four U.S. states constituted as a commonwealth (the others being Virginia, Pennsylvania, and Massachusetts). Originally a part of Virginia, in 1792 Kentucky split from it and became the 15th state to join the Union. Kentucky is the 37th most extensive and the 26th most populous of the 50 United States.",
  "/wiki/Millard_Fillmore": "Millard Fillmore (January 7, 1800 – March 8, 1874) was the 13th president of the United States (1850–1853), and the last to be a member of the Whig Party while in the White House. A former U.S. representative from New York, Fillmore was elected the nation's 12th vice president in 1848, and succeeded to the presidency in July 1850 upon the death of President Zachary Taylor. He was instrumental in the passing of the Compromise of 1850, a bargain that led to a brief truce in the battle over slavery. He failed to win the Whig nomination for president in 1852; he gained the endorsement of the nativist Know Nothing Party four years later, finishing third in the 1856 presidential election.",
  "/wiki/Forest_Lawn_Cemetery_(Buffalo)": "Forest Lawn Cemetery is a historic rural cemetery in Buffalo, New York founded in 1849 by Charles E. Clarke.  It covers over 269 acres (1.1 km2) and over 152,000 are buried there, including U.S. President Millard Fillmore, First Lady Abigail Fillmore, singer Rick James, and inventor Lawrence Dale Bell. Forest Lawn is on the National Register of Historic Places.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/Franklin_Pierce": "Franklin Pierce (November 23, 1804 – October 8, 1869) was the 14th president of the United States (1853–1857), a northern Democrat who saw the abolitionist movement as a fundamental threat to the unity of the nation. He alienated anti-slavery groups by championing and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, yet he failed to stem conflict between North and South, setting the stage for Southern secession and the American Civil War.",
  "/wiki/Old_North_Cemetery_(Concord,_New_Hampshire)": "Old North Cemetery is a historic cemetery on North State Street in Concord, New Hampshire. Established in 1730, it is the city's oldest cemetery. Franklin Pierce, fourteenth president of the United States, is buried in the cemetery, as are his wife Jane and two of his three sons. It was listed on the National Register of Historic Places on November 9, 2008. The cemetery continues to accept new burials.",
  "/wiki/Concord,_New_Hampshire": "Concord (/ˈkɒŋkərd/) is the capital city of the U.S. state of New Hampshire and the county seat of Merrimack County. As of the 2010 census, its population was 42,695, and in 2018 the population was an estimated 43,412.",
  "/wiki/New_Hampshire": "New Hampshire (/ˈhæmpʃər/) is a state in the New England region of the northeastern United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state.",
  "/wiki/James_Buchanan": "James Buchanan Jr. (/bjuːˈkænən/; April 23, 1791 – June 1, 1868) served as the 15th president of the United States from 1857 to 1861, serving directly prior to the American Civil War. A member of the Democratic Party for much of his career, Buchanan served as Secretary of State and represented Pennsylvania in both houses of the U.S. Congress before becoming President.",
  "/wiki/Woodward_Hill_Cemetery": "Woodward Hill Cemetery is a 32-acre historic rural or garden cemetery in Lancaster, Pennsylvania. It was founded by the Trinity Lutheran Church of Lancaster in 1850, but became a non-denominational cemetery in 1856. It is known for being the burial place of James Buchanan, the 15th President of the United States. In 2005 it was added to the National Register of Historic Places.",
  "/wiki/Lancaster,_Pennsylvania": "Lancaster (/ˈlæŋkɪstər/ LANG-kə-stər) is a city located in South Central Pennsylvania which serves as the seat of Pennsylvania's Lancaster County and one of the oldest inland towns in the United States. With a population of 59,322, it ranks eighth in population among Pennsylvania's cities.  The Lancaster metropolitan area population is 507,766, making it the 101st largest metropolitan area in the U.S. and second largest in the South Central Pennsylvania area.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/Abraham_Lincoln": "Abraham Lincoln (/ˈlɪŋkən/; February 12, 1809 – April 15, 1865) was an American statesman and lawyer who served as the 16th president of the United States (1861–1865) and died in office upon his assassination. Lincoln led the nation through its greatest moral, constitutional, and political crisis in the American Civil War. He preserved the Union, abolished slavery, strengthened the federal government, and modernized the U.S. economy.",
  "/wiki/Lincoln_Tomb": "The Lincoln Tomb is the final resting place of the 16th President of the United States, Abraham Lincoln, his wife, Mary Todd Lincoln, and three of their four sons, Edward, William, and Thomas. It is located in Oak Ridge Cemetery in Springfield, Illinois.  Constructed of granite, the tomb has a single-story rectangular base, surmounted by an obelisk, with a semicircular receiving room entrance-way, on one end, and semicircular crypt or burial-room opposite.",
  "/wiki/Oak_Ridge_Cemetery": "Oak Ridge Cemetery is a cemetery located in Springfield, Illinois, in the United States.",
  "/wiki/Springfield,_Illinois": "Springfield is the capital of the U.S. state of Illinois and the county seat and largest city of Sangamon County. The city's population was 116,250 at the 2010 U.S. Census, which makes it the state's sixth most-populous city, the second largest outside of the Chicago metropolitan area (after Rockford), and the largest in central Illinois. As of 2018, the city's population was estimated to have decreased to 114,694, with just over 211,700 residents living in the Springfield Metropolitan Statistical Area, which includes Sangamon County and the adjacent Menard County.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Andrew_Johnson": "Andrew Johnson (December 29, 1808 –  July 31, 1875) was the 17th president of the United States, serving from 1865 to 1869. Johnson assumed the presidency as he was vice president of the United States at the time of the assassination of Abraham Lincoln.  A Democrat who ran with Lincoln on the National Union ticket, Johnson came to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the former slaves. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives, but he was subsequently acquitted in the Senate by one vote. Johnson's main accomplishment as president was the Alaska purchase.",
  "/wiki/Andrew_Johnson_National_Cemetery": "The Andrew Johnson National Cemetery is a United States National Cemetery on the grounds of the Andrew Johnson National Historic Site in Greeneville, Tennessee. Established in 1906, the cemetery was built around the resting place of Andrew Johnson, the 17th President of the United States, and holds more than two thousand graves.",
  "/wiki/Greeneville,_Tennessee": "Greeneville is a town in, and the county seat of Greene County, Tennessee, United States. The population as of the 2010 census was 15,062. The town was named in honor of Revolutionary War hero Nathanael Greene. It is the only town with this spelling in the United States, although there are numerous U.S. towns named Greenville. The town was the capital of the short-lived State of Franklin in the 18th-century history of the Tennessee region.",
  "/wiki/Ulysses_S._Grant": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was an American soldier and politician who served as the 18th president of the United States from 1869 to 1877. Before his presidency, Grant led the Union Army as Commanding General of the United States Army in winning the American Civil War. As president, Grant worked with the Radical Republicans in the Reconstruction of the Union while having to deal with corruption in his administration.",
  "/wiki/Grant%27s_Tomb": "Grant's Tomb, officially the General Grant National Memorial, is the final resting place of Ulysses S. Grant, 18th President of the United States, and his wife, Julia Grant. It is a classical domed mausoleum, located in the Morningside Heights neighborhood of Upper Manhattan in New York City. The structure is located in the median of Riverside Drive at 122nd Street, across from Riverside Church to the southeast and Riverside Park to the west.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Rutherford_B._Hayes": "Rutherford Birchard Hayes (October 4, 1822 – January 17, 1893) was the 19th president of the United States from 1877 to 1881, having served in the U.S. House of Representatives and as governor of Ohio. Hayes, a lawyer and staunch abolitionist, defended refugee slaves in court proceedings in the antebellum years.",
  "/wiki/Spiegel_Grove": "Spiegel Grove, also known as Spiegel Grove State Park,  Rutherford B. Hayes House, Rutherford B. Hayes Summer Home and Rutherford B. Hayes State Memorial was the estate of Rutherford B. Hayes, the nineteenth President of the United States, located at the corner of Hayes and Buckland Avenues in Fremont, Ohio. Spiegel is the German and Dutch word for mirror. The traditional story is that the estate was named by Hayes' uncle Sardis Birchard, who first built it for his own residence. He named it for the reflective pools of water that collected on the property after a rain shower.",
  "/wiki/Fremont,_Ohio": "Fremont (formerly Lower Sandusky) is a city in and the county seat of Sandusky County, Ohio, United States, located along the west bank of the Sandusky River. It is about 35 miles from Toledo and 25 miles from Sandusky. The population was 16,734 at the 2010 census.",
  "/wiki/James_A._Garfield": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th president of the United States, serving from March 4, 1881 until his death by assassination six and a half months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency.",
  "/wiki/James_A._Garfield_Memorial": "The James A. Garfield Memorial was built in memory of the 20th U.S. President, James A. Garfield, who was assassinated in 1881. The memorial is located at 12316 Euclid Avenue in Lake View Cemetery in Cleveland, Ohio. The country grieved for his loss almost as much as they had done for Lincoln, 16 years previously. In Washington, 100,000 plus citizens visited his casket, lying in state in the Capitol. Part of the memorial's funding came from pennies sent in by children throughout the country.",
  "/wiki/Lake_View_Cemetery": "Lake View Cemetery is a privately owned, nonprofit garden cemetery located in the cities of Cleveland, Cleveland Heights, and East Cleveland in the U.S. state of Ohio. Founded in 1869, the cemetery was favored by wealthy families during the Gilded Age, and today the cemetery is known for its numerous lavish funerary monuments and mausoleums. The extensive early monument building at Lake View helped give rise to the Little Italy neighborhood, but over-expansion nearly bankrupted the burial ground in 1888. Financial recovery only began in 1893, and took several years. Lake View grew and modernized significantly from 1896 to 1915 under the leadership of president Henry R. Hatch. The cemetery's cautious management allowed it to avoid retrenchment and financial problems during the Great Depression.",
  "/wiki/Cleveland,_Ohio": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States."
}