{
  "/wiki/Bradford_South_(UK_Parliament_constituency)": "Bradford South is a constituency[n 1] of the city of Bradford, West Yorkshire represented in the House of Commons of the UK Parliament.[n 2]",
  "/wiki/William_Hirst": "William Hirst (1873 – 5 May 1946) was a British Labour Co-operative politician who was the Member of Parliament (MP) for Bradford South from 1924 to 1931.",
  "/wiki/Edmonton_(UK_Parliament_constituency)": "Edmonton is a constituency[n 1] in Greater London, created in 1918 and represented in the House of Commons of the UK Parliament since 2015 by Kate Osamor of the Labour Co-op party.[n 2]",
  "/wiki/Frank_Broad": "Francis Alfred Broad JP (1874 – 3 January 1956), usually known as Frank Broad, was a Labour politician in the United Kingdom who served as Member of Parliament (MP) for the Municipal Borough of Edmonton during the years 1922–1931 and 1935–1945.",
  "/wiki/Glasgow_Gorbals_(UK_Parliament_constituency)": "Glasgow Gorbals was a parliamentary constituency in the city of Glasgow.  From 1918 until 1974, it returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first-past-the-post system.",
  "/wiki/John_Maclean_(Scottish_socialist)": "John Maclean (24 August 1879 – 30 November 1923) was a Scottish schoolteacher and revolutionary socialist of the Red Clydeside era.",
  "/wiki/Glasgow_Tradeston_(UK_Parliament_constituency)": "Glasgow Tradeston was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1885 until 1955. It elected one Member of Parliament (MP) using the first-past-the-post voting system.",
  "/wiki/James_Dunlop_MacDougall": "James Dunlop MacDougall (15 January 1891 – 25 December 1963), also known as James McDougall, was a Scottish political activist, best known as John Maclean's leading supporter.",
  "/wiki/Great_Yarmouth_(UK_Parliament_constituency)": "Great Yarmouth is a constituency represented in the House of Commons of the Parliament of the United Kingdom. Its MP is Brandon Lewis, the former Chairman of the Conservative Party, who has held the seat since the 2010 general election.",
  "/wiki/William_McConnell_(trade_unionist)": "William McConnell (died 21 May 1928) was a British trade unionist and political activist.",
  "/wiki/Greenock_(UK_Parliament_constituency)": "Greenock was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1832 until 1974, when it was abolished and its area was merged into the new Greenock and Port Glasgow constituency.",
  "/wiki/Fred_Shaw_(socialist_activist)": "Frederick Shaw (25 May 1881 – 22 January 1951) was a British socialist activist and trade unionist.",
  "/wiki/Grimsby_(UK_Parliament_constituency)": "Great Grimsby is a constituency[n 1] in North East Lincolnshire represented in the House of Commons of the Parliament of the United Kingdom since December 2019 by Lia Nici of the Conservative Party.[n 2][n 3]",
  "/wiki/Hastings_(UK_Parliament_constituency)": "Hastings was a parliamentary constituency in  Sussex. It returned two Members of Parliament to the House of Commons of the Parliament of the United Kingdom until the 1885 general election, when its representation was reduced to one member. It was abolished for the 1983 general election, when it was partially replaced by the new Hastings and Rye constituency.",
  "/wiki/Joseph_George_Butler": "Joseph George Butler (born 1869) was a British politician and trade unionist, who served on London County Council (LCC).",
  "/wiki/Islington_North_(UK_Parliament_constituency)": "Islington North (/ˈɪzlɪŋtən/) is a constituency created in 1885 represented in the House of Commons of the UK Parliament since 1983 by Jeremy Corbyn of the Labour Party, who has served as Leader of the Labour Party and Leader of Her Majesty's Opposition since September 2015. The constituency covers the northern half of the London Borough of Islington. [n 1]",
  "/wiki/Motherwell_(UK_Parliament_constituency)": "Motherwell was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1918-1974. It was formed by the division of Lanarkshire. The name was changed in 1974 to Motherwell and Wishaw. It is famous for returning the first-ever SNP MP (Robert McIntyre in 1945) and arguably the first Communist Party MP (Walton Newbold in 1922).",
  "/wiki/Walton_Newbold": "John Turner Walton Newbold (8 May 1888 – 20 February 1943), generally known as Walton Newbold, was the first of the four Communist Party of Great Britain members to be elected as MPs in the United Kingdom.",
  "/wiki/Portsmouth_Central_(UK_Parliament_constituency)": "Portsmouth Central was a borough constituency in Portsmouth.  It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/Salford_South_(UK_Parliament_constituency)": "Salford South was a parliamentary constituency in the City of Salford in Greater Manchester from 1885 until 1950. It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/James_Gorman_(politician)": "James Gorman (1874 – May 1950) was a British politician and trade unionist.",
  "/wiki/Sheffield_Central_(UK_Parliament_constituency)": "Sheffield Central is a constituency[n 1] represented in the House of Commons of the UK Parliament since 2010 by Paul Blomfield, a member of the Labour Party.[n 2]",
  "/wiki/Sheffield_Park_(UK_Parliament_constituency)": "Sheffield Park was a Parliamentary constituency in the City of Sheffield, England. The constituency was created in 1918 and abolished in 1983. The area formerly covered by this constituency is now mostly in the Sheffield Central constituency.",
  "/wiki/Alf_Barton": "Alfred Barton (30 July 1868 – 9 December 1933) was a British socialist politician.",
  "/wiki/Southampton_(UK_Parliament_constituency)": "Southampton was a parliamentary constituency which was represented in the British House of Commons.  Centred on the town of Southampton, it returned two members of parliament (MPs) from 1295 until it was abolished for the 1950 general election.",
  "/wiki/Tommy_Lewis": "Thomas Lewis (12 December 1873 – 28 February 1962) was a British trade unionist, local councillor and Labour Member of Parliament (MP).",
  "/wiki/Walthamstow_West_(UK_Parliament_constituency)": "Walthamstow West was a borough constituency in what is now the London Borough of Waltham Forest, but was until 1965 the Walthamstow Urban District of Essex. It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/Valentine_McEntee": "Valentine la Touche McEntee, 1st Baron McEntee (16 January 1871 – 11 February 1953) was an Irish-born Labour Member of Parliament (MP) in the United Kingdom."
}