{
  "/wiki/Binomial_name": "Binomial nomenclature (\"two-term naming system\"), also called binominal nomenclature (\"two-name naming system\") or binary nomenclature, is a formal system of naming species of living things by giving each a name composed of two parts, both of which use Latin grammatical forms, although they can be based on words from other languages. Such a name is called a binomial name (which may be shortened to just \"binomial\"), a binomen, binominal name or a scientific name; more informally it is also called a Latin name.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Blackbuck": "The blackbuck (Antilope cervicapra), also known as the Indian antelope, is an antelope found in India, Nepal, and Pakistan. The blackbuck is the sole extant member of the genus Antilope. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in 1758. Two subspecies are recognized. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder. Males weigh 20–57 kg (44–126 lb), an average of 38 kilograms (84 lb). Females are lighter, weighing 20–33 kg (44–73 lb) or 27 kg (60 lb) on  average. The long, ringed horns, 35–75 cm (14–30 in) long, are generally present only on males, though females may develop horns, as well. The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coats of males show two-tone colouration; while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. However, females and juveniles are yellowish fawn to tan.",
  "/wiki/Arunachal_Pradesh": "Arunachal Pradesh (/ˌɑːrəˌnɑːtʃəl prəˈdɛʃ/, literally \"land of dawn-lit mountains\") is the northeasternmost state of India. It borders the states of Assam and Nagaland to the south. It shares international borders with Bhutan in the west, Myanmar in the east, and China in the north, with which the border is the McMahon Line. Itanagar is the state capital.",
  "/wiki/Gayal": "The gayal (Bos frontalis), also known as mithun in Myanmar, is a large domestic bovine distributed in Northeast India, Bangladesh, Myanmar and in Yunnan, China.",
  "/wiki/Bos_frontalis": "The gayal (Bos frontalis), also known as mithun in Myanmar, is a large domestic bovine distributed in Northeast India, Bangladesh, Myanmar and in Yunnan, China.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/Indian_rhinoceros": "The Indian rhinoceros (Rhinoceros unicornis), also called the greater one-horned rhinoceros and great Indian rhinoceros, is a rhinoceros species native to the Indian subcontinent. It is listed as Vulnerable on the IUCN Red List, as populations are fragmented and restricted to less than 20,000 km2 (7,700 sq mi). Moreover, the extent and quality of the rhino's most important habitat, alluvial grassland and riverine forest, is considered to be in decline due to human and livestock encroachment. As of 2008, a total of 2,575 mature individuals were estimated to live in the wild.",
  "/wiki/Rhinoceros_unicornis": "The Indian rhinoceros (Rhinoceros unicornis), also called the greater one-horned rhinoceros and great Indian rhinoceros, is a rhinoceros species native to the Indian subcontinent. It is listed as Vulnerable on the IUCN Red List, as populations are fragmented and restricted to less than 20,000 km2 (7,700 sq mi). Moreover, the extent and quality of the rhino's most important habitat, alluvial grassland and riverine forest, is considered to be in decline due to human and livestock encroachment. As of 2008, a total of 2,575 mature individuals were estimated to live in the wild.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Gaur": "The gaur (/ɡaʊər/, Bos gaurus), also called the Indian bison, is the largest extant bovine. It is native to South and Southeast Asia and has been listed as Vulnerable on the IUCN Red List since 1986. The global population has been estimated at maximum 21,000 mature individuals by 2016. It declined by more than 70% during the last three generations, and is extinct in Sri Lanka and probably also in Bangladesh. In well-protected areas, it is stable and rebuilding.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/Wild_water_buffalo": "The wild water buffalo (Bubalus arnee), also called Asian buffalo, Asiatic buffalo and wild Asian buffalo, is a large bovine native to the Indian subcontinent and Southeast Asia. It has been listed as Endangered in the IUCN Red List since 1986, as the remaining population totals less than 4,000. A population decline of at least 50% over the last three generations (24–30 years) is projected to continue. The global population has been estimated at 3,400 individuals, of which 3,100 (91%) live in India, mostly in Assam. The wild water buffalo is the probable ancestor of the domestic water buffalo.",
  "/wiki/Bubalus_bubalis_arnee": "The wild water buffalo (Bubalus arnee), also called Asian buffalo, Asiatic buffalo and wild Asian buffalo, is a large bovine native to the Indian subcontinent and Southeast Asia. It has been listed as Endangered in the IUCN Red List since 1986, as the remaining population totals less than 4,000. A population decline of at least 50% over the last three generations (24–30 years) is projected to continue. The global population has been estimated at 3,400 individuals, of which 3,100 (91%) live in India, mostly in Assam. The wild water buffalo is the probable ancestor of the domestic water buffalo.",
  "/wiki/Goa": "Goa (/ˈɡoʊə/ (listen)) is a state on the southwestern coast of India within the region known as the Konkan, and geographically separated from the Deccan highlands by the Western Ghats. It is surrounded by the Indian states of Maharashtra to the north and Karnataka to the east and south, with the Arabian Sea forming its western coast. It is India's smallest state by area and the fourth-smallest by population. Goa has the highest GDP per capita among all Indian states, two and a half times that of the country. It was ranked the best-placed state by the Eleventh Finance Commission for its infrastructure and ranked on top for the best quality of life in India by the National Commission on Population based on the 12 Indicators.",
  "/wiki/Konkani_language": "Konkani[note 4] (Kōṅkaṇī) is an Indo-Aryan language spoken by Konkani people (Maharashtra & Goa) along the western coast of India. It is one of the 22 scheduled languages mentioned in the 8th schedule of the Indian Constitution and the official language of the Indian state of Goa. The first Konkani inscription is dated 1187 A.D. It is a minority language in Karnataka, Maharashtra, Kerala, Dadra and Nagar Haveli and Daman and Diu.",
  "/wiki/Gujarat": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt] (listen)) is a state on the western coast of India with a coastline of 1,600 km (990 mi) – most of which lies on the Kathiawar peninsula – and a population in excess of 60 million.  It is the fifth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west.  Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state.  The economy of Gujarat is the fifth-largest state economy in India with ₹13.14 lakh crore (US$180 billion) in GDP and a per capita GDP of ₹174,000 (US$2,400). Gujarat ranks fifteenth among Indian states in human development index.",
  "/wiki/Asiatic_lion": "The Asiatic lion is a Panthera leo leo population in India. Its range is restricted to the Gir National Park and environs in the Indian state of Gujarat. On the IUCN Red List, it is listed under its former scientific name Panthera leo persica as Endangered  because of its small population size and area of occupancy.",
  "/wiki/Panthera_leo_persica": "The Asiatic lion is a Panthera leo leo population in India. Its range is restricted to the Gir National Park and environs in the Indian state of Gujarat. On the IUCN Red List, it is listed under its former scientific name Panthera leo persica as Endangered  because of its small population size and area of occupancy.",
  "/wiki/Haryana": "Haryana (Hindi pronunciation: [ɦərɪˈjaːɳaː]) is one of the 28 states in India, located in northern part of the country. It was carved out of the former state of East Punjab on 1 November 1966 on linguistic as well as on cultural  basis. It is ranked 22nd in terms of area with less than 1.4% (44,212 km2 (17,070 sq mi)) of India's land area. Chandigarh is the state capital, Faridabad in National Capital Region is the most populous city of the state and Gurugram is a leading financial hub of NCR with major Fortune 500 companies located in it. Haryana has 6 administrative divisions, 22 districts, 72 sub-divisions, 93 revenue tehsils, 50 sub-tehsils, 140 community development blocks, 154 cities and towns, 6,848 villages and 6222 villages panchayats.",
  "/wiki/Antilope_cervicapra": "The blackbuck (Antilope cervicapra), also known as the Indian antelope, is an antelope found in India, Nepal, and Pakistan. The blackbuck is the sole extant member of the genus Antilope. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in 1758. Two subspecies are recognized. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder. Males weigh 20–57 kg (44–126 lb), an average of 38 kilograms (84 lb). Females are lighter, weighing 20–33 kg (44–73 lb) or 27 kg (60 lb) on  average. The long, ringed horns, 35–75 cm (14–30 in) long, are generally present only on males, though females may develop horns, as well. The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coats of males show two-tone colouration; while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. However, females and juveniles are yellowish fawn to tan.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh.",
  "/wiki/Snow_leopard": "The snow leopard (Panthera uncia), also known as the ounce, is a large cat native to the mountain ranges of Central and South Asia. It is listed as Vulnerable on the IUCN Red List because the global population is estimated to number less than 10,000 mature individuals and is expected to decline about 10% by 2040. It is threatened by poaching and habitat destruction following infrastructural developments.\nIt inhabits alpine and subalpine zones at elevations from 3,000 to 4,500 m (9,800 to 14,800 ft), ranging from eastern Afghanistan to Mongolia and western China. In the northern range countries, it also occurs at lower elevations.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Indian_elephant": "The Indian elephant (Elephas maximus indicus) is one of three extant recognised subspecies of the Asian elephant and native to mainland Asia.",
  "/wiki/Elephas_maximus_indicus": "The Indian elephant (Elephas maximus indicus) is one of three extant recognised subspecies of the Asian elephant and native to mainland Asia.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Barasingha": "The barasingha (Rucervus duvaucelii syn. Cervus duvaucelii), also called swamp deer, is a deer species distributed in the Indian subcontinent. Populations in northern and central India are fragmented, and two isolated populations occur in southwestern Nepal. It is extinct in Pakistan and Bangladesh.",
  "/wiki/Rucervus_duvaucelii": "The barasingha (Rucervus duvaucelii syn. Cervus duvaucelii), also called swamp deer, is a deer species distributed in the Indian subcontinent. Populations in northern and central India are fragmented, and two isolated populations occur in southwestern Nepal. It is extinct in Pakistan and Bangladesh.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Indian_giant_squirrel": "The Indian giant squirrel, or Malabar giant squirrel, (Ratufa indica) is a large tree squirrel species in the genus Ratufa native to forests and woodlands in India. It is a diurnal, arboreal, and mainly herbivorous squirrel.",
  "/wiki/Ratufa_indica": "The Indian giant squirrel, or Malabar giant squirrel, (Ratufa indica) is a large tree squirrel species in the genus Ratufa native to forests and woodlands in India. It is a diurnal, arboreal, and mainly herbivorous squirrel.",
  "/wiki/Manipur": "Manipur (/ˈmʌnɪpʊər/ (listen)) is a state in northeastern India, with the city of Imphal as its capital. It is bounded by the Indian states of Nagaland to the north, Mizoram to the south, and Assam to the west; Myanmar (Sagaing Region and Chin State) lies to its east. The state covers an area of 22,327 square kilometres (8,621 sq mi) and has a population of almost 3 million, including the Meitei, who are the majority group in the state, the Pangals or the Pangans (Manipuri Muslims), Naga tribes, Kuki/Zo tribes and other communities, who speak a variety of Sino-Tibetan languages. Manipur has been at the crossroads of Asian economic and cultural exchange for more than 2,500 years. It has long connected the Indian subcontinent and Central Asia to Southeast Asia, China (or East Asia), Siberia (Russia), Micronesia and Polynesia, enabling migration of people, cultures, and religions.",
  "/wiki/Sangai": "The sangai (Meitei: ꯁꯉꯥꯏ) is an endemic and endangered subspecies of brow-antlered deer found only in Manipur, India. It is also the state animal of Manipur. Its common English name is Manipur brow-antlered deer or Eld's deer and the scientific name is Rucervus eldii eldii. Its original natural habitat is the floating marshy grasslands of the  Keibul Lamjao National Park, located in the southern parts of the Loktak Lake, which is the largest freshwater lake in eastern India.",
  "/wiki/Cervus_eldi_eldi": "The sangai (Meitei: ꯁꯉꯥꯏ) is an endemic and endangered subspecies of brow-antlered deer found only in Manipur, India. It is also the state animal of Manipur. Its common English name is Manipur brow-antlered deer or Eld's deer and the scientific name is Rucervus eldii eldii. Its original natural habitat is the floating marshy grasslands of the  Keibul Lamjao National Park, located in the southern parts of the Loktak Lake, which is the largest freshwater lake in eastern India.",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.",
  "/wiki/Clouded_leopard": "The clouded leopard (Neofelis nebulosa) is a wild cat occurring from the Himalayan foothills through mainland Southeast Asia into southern China. Since 2008, it is listed as Vulnerable on the IUCN Red List. Its total population is suspected to be fewer than 10,000 mature individuals, with a decreasing population trend, and no single population numbering more than 1,000 adults.",
  "/wiki/Neofelis_nebulosa": "The clouded leopard (Neofelis nebulosa) is a wild cat occurring from the Himalayan foothills through mainland Southeast Asia into southern China. Since 2008, it is listed as Vulnerable on the IUCN Red List. Its total population is suspected to be fewer than 10,000 mature individuals, with a decreasing population trend, and no single population numbering more than 1,000 adults.",
  "/wiki/Mizoram": "Mizoram (English:  /mɪˈzɔːrəm/ (listen)) is a state in northeastern India, with Aizawl as its capital city. The name is derived from \"Mizo\", the name of the native inhabitants, and \"Ram\", which means land, and thus Mizoram means \"land of the Mizos\". Within the northeast region, it is the southernmost landlocked state, sharing borders with three of the Seven Sister States, namely Tripura, Assam and Manipur. The state also shares a 722-kilometre border with the neighbouring countries of Bangladesh and Myanmar.",
  "/wiki/Himalayan_serow": "The Himalayan serow (Capricornis thar) is a goat-antelope native to the eastern Himalayas and eastern and southeastern Bangladesh. It is listed as Near Threatened on the IUCN Red List because the population is considered to be declining due to habitat loss and hunting for its meat.",
  "/wiki/Capricornis_thar": "The Himalayan serow (Capricornis thar) is a goat-antelope native to the eastern Himalayas and eastern and southeastern Bangladesh. It is listed as Near Threatened on the IUCN Red List because the population is considered to be declining due to habitat loss and hunting for its meat.",
  "/wiki/Nagaland": "Nagaland /ˈnɑːɡəlænd/ is a state in northeastern India. It borders the state of Assam to the west, Arunachal Pradesh and Assam to the north, Myanmar to the east, and Manipur to the south. The state capital is Kohima, and the largest city is Dimapur. It has an area of 16,579 square kilometres (6,401 sq mi) with a population of 1,980,602 per the 2011 Census of India, making it one of the smallest states of India. Nagaland is one of three states in India where the population is mostly Christian.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Sambar_(deer)": "The sambar (Rusa unicolor) is a large deer native to the Indian subcontinent, South China, and Southeast Asia that is listed as a vulnerable species on the IUCN Red List since 2008. Populations have declined substantially due to severe hunting, insurgency, and industrial exploitation of habitat.",
  "/wiki/Punjab,_India": "Punjab (/pʌnˈdʒɑːb/ (listen), Punjabi: [pənˈdʒaːb]) is a state in northern India. Forming part of the larger Punjab region of the Indian subcontinent, the state is bordered by the Indian union territory of Jammu and Kashmir to the north, and the Indian states of Himachal Pradesh to the east, Haryana to the south and southeast, and Rajasthan to the southwest. It is bordered by the Pakistani province of Punjab to the west. The state covers an area of 50,362 square kilometres, 1.53% of India's total geographical area. It is the 20th-largest Indian state by area. With 27,704,236 inhabitants at the 2011 census, Punjab is the 16th-largest state by population, comprising 22 districts. Punjabi is the most widely spoken and official language of the state. The main ethnic group are the Punjabis, with Sikhs (58%) and Hindus (38%). The state capital is Chandigarh, a Union Territory and also the capital of the neighbouring state of Haryana. The five tributary rivers of the Indus River from which the region took its name are Sutlej, Ravi, Beas, Chenab and Jhelum Rivers; Sutlej, Ravi and Beas are part of the Indian Punjab.",
  "/wiki/List_of_Indian_state_animals": "India, officially the Republic of India is a country in South Asia. It is made up of 28 states and 8 union territories. All Indian states have their own government and the Union territories come under the jurisdiction of the Central Government. As most of the other countries India too has a national emblem—the Lion Capital of Sarnath."
}