{
  "/wiki/Freddy_Fender": "Freddy Fender (born Baldemar Garza Huerta; June 4, 1937 – October 14, 2006) was an American Tejano, country and rock and roll musician, known for his work as a solo artist and in the groups Los Super Seven and the Texas Tornados. He is best known for his 1975 hits \"Before the Next Teardrop Falls\" and the subsequent remake of his own \"Wasted Days and Wasted Nights\".",
  "/wiki/Before_the_Next_Teardrop_Falls_(song)": "\"Before the Next Teardrop Falls\" is an American country and pop song written by Vivian Keith and Ben Peters, and most famously recorded by Freddy Fender.",
  "/wiki/ABBA": "ABBA  is a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982. ABBA won the Eurovision Song Contest 1974, giving Sweden its first triumph in the contest. They are the most successful group to have taken part in the competition.",
  "/wiki/Fernando_(song)": "\"Fernando\" is a song by the Swedish pop group ABBA. It was released in March 1976 as the brand new track for the 1976 compilation album Greatest Hits, but was also included on the group's fourth studio album Arrival in Australia and New Zealand. \"Fernando\" is also featured on the multi-million-selling Gold: Greatest Hits compilation. The song is one of ABBA's best-selling singles of all time, with six million copies sold in 1976 alone. It is one of fewer than forty all-time singles to have sold 10 million (or more) physical copies worldwide, making it one of the best-selling singles of all time.",
  "/wiki/Heatwave_(band)": "Heatwave is an international funk/disco band formed in 1975. It is still current and playing UK dates (2019). Its most popular line-up featured Americans Johnnie Wilder Jr. and Keith Wilder (vocals) of Dayton, Ohio; Englishman Rod Temperton (keyboards); Swiss Mario Mantese (bass); Czechoslovak Ernest \"Bilbo\" Berger (drums); Jamaican Eric Johns (guitar); and Briton Roy Carter (guitar).",
  "/wiki/Boogie_Nights_(song)": "\"Boogie Nights\" is a 1977 single by international funk-disco group Heatwave. It was written by keyboardist Rod Temperton, and was included on Heatwave's debut album, Too Hot to Handle. Harpist Carla Skanger (London Symphony Orchestra) played the harp and American actor and singer Clarke Peters performed backing vocals on the recording.",
  "/wiki/Boney_M.": "Boney M. is a Euro-Caribbean vocal group created by German record producer Frank Farian. Originally based in West Germany, the four original members of the group's official line-up were Liz Mitchell and Marcia Barrett from Jamaica, Maizie Williams from Montserrat and Bobby Farrell, a performing artist from Aruba. The group was formed in 1976 and achieved popularity during the disco era of the late 1970s. Since the 1980s, various line-ups of the band have performed with different personnel.",
  "/wiki/Rivers_of_Babylon": "\"Rivers of Babylon\" is a Rastafari song written and recorded by Brent Dowe and Trevor McNaughton of the Jamaican reggae group The Melodians in 1970. The lyrics are adapted from the texts of Psalms 19 and 137 in the Hebrew Bible. The Melodians' original version of the song appeared on the soundtrack album for the 1972 movie The Harder They Come, which made it internationally known.",
  "/wiki/Blondie_(band)": "Blondie is an American rock band founded by singer Debbie Harry and guitarist Chris Stein.  The band were pioneers in the early American new wave and punk scenes of the mid-late 1970s. Its first two albums contained strong elements of these genres, and although successful in the United Kingdom and Australia, Blondie was regarded as an underground band in the United States until the release of Parallel Lines in 1978. Over the next three years, the band achieved several hit singles including \"Heart of Glass\", \"Call Me\", \"Rapture\" and \"The Tide Is High\" and became noted for its eclectic mix of musical styles incorporating elements of disco, pop, reggae, and early rap music.",
  "/wiki/Heart_of_Glass_(song)": "\"Heart of Glass\" is a song by the American new wave band Blondie, written by singer Debbie Harry and guitarist Chris Stein. It was featured on the band's third studio album, Parallel Lines (1978), and was released as the album's third single in January 1979 and reached number one on the charts in several countries, including the United States and the United Kingdom.",
  "/wiki/The_Loco-Motion": "\"The Loco-Motion\" is a 1962 pop song written by American songwriters Gerry Goffin and Carole King. \"The Loco-Motion\" was originally written for Dee Dee Sharp, but Sharp turned the song down. The song is notable for appearing in the American Top 5 three times, each time in a different decade: in 1962 by the American pop singer Little Eva (U.S. No. 1); in 1974 by the American band Grand Funk Railroad (also U.S. No. 1); and finally in 1988 by the Australian singer Kylie Minogue (U.S. No. 3).",
  "/wiki/Stars_on_45": "Stars on 45 was a Dutch novelty pop act that was briefly very popular throughout Europe, and in the United States, and Australia in 1981. The group later shortened its name to Stars On in the U.S., while in the UK and Ireland it was known as Starsound (aka Star Sound). The band, which consisted solely of studio session musicians under the direction of Jaap Eggermont, formerly of Golden Earring, popularized medley recordings made by recreating hit songs as faithfully as possible and joining them together with a common tempo and underlying drum track.",
  "/wiki/Stars_on_45_(song)": "\"Stars on 45\" is a song issued in January 1981 by Dutch studio group Stars on 45. In some countries, including the UK, Ireland and New Zealand, the band was credited as 'Starsound' and the medley itself was named \"Stars on 45\".",
  "/wiki/Toots_and_the_Maytals": "Toots and the Maytals, originally called The Maytals, are a Jamaican musical group and one of the best known ska and rocksteady vocal groups. The Maytals were formed in the early 1960s and were key figures in popularizing reggae music. Frontman Toots Hibbert's soulful vocal style has been compared to Otis Redding, and led him to be named one of the 100 Greatest Singers by Rolling Stone. Their 1968 single \"Do the Reggay\", was the first song to use the word \"reggae\", naming the genre and introducing it to a global audience. As Island Records founder Chris Blackwell says, \"The Maytals were unlike anything else ... sensational, raw and dynamic.\"",
  "/wiki/Beautiful_Woman": "Toots and the Maytals, originally called The Maytals, are a Jamaican musical group and one of the best known ska and rocksteady vocal groups. The Maytals were formed in the early 1960s and were key figures in popularizing reggae music. Frontman Toots Hibbert's soulful vocal style has been compared to Otis Redding, and led him to be named one of the 100 Greatest Singers by Rolling Stone. Their 1968 single \"Do the Reggay\", was the first song to use the word \"reggae\", naming the genre and introducing it to a global audience. As Island Records founder Chris Blackwell says, \"The Maytals were unlike anything else ... sensational, raw and dynamic.\"",
  "/wiki/New_Order_(band)": "New Order are  an English rock band formed in 1980 by vocalist and guitarist Bernard Sumner, bassist Peter Hook, and drummer Stephen Morris. The band formed after the demise of Joy Division, following the suicide of lead singer Ian Curtis; they were joined by Gillian Gilbert on keyboards later that year. New Order's integration of post-punk with electronic and dance music made them one of the most acclaimed and influential bands of the 1980s. They were the flagship band for Manchester-based independent record label Factory Records and its nightclub The Haçienda, and worked in long-term collaboration with graphic designer Peter Saville.",
  "/wiki/Blue_Monday_(New_Order_song)": "\"Blue Monday\" is a song by the English rock band New Order. It was released as a 12-inch single on 7 March 1983 through Factory Records and later as a 7-inch single through Tonpress in 1985. It appeared on certain cassette and CD versions of the band's second studio album, Power, Corruption & Lies (1983).",
  "/wiki/Patea_Maori_Club": "\"Poi E\" is a New Zealand 1984 number-one hit song by the group Patea Maori Club off the album of the same name. Its popularity is unique in New Zealand as Māori music rarely reaches popular status. Released in 1984, the song was sung entirely in the Māori language and featured a blend of Māori cultural practices in the song and accompanying music video, including Māori chanting, poi dancing, and the wearing of traditional Māori kākahu (garments).",
  "/wiki/Poi_E": "\"Poi E\" is a New Zealand 1984 number-one hit song by the group Patea Maori Club off the album of the same name. Its popularity is unique in New Zealand as Māori music rarely reaches popular status. Released in 1984, the song was sung entirely in the Māori language and featured a blend of Māori cultural practices in the song and accompanying music video, including Māori chanting, poi dancing, and the wearing of traditional Māori kākahu (garments).",
  "/wiki/USA_For_Africa": "\"We Are the World\" is a charity single originally recorded by the supergroup USA for Africa in 1985. It was written by Michael Jackson and Lionel Richie and produced by Quincy Jones and Michael Omartian for the album We Are the World. With sales in excess of 20 million copies, it is one of fewer than 30 retail singles to have sold at least 10 million copies worldwide.",
  "/wiki/We_Are_the_World": "\"We Are the World\" is a charity single originally recorded by the supergroup USA for Africa in 1985. It was written by Michael Jackson and Lionel Richie and produced by Quincy Jones and Michael Omartian for the album We Are the World. With sales in excess of 20 million copies, it is one of fewer than 30 retail singles to have sold at least 10 million copies worldwide.",
  "/wiki/Sailing_Away_(All_of_Us_song)": "\"Sailing Away\" is a 1986 single by a supergroup of New Zealand singers and personalities, to promote New Zealand yacht KZ 7 in the 1987 America's Cup. It spent nine weeks at #1 in the single chart, the longest run of a New Zealand single until 2009. While the song is conceptually similar to the many charity supergroup singles released in the mid 1980s, \"Sailing Away\" has its origins as a television advertisement and was not a charity record.",
  "/wiki/Pseudo_Echo": "Pseudo Echo are an Australian new wave band that formed in 1982 in Melbourne, Victoria. The original line-up consisted of Brian Canham (vocals, guitars and keyboards), Pierre Gigliotti (as Pierre Pierre) (bass guitar, keyboards), Tony Lugton (guitars and keyboards) and Anthony Argiro (drums). A later line-up included James Leigh (keyboards) and his brother, Vince Leigh (drums). In the 1980s, Pseudo Echo had Australian top 20 hits with \"Listening\", \"A Beat for You\", \"Don't Go\", \"Love an Adventure\", \"Living in a Dream\" and their cover of \"Funky Town\" (originally by Lipps Inc.), which peaked at No. 1 in 1986. In 1987, it reached No. 1 in Canada and New Zealand, No. 6 in the United States and No. 8 in the United Kingdom.",
  "/wiki/Funkytown": "\"Funkytown\" is a song by American disco act Lipps Inc. from their debut album Mouth to Mouth (1979). It was released as the album's lead single in 1980.",
  "/wiki/Holidaymakers": "\"We Could Be Sweet Lovers\" is a 1985 song written by Bill Withers from his final studio album Watching You Watching Me.",
  "/wiki/Sweet_Lovers": "\"We Could Be Sweet Lovers\" is a 1985 song written by Bill Withers from his final studio album Watching You Watching Me.",
  "/wiki/Simply_Red": "Simply Red are a British soul and pop band which formed in Manchester in 1985. The lead vocalist of the band is singer and songwriter Mick Hucknall, who, by the time the band initially disbanded in 2010, was the only original member left. Since the release of their debut studio album Picture Book (1985), they have had ten songs reach top 10 in the UK Singles Chart, including \"Holding Back the Years\" and \"If You Don't Know Me by Now\", both of which reached number one on the US Billboard Hot 100. They have had five number one albums in the UK, with their 1991 album, Stars, being one of the best-selling albums in UK chart history.",
  "/wiki/If_You_Don't_Know_Me_by_Now": "\"If You Don't Know Me by Now\" is a song written by Kenny Gamble and Leon Huff, and recorded by the Philly soul musical group Harold Melvin & the Blue Notes. It became their first hit after being released as a single in September 1972, topping the US R&B chart and peaking at number 3 on the US Billboard Hot 100.",
  "/wiki/MC_Hammer": "Stanley Kirk Burrell (born March 30, 1963), better known by his stage name MC Hammer (or simply Hammer), is an American rapper, dancer, record producer and entrepreneur. He had his greatest commercial success and popularity from the late 1980s until the early 1990s. Remembered for his rapid rise to fame, Hammer is known for hit records (such as \"U Can't Touch This\" and \"2 Legit 2 Quit\"), flashy dance movements, choreography and eponymous Hammer pants.",
  "/wiki/U_Can't_Touch_This": "\"U Can't Touch This\" is a song cowritten, produced and performed by MC Hammer from his 1990 album Please Hammer, Don't Hurt 'Em. It is considered to be his signature song and is his most successful single.",
  "/wiki/Bryan_Adams": "Bryan Guy Adams OC OBC (born 5 November 1959) is a Canadian singer, songwriter, record producer, guitarist, photographer, philanthropist, and activist. He rose to fame in Canada and the United States with his 1983 album Cuts Like a Knife and turned into a global star with his 1984 album Reckless, which produced some of his best known songs, including \"Run to You\", \"Summer of '69\", and his first number one, \"Heaven\". In 1991, he released the album Waking Up the Neighbours, which included the song \"(Everything I Do) I Do It for You\". The song became a worldwide hit and reached number 1 in many countries, including a new record of 16 consecutive weeks in the United Kingdom. Adams also had the U.S. Billboard Hot 100 number-one singles \"Please Forgive Me\",  \"All for Love\" and \"Have You Ever Really Loved a Woman?\"",
  "/wiki/(Everything_I_Do)_I_Do_It_for_You": "\"(Everything I Do) I Do It for You\" is a song by Canadian singer-songwriter Bryan Adams. Written by Adams, Michael Kamen and Robert John \"Mutt\" Lange, it featured on two albums simultaneously on its release: the soundtrack album from the 1991 film Robin Hood: Prince of Thieves and on Adams' sixth album, Waking Up the Neighbours (1991).",
  "/wiki/Billy_Ray_Cyrus": "Billy Ray Cyrus (born August 25, 1961) is an American singer-songwriter and actor. He has released 16 studio albums and 53 singles since 1992, and is known for his number one single \"Achy Breaky Heart\", which became the first single ever to achieve triple platinum status in Australia. It was also the best-selling single in the same country in 1992. Due to the song's music video, the line dance rose in popularity.",
  "/wiki/Achy_Breaky_Heart": "\"Achy Breaky Heart\" is a song written in 1990 by Don Von Tress. Originally published in a recording by The Marcy Brothers under the title \"Don't Tell My Heart\" in 1991, it was later recorded by Billy Ray Cyrus and released on his debut album Some Gave All in 1992. The song is Cyrus' debut single and signature song. It became the first single ever to achieve triple Platinum status in Australia and also 1992's best-selling single in the same country. In the United States, it became a crossover hit on pop and country radio, peaking at number four on the Billboard Hot 100 and topping the Hot Country Songs chart, becoming the first country single to be certified Platinum since \"Islands in the Stream\" by Kenny Rogers and Dolly Parton in 1983. The single topped in several countries, and after being featured on Top of the Pops in the United Kingdom, peaked at number three on the UK Singles Chart. It was Cyrus' biggest hit single in the U.S. until he was featured on \"Old Town Road\" by Lil Nas X, which peaked at number one on the Billboard Hot 100 in 2019.",
  "/wiki/UB40": "UB40 are an English reggae and pop band, formed in December 1978 in Birmingham, England. The band has had more than 50 singles in the UK Singles Chart, and has also achieved considerable international success. They have been nominated for the Grammy Award for Best Reggae Album four times, and in 1984 were nominated for the Brit Award for Best British Group. UB40 have sold over 70 million records worldwide. The ethnic make-up of the band's original line-up was diverse, with musicians of English, Welsh, Irish, Jamaican, Scottish and Yemeni parentage.",
  "/wiki/Can't_Help_Falling_in_Love": "\"Can't Help Falling in Love\" is a 1961 song recorded by American singer Elvis Presley for the album Blue Hawaii (1961). It was written by Hugo Peretti, Luigi Creatore, and George David Weiss and published by Gladys Music, Inc. (The melody is based on \"Plaisir d'amour\", a popular French love song composed in 1784 by Jean-Paul-Égide Martini). The song was initially written for a woman as \"Can't Help Falling in Love with Him\", which explains the first and third line ending on \"in\" and \"sin\" rather than words rhyming with \"you\".",
  "/wiki/Wet_Wet_Wet": "Wet Wet Wet are a Scottish soft rock band formed in 1982. They scored a number of hits in the UK charts and around the world in the 1980s and 1990s. The band is composed of Graeme Clark (bass, vocals), Tommy Cunningham (drums, vocals), Neil Mitchell (keyboards, piano, vocals) and, since 2018, former Liberty X singer Kevin Simm. Lead vocalist and founding member Marti Pellow quit the band in 2017. A fifth, unofficial member, Graeme Duffin (lead guitar, vocals), has been with them since 1983. The band were named Best British Newcomer at the 1988 Brit Awards.",
  "/wiki/Love_Is_All_Around": "\"Love Is All Around\" is a song recorded by English rock band the Troggs, featuring a string quartet and a 'tick tock' sound on percussion, in D-major.  It was written by lead singer Reg Presley and was purportedly inspired by a television transmission of the Joy Strings Salvation Army band's \"Love That's All Around\".  The song was first released as a single in the UK in October 1967, peaking at number 5. On the Hot 100, the record entered at number 98 on 24 February 1968, peaked at number 7 on 18 May 1968, was on the chart a total of 16 weeks, and ranked number 40 for all of 1968.",
  "/wiki/List_of_year-end_number-one_singles_(New_Zealand)": "This is a list of year-end number-one singles for New Zealand. Recorded Music NZ publishes the country's official weekly record charts."
}