{
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Frequency": "Frequency is the number of occurrences of a repeating event per unit of time. It is also referred to as temporal frequency, which emphasizes the contrast to spatial frequency and angular frequency. The period is the duration of time of one cycle in a repeating event, so the period is the reciprocal of the frequency.  For example: if a newborn baby's heart beats at a frequency of 120 times a minute, its period, T, — the time interval between beats—is half a second (60 seconds divided by 120 beats). Frequency is an important parameter used in science and engineering to specify the rate of oscillatory and vibratory phenomena, such as mechanical vibrations, audio signals (sound), radio waves, and light.",
  "/wiki/City_of_license": "In American, Canadian and Philippine broadcasting, a city of license or community of license is the community that a radio station or television station is officially licensed to serve by that country's broadcast regulator.",
  "/wiki/WMBV": "WMBV (91.9 FM) is a radio station broadcasting a Religious Radio format. Licensed to Dixons Mills, Alabama, United States, the station serves the Demopolis, Alabama, area.  The station is currently owned by The Moody Bible Institute of Chicago and features programming from Salem Communications.",
  "/wiki/Dixons_Mills,_Alabama": "Dixons Mills is an unincorporated community in Marengo County, Alabama, United States.  The community was named for a group of mills operated by Joel B. Dixon in the 19th century.  Dixons Mills has a post office utilizing the 36736 ZIP code.",
  "/wiki/Alabama": "Alabama (/ˌæləˈbæmə/) is a state in the southeastern region of the United States. It is bordered by Tennessee to the north, Georgia to the east, Florida and the Gulf of Mexico to the south, and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state.",
  "/wiki/WRNF": "WRNF (89.5 FM) is a radio station licensed to serve Selma, Alabama.  The station is owned by The Moody Bible Institute of Chicago. It airs a Religious radio format.",
  "/wiki/Selma,_Alabama": "Selma is a city in and the county seat of Dallas County, in the Black Belt region of south central Alabama and extending to the west. Located on the banks of the Alabama River, the city has a population of 20,756 as of the 2010 census. About 80% of the population is African-American.",
  "/wiki/WMFT": "WMFT (88.9 FM, \"Moody Radio South\") is a non-commercial educational radio station licensed to serve Tuscaloosa, Alabama, United States.  The station, which began licensed broadcasting in 2005, is owned by the Moody Bible Institute of Chicago.",
  "/wiki/Tuscaloosa,_Alabama": "Tuscaloosa (/tʌskəˈluːsə/ TUS-kə-LOO-sə) is a city in and the seat of Tuscaloosa County in west central Alabama (in the southeastern United States). Located on the Black Warrior River at the Atlantic Seaboard fall line of the Piedmont, it is the fifth-largest city in Alabama, with an estimated population of 100,287 in 2017. The city was originally known as Tuskaloosa until the early 20th century.",
  "/wiki/Clifton,_Arizona": "Clifton is a town in and the county seat of Greenlee County, Arizona, United States, along the San Francisco River. The population of the town was 3,311 at the 2010 census, with a 2018 population estimate of 3,700 It was a site of the Arizona copper mine strike of 1983.",
  "/wiki/Mena,_Arkansas": "Mena (/ˈmiːnə/ MEE-nə) is a city in Polk County, Arkansas, United States. It is also the county seat of Polk County. The population was 5,737 as of 2010 census.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Boynton_Beach,_Florida": "Boynton Beach is a city in Palm Beach County, Florida, United States. The population was 68,217 at the 2010 census. In 2017, the city had an estimated population of 73,992 according to the University of Florida, Bureau of Economic and Business Research. Boynton Beach is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people at the 2015 census.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/WHGN": "WKES (91.1 FM) is a radio station broadcasting a religious radio format. Licensed to Lakeland, Florida, United States, it serves the Tampa Bay area from its studios at Keswick Christian School in Seminole.  The station is owned by the Moody Bible Institute of Chicago and features programming from Moody Radio.",
  "/wiki/Crystal_River,_Florida": "Crystal River is a city in Citrus County, Florida, United States. The population was 3,108 in the 2010 census. According to the U.S Census estimates of 2018, the city had a population of 3,162. The city was incorporated in 1903 and is the self professed \"Home of the Manatee\". Crystal River Preserve State Park is located nearby, and Crystal River Archaeological State Park is located in the city's northwest side.",
  "/wiki/Fort_Pierce,_Florida": "Fort Pierce is a city in and the county seat of St. Lucie County, Florida, United States. The city is part of the Treasure Coast region of Atlantic Coast Florida. It is also known as the Sunrise City, sister to San Francisco, California, the Sunset City. The population was 41,590 at the 2010 census. As of 2018, the population recorded by the U.S. Census Bureau was 46,071. It was named after the Fort Pierce Army post which was built nearby in 1838 during the Second Seminole War.  The military post had been named for Benjamin Kendrick Pierce, a career United States Army officer and the brother of President Franklin Pierce.",
  "/wiki/WKES": "WKES (91.1 FM) is a radio station broadcasting a religious radio format. Licensed to Lakeland, Florida, United States, it serves the Tampa Bay area from its studios at Keswick Christian School in Seminole.  The station is owned by the Moody Bible Institute of Chicago and features programming from Moody Radio.",
  "/wiki/Lakeland,_Florida": "Lakeland is a city in Polk County, Florida, along Interstate 4 east of Tampa. The westernmost city in Polk County, it is part of the Tampa Bay Area. According to the 2018 U.S. Census Bureau estimate, the city had a population of 110,516. Lakeland is a principal city of the Lakeland–Winter Haven Metropolitan Statistical Area.",
  "/wiki/WSOR_(FM)": "WKES (91.1 FM) is a radio station broadcasting a religious radio format. Licensed to Lakeland, Florida, United States, it serves the Tampa Bay area from its studios at Keswick Christian School in Seminole.  The station is owned by the Moody Bible Institute of Chicago and features programming from Moody Radio.",
  "/wiki/Naples,_Florida": "Naples is a city in Collier County, Florida, United States. As of the 2010 Census, the city's population was 19,539. Naples is a principal city of the Naples-Marco Island, Florida Metropolitan Statistical Area, which had a population of about 322,000 as of 2015. Naples is one of the wealthiest cities in the United States, with the sixth-highest per capita income in the country in 2012, and the second-highest proportion of millionaires per capita in the US.",
  "/wiki/Okeechobee,_Florida": "Okeechobee (US: /oʊkiˈtʃoʊbi/) is a city in Okeechobee County, Florida, United States. As of the 2010 United States Census, the city's population was 5,621, reflecting an increase of 245 (+4.6%) from the 5,376 counted in the 2000 Census. It is the county seat of Okeechobee County. The Lake Okeechobee area was the site of the worst effects of the 1928 Okeechobee Hurricane, the first recorded Category 5 hurricane in the North Atlantic and still one of the deadliest hurricanes ever to strike the US.",
  "/wiki/WKZM": "WKES (91.1 FM) is a radio station broadcasting a religious radio format. Licensed to Lakeland, Florida, United States, it serves the Tampa Bay area from its studios at Keswick Christian School in Seminole.  The station is owned by the Moody Bible Institute of Chicago and features programming from Moody Radio.",
  "/wiki/Sarasota,_Florida": "Sarasota (/ˌsærəˈsoʊtə/) is a city in Sarasota County on the southwestern coast of the U.S. state of Florida. The area is renowned for its cultural and environmental amenities, beaches, resorts, and the Sarasota School of Architecture. The city is at the southern end of the Tampa Bay Area, north of Fort Myers and Punta Gorda. Its official limits include Sarasota Bay and several barrier islands between the bay and the Gulf of Mexico. According to the U.S. Census Bureau, in 2018 Sarasota had a population of 57,738. In 1986 it became designated as a certified local government. Sarasota is a principal city of the Sarasota metropolitan area, and is the seat of Sarasota County.",
  "/wiki/Stuart,_Florida": "Stuart is a city in and the seat of Martin County, Florida, United States. Located on Florida's Treasure Coast, Stuart is the largest of four incorporated municipalities in Martin County. The estimated population is 16,543 according to the most recent United States census estimates. Stuart is the 126th largest city in Florida based on official 2017 estimates from the US Census Bureau. It is part of the Port St. Lucie, Florida Metropolitan Statistical Area.",
  "/wiki/Hilo,_Hawaii": "Hilo (/ˈhiːloʊ/; Hawaiian pronunciation: [ˈhilo]) is the largest town and census-designated place (CDP) in Hawaii County, Hawaii, United States, which encompasses the Island of Hawaiʻi. The population was 43,263 according to the 2010 census.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/Bonners_Ferry,_Idaho": "Bonners Ferry is a city in and the county seat of Boundary County, Idaho, United States. The population was 2,543 at the 2010 census.",
  "/wiki/Idaho": "Idaho (/ˈaɪdəhoʊ/ (listen)) is a state in the Pacific Northwest region of the United States. It borders the state of Montana to the east and northeast, Wyoming to the east, Nevada and Utah to the south, and Washington and Oregon to the west. To the north, it shares a small portion of the Canadian border with the province of British Columbia. With a population of approximately 1.7 million and an area of 83,569 square miles (216,440 km2), Idaho is the 14th largest, the 12th least populous and the 7th least densely populated of the 50 U.S. states. The state's capital and largest city is Boise.",
  "/wiki/Kamiah,_Idaho": "Kamiah (/ˈkæmi.aɪ/ (listen) KAM-ee-eye) is a city in Idaho and Lewis counties in the U.S. state of Idaho. The largest city in Lewis County, it extends only a small distance into Idaho County, south of Lawyer Creek.  The population was 1,295 at the 2010 census, up from 1,160 in 2000. The city lies in the narrow valley of the Clearwater River; downstream are Orofino and Lewiston, at the confluence with the Snake River.",
  "/wiki/Lewiston,_Idaho": "Lewiston is a city and the county seat of Nez Perce County, Idaho, United States, in the state's north central region. It is the second-largest city in the northern Idaho region, behind Coeur d'Alene, and ninth-largest in the state. Lewiston is the principal city of the Lewiston, ID-WA Metropolitan Statistical Area, which includes all of Nez Perce County and Asotin County, Washington. As of the 2010 census, the population of Lewiston was 31,894, up from 30,904 in 2000.",
  "/wiki/Orofino,_Idaho": "Orofino (\"fine gold\" [ore] in Spanish) is a town in and the county seat of Clearwater County, Idaho, along Orofino Creek and the north bank of the Clearwater River. It is the major city within the Nez Perce Indian Reservation. The population was 3,142 at the 2010 census.",
  "/wiki/WMBI_(AM)": "WMBI is a Class D AM radio station broadcasting on the clear-channel frequency of 1110 kHz in Chicago, Illinois. It is owned and operated by Moody Radio, and it broadcasts from the campus of Moody Bible Institute in Downtown Chicago, and Transmitter facilities and tower located in Addison, Illinois.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/WMBI-FM": "WMBI-FM (90.1 FM) is an FM Station broadcasting in Chicago. WMBI-FM is owned and operated by the Moody Bible Institute and broadcasts from their campus in downtown Chicago, and transmitter facilities are located in Addison."
}