{
  "/wiki/1999_World_Youth_Championships_in_Athletics": "The 1999 World Youth Championships in Athletics was the first edition of the IAAF World Youth Championships in Athletics. It was held in Bydgoszcz, Poland from July 16 to July 18, 1999.",
  "/wiki/Bydgoszcz,_Poland": "Bydgoszcz (UK: /ˈbɪdɡɒʃtʃ/ BID-goshtch, US: /-ɡɔːʃ(tʃ)/ -⁠gawsh(tch), Polish: [ˈbɨdɡɔʂtʂ] (listen); German: Bromberg [ˈbʁɔmbɛɐ̯k]; Latin: Bydgostia, Brombergum) is a city in northern Poland, on the Brda and Vistula rivers. With a city population of 350,178 (December 2018), and an urban agglomeration with more than 470,000 inhabitants, Bydgoszcz is the eighth-largest city in Poland. It has been the seat of Bydgoszcz County and the co-capital, with Toruń, of the Kuyavian-Pomeranian Voivodeship since 1999. Prior to this, between 1947 and 1998, it was the capital of the Bydgoszcz Voivodeship, and before that, of the Pomeranian Voivodeship between 1945 and 1947. Located in the historical region of Kuyavia, it is its largest city.",
  "/wiki/2001_European_Athletics_Junior_Championships": "The 2001 European Athletics Junior Championships was an athletics competition for athletes under-20 which was held at the Stadio Olimpico Carlo Zecchini in Grosseto, Italy from 19 – 22 July 2001. A total of 44 events were contested, 22 by male and 22 by female athletes. Two new events were introduced into the programme: the women's 2000 metres steeplechase and the women's 10,000 m track walk (replacing the 5000 m walk event). Five new championships records were recorded over the four-day competition, in addition to the two marks set in the newly introduced events.",
  "/wiki/Grosseto,_Italy": "Grosseto (Italian pronunciation: [ɡrosˈseːto] (listen)) is a city and comune in the central Italian region of Tuscany, the capital of the Province of Grosseto. The city lies 14 kilometres (9 miles) from the Tyrrhenian Sea, in the Maremma, at the centre of an alluvial plain on the Ombrone river.",
  "/wiki/2003_European_Athletics_U23_Championships": "The 4th European Athletics U23 Championships were held in Bydgoszcz, Poland at the Zdzisław Krzyszkowiak Stadium between 17–20 July 2003.",
  "/wiki/2003_European_Athletics_U23_Championships_%E2%80%93_Men%27s_discus_throw": "The men's discus throw event at the 2003 European Athletics U23 Championships was held in Bydgoszcz, Poland, at Zawisza Stadion on 17 and 19 July.",
  "/wiki/Athletics_at_the_2005_Summer_Universiade": "The athletics competition in the 2005 Summer Universiade was held on the İzmir Atatürk Stadyumu in İzmir, Turkey, between 15 August and 20 August 2005.",
  "/wiki/Izmir,_Turkey": "İzmir (UK: /ˈɪzmɪər/ IZ-meer, US: /ɪzˈmɪər/ iz-MEER, Turkish: [ˈizmiɾ]), often spelled Izmir in English, is a metropolitan city in the western extremity of Anatolia. It is the third most populous city in Turkey, after Istanbul and Ankara, and the second largest urban agglomeration on the Aegean Sea after Athens, Greece.",
  "/wiki/Athletics_at_the_2005_Summer_Universiade_%E2%80%93_Men%27s_discus_throw": "The men's discus throw event at the 2005 Summer Universiade was held on 16–17 August in Izmir, Turkey.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/Beijing,_China": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_%E2%80%93_Men%27s_discus_throw": "The men's discus throw event at the 2008 Summer Olympics took place on 16–19 August at the Beijing National Stadium.",
  "/wiki/2009_European_Team_Championships": "The first SPAR European Team Championships took place on 20 and 21 June 2009. The track and field athletics tournament run by European Athletics was the successor of the old European Cup competition which was held annually until 2008. The Championships saw a number of new rules introduced, which were criticised by some athletes and observers.",
  "/wiki/Leiria": "Leiria (Portuguese pronunciation: [lɐjˈɾi.ɐ] (listen); Proto-Celtic: *ɸlāryo) is a city and a municipality in the Centro Region of Portugal and in the historical province of Beira Litoral. \nIt is the capital of Leiria District. The population in 2011 was 126,879, in an area of 565.09 square kilometres (218.18 sq mi). It is the seat of the Roman Catholic Diocese of Leiria-Fátima.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/2009_World_Championships_in_Athletics": "The 12th IAAF World Championships in Athletics (German: [Leichtathletik-Weltmeisterschaften 2009]) were held in Berlin, Germany from 15–23 August 2009. The majority of events took place in the Olympiastadion, while the marathon and racewalking events started and finished at the Brandenburg Gate.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/2009_World_Championships_in_Athletics_%E2%80%93_Men%27s_discus_throw": "The Men's Discus Throw event at the 2009 World Championships in Athletics was held at the Olympic Stadium on August 18 and August 19.",
  "/wiki/2010_European_Athletics_Championships": "The 2010 European Athletics Championships were the 20th edition of the European Athletics Championships, organised under the supervision of the European Athletic Association. They were held at the Estadi Olímpic Lluís Companys in Barcelona, Catalonia, Spain from 27 July to 1 August 2010. Barcelona was the first Spanish city to host the European Championships.",
  "/wiki/Barcelona,_Spain": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/2010_European_Athletics_Championships_%E2%80%93_Men%27s_discus_throw": "The men's discus throw at the 2010 European Athletics Championships was held at the Estadi Olímpic Lluís Companys on 31 July and 1 August.",
  "/wiki/2011_European_Team_Championships": "The third SPAR European Team Championships took place on 18 and 19 June 2011. The Competition was divided between four divisions, with results determining promotion and relegation between them. The Super League event was held in Stockholm, at the Stockholm Olympic Stadium. The Super League was won by the Russian team ahead of Germany and Ukraine.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country."
}