{
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called runs. The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner. The first objective of the batting team is to have a player reach first base safely. A player on the batting team who reaches first base without being called out can attempt to advance to subsequent bases as a runner, either immediately or during teammates' turns batting.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated. Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. On offense, players may use a variety of shots—the lay-up, the jump shot, or a dunk; on defense, they may steal the ball from a dribbler, intercept passes, or block shots; either offense or defense may collect a rebound, that is, a missed shot that bounces from rim or backboard. It is a violation to lift or drag one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. The five players on each side at a time fall into five playing positions the tallest player is usually the center, the tallest and strongest is the power forward, a slightly shorter but more agile player is the small forward, and the shortest players or the best ball handlers are the shooting guard and the point guard, who implements the coach's game plan by managing the execution of offensive and defensive plays (player positioning).",
  "/wiki/Beach_volleyball": "Beach volleyball is a team sport played by two teams of two players on a sand court divided by a net. As in indoor volleyball, the objective of the game is to send the ball over the net and to ground it on the opponent's side of the court, and to prevent the same effort by the opponent. Each team is allowed up to three touches to return the ball across the net, and individual players may not touch the ball twice consecutively except after making a block touch (the block touch counting as one touch, leaving only two more touches before the ball must be hit over). The ball is put in play with a serve—a hit by the server from behind the rear court boundary over the net to the opponents. The rally continues until the ball is grounded on the playing court, goes out, or a fault is made in the attempt to return the ball. The team that wins the rally scores a point and serves to start the following rally. The four players serve in the same sequence throughout the match, changing server each time a rally is won by the receiving team. Beach volleyball most likely originated in 1915 on Waikiki Beach in Hawaii, while the modern two-player game originated in Santa Monica, California.",
  "/wiki/Cross_country_running": "Cross country running is a sport in which teams and individuals run a race on open-air courses over natural terrain such as dirt or grass. Sometimes the runners are referred to as harriers. The course, typically 4–12 kilometres (2.5–7.5 mi) long, may include surfaces of grass, and earth, pass through woodlands and open country, and include hills, flat ground and sometimes gravel road. It is both an individual and a team sport; runners are judged on individual times and teams by a points-scoring method. Both men and women of all ages compete in cross country, which usually takes place during autumn and winter, and can include weather conditions of rain, sleet, snow or hail, and a wide range of temperatures. Cross country running is one of the disciplines under the umbrella sport of athletics, and is a natural terrain version of long-distance track and road running. Although open-air running competitions are pre-historic, the rules and traditions of cross country racing emerged in Britain. The English championship became the first national competition in 1876 and the International Cross Country Championships was held for the first time in 1903.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible. Golf, unlike most ball games, cannot and does not utilize a standardized playing area, and coping with the varied terrains encountered on different courses is a key part of the game. The game at the usual level is played on a course with an arranged progression of 18 holes, though recreational courses can be smaller, often having nine holes. Each hole on the course must contain a tee box to start from, and a putting green containing the actual hole or cup 4 1⁄4 inches (11 cm) in diameter. There are other standard forms of terrain in between, such as the fairway, rough (long grass), bunkers (or sand traps), and various hazards (water, rocks) but each hole on a course is unique in its specific layout and arrangement. Golf is played for the lowest number of strokes by an individual, known as stroke play, or the lowest score on the most individual holes in a complete round by an individual or team, known as match play. Stroke play is the most commonly seen format at all levels, but most especially at the elite level. The modern game of golf originated in 15th century Scotland.",
  "/wiki/College_soccer": "College soccer is played by teams composed of soccer players who are enrolled in colleges and universities. While it is most widespread in the United States, it is also prominent in South Korea and Canada. The institutions typically hire full-time professional coaches and staff, although the student athletes are strictly amateur and are not paid. College soccer in the United States is sponsored by the National Collegiate Athletic Association (NCAA), the sports regulatory body for major universities, and by the governing bodies for smaller universities and colleges. This sport is played on a rectangular field of the dimensions of about 64m (meters) - 70m sideline to sideline (width), and 100m - 110m goal line to goal line (length). College soccer teams play a variety of conference and non-conference games throughout the fall season, with the season culminating in the post-season tournament called the College Cup. The St. Louis University Billikens is the most successful men's team, having won 10 College Cups while the North Carolina Tar Heels led by head coach Anson Dorrance is the most successful women's college soccer team with 21 College Cup wins. The best men's and women's college soccer player each year is awarded the Hermann Trophy.",
  "/wiki/Softball": "Softball is a game similar to baseball played with a larger ball (11 to 12 in. circumference) on a field that has base lengths of 60 feet, a pitcher's mound that ranges from 35–43 feet away from home\nplate, and a homerun fence that is 220 feet away from home plate. It was invented in 1887 in Chicago, Illinois, United States as an indoor game. The game moves at a faster pace than traditional baseball. There is less time for the base runner to get to first while the opponent fields the ball; yet, the fielder has less time to field the ball while the opponent is running down to first base. The name softball was given to the game in 1932, because the ball used to be soft; however, in modern-day usage, the balls are hard. A tournament held in 1933 at the Chicago World's Fair spurred interest in the game. The Amateur Softball Association (ASA) of America (founded 1933) is one of the largest governing bodies for the game in the United States and sponsors annual sectional and World Series championships.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will. Tennis is an Olympic sport and is played at all levels of society and at all ages. The sport can be played by anyone who can hold a racket, including wheelchair users. The modern game of tennis originated in Birmingham, England, in the late 19th century as lawn tennis. It had close connections both to various field (lawn) games such as croquet and bowls as well as to the older racket sport today called real tennis.",
  "/wiki/Track_and_field_(outdoor)": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking. The foot racing events, which include sprints, middle- and long-distance events, racewalking and hurdling, are won by the athlete who completes it in the least time. The jumping and throwing events are won by those who achieve the greatest distance or height. Regular jumping events include long jump, triple jump, high jump and pole vault, while the most common throwing events are shot put, javelin, discus and hammer. There are also combined events or multi events, such as the pentathlon consisting of five events, heptathlon consisting of seven events, and decathlon consisting of ten events. In these, athletes participate in a combination of track and field events.",
  "/wiki/Volleyball": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. It has been a part of the official program of the Summer Olympic Games since Tokyo 1964. The complete set of rules are extensive, but play essentially proceeds as follows: a player on one of the teams begins a 'rally' by serving the ball (tossing or releasing it and then hitting it with a hand or arm), from behind the back boundary line of the court, over the net, and into the receiving team's court. The receiving team must not let the ball be grounded within their court. The team may touch the ball up to 3 times, but individual players may not touch the ball twice consecutively. Typically, the first two touches are used to set up for an attack, an attempt to direct the ball back over the net in such a way that the serving team is unable to prevent it from being grounded in their court. The rally continues, with each team allowed as many as three consecutive touches, until either (1): a team makes a kill, grounding the ball on the opponent's court and winning the rally; or (2): a team commits a fault and loses the rally.",
  "/wiki/Water_polo": "Water polo is a competitive team sport played in the water between two teams. The game consists of four quarters in which the two teams attempt to score goals by throwing the ball into the opposing team's goal. The team with the most goals at the end of the game wins the match. Each team is made up of six field players and one goalkeeper. Except for the goalkeeper, players participate in both offensive and defensive roles. Water polo is typically played in an all-deep pool meaning that players cannot touch the bottom. A game of water polo mainly consists of the players swimming to move about the pool, treading water (often using the eggbeater kick technique), passing the ball and shooting at the goal. Teamwork, tactical thinking and game awareness are also highly important aspects in a game of water polo.",
  "/wiki/Big_West_Conference": "The Big West Conference (BWC) is an American collegiate athletic conference whose member institutions participate in the National Collegiate Athletic Association's Division I. The conference was originally formed in 1969 as the Pacific Coast Athletic Association (PCAA), and in 1988 was renamed the Big West Conference. The conference stopped sponsoring college football after the 2000 season."
}