{
  "/wiki/Gevora_Hotel": "Gevora Hotel (Arabic: فندق جيفورا) is a 1,168 ft (356 m) tall hotel along Sheikh Zayed Road in the city Dubai. That height has given the skyscraper the title of tallest hotel building according to Guinness World Records. The four-star hotel opened in February 2018 after a construction period of twelve years. It has 528 rooms spread over 75 floors and a number of facilities including restaurants and a pool on top of its parking garage building.",
  "/wiki/Dubai": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/JW_Marriott_Marquis_Dubai": "The JW Marriott Marquis Dubai Hotel is the world's second tallest hotel, a 72-storey, 355 m (1,165 ft) twin-tower skyscraper complex in Dubai, United Arab Emirates.  The AED1.8 billion complex features a 1,608-room hotel run by Marriott International.",
  "/wiki/Four_Seasons_Place_Kuala_Lumpur": "Four Seasons Place Kuala Lumpur is a mixed commercial and residential building that comprises a hotel, apartments and shopping mall. It was developed by Ipoh-born Singapore tycoon, Ong Beng Seng, partnering Tan Sri Syed Yusof Tun Syed Nasir and the Sultan of Selangor. It is currently the third tallest hotel in the world and the third tallest building in Malaysia surpassing the 310 meters tall Telekom Tower. The 343 meter tall skyscraper is being built next to the Petronas Twin Towers.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Rose_Rayhaan_by_Rotana": "Rose Rayhaan by Rotana, also known as the Rose Tower, is a 72-storey, 333 m (1,093 ft) hotel on Sheikh Zayed Road in Dubai, United Arab Emirates. It was the world's tallest hotel from 2009–2012. The tower was originally to be 380 m (1,250 ft), but design modification reduced it to 333 m (1,093 ft).",
  "/wiki/Ryugyong_Hotel": "The Ryugyong Hotel (Korean: 류경려관; sometimes spelled as Ryu-Gyong Hotel), or Yu-Kyung Hotel, is an unfinished 105-story, 330-metre-tall (1,080 ft) pyramid-shaped skyscraper in Pyongyang, North Korea. Its name (\"capital of willows\") is also one of the historical names for Pyongyang. The building is also known as the 105 Building, a reference to its number of floors. The building has been planned as a mixed-use development, which would include a hotel. The building is currently listed by Guinness World Records as being the tallest unoccupied building in the world.",
  "/wiki/Pyongyang": "Pyongyang, P'yŏngyang or Pyeongyang (US: /ˌpjɒŋˈjæŋ/, UK: /ˌpjʌŋˈjɑːŋ/, Korean: [pʰjʌŋ.jaŋ]), is the capital and largest city of North Korea. Pyongyang is located on the Taedong River about 109 kilometres (68 mi) upstream from its mouth on the Yellow Sea. According to the 2008 population census, it has a population of 3,255,288. Pyongyang is a directly-administered city (직할시; 直轄市; chikhalsi) with equal status to North Korean provinces.",
  "/wiki/North_Korea": "North Korea (Korean: 조선; MR: Chosŏn or literally 북조선; MR: Pukchosŏn), officially the Democratic People's Republic of Korea (DPRK or DPR Korea; Korean: 조선민주주의인민공화국, Chosŏn Minjujuŭi Inmin Konghwaguk), is a country in East Asia constituting the northern part of the Korean Peninsula, with Pyongyang as its capital and the largest city in the country. To the north and northwest, the country is bordered by China and by Russia along the Amnok (known as the Yalu in Chinese) and Tumen rivers, and to the south, it is bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ) separating the two. Nevertheless, North Korea, like its southern counterpart, claims to be the legitimate government of the entire peninsula and adjacent islands.",
  "/wiki/Burj_Al_Arab": "The Burj Al Arab (Arabic: برج العرب‎, Tower of the Arabs) is a luxury hotel located in Dubai, United Arab Emirates. One of the tallest hotels in the world, it is the seventh tallest, although 39% of its total height is made up of non-occupiable space. Burj Al Arab stands on an artificial island 280 m (920 ft) from Jumeirah Beach and is connected to the mainland by a private curving bridge. The shape of the structure is designed to resemble the sail of a ship. It has a helipad near the roof at a height of 210 m (689 ft) above ground.",
  "/wiki/Jumeirah_Emirates_Towers_Hotel": "Jumeirah Emirates Hotel Tower, also known as Emirates Tower Two, is a 56-storey hotel in the city of Dubai, United Arab Emirates. The hotel includes 40 luxury suites and is operated by the Jumeirah International Group. Connected with 54-floor Emirates Office Tower by a retail boulevard, the two towers form the Emirates Towers complex. At a structural height of 309 m (1,014 ft), Emirates Towers Hotel is the smaller of the two sister towers. It ranks as the 48th-tallest building in the world. It is the world's third-tallest all-hotel building. Construction was completed on 15 April 2000.\nSridevi died here from accident drowning.",
  "/wiki/Baiyoke_Tower_II": "Baiyoke Tower II (Thai: ใบหยก 2; RTGS: Bai Yok Song) is an 88-storey, 309 m (1,014 ft) skyscraper hotel at 222 Ratchaprarop Road in the Ratchathewi District of Bangkok, Thailand. It is the third tallest building in the city, after MahaNakhon and Magnolias Waterfront Residences at ICONSIAM. The building comprises the Baiyoke Sky Hotel, the tallest hotel in Southeast Asia and the seventh-tallest all-hotel structure in the world.",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Wuxi_Maoye_City_-_Marriott_Hotel": "Wuxi Maoye City - Marriott Hotel is a 304 m (997 ft) supertall skyscraper located in Wuxi, Jiangsu, China. Construction began in 2008 and ended in 2014. The building was one of the first supertalls in the city. Its core is made of reinforced concrete and is clad in a glass curtain wall. Belt trusses hide the mechanical floors on floors 26 and 46.",
  "/wiki/Wuxi": "Wuxi (Chinese: 无锡) is a city in southern Jiangsu province, eastern China, 135 kilometers (84 mi) by car to the northwest of downtown Shanghai, between Changzhou and Suzhou. In 2017 it had a population of 3,542,319, with 6,553,000 living in the entire prefecture-level city area.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/The_Bahia_Grand_Panama": "The JW Marriott Panama (formerly The Bahia Grand Panama, before that Trump International Hotel & Tower Panama, and before that Trump Ocean Club) is a 70 floors, 2,710,000 sq ft (252,000 m2), mixed-use waterfront hotel and condominium tower development in Panama City, Panama, in the area of Punta Pacifica. It opened in 2011 as the first international \"named branded development\" of The Trump Organization. At 70 stories, it is the tallest building in Panama and the tallest building in Central America.",
  "/wiki/Panama_City": "Panama City (Spanish: Ciudad de Panamá; pronounced [sjuˈða(ð) ðe panaˈma]), also simply known as Panama,  is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/The_Cullinan_South_Tower": "The Cullinan (Chinese: 天璽; Cantonese Yale: Tīnsáai) is a private housing estates in Hong Kong, located in Union Square, Kowloon. This prime waterfront residence has glass curtain walls and sweeping views of the Victoria Harbour. The glass facade gives the twin towers a futuristic look, matching the design language used on the nearby International Commerce Centre.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/Manama": "Manama (Arabic: المنامة‎ al-Manāma  Bahrani pronunciation: [elmɐˈnɑːmɐ]) is the capital and second largest city of Bahrain, with an approximate population of 157,000 people. Long an important trading center in the Persian Gulf, Manama is home to a very diverse population.  After periods of Portuguese and Persian control and invasions from the ruling dynasties of Saudi Arabia and Oman, Bahrain established itself as an independent nation during the 19th century period of British hegemony.",
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.",
  "/wiki/Radisson_Royal_Dubai": "Radisson Royal Hotel closed down in 2016",
  "/wiki/Grand_Lisboa": "Grand Lisboa (Chinese: 新葡京) is a 47-floor, 261-metre-tall (856 ft) hotel in Sé, Macau, China. It is owned by Sociedade de Turismo e Diversões de Macau and designed by Hong Kong architects Dennis Lau and Ng Chun Man. Its casino and restaurants were opened on February 11, 2007, while the hotel was opened in December 2008. The casino offers 800 gaming tables and 1,000 slot machines. The hotel contains 430 hotel rooms and suites. The Grand Lisboa is the tallest building in Macau and the most distinctive part of its skyline.",
  "/wiki/Macau": "Macau, also spelt Macao (/məˈkaʊ/ (listen); 澳門, Cantonese: [ōu.mǔːn]; official Portuguese: [mɐˈkaw] Macau), and officially the Macao Special Administrative Region of the People's Republic of China, is a city and special administrative region on the western side of the Pearl River estuary in southern China. With a population of 667,400 and an area of 32.9 km2 (12.7 sq mi), it is the most densely populated region in the world.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/Grand_Hyatt_Kuala_Lumpur": "Grand Hyatt Kuala Lumpur, is a five-star hotel in Kuala Lumpur, Malaysia, that officially opened 24 August 2012. The hotel is part of Hyatt Hotels Corporation and the first Grand Hyatt brand to be opened in Malaysia. Grand Hyatt Kuala Lumpur, a 412-room hotel, is located within Menara Darussalam which also includes separate office spaces from level 3 to 15. The hotel is situated along Jalan Pinang and adjacent to the Kuala Lumpur Convention Centre.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Centara_Grand_and_Bangkok_Convention_Centre": "Centara Grand at CentralWorld is a hotel located in Pathum Wan District, Bangkok, Thailand. It is the flagship of Central Group's Centara Hotels and Resorts."
}