{
  "/wiki/Kim_Myeong-soo": "Kim Myeong-soo (Korean: 김명수; Hanja: 金命洙; born 12 October 1959) is a South Korean jurist and the 16th Chief Justice of South Korea, inaugurated on September 25, 2017, succeeding the outgoing Yang Sung-tae.",
  "/wiki/Chief_Justice": "The chief justice is the presiding member of a supreme court in any of many countries with a justice system based on English common law, such as the Supreme Court of Bangladesh, the Supreme Court of Canada, the Supreme Court of Singapore, the Court of Final Appeal of Hong Kong, the Supreme Court of Japan, the Supreme Court of India, the Supreme Court of Pakistan, the Supreme Court of Nigeria, the Supreme Court of Nepal, the Constitutional Court of South Africa, the Supreme Court of Ireland, the Supreme Court of New Zealand, the High Court of Australia, the Supreme Court of the United States, and provincial or state supreme courts/high courts.",
  "/wiki/Busan,_South_Korea": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Gyeongsangnam-do": "South Gyeongsang Province (Korean: 경상남도, romanized: Gyeongsangnam-do, Korean pronunciation: [kjʌŋ.saŋ.nam.do]) is a province in the southeast of South Korea. The provincial capital is at Changwon. It is adjacent to the major metropolitan center and port of Busan. There is UNESCO World Heritage Site Haeinsa, a Buddhist temple that houses the Tripitaka Koreana and attracts many tourists. Automobile and petrochemical factories are largely concentrated along the southern part of the province, extending from Ulsan through Busan, Changwon, and Jinju.",
  "/wiki/Moon_Jae-in": "Moon Jae-in (Korean: 문재인; Hanja: 文在寅; Korean pronunciation: [mundʑɛin] or [mun] [t͡ɕɛin]; born January 24, 1953) is a South Korean politician who has served as the president of South Korea since 2017. He was elected after the impeachment of Park Geun-hye as the candidate of the Democratic Party of Korea.",
  "/wiki/Seoul_National_University": "Seoul National University (SNU; Korean: 서울대학교; Hanja: 서울大學校; RR: Seoul Daehakgyo, colloquially Seouldae) is a national research university located in Seoul, South Korea.",
  "/wiki/Gwangju": "Gwangju[a] (Korean pronunciation: [kwaŋ.dʑu]) is the sixth-largest city in South Korea. It is a designated metropolitan city under the direct control of the central government's Home Minister. The city was also the capital of South Jeolla Province until the provincial office moved to the southern village of Namak in Muan County in 2005.",
  "/wiki/Jeollanam-do": "South Jeolla Province (Korean: 전라남도, Jeollanam-do, Korean pronunciation: [tɕʌl.la.nam.do]), also known as Jeonnam, is a province of South Korea. South Jeolla has a population of 1,902,324 (2014) and has a geographic area of 12,247 km2 (4,729 sq mi) located in the Honam region at the southwestern tip of the Korean Peninsula. South Jeolla borders the provinces of North Jeolla to the north, South Gyeongsang to the northeast, and Jeju to the southwest in the Korea Strait.",
  "/wiki/Lee_Myung-Bak": "Lee Myung-bak (Korean: 이명박; /ˌmjʌŋ ˈbɑːk/; Korean: [i.mjʌŋ.bak̚]; born 19 December 1941) is a South Korean former politician and businessman who served as President of South Korea from 2008 to 2013. Before his election as president, he was the CEO of Hyundai Engineering and Construction, as well as the mayor of Seoul from 1 July 2002, to 30 June 2006.  He is married to Kim Yoon-ok and has three daughters and one son. His older brother, Lee Sang-deuk, is a South Korean politician. He attends the Somang Presbyterian Church. Lee is a graduate of Korea University and received an honorary degree from Paris Diderot University on 13 May 2011.",
  "/wiki/Yang_Sung-tae": "Yang Sung-tae (Korean: 양승태; Hanja: 梁承泰; born 26 January 1948) is a South Korean judge and the 15th Chief Justice of the Republic of Korea.",
  "/wiki/Boryeong": "Boryeong (Korean pronunciation: [po.ɾjʌŋ]), commonly known as Daecheon, is a city in South Chungcheong Province, South Korea. It is located on the coast of the Yellow Sea. It lies on the Janghang Line railroad, which connects it to Seoul via the Gyeongbu Line. It is also connected to the Seohaean Expressway. Boryeong is known around Korea for its beaches, particularly Daecheon Beach, and its annual mud festival around July, Boryeong Mud Festival. The city's beach-mud is widely touted for its cosmetic properties. As elsewhere along the southwest coast of the Korean peninsula, there are numerous small islands, many of which are connected by ferry to Daecheon Port.",
  "/wiki/Chungcheongnam-do": "South Chungcheong Province (Korean: 충청남도, Chungcheongnam-do), also known as Chungnam, is a province of South Korea. South Chungcheong has a population of 2,059,871 (2014) and has a geographic area of 8,204 km2 (3,168 sq mi) located in the Hoseo region in the southwest of the Korean Peninsula. South Chungcheong borders the provinces of Gyeonggi to the north, North Chungcheong, Sejong Special Autonomous City, and Daejeon Metropolitan City to the east, and North Jeolla to the south.",
  "/wiki/Korea_University": "Korea University (KU, Korean: 고려대학교; Hanja: 高麗大學校; RR: Goryeo Daehakgyo) is a private research university in Seoul, South Korea.",
  "/wiki/Busan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Changwon": "Changwon (Korean pronunciation: [tɕʰaŋ.wʌn]) is the capital city of Gyeongsangnam-do, on the southeast coast of South Korea. With a population of 1.07 million as of 2015[update], Changwon is South Korea's ninth-most populous city.",
  "/wiki/Gyeongju": "Gyeongju (Korean: 경주, pronounced [kʲʌŋ.dʑu]), historically known as Seorabeol (Korean: 서라벌, pronounced [sʌ.ɾa.bʌl]), is a coastal city in the far southeastern corner of North Gyeongsang Province in South Korea. It is the second largest city by area in the province after Andong, covering 1,324 km2 (511 sq mi) with a population of 264,091 people (as of December 2012.) Gyeongju is 370 km (230 mi) southeast of Seoul, and 55 km (34 mi) east of Daegu. The city borders Cheongdo and Yeongcheon to the west, Ulsan to the south and Pohang to the north, while to the east lies the coast of the East Sea. Numerous low mountains—outliers of the Taebaek range—are scattered around the city.",
  "/wiki/Gyeongsangbuk-do": "North Gyeongsang Province (Korean: 경상북도; RR: Gyeongsangbuk-do; Korean pronunciation: [kjʌŋ.saŋ.buk̚.t͈o]), also known as Gyeongbuk (Korean pronunciation: [kjʌŋ.buk̚]), is a province in eastern South Korea. The province was formed in 1896 from the northern half of the former Gyeongsang province, and remained a province of Korea until the country's division in 1945, then became part of South Korea.",
  "/wiki/Park_Geun-hye": "Park Geun-hye (Korean: 박근혜; Hanja: 朴槿惠; RR: Bak Geun(-)hye; IPA: [pak‿k͈ɯn.hje]; often in English /ˈpɑːrk ˌɡʊn ˈheɪ/; born 2 February 1952) is a former South Korean politician who served as President of South Korea from 2013 to 2017. Park was the first woman to be President of South Korea and also the first female president popularly elected as head of state in East Asia. She was also the first South Korean president to be born after the founding of First Republic of South Korea; her predecessors were born either during the Joseon dynasty, Japanese occupation or during the post-World War II American occupation.",
  "/wiki/Nonsan": "Nonsan (Korean pronunciation: [non.san]) is a city in South Chungcheong Province, South Korea.  It is located at 36°12′N 127°5′E﻿ / ﻿36.200°N 127.083°E﻿ / 36.200; 127.083.  Nonsan is also called Nolmoi, meaning dusk(y) or yellow mountain. The origin of Nonsan's geographical names is said to have come from the small garden \" Nonmoi, \" which rises in the middle of farming fields, where rice paddies and mountain are said to reflect geographical features.",
  "/wiki/Chungcheongbuk-do": "North Chungcheong Province (Korean: 충청북도, Chungcheongbuk-do; Korean pronunciation: [tɕʰuŋ.tɕʰʌŋ.buk̚.t͈o]), also known as Chungbuk, is a province of South Korea. North Chungcheong has a population of 1,578,934 (2014) and has a geographic area of 7,433 km2 (2,870 sq mi) located in the Hoseo region in the south-center of the Korean Peninsula. North Chungcheong borders the provinces of Gyeonggi and Gangwon to the north, North Gyeongsang to the east, North Jeolla to the south, and South Chungcheong, Sejong Special Autonomous City, and Daejeon Metropolitan City to the west.",
  "/wiki/Siheung_County": "Siheung County, alternatively Shihŭng County was a county (gun) in Gyeonggi Province, South Korea. This county was abolished in 1989 as its one town(읍) of Sorae and two townships(면) of Gunja and Suam became Siheung City at the same time. Today's Siheung City area did not belong to Siheung County before 1914. The area rather was part of old Incheon or Ansan.",
  "/wiki/Gyeonggi-do": "Gyeonggi Province (Korean: 경기도, Korean pronunciation: [kjʌŋ.ɡi.do]) is the most populous province in South Korea. Its name, Gyeonggi, means \"the area surrounding the capital\". Thus Gyeonggi-do can be translated as \"province surrounding Seoul\". The provincial capital is Suwon. Seoul—South Korea's largest city and national capital—is in the heart of the province but has been separately administered as a provincial-level special city since 1946. Incheon—South Korea's third-largest city—is on the coast of the province and has been similarly administered as a provincial-level metropolitan city since 1981. The three jurisdictions are collectively referred to as Sudogwon and cover 11,730 km2 (4,530 sq mi), with a combined population of 25.5 million—amounting to over half of the entire population of South Korea.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Imsil_County": "Imsil County (Imsil-gun) is a county in North Jeolla Province, South Korea.",
  "/wiki/Jeollabuk-do": "North Jeolla Province (Korean: 전라북도; Hanja: 全羅北道; Jeollabuk-do; Korean pronunciation: [tɕʌl.la.buk̚.t͈o]), also known as Jeonbuk, is a province of South Korea. North Jeolla has a population of 1,869,711 (2015) and has a geographic area of 8,067 km2 (3,115 sq mi) located in the Honam region in the southwest of the Korean Peninsula. North Jeolla borders the provinces of South Jeolla to the south, North Gyeongsang and South Gyeongsang to the east, North Chungcheong to the northeast, and South Chungcheong to the north.",
  "/wiki/Sungkyunkwan_University": "Sungkyunkwan University (SKKU or simply Seongdae, hangul: 성균관대학교; hanja: 成均館大學校) is a private comprehensive research university in South Korea. The institution traces its origins to the historical Sungkyunkwan founded in 1398 by the Joseon Dynasty located in the heart of central Seoul. As the foremost educational institution of the Joseon Kingdom, it was governed by the great code of the state administration with royal assent. It was restructured into a university in the late nineteenth century, and has since greatly expanded its course offerings and reputation, which is attributed to its numerous influential graduates, strong research output, and close partnership with Samsung.",
  "/wiki/Konkuk_University": "Konkuk University (Korean: 건국대학교, Hanja: 建國大學校) is one of the leading private universities located in Seoul and Chungju. The Seoul campus is located in the southeastern part of Seoul, near the Han River, and is served by a metro station of the same name. The Seoul campus has 11 undergraduate colleges and 13 graduate schools, whereas the GLOCAL campus in Chungju is composed of four undergraduate colleges and four graduate schools. As of 2018, 29,600 undergraduate and graduate students were enrolled in the university, which has more than 3,000 faculty and staff.",
  "/wiki/Supreme_Court_of_South_Korea": "The Supreme Court of Korea is the highest court in South Korea.  It is located in Seoul. Articles 101–110 of the Constitution of the Republic of Korea establish the Supreme Court and enumerate its powers and responsibilities. Although the Supreme Court is the highest court for most legal issues, the Constitutional Court of Korea is the court of last resort for more specialized constitutional issues such as impeaching presidents or dissolving political parties."
}