{
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Brule,_Wisconsin": "Brule is a town in Douglas County, Wisconsin, United States. The population was 591 at the 2000 census. The town takes its name from the nearby Bois Brule River, which flows north into Lake Superior. The census-designated place of Brule and unincorporated communities of Bellwood, Waino, and Winneboujou are located in the town of Brule.",
  "/wiki/Superior,_Wisconsin": "Superior is a city in, and the county seat of, Douglas County in the state of Wisconsin. The population was 27,244 at the 2010 census. Located at the junction of U.S. Highway 2 and U.S. Highway 53, it is immediately north of, and adjacent to, both the Village of Superior and the Town of Superior. Its neighborhoods include Billings Park, North End, South Superior, Central Park, East End, Allouez, and Itasca. Billings Park, South Superior, East End, and North End each have small business districts.",
  "/wiki/WHSA": "WHSA (89.9 FM) is a radio station licensed to Brule, Wisconsin, and serving the Duluth/Superior area. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming. WHSA also broadcasts regional news and programming from studios in the Holden Fine Arts Center at the University of Wisconsin-Superior.",
  "/wiki/Eau_Claire,_Wisconsin": "Eau Claire (/oʊˈklɛər/) is a city in Chippewa and Eau Claire counties in the west-central part of the U.S. state of Wisconsin. Located almost entirely in Eau Claire County, for which it is the county seat, the city had a population of 65,883 at the 2010 census, making it the state's ninth-largest city.  Eau Claire is the principal city of the Eau Claire, Wisconsin Metropolitan Statistical Area, which is a part of the Eau Claire-Menomonie Combined Statistical Area.",
  "/wiki/WUEC": "WUEC (89.7 FM) is a radio station licensed to Eau Claire, Wisconsin, United States. The station is part of Wisconsin Public Radio (WPR) and broadcasts WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming. WUEC also broadcasts local news and programming from studios in the Wisconsin Public Broadcasting regional center in Eau Claire and studios in the Hibbard Humanities building at the University of Wisconsin-Eau Claire.",
  "/wiki/Elkhorn,_Wisconsin": "Elkhorn is a city in Walworth County, Wisconsin, United States. It is located 40 miles (64 km) southwest of Milwaukee. The population was 10,084 at the 2010 census. It is the county seat.",
  "/wiki/W269BV": "WGTD (91.1 FM) is a radio station licensed to Kenosha, Wisconsin, serving the Racine/Kenosha area. Owned by Gateway Technical College, the station affiliates with Wisconsin Public Radio, and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming, with some local programming and Kenosha-focused newscasts programmed locally.",
  "/wiki/Green_Bay,_Wisconsin": "Green Bay is a city in and the county seat of Brown County in the U.S. state of Wisconsin, at the head of Green Bay, a sub-basin of Lake Michigan, at the mouth of the Fox River. It is 581 feet (177 m) above sea level and 112 miles (180 km) north of Milwaukee. The population was 104,057 at the 2010 census. Green Bay is the third-largest city in the state of Wisconsin, after Milwaukee and Madison, and the third-largest city on Lake Michigan's west shore, after Chicago and Milwaukee. Green Bay is home to the National Football League's Green Bay Packers.",
  "/wiki/WPNE_(FM)": "WPNE (89.3 FM) is a radio station licensed to Green Bay, Wisconsin. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.  WPNE-FM also broadcasts regional news and programming from studios in the Instructional Services building at the University of Wisconsin–Green Bay, along with sister Ideas Network station WHID (88.1). WPNE-FM transmits from facilities shared with WBAY-TV and WPNE-TV in Ledgeview.",
  "/wiki/Lake_Geneva,_Wisconsin": "Lake Geneva is a city in Walworth County, Wisconsin, USA. The population was 7,651 at the 2010 census. A resort city located on Geneva Lake, it is popular with vacationers from the Chicago and Milwaukee areas.",
  "/wiki/W277BM": "WGTD (91.1 FM) is a radio station licensed to Kenosha, Wisconsin, serving the Racine/Kenosha area. Owned by Gateway Technical College, the station affiliates with Wisconsin Public Radio, and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming, with some local programming and Kenosha-focused newscasts programmed locally.",
  "/wiki/Kenosha,_Wisconsin": "Kenosha (/kɛˈnoʊˌʃə/) is a city in and the county seat of Kenosha County, Wisconsin, United States. Kenosha is on the southwestern shore of Lake Michigan. With an estimated population of 100,164 as of July 1, 2018, it is the fourth-largest city in Wisconsin and the fourth-largest city on Lake Michigan. Although closer to Milwaukee, the city is part of the United States Census Bureau's Chicago Combined Statistical Area (CSA).",
  "/wiki/WGTD": "WGTD (91.1 FM) is a radio station licensed to Kenosha, Wisconsin, serving the Racine/Kenosha area. Owned by Gateway Technical College, the station affiliates with Wisconsin Public Radio, and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming, with some local programming and Kenosha-focused newscasts programmed locally.",
  "/wiki/La_Crosse,_Wisconsin": "La Crosse is a city in the U.S. state of Wisconsin and the county seat of La Crosse County. Positioned alongside the Mississippi River, La Crosse is the largest city on Wisconsin's western border. La Crosse's estimated population in 2018 was 51,567. The city forms the core of and is the principal city in the La Crosse Metropolitan Area, which includes all of La Crosse County and Houston County, Minnesota, for a population of 135,298.",
  "/wiki/WLSU": "WLSU (88.9 FM) is a radio station licensed to La Crosse, Wisconsin. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.  WLSU also broadcasts local news and programming from studios in the Whitney Center at the University of Wisconsin-La Crosse.",
  "/wiki/Madison,_Wisconsin": "Madison is the capital of the U.S. state of Wisconsin and the seat of Dane County. As of July 1, 2018, Madison's estimated population of 258,054 made it the second-largest city in Wisconsin by population, after Milwaukee, and the 81st-largest in the United States. The city forms the core of the Madison Metropolitan Area which includes Dane County and neighboring Iowa, Green, and Columbia counties for a population of 654,230.",
  "/wiki/WERN": "WERN (88.7 FM) is a radio station licensed to Madison, Wisconsin. The station is part of Wisconsin Public Radio (WPR), and is the flagship of WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.",
  "/wiki/Menomonie,_Wisconsin": "Menomonie (/məˈnɒməni/) is a city in and the county seat of Dunn County in the western part of the U.S. state of Wisconsin. The city's population was 16,264 as of the 2010 census.",
  "/wiki/WVSS": "WVSS (90.7 FM) is a radio station licensed to Menomonie, Wisconsin. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.  WVSS also broadcasts local news and programming from studios at the Wisconsin Public Broadcasting regional center in Eau Claire.",
  "/wiki/Sister_Bay,_Wisconsin": "Sister Bay is a village in Door County, Wisconsin, United States. The population was 876 at the 2010 census.",
  "/wiki/WHND": "WHND (89.7 FM) is a radio station licensed to Sister Bay, Wisconsin, United States, serving the Door County area. The station is part of Wisconsin Public Radio (WPR), and broadcasts WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.",
  "/wiki/WSSU_(FM)": "WSSU (88.5 FM) is a radio station licensed to Superior, Wisconsin, and serving the Duluth/Superior area. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.   WSSU also broadcasts local news and programming from studios in the Holden Fine and Applied Arts Center at the University of Wisconsin-Superior.",
  "/wiki/Washburn,_Wisconsin": "Washburn is a city in Bayfield County, in the U.S. state of Wisconsin. The population was 2,117 at the 2010 census. The city is just east of and adjacent to the Town of Washburn. It is in northern Wisconsin, on the shore of Lake Superior's Chequamegon Bay.",
  "/wiki/WHWA": "WHWA is a public radio station in Washburn, Wisconsin, licensed to the Wisconsin Educational Communications Board. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming. WHWA also broadcasts regional news and programming from studios in the Holden Fine Arts Center at the University of Wisconsin-Superior.  The WHWA transmitter is on Maple Hill, approximately four miles west of Washburn, co-located with WEGZ.",
  "/wiki/Wausau,_Wisconsin": "Wausau (/ˈwɔːsɔː/) is a city in and the county seat of Marathon County, Wisconsin, United States. The Wisconsin River divides the city into east and west. The city's suburbs include Schofield, Weston, Maine, Rib Mountain, Kronenwetter, and Rothschild.",
  "/wiki/WHRM_(FM)": "WHRM (90.9 FM) is a radio station licensed to Wausau, Wisconsin, serving the Wausau/Stevens Point area. The station is part of Wisconsin Public Radio (WPR), and airs WPR's \"NPR News and Classical Network\", consisting of classical music and news and talk programming.  WHRM also broadcasts regional news and programming from studios in the Center for Civic Engagement at the University of Wisconsin-Marathon County in Wausau.",
  "/wiki/Wisconsin_Public_Radio": "Wisconsin Public Radio is a network of 34 public radio stations in the state of Wisconsin. WPR's network is divided into two distinct analog services, the Ideas Network and the NPR News and Classical Network, as well as the \"HD2 Classical Service,\" a digital-only, full-time classical music service."
}