{
  "/wiki/Barbra_Streisand": "Barbara Joan \"Barbra\" Streisand (/ˈstraɪsænd/; born April 24, 1942) is an American singer, actress, and filmmaker. In a career spanning six decades, she has achieved success in multiple fields of entertainment and has been recognized with two Academy Awards, ten Grammy Awards including the Grammy Lifetime Achievement Award and the Grammy Legend Award, five Emmy Awards including one Daytime Emmy, a Special Tony Award, an American Film Institute award, a Kennedy Center Honors prize, four Peabody Awards, the Presidential Medal of Freedom, and nine Golden Globes. She is among a small group of entertainers who have been honored with an Emmy, Grammy, Oscar, and Tony Award – though only three were competitive awards – and is one of only two artists in that group who have also won a Peabody. After beginning a successful recording career in the 1960s, Streisand ventured into film by the end of that decade. She starred in the critically acclaimed Funny Girl, for which she won the Academy Award and Golden Globe Award for Best Actress. Her other films include The Owl and the Pussycat, The Way We Were, and A Star Is Born, for which she received her second Academy Award, composing music for the love theme \"Evergreen\", the first woman to be honored as a composer. With the release of Yentl in 1983, Streisand became the first woman to write, produce, direct, and star in a major studio film. The film won an Oscar for Best Score and a Golden Globe for Best Motion Picture Musical.",
  "/wiki/Timeless_(Barbra_Streisand)": "Timeless was a concert tour by entertainer Barbra Streisand. Following her hotly anticipated Millennium Concert 1999/2000 (which is cited as being part of this tour) Barbra decided to take this concert on the road for an 8-day tour of Australia, Los Angeles & New York. The tour grossed a record breaking $70 million and drew audiences of 200,000 for only 10 dates.",
  "/wiki/Red_Hot_Chili_Peppers": "Red Hot Chili Peppers (commonly abbreviated as RHCP) are an American rock band formed in Los Angeles in 1983. Their music incorporates elements of alternative rock, funk, punk rock and psychedelic rock. The band comprises vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. With over 80 million records sold worldwide, Red Hot Chili Peppers are one of the best-selling bands of all time. They are the most successful band in the history of alternative rock radio, with the records for most number-one singles (13), most cumulative weeks at number one (85) and most top-ten songs (25) on the Billboard Alternative Songs chart. They have won six Grammy Awards, and in 2012 were inducted into the Rock and Roll Hall of Fame. Red Hot Chili Peppers were formed in Los Angeles by Kiedis, Flea, guitarist Hillel Slovak and drummer Jack Irons. Because of commitments to other bands, Slovak and Irons did not play on the band's 1984 self-titled debut album; instead, the album featured Jack Sherman on guitar and Cliff Martinez on drums.",
  "/wiki/By_The_Way_Tour": "The By the Way World Tour was a worldwide concert tour by American rock band Red Hot Chili Peppers to support the band's eighth studio album, By the Way. The band was at a commercial peak at the time, having only been off the road for a short amount of time after touring in support of their 1999, best-selling Californication. The band began writing their next album in early 2001, and released By the Way over a year later, on July 9, 2002.\n A DVD documenting a show from the tour, titled Live at Slane Castle, was released in 2003.",
  "/wiki/Kiss_(band)": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup. The original and best-known lineup consisted of Stanley (vocals and rhythm guitar), Simmons (vocals and bass), Frehley (lead guitar and vocals), and Criss (drums and vocals). With their make-up and costumes, they took on the personae of comic book-style characters: the Starchild (Stanley), the Demon (Simmons), the Spaceman or Space Ace (Frehley), and the Catman (Criss). Due to creative differences, both Criss and Frehley had departed the group by 1982. In 1983, Kiss began performing without makeup and costumes, thus marking the beginning of the band's \"unmasked\" era that would last for over a decade. They accordingly experienced a commercial resurgence, with the platinum certified album Lick It Up successfully introducing them to a new generation of fans, and their music videos received regular airplay on MTV.",
  "/wiki/Kiss_Symphony:_Alive_IV": "Symphony: Alive IV is a 2003 live album from the American rock band Kiss, performing with the Melbourne Symphony Orchestra (MSO). The arrangements were made by David Campbell, who also conducted the MSO. It is the group's fourth album in the Alive series and first release under Kiss Records and Sanctuary Records.",
  "/wiki/Bruce_Springsteen": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American singer, songwriter, and musician who is both a solo artist and the leader of the E Street Band. He received critical acclaim for his early 1970s albums and attained worldwide fame upon the release of Born to Run in 1975. During a career that has spanned five decades, Springsteen has become known for his poetic and socially conscious lyrics and lengthy, energetic stage performances, earning the nickname \"The Boss\". He has recorded both rock albums and folk-oriented works, and his lyrics often address the experiences and struggles of working-class Americans. Born in the U.S.A. (1984) is Springsteen's most critically acclaimed and commercially successful album, proving him to be one of the most successful rock figures of the 1980s. It was certified 15x Platinum in the US and has sold 30 million copies worldwide, making it one of the best-selling albums of all time. Seven of its singles reached the top 10 of the Billboard Hot 100 including the title track, which was a bitter commentary on the treatment of Vietnam veterans — some of whom were Springsteen's friends. Advocating for the rights of the common working-class man, the song made a huge political impact.",
  "/wiki/The_Rising_Tour": "The Rising Tour was a lengthy, worldwide, top-grossing concert tour featuring Bruce Springsteen and the E Street Band that took place in arenas and stadiums over 2002 and 2003.  It followed the release of their 2002 album The Rising.",
  "/wiki/Robbie_Williams": "Robert Peter Williams (born 13 February 1974) is an English singer-songwriter and entertainer. He found fame as a member of the pop group Take That from 1989 to 1995, but achieved greater commercial success with his solo career, beginning in 1997. Williams has released seven UK number one singles and eleven out of his twelve studio albums have reached number one in the UK. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America. Six of his albums are among the top 100 biggest-selling albums in the United Kingdom–four albums in the top 60–and in 2006 he entered the Guinness Book of World Records for selling 1.6 million tickets of his Close Encounters Tour in a single day. Williams has received a record eighteen Brit Awards—winning Best British Male Artist four times, two awards for Outstanding Contribution to Music and the 2017 Brits Icon for his \"lasting impact on British culture\", and three MTV European Music Awards. In 2004, he was inducted into the UK Music Hall of Fame after being voted the \"Greatest Artist of the 1990s\". According to the British Phonographic Industry (BPI), Williams has been certified for 19.9 million albums and 7.2 million singles in the UK as a solo artist.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016. Green Day was originally part of the late 80s-early 90s punk scene at the DIY 924 Gilman Street club in Berkeley, California. The band's early releases were with the independent record label Lookout! Records. In 1994, their major label debut Dookie, released through Reprise Records, became a breakout success and eventually shipped over 10 million copies in the U.S. Green Day is credited alongside fellow California punk bands NOFX, Sublime, Bad Religion, the Offspring, and Rancid with popularizing mainstream interest in punk rock in the U.S. Though the albums Insomniac (1995), Nimrod (1997), and Warning (2000) did not match the success of Dookie, they were still successful with the former two reaching triple platinum status while the latter achieved gold.",
  "/wiki/American_Idiot_World_Tour": "The American Idiot World Tour was a concert tour by American punk band Green Day in support of the group's seventh studio album, American Idiot, which was released in September 2004.  The tour began in Los Angeles at the Grand Olympic Auditorium on July 29, and the last show was in Australia at the Telstra Dome. During the tour, the band played at the 2004 Reading Festival in England.\n During the tour, Green Day recorded a live album, Bullet in a Bible, which was released in 2005, as a CD/DVD set. The concert at which the album was recorded was in England, at the Milton Keynes National Bowl, and was attended by more than 130,000 people. The DVD sold more than 1,500,000 copies and went Platinum in the UK and in the United States.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career. The band formed as teenagers while attending Mount Temple Comprehensive School, when they had limited musical proficiency. Within four years, they signed with Island Records and released their debut album, Boy (1980). Subsequent work such as their first UK number-one album, War (1983), and the singles \"Sunday Bloody Sunday\" and \"Pride (In the Name of Love)\" helped establish U2's reputation as a politically and socially conscious group.",
  "/wiki/Vertigo_Tour": "The Vertigo Tour was a worldwide concert tour by the Irish rock band U2. Staged in support of the group's 2004 album How to Dismantle an Atomic Bomb, the tour visited arenas and stadiums from 2005 through 2006. The Vertigo Tour consisted of five legs that alternated between indoor arena shows in North America and outdoor stadium shows internationally. Much like the previous Elevation Tour, the indoor portion of the Vertigo Tour featured a stripped-down, intimate stage design. Protruding from the main stage was an ellipse-shaped catwalk that encapsulated a small number of fans. The tour grossed US$260 million in 110 sold-out concerts in 2005, making it the top-grossing tour of the year. In North America alone, the tour grossed $138.9 million from 1.4 million tickets sold. The Vertigo Tour won the 2005 Billboard Roadwork Touring Awards for Top Tour, Top Draw, and Top Single Event, and U2's management company Principle Management won for Top Manager.",
  "/wiki/Close_Encounters_Tour": "The Close Encounters Tour was a concert tour by British recording artist, Robbie Williams. Running from April to December 2006, the tour supported Williams' sixth studio album, Intensive Care. To date, it was the singer's largest tour, playing over 50 shows in Africa, Asia, Europe, the Americas, and Australia. It is believed to have played to over 3 million spectators and earned over $60 million[citation needed]. The name is derived from the 1977 film, Close Encounters of the Third Kind.",
  "/wiki/André_Rieu": "André Léon Marie Nicolas Rieu (born 1 October 1949) is a Dutch  violinist and conductor best known for creating the waltz-playing Johann Strauss Orchestra. He and his orchestra have turned classical and waltz music into a worldwide concert touring  act, as successful as some of the biggest global pop and rock music acts. He resides in his native Maastricht.",
  "/wiki/Johann_Strauss_Orchestra": "The Johann Strauss Orchestra was founded by André Rieu in 1987. At the time of its first concert on January 1, 1988, the orchestra consisted of 12 musicians. By 2008 the orchestra had expanded to 43 members and has performed regularly with guest musicians and singers such as Carla Maffioletti, Mirusia Louwerse, Carmen Monarcha and the Platin Tenors. The orchestra is well known for performing classical works with a distinctly unorthodox frivolity, joking with the audience and performing all sorts of antics. The Orchestra now performs with between 50 and 60 musicians on very large stages. At the time the Orchestra first toured Europe, there emerged a renewed interest in waltz music. The revival began in the Netherlands and was ignited by their recording of the Second Waltz from Shostakovich's Suite for Variety Orchestra. As a result, Rieu became known as the modern \"Waltz King\", a title originally bestowed upon Johann Strauss II.",
  "/wiki/Pearl_Jam": "Pearl Jam is an American rock band formed in 1990 in Seattle, Washington. As of 2020[update], the band's lineup consists of founding members Eddie Vedder (lead vocals, guitar), Mike McCready (lead guitar), Stone Gossard (rhythm guitar) and Jeff Ament (bass) as well as drummer Matt Cameron, who joined in 1998. Keyboardist Boom Gaspar has also been a session/touring member with the band since 2002. Drummers Jack Irons, Dave Krusen, Matt Chamberlain and Dave Abbruzzese are former members of the band. Formed after the demise of Gossard and Ament's previous band, Mother Love Bone, Pearl Jam broke into the mainstream with its debut album, Ten, in 1991. One of the key bands in the grunge movement of the early 1990s, its members often shunned popular music industry practices such as making music videos or giving interviews. The band also sued Ticketmaster, claiming it had monopolized the concert-ticket market. In 2006, Rolling Stone described the band as having \"spent much of the past decade deliberately tearing apart their own fame.\"",
  "/wiki/Backspacer_Tour": "The Backspacer Tour was a concert tour by the American rock band Pearl Jam to support its ninth album, Backspacer. Fifty-six shows were played, across North America, Europe and Oceania.",
  "/wiki/George_Michael": "George Michael (born Georgios Kyriacos Panayiotou; 25 June 1963 – 25 December 2016) was an English singer, songwriter, record producer, and philanthropist who rose to fame as a member of the music duo Wham! and later embarked on a solo career. Michael sold over 80 million records worldwide making him one of the best-selling music artists of all time. He achieved seven number one songs on the UK Singles Chart and eight number one songs on the US Billboard Hot 100. He was widely known for his success in the 1980s and 1990s, including Wham! singles such as \"Wake Me Up Before You Go-Go\" and \"Last Christmas\" and solo singles such as \"Careless Whisper\" and \"Faith\". Michael formed the duo Wham! with Andrew Ridgeley in 1981.",
  "/wiki/George_Michael_Live_in_Australia": "George Michael Live in Australia was a concert tour by English singer-songwriter George Michael. For the first time since his Faith Tour in 1988, Michael returned to Australia in 2010 to perform his LIVE concert.",
  "/wiki/AC/DC": "AC/DC are  an Australian rock band formed in Sydney in 1973 by Scottish-born brothers Malcolm and Angus Young. Their music has been variously described as hard rock, blues rock, and heavy metal; however, the band themselves describe their music as simply \"rock and roll\". AC/DC underwent several line-up changes before releasing their first album, High Voltage, in 1975. Membership subsequently stabilised around the Young brothers, singer Bon Scott, drummer Phil Rudd, and bass player Mark Evans. Evans was replaced by Cliff Williams in 1977 for the album Powerage. In February 1980, a few months after recording the album Highway to Hell, lead singer and co-songwriter Bon Scott died of acute alcohol poisoning. The group considered disbanding but stayed together, bringing in Brian Johnson as replacement for Scott. Later that year, the band released their first album with Johnson, Back in Black, which they dedicated to Scott's memory.",
  "/wiki/Black_Ice_World_Tour": "Black Ice World Tour was a 2008–2010 concert tour by Australian rock band AC/DC, in support of their fifteenth studio album Black Ice (2008).",
  "/wiki/U2_360°_Tour": "The U2 360° Tour was a worldwide concert tour by rock band U2. Staged in support of the group's 2009 album No Line on the Horizon, the tour visited stadiums from 2009 through 2011. The concerts featured the band playing \"in the round\" on a circular stage, allowing the audience to surround them on all sides. To accommodate the stage configuration, a large four-legged structure nicknamed \"The Claw\" was built above the stage, with the sound system and a cylindrical, expanding video screen on top of it. At 164 feet (50 m) tall, it was the largest stage ever constructed. U2 claimed that the tour would be \"the first time a band has toured in stadiums with such a unique and original structure.\" In an era of declining music sales, analysts expected U2 360° to be a major source of income for the band. Every date of the tour sold out, many within minutes of tickets going on sale.",
  "/wiki/Bon_Jovi": "Bon Jovi is an American rock band formed in 1983 in Sayreville, New Jersey. It consists of singer Jon Bon Jovi, keyboardist David Bryan, drummer Tico Torres, guitarist Phil X, and bassist Hugh McDonald. Previous bassist Alec John Such was dismissed in 1994, and longtime guitarist and co-songwriter Richie Sambora left in 2013. In 1984 and 1985, Bon Jovi released their first two albums and their debut single \"Runaway\" managed to crack the Top 40. In 1986, the band achieved widespread success and global recognition with their third album, Slippery When Wet, which sold over 20 million copies and included three Top 10 singles, two of which reached No. 1 (\"You Give Love a Bad Name\" and \"Livin' on a Prayer\") Their fourth album, New Jersey (1988), was also very successful, selling over 10 million copies and featuring five Top 10 singles (a record for a hard rock album), two of which reached No. 1 (\"Bad Medicine\" and \"I'll Be There for You\"). After the band toured and recorded extensively during the late 1980s, culminating in the 1988–90 New Jersey Tour, Jon Bon Jovi and Richie Sambora released successful solo albums in 1990 and 1991, respectively.",
  "/wiki/The_Circle_Tour": "The Circle Tour is a worldwide concert tour by American rock band Bon Jovi. The tour was supporting the band's 11th studio album The Circle (2009). Starting in North America in early 2010, the tour progressed to Europe, South America, Asia and Australia before the years end. It included a historic 12 night run at the O2 Arena in London and four nights in East Rutherford, New Jersey to celebrate the grand opening of the Meadowlands Stadium.  The tour was the #1 top-grossing concert tour for 2010 in the United States.\n Bon Jovi also played a special free performance for fans and former season ticket holders of the Jon Bon Jovi-owned arena football team The Philadelphia Soul on March 24 at 5:00pm a few hours before the band's show at Philadelphia's Wachovia Center. The band ended the first year of the tour in Australasia, playing two shows in New Zealand and eight shows in Australia including a VIP-ONLY gig on December 15 at Star City Casino.",
  "/wiki/Armin_van_Buuren": "Armin Jozef Jacobus Daniël van Buuren OON (/væn ˈbjʊərən/ van BEWR-ən, Dutch: [ˈɑrmɪn ˈjoːzəf jɑˈkoːbʏs ˈdaːniˌjɛl vɑn ˈbyːrə(n)]; born 25 December 1976) is a Dutch DJ, record producer and remixer from Leiden, South Holland. Since 2001, he has hosted A State of Trance, a weekly radio show, which is broadcast to nearly 40 million listeners in 84 countries on over 100 FM radio stations. According to Djs And Festivals, \"the radio show propelled him to stardom and helped cultivate an interest in trance music around the world.\"\n Van Buuren has won a number of accolades. He has been ranked the number one DJ by DJ Mag a record of five times, four years in a row. He was ranked fourth on the DJ Mag Top 100 DJs list in 2015, 2016, and 2019, and third in 2017. In 2014, he was nominated for a Grammy Award for Best Dance Recording for his single \"This Is What It Feels Like\" featuring Trevor Guthrie, which makes him the fourth trance artist ever to receive a Grammy Award nomination. In the United States, he holds the record for most entries, twenty-one, on the Billboard Dance/Electronic Albums chart.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil. After his debut album Infinite (1996) and the extended play Slim Shady EP (1997), Eminem signed with Dr. Dre's Aftermath Entertainment and subsequently achieved mainstream popularity in 1999 with The Slim Shady LP and its lead single \"My Name Is\". His next two releases The Marshall Mathers LP (2000) and The Eminem Show (2002) were worldwide successes and were both nominated for the Grammy Award for Album of the Year. As a result of being a leading figure in a form of black music, Eminem was subject to comparisons to Elvis Presley at the time. After the release of Encore in 2004, which faced heavy criticism by fans and critics for its lackluster quality, Eminem went on hiatus in 2005 partly due to a prescription drug addiction.",
  "/wiki/The_Recovery_Tour": "The Recovery Tour was a series of European concerts by American rapper Eminem, in support of his 2010 album Recovery as well as his 2009 album Relapse. Instead of widely touring the album, Eminem took the tour to three European festivals, performing to over 200,000 people over three nights. In November 2010, Eminem headlined the F1 Rocks 2010 in São Paulo. In the following year, another eight shows on festivals in North America and Europe were announced. The tour was also extended to 3 stadium shows in Australia that took place in December 2011. They were his first Australian shows since 2001.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone. Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor.",
  "/wiki/Mylo_Xyloto_Tour": "The Mylo Xyloto Tour was the fifth concert tour by British band Coldplay. Launched in support of their fifth studio album Mylo Xyloto (2011), the tour began in the spring of 2011 with a series of one-off concerts in Europe and festivals including Rock in Rio in Brazil. A full-production show began in December 2011 in the United Kingdom. It continued into 2012 with shows in North America, Europe and Oceania.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\". Carey achieved worldwide success with follow-up R&B and pop albums Music Box (1993), Merry Christmas (1994), and Daydream (1995). These albums spawned some of Carey's most successful singles, including \"Hero\", \"Without You\", \"All I Want for Christmas Is You\", \"Fantasy\", \"Always Be My Baby\", as well as \"One Sweet Day\", which later became Billboard's Song Of The Decade (1990s).",
  "/wiki/Mötley_Crüe": "Mötley Crüe is an American heavy metal band formed in Los Angeles, California,  in 1981. The group was founded by bassist Nikki Sixx, drummer Tommy Lee, lead guitarist Mick Mars and lead singer Vince Neil. Mötley Crüe has sold over 100 million albums worldwide. They have also achieved seven platinum or multi-platinum certifications, nine Top 10 albums on the Billboard 200 chart (including 1989's Dr. Feelgood, which is Mötley Crüe's only album to reach number one), twenty-two Top 40 mainstream rock hits, and six Top 20 pop singles. The band experienced several short-term lineup changes in the 1990s and 2000s; these included the introduction of vocalist John Corabi (who was Neil's replacement from 1992 to 1996) and drummers Randy Castillo and Samantha Maloney, both of whom filled in for Lee during his absence from the band from 1999 to 2004. The members of Mötley Crüe have often been noted for their hedonistic lifestyles and the androgynous personae they maintained. Following the hard rock and heavy metal origins on the band's first two albums, Too Fast for Love (1981) and Shout at the Devil (1983), the release of its third album Theatre of Pain (1985) saw Mötley Crüe joining the first wave of glam metal. The band has also been known for their elaborate live performances, which features flame thrower guitars, roller coaster drum kits, and heavy use of pyrotechnics.",
  "/wiki/Monster_Tour_(Kiss)": "The Monster World Tour was a concert tour by the American hard rock group Kiss in support of their 20th studio album, Monster. Fresh off the heels of the recent success of The Tour with Mötley Crüe and the second annual KISS Kruise, the tour officially began on November 7, 2012 in Buenos Aires, Argentina. Kiss played shows in Australia for the first time since 2008, and Europe, including a few festivals in June. They played their longest Canadian tour to date in July through early August with a few US concerts following after, including a show at ArenaBowl XXVI in Orlando, Florida. They played in Japan for the first time since 2006 in October 2013.\n The new stage show, first used in the European leg, involved a giant robotic spider that moved across the stage and all four members were lifted into the air. The spider shot pyro from its legs and had eyes that glowed.",
  "/wiki/Because_We_Can:_The_Tour": "Because We Can was a concert tour by American rock band, Bon Jovi. The tour was in support of the band's twelfth studio album What About Now. The tour was named after the lead single from What About Now. All five major continents were visited during the 2013 tour. The tour saw the band travel to Wales for the first time in 12 years since their 2001 One Wild Night Tour and was also the first time in 18 years since their 1995 These Days Tour that the band returned to Africa for two dates in South Africa. Furthermore, the tour also saw the band travel to Cologne performing in the RheinEnergieStadion also for the first time in 12 years since their 2001 tour, this tour was the first time in the band's 30-year history that they visited Bulgaria and Poland. The tour ranked 1st on Pollstar's annual \"Top 100 Mid Year Worldwide Tours\". It earned $142.1 million from 60 shows.",
  "/wiki/Docklands_Stadium": "Docklands Stadium, also known by naming rights sponsorship as Marvel Stadium, is a multi-purpose sports and entertainment stadium in the Docklands area of Melbourne, Victoria, Australia. Construction started in October 1997, under the working name \"Victoria Stadium\", and was completed in 2000 at a cost of A$460 million.\n Originally built as a replacement for Waverley Park, the stadium is primarily used for Australian rules football and is the headquarters of the Australian Football League (AFL) which, since 7 October 2016, has had exclusive ownership of the venue. Also headquartered in the stadium precinct is Seven Network's digital broadcast centre.\n The stadium also hosts a number of other sporting events, including some domestic Twenty20 cricket matches, Melbourne Victory soccer home matches, one-off rugby league and rugby union matches as well as number of special events and concerts."
}