{
  "/wiki/Doug_Martin_(defensive_end)": "Doug Martin (born May 22, 1957) is a former professional American football player who was selected by the Minnesota Vikings in the 1st round (9th overall) of the 1980 NFL Draft. A 6 ft 3 in (1.91 m), 258 pounds (117 kg) defensive end from the University of Washington, Martin played in 10 NFL seasons from 1980 to 1989 for the Vikings.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/Mark_Gastineau": "Marcus Dell Gastineau (born November 20, 1956) is an American former football player who was a defensive end for the New York Jets from 1979 to 1988. A five-time Pro Bowler, he was one of the quickest and most feared pass rushers of his generation. Gastineau was ranked the 8th greatest pass rusher in NFL History on NFL Network's Top 10 Pass Rushers.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Richard_Dent": "Richard Lamar Dent (born December 13, 1960) is a former American football defensive end, who played primarily for the Chicago Bears of the National Football League (NFL). He was the MVP of Super Bowl XX. He was elected to the Pro Football Hall of Fame in 2011.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/Lawrence_Taylor": "Lawrence Julius Taylor (born February 4, 1959), nicknamed \"L.T.\", is an American former professional football player. Taylor played his entire professional career as a linebacker for the New York Giants (1981–1993) in the National Football League (NFL). He is considered one of the greatest players in the history of American football, and has been ranked as the greatest defensive player in league history by former players, coaches, media members, and news outlets such as the NFL Network and Sporting News.",
  "/wiki/New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.",
  "/wiki/Reggie_White": "Reginald Howard White (December 19, 1961 – December 26, 2004) was an American professional football player who played defensive end in the National Football League (NFL) for 15 seasons during the 1980s and 1990s. He played college football for the University of Tennessee, and was recognized as an All-American. After playing two professional seasons for the Memphis Showboats of the United States Football League (USFL), he was selected in the first round of the 1984 Supplemental Draft, and then played for the NFL's Philadelphia Eagles, Green Bay Packers, and Carolina Panthers, becoming one of the most awarded players in NFL history.",
  "/wiki/Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960.",
  "/wiki/Chris_Doleman": "Christopher John Doleman (October 16, 1961 – January 28, 2020) was an American professional football player who was a defensive end in the National Football League (NFL). He spent the majority of his career with the Minnesota Vikings, and also played for the Atlanta Falcons and San Francisco 49ers. Doleman was an eight-time Pro Bowl selection and a three-time first-team All-Pro, recording 150.5 career sacks. He is a member of the Pro Football Hall of Fame class of 2012.",
  "/wiki/Derrick_Thomas": "Derrick Vincent Thomas (January 1, 1967 – February 8, 2000), nicknamed D.T., was an American football linebacker and defensive end who played for the Kansas City Chiefs of the National Football League (NFL). Thomas was drafted fourth overall by the Chiefs in the 1989 NFL Draft where he spent the entirety of his 11-year career until his death in 2000. Considered one of the greatest pass rushers of all time, he was named to nine Pro Bowls and holds the record for most sacks in a single game at seven.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/Pat_Swilling": "Patrick Travis Swilling (born October 25, 1964) is a former American football linebacker in the National Football League (NFL). He played for the New Orleans Saints, Detroit Lions, and the Oakland Raiders. He earned five Pro Bowl appearances in his NFL career and was the Associated Press (AP) NFL Defensive Player of the Year in 1991. He served from 2001 to 2004 as a member of the Louisiana House of Representatives.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/Clyde_Simmons": "Clyde Simmons Jr. (born August 4, 1964) is a former American football defensive end in the National Football League who played for the Philadelphia Eagles (1986–1993), Arizona Cardinals (1994–1995), Jacksonville Jaguars (1996–1997), Cincinnati Bengals (1998), and the Chicago Bears (1999–2000). He graduated from Western Carolina University, and played in the 1983 NCAA Division I-AA National Championship game.",
  "/wiki/Neil_Smith_(American_football)": "Neil Smith (born April 10, 1966) is a former American football defensive end in the National Football League. He played for the Kansas City Chiefs from 1988 to 1996, the Denver Broncos from 1997 to 1999, and the San Diego Chargers in 2000. Before his NFL career, he played for the University of Nebraska where he was All-American in 1987. He also co-owned an Arena Football team, the Kansas City Command.",
  "/wiki/Kevin_Greene_(American_football)": "Kevin Darwin Greene (born July 31, 1962) is a former American football linebacker who played in the National Football League (NFL) for 15 years. Greene retired after the 1999 NFL season and ranks third amongst all-time sack leaders, leading the NFL twice in that category. He was a three-time All-Pro, was voted to the National Football League 1990s All-Decade Team, and was elected to the Pro Football Hall of Fame in 2016.",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.",
  "/wiki/Bryce_Paup": "Bryce Eric Paup (born February 29, 1968) is a former American football player who played as an outside linebacker for the Green Bay Packers (1990–94), the Buffalo Bills (1995–97), the Jacksonville Jaguars (1998–99), and the Minnesota Vikings (2000 and 2002).",
  "/wiki/Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area.  The Bills compete in the National Football League (NFL), as a member club of the league's American Football Conference (AFC) East division. The team plays their home games at New Era Field in Orchard Park, New York. The Bills are the only NFL team that plays its home games in the state of New York. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester.",
  "/wiki/Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the National Football League (NFL), as a member club of the league's National Football Conference (NFC) South division. The team is headquartered in Bank of America Stadium in uptown Charlotte; the stadium also serves as the team's home field. They are one of the few NFL teams to own the stadium they play in, which is legally registered as Panthers Stadium, LLC. The Panthers are supported throughout the Carolinas; although the team has played its home games in Charlotte since 1996, it played home games at Memorial Stadium in Clemson, South Carolina during its first season. The team hosts its annual training camp at Wofford College in Spartanburg, South Carolina.",
  "/wiki/John_Randle": "John Anthony Randle (born December 12, 1967) is a former American football defensive tackle who played for the Minnesota Vikings and the Seattle Seahawks of the National Football League (NFL). On February 6, 2010, he was voted into the Pro Football Hall of Fame. Born in Mumford, Texas, Randle was raised poor and worked odd jobs when he was young. His brother Ervin Randle played as a linebacker for eight years. Randle played high school football in Hearne, Texas. He started his college playing career at Trinity Valley Community College, before transferring to Texas A&M University–Kingsville.",
  "/wiki/Michael_Sinclair_(American_football)": "Michael Glenn Sinclair (born January 31, 1968 in Galveston, Texas) is a former American football defensive end and defensive line coach. He played eleven seasons in the National Football League with the Seattle Seahawks and the Philadelphia Eagles. Sinclair was a three-time Pro Bowler in 1996, 1997 and 1998. He led the NFL in sacks in 1998 with 16.5, which is also the Seahawks single season franchise record.",
  "/wiki/Seattle_Seahawks": "The Seattle Seahawks  are a professional American football team based in Seattle, Washington. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. They joined the NFL in 1976 as an expansion team. The Seahawks are coached by Pete Carroll. Since 2002, they have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. They previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).",
  "/wiki/Kevin_Carter_(American_football)": "Kevin Louis Carter (born September 21, 1973) is an American former college and professional football player who was a defensive end in the National Football League (NFL) for fourteen seasons in the 1990s and 2000s.  Carter played college football for the University of Florida, and received All-American honors.  A first-round pick in the 1995 NFL Draft, he played professionally for the St. Louis Rams, Tennessee Titans, Miami Dolphins, and Tampa Bay Buccaneers of the NFL.",
  "/wiki/St._Louis_Rams": "In 1995, the Los Angeles Rams of the National Football League relocated the franchise from southern California to the Midwestern United States, moving to St. Louis, Missouri and becoming known as the St. Louis Rams. The Rams called St. Louis home from 1995 until the end of the 2015 season, after which they returned to playing in their former home in Los Angeles.",
  "/wiki/La%27Roi_Glover": "La'Roi Damon Glover (/ləˈrɔɪ/; born July 4, 1974) is a former American football defensive tackle and current assistant defensive line coach for the Los Angeles Chargers of the National Football League (NFL). He played college football at San Diego State University. Glover enjoyed a 13-year career in which he made six-consecutive Pro Bowls and was a four-time All-Pro selection. He spent five seasons with the New Orleans Saints (1997-2001), four seasons with the Dallas Cowboys (2002–2005) and finished his playing career with the St. Louis Rams (2006–2008).",
  "/wiki/Michael_Strahan": "Michael Anthony Strahan (/ˈstreɪhæn/; born November 21, 1971) is an American former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014.",
  "/wiki/List_of_National_Football_League_annual_sacks_leaders": "This is a list of National Football League players who have led the regular season in sacks each year. Sacks became an official statistic in 1982. Michael Strahan of the New York Giants holds the record with 22.5, which he had during the 2001 season. In 2013, the NFL created the Deacon Jones Award to recognize the season leader in sacks. There have only been two players lead in sacks with 2 different teams, Jared Allen (2007 with the Chiefs and 2011 with the Vikings) and Kevin Greene (1994 with the Steelers and 1996 with the Panthers). The Chiefs and the Vikings have had the most players lead the NFL in sacks with 4. Seven players have led the NFL in sacks twice, nobody has led three times."
}