{
  "/wiki/Wanderers_Football_Club": "The Wanderers Football Club, nicknamed, Eagles, is an Australian rules football club, currently playing in the Northern Territory Football League (NTFL).",
  "/wiki/Waratah_Football_Club": "The Waratah Football Club, nicknamed, Warriors or Tahs, is a member club of the Northern Territory Football League.",
  "/wiki/Darwin_Football_Club": "The Darwin Football Club, nicknamed, Buffaloes, is an Australian rules football club, playing in the Northern Territory Football League.",
  "/wiki/Palmerston_Football_Club": "The Palmerston Football Club, nicknamed, Magpies, is an Australian rules football club, currently playing in the Northern Territory Football League. They were first called Internationals before entering the NTFL, then they were called North Darwin from the 1972/73 to 1995/96 season.",
  "/wiki/Nightcliff_Football_Club": "The Nightcliff Football Club, nicknamed, Tigers, is a member club of the Northern Territory Football League, and is based in the Darwin suburb of Nightcliff.",
  "/wiki/Southern_Districts_Football_Club": "The Southern Districts Football Club, nicknamed the Crocs, is an Australian rules football club established in 1981. The club plays in the Northern Territory Football League at semi-professional level and represent the rural area of Litchfield.",
  "/wiki/Tiwi_Bombers_Football_Club": "The Tiwi Bombers Football Club is an Australian rules football club, currently competing in the Northern Territory Football League.",
  "/wiki/St_Mary%27s_Football_Club_(NTFL)": "The St Marys Football Club, nicknamed, Saints, formed in 1952, is an Australian rules football club, affiliated to the Northern Territory Football League. It is famous for its record of success, with 32 NTFL premierships in 49 Grand Finals and 63 out of 66 possible final appearances. To the end of season 2018/19 St Marys have played 1233 games for 887 Wins 336 Losses and 10 Draws.",
  "/wiki/Northern_Territory_Football_League": "The Northern Territory Football League (NTFL) is an Australian rules football semi-professional league operating in Darwin in the Northern Territory."
}