{
  "/wiki/Miami_Guns": "Miami Guns (Japanese: マイアミ☆ガンズ, Hepburn: Maiami Ganzu) is a Japanese manga series written and illustrated by Takeaki Momose. The story takes place in Miami City, which is similar to Miami, Florida, except for several locale changes.  It's mainly about the life of two female Miami City police officers having to stop crimes before they get worse. The setting thus has some similarities to that of the popular TV show Miami Vice.",
  "/wiki/Can_You_Teach_My_Alligator_Manners%3F": "Can You Teach My Alligator Manners? is an American/Canadian/British interactive children's television show that previously aired on Playhouse Disney. The series premiered on June 21, 2008, then aired on Disney Junior in the USA, Canada and Great Britain and Ireland.",
  "/wiki/Sitting_Ducks_(TV_series)": "Sitting Ducks is an American children's animated television series based on the 1970s \"Sitting Ducks\" lithograph and the 1998 children's book of the same name, created by the poster artist Michael Bedard. Sitting Ducks first appeared in 2001 in Europe, later debuting in United States on Cartoon Network, in Australia on ABC, in Canada on YTV, in the United Kingdom on CITV, Disney XD and in the Japanese version of Cartoon Network.",
  "/wiki/Yakky_Doodle": "Yakky Doodle is a cartoon duck created by Hanna-Barbera Productions. Yakky's name is a parody of \"Yankee Doodle\".",
  "/wiki/World_Destruction:_Sekai_Bokumetsu_no_Rokunin": "Sands of Destruction (ワールド・デストラクション～導かれし意思～, Wārudo Desutorakushon ~Michibikareshi Ishi~, \"World Destruction: Guided Wills\") is a role-playing video game developed by imageepoch and published by Sega for the Nintendo DS. It was released in Japan in 2008, and in North America in 2010.",
  "/wiki/Taz-Mania": "Taz-Mania is an American cartoon sitcom produced by Warner Bros. Animation from 1991 to 1995, broadcast in the United States on Fox. The show follows the adventures of the \"Looney Tunes\" character Taz (The Tasmanian Devil) in the fictional land of Tazmania (based on Tasmania).",
  "/wiki/List_of_Disney%27s_Fantasia_characters": "The following are fictional characters from Disney's 1940 film Fantasia, its 1999 sequel Fantasia 2000 and the video game Fantasia: Music Evolved. Characters in this list are sorted by the film and segment in which they appear.",
  "/wiki/Fantasia_(1940_film)": "Fantasia is a 1940 American animated film produced by Walt Disney and released by Walt Disney Productions. With story direction by Joe Grant and Dick Huemer, and production supervision by Ben Sharpsteen, it is the third Disney animated feature film. The film consists of eight animated segments set to pieces of classical music conducted by Leopold Stokowski, seven of which are performed by the Philadelphia Orchestra. Music critic and composer Deems Taylor acts as the film's Master of Ceremonies, providing a live-action introduction to each animated segment.",
  "/wiki/The_Outback_(2012_film)": "Koala Kid (also known as Outback or The Outback) is a 2012 South Korean-American computer-animated action comedy film directed by Kyung Ho Lee. It was released in South Korea on January 12, 2012. The movie takes place in Australia.",
  "/wiki/The_Rescuers": "The Rescuers is a 1977 American animated adventure film produced by Walt Disney Productions and released by Buena Vista Distribution. The 23rd Disney animated feature film, the film is about the Rescue Aid Society, an international mouse organization headquartered in New York City and shadowing the United Nations, dedicated to helping abduction victims around the world at large. Two of these mice, jittery janitor Bernard (Bob Newhart) and his co-agent, the elegant Miss Bianca (Eva Gabor), set out to rescue Penny (Michelle Stacy), an orphan girl being held prisoner in the Devil's Bayou by treasure huntress Madame Medusa (Geraldine Page). The film is based on a series of books by Margery Sharp, most notably The Rescuers and Miss Bianca.",
  "/wiki/Madame_Medusa": "The Rescuers is a 1977 American animated adventure film produced by Walt Disney Productions and released by Buena Vista Distribution. The 23rd Disney animated feature film, the film is about the Rescue Aid Society, an international mouse organization headquartered in New York City and shadowing the United Nations, dedicated to helping abduction victims around the world at large. Two of these mice, jittery janitor Bernard (Bob Newhart) and his co-agent, the elegant Miss Bianca (Eva Gabor), set out to rescue Penny (Michelle Stacy), an orphan girl being held prisoner in the Devil's Bayou by treasure huntress Madame Medusa (Geraldine Page). The film is based on a series of books by Margery Sharp, most notably The Rescuers and Miss Bianca.",
  "/wiki/The_Get_Along_Gang": "The Get Along Gang are characters created in 1983 by American Greetings' toy design and licensing division, \"Those Characters from Cleveland\" (now American Greetings Properties), for a series of greeting cards. The Get Along Gang are a group of 12 (later 14) pre-adolescent anthropomorphic animal characters in the fictional town of Green Meadow, who form a club that meets in an abandoned caboose and who have various adventures whose upbeat stories intended to show the importance of teamwork and friendship. The success of the greeting card line led to a Saturday morning television series, which aired on CBS for 13 episodes in the 1984–1985 season, with reruns showing from January until June 1986.",
  "/wiki/Christopher_Crocodile": "Christopher Crocodile is a British children's cartoon TV series. It was produced by Direct Entertainment Ltd, and aired from 18 September 1992 to 11 December 1992 in the United Kingdom on CBBC and on the Cartoon Network in the United States from 28 March 1993 to 20 June 1993. It was produced by Mike Joyce, with the idea created by Graham Purcell. The music score was composed by Kick Production using E-mu Proteus 1 Pop/Rock and E-mu Proteus 2 Orchestral audio samplers.",
  "/wiki/Re-Animated": "Re-Animated is a live-action/animated television film that aired on Cartoon Network on December 8, 2006. It was the first original production on the genre for the network. The movie was released on DVD September 11, 2007 and serves as pilot for the follow-up series Out of Jimmy's Head, which premiered on September 14, 2007.",
  "/wiki/Witch_Craft_Works": "Witchcraft Works (ウィッチクラフトワークス, Witchikurafuto Wākusu) is a Japanese manga series written and illustrated by Ryū Mizunagi. The manga has been serialized in Kodansha’s good! Afternoon magazine since March 2010 and the chapters collected into 14 tankōbon volumes. An anime television series adaptation animated by J.C.Staff aired in Japan from January to March 2014.",
  "/wiki/Rick_and_Morty": "Rick and Morty is an American adult animated science fiction sitcom created by Justin Roiland and Dan Harmon for Cartoon Network's late-night programming block Adult Swim. The series follows the misadventures of cynical mad scientist Rick Sanchez and his good-hearted but fretful grandson Morty Smith, who split their time between domestic life and interdimensional adventures.",
  "/wiki/The_Secret_Life_of_Pets": "The Secret Life of Pets is a 2016 3D American computer-animated comedy film produced by Illumination Entertainment. It is directed by Chris Renaud, co-directed by Yarrow Cheney, written by Brian Lynch, Cinco Paul and Ken Daurio and is the first film of the franchise of the same name. The voice cast stars Louis C.K., Eric Stonestreet, Kevin Hart, Steve Coogan, Ellie Kemper, Bobby Moynihan, Lake Bell, Dana Carvey, Hannibal Buress, Jenny Slate, and Albert Brooks.",
  "/wiki/The_Land_Before_Time_IV:_Journey_Through_the_Mists": "The Land Before Time IV: Journey Through the Mists is a 1996 American direct-to-video animated adventure musical film produced by Universal Animation Studios (formerly known as Universal Cartoon Studios) and directed by Roy Allen Smith. This is the fourth installment and third Land Before Time sequel directed by Smith, as well as the last to feature any of the original voice cast. The film was nominated for two Annie Awards.",
  "/wiki/Kissyfur": "Kissyfur is an American animated children's television series which aired on NBC in the 1980s. It was produced by Jean Chalopin and Andy Heyward and created by Phil Mendez for DIC Animation City. The series was based on a half-hour NBC special called Kissyfur: Bear Roots and was followed by three more specials until its Saturday morning debut. The show ran for two seasons. It also aired on the BBC (as part of its But First This lineup becoming the only cartoon made for the BBC during that block), TCC and Nickelodeon in the UK, ATV World in Hong Kong, SABC1 and SABC2 in South Africa, TVP in Poland, TV3 in New Zealand, Sirasa TV in Sri Lanka, SBT in Brazil, MediaCorp Channel 5 in Singapore, JBC, SSTV and Television Jamaica in Jamaica, RTB in Brunei, Namibian Broadcasting Corporation in Namibia, GMA Network in the Philippines, Armed Forces Network in Germany, Canal+ in France, Israeli Educational Television in Israel, NCRV in the Netherlands and Seven Network in Australia.",
  "/wiki/T.U.F.F._Puppy": "T.U.F.F. Puppy is an American action animated comedy  television series created by Butch Hartman for Nickelodeon. It premiered on October 2, 2010 at 11:00 a.m., on Nickelodeon along with Planet Sheen, which premiered an hour earlier. T.U.F.F. Puppy is Butch Hartman's third animated series for Nickelodeon, after The Fairly OddParents and Danny Phantom. The series was cancelled after its 3rd season and aired its final episode on April 4, 2015.",
  "/wiki/Gabby_Gator": "Gabby Gator is an animated cartoon character, an anthropomorphic alligator who appeared in several cartoons produced by Walter Lantz and distributed by Universal Pictures.",
  "/wiki/Woody_Woodpecker": "Woody Woodpecker is a cartoon anthropomorphic woodpecker appeared in theatrical short films produced by the Walter Lantz Studio and distributed by Universal Studios.",
  "/wiki/List_of_fictional_crocodiles_and_alligators": "This is a list of fictional crocodiles and alligators from literature, folklore and myth, mascots and emblems of teams and organizations, comics, films, animations and video games."
}