{
  "/wiki/Maccabi_Los_Angeles": "Maccabi Los Angeles Soccer Club (Hebrew: מכבי לוס אנג'לס‎, MAH-KAH-Bee) was an American soccer club based in Los Angeles, California. The team competed professionally in the Greater Los Angeles Soccer League, the CONCACAF Champions League (CONCACAF Champions Cup), including appearing in the Lamar Hunt US Open Cup (National Challenge Cup) final seven times in their eleven-year history most notably becoming only one of two teams along with Bethlehem Steel to win the competition five times.",
  "/wiki/1981_U.S._Open_Cup": "The 1981 National Challenge Cup was the 68th edition of the USSF's annual open soccer championship. Teams from the North American Soccer League declined to participate.  Maccabee A.C. defeated Brooklyn Dodgers in the final game. The score was 5-1.",
  "/wiki/1982_U.S._Open_Cup": "The 1982 National Challenge Cup was the 69th edition of the USSF's annual open soccer championship. Teams from the North American Soccer League declined to participate. The New York Pancyprian-Freedoms defeated Maccabee A.C. in the final game in extra time by a score of 4-3.",
  "/wiki/Bethlehem_Steel_F.C._(1907%E2%80%9330)": "Bethlehem Steel Football Club (1907–1930) was one of the most successful early American soccer clubs. Known as the Bethlehem Football Club from 1907 until 1915 when it became the Bethlehem Steel Football Club, the team was sponsored by the Bethlehem Steel corporation.  Bethlehem Steel FC played their home games first at East End Field in Bethlehem, Pennsylvania, in the Lehigh Valley, then later on the grounds Bethlehem Steel built on Elizabeth Ave named Bethlehem Steel Athletic Field.",
  "/wiki/1925%E2%80%9326_National_Challenge_Cup": "The 1925–26 National Challenge Cup was the annual open cup held by the United States Football Association now known as the Lamar Hunt U.S. Open Cup.",
  "/wiki/1917%E2%80%9318_National_Challenge_Cup": "The United States had recently entered World War I, and the soccer world felt the effects as increasing numbers of players joined the armed forces to wage battle in Europe. Soccer was not as hard-hit as some other sports, but all leagues felt the impact; in fact the Cechie team of Chicago lost every member of its roster to enlistment. The United States Soccer Football Association issued a call to its member associations for teams to resist the temptation to strengthen their teams at the expense of others — when wealthy, but decimated teams eye the poorer but complete teams, their wallets and checkbooks should remain pocketed in the name of fair play. A welcome consequence of the war situation was a willingness of the USFA's own warring factions to end their dispute and work together in relative harmony during those trying times. Many soccer organizations launched fund raising campaigns and benefit matches to raise money to provide support for US soldiers through, among other means, the provision of soccer equipment and gear to enhance their recreational opportunities. One such project was the Soccer Football Chain Letter Fund launched by Thomas Cahill and the USFA.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/2006_U.S._Open_Cup": "The 2006 Lamar Hunt U.S. Open Cup ran from June through September, open to all soccer teams in the United States.",
  "/wiki/2011_U.S._Open_Cup_Final": "The 2011 Lamar Hunt U.S. Open Cup Final was a soccer match between the Seattle Sounders FC and the Chicago Fire, played on October 4, 2011, at CenturyLink Field in Seattle, Washington. The match was the culmination of the 2011 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation (U.S. Soccer). This was the 98th edition of the U.S. Open Cup, the oldest ongoing competition in American soccer. The Seattle Sounders FC won by defeating the Chicago Fire 2–0 with goals scored by Fredy Montero and Osvaldo Alonso. The attendance was 36,615, breaking the record for the final set the previous year when Seattle also won and hosted. Seattle became the first team since 1968 to win three consecutive U.S. Open Cup championships and the fourth team ever to do so in the 98-year history of the tournament.",
  "/wiki/Greek_American_AA": "Greek American Atlas Astoria, commonly known as New York Greek American, is an American soccer team from New York City that currently plays in the Cosmopolitan Soccer League. The club was formed in 1941 by Thomas Laris and is one of the most successful clubs in America's annual national soccer tournament, the U.S. Open Cup, winning four times, in 1967, 1968, 1969 and 1974. The team is one of the oldest American soccer clubs in existence and plays its games at the Metropolitan Oval in Maspeth, Queens.",
  "/wiki/1967_U.S._Open_Cup": "The 1967 National Challenge Cup was the 54th annual national open soccer championship held by the United States Soccer Football Association. The tournament was won by Greek American Atlas of New York City.",
  "/wiki/1989_U.S._Open_Cup": "The 1989 National Challenge Cup was the 76th edition of the national soccer championship of the United States.",
  "/wiki/Philadelphia_Ukrainians": "The first Philadelphia Ukrainians team, also known as the \"Philadelphia Tridents\", Tryzub FC (Ukrainian Sports Association Philadelphia Tridents, in Ukrainian: УСО (Український Спортовий Осередок) «Тризуб» (Філадельфія).  USO (Ukrainsky Sportovy Oseredok) «Tryzub» (Philadelphia)), was an American soccer club based in Philadelphia, Pennsylvania and was a member of the American Soccer League. The Ukrainian Nationals were six (6) time American Soccer League Champions: in 1960-61, 1961–62, 1962–63, 1963–64, 1967–68 and 1970. The team's colors are red and black. The Philadelphia Ukrainian Nationals were the first team in United States history to have home games televised, and played in the first regulation indoor soccer game in Atlantic City's Convention Center in New Jersey.",
  "/wiki/1966_U.S._Open_Cup": "The 1966 National Challenge Cup was the 53rd edition of the USSFA's annual open soccer championship. The Philadelphia Ukrainians defeated the Orange County F.C. to win.",
  "/wiki/1964_U.S._Open_Cup": "The 1964 National Challenge Cup was the 51st edition of the USSFA's annual open soccer championship.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/2014_U.S._Open_Cup_Final": "The 2014 Lamar Hunt U.S. Open Cup Final was played on September 16, 2014, at PPL Park in Chester, Pennsylvania. The match determined the winner of the 2014 U.S. Open Cup, a tournament open to amateur and professional teams affiliated with the United States Soccer Federation. This was the 101st edition of the oldest competition in United States soccer. Seattle Sounders FC won the match, defeating the Philadelphia Union. The crowd of 15,256 saw the teams go into extra time level at 1–1 before the Sounders scored twice more to end the match 3–1.",
  "/wiki/2012_U.S._Open_Cup_Final": "The 2012 Lamar Hunt U.S. Open Cup Final  was played on August 8, 2012 at Livestrong Sporting Park, now known as Children's Mercy Park, in Kansas City, Kansas. The match was the culmination of the 2012 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. This was the 99th edition of the oldest ongoing competition in American soccer. Sporting Kansas City won their second U.S. Open Cup title, their first since 2004, by defeating Seattle Sounders FC, 3–2 in a penalty shootout following a 1–1 draw through extra time.",
  "/wiki/Fall_River_Marksmen": "Fall River Marksmen was an American soccer club, based in Fall River, Massachusetts. They originally played as Fall River United before becoming known as the Marksmen after their owner, Sam Mark. During the 1920s and early 1930s they were one of the most successful soccer clubs in the United States, winning the American Soccer League on six occasions. They also won the National Challenge Cup four times. In 1924 they won the first ASL / Challenge Cup double and were subsequently the American soccer champions three times in succession. Between 1928 and 1930 they won a further three titles in a row. In 1930 they completed a treble, winning the ASL title, the Challenge Cup and the Lewis Cup. The same year they also toured Central Europe.",
  "/wiki/1931_National_Challenge_Cup": "The 1931 National Challenge Cup was the annual open cup held by the United States Football Association now known as the Lamar Hunt U.S. Open Cup.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/2017_U.S._Open_Cup_Final": "The 2017 Lamar Hunt U.S. Open Cup Final was played on September 20, 2017, at Children's Mercy Park in Kansas City, Kansas. The match determined the winner of the 2017 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. It was the 104th edition of the oldest competition in United States soccer. This edition of the final was contested between Sporting Kansas City and the New York Red Bulls, both of Major League Soccer.",
  "/wiki/Stix,_Baer_and_Fuller_F.C.": "Stix, Baer and Fuller F.C. was a U.S. soccer club which played in the St. Louis Soccer League from 1931 to 1934.  The team was known as Hellrungs from 1929 to 1931, St. Louis Central Breweries F.C. from 1934 to 1935 and St. Louis Shamrocks from 1935 to 1938.  During its short existence, it won two National Challenge Cup titles and two league championships as Stix, Baer and Fuller and one National Cup and league title as St. Louis Central Breweries.",
  "/wiki/1935_National_Challenge_Cup": "The 1935 National Challenge Cup was the annual open cup held by the United States Football Association now known as the Lamar Hunt U.S. Open Cup.",
  "/wiki/1937_National_Challenge_Cup": "The 1937 National Challenge Cup was the annual open cup held by the United States Football Association now known as the Lamar Hunt U.S. Open Cup.",
  "/wiki/New_York_Pancyprian-Freedoms": "New York Pancyprian-Freedoms is an American amateur soccer team based in Astoria, New York, United States. Founded in 1974, the team plays in Region I of the United States Adult Soccer Association, a network of amateur leagues at the fifth tier of the American Soccer Pyramid.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/2013_U.S._Open_Cup_Final": "The 2013 Lamar Hunt U.S. Open Cup Final was the 100th edition of the Lamar Hunt U.S. Open Cup, the oldest ongoing competition in American soccer. The match featured Major League Soccer (MLS) teams D.C. United and Real Salt Lake. It was played on October 1, 2013, at Rio Tinto Stadium in Sandy, Utah, a southern suburb of Salt Lake City. It was the first Open Cup final to be held in the state of Utah. The final score was D.C. United 1, Real Salt Lake 0. This was D.C. United's third title.",
  "/wiki/2009_U.S._Open_Cup_Final": "The 2009 Lamar Hunt U.S. Open Cup Final was played on September 2, 2009, at Robert F. Kennedy Memorial Stadium in Washington, D.C. The match determined the winner of the 2009 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. This was the 96th edition of the oldest competition in United States soccer. The match was won by Seattle Sounders FC, who defeated D.C. United 2–1. Clyde Simms scored D.C. United's only goal. Fredy Montero and Roger Levesque scored Seattle's two goals as the club became the second expansion team in Major League Soccer (MLS) history to win the tournament in their inaugural season.",
  "/wiki/Brooklyn_Italians": "Brooklyn Italians is an American soccer team based in Brooklyn, New York City, New York, United States. Founded in 1949, the team last played in the National Premier Soccer League (NPSL), a national amateur league at the fourth tier of the American Soccer Pyramid, in the Northeast Atlantic Division during its 2019 season.",
  "/wiki/1991_U.S._Open_Cup": "The 1991 United States Open Cup was the 78th edition of the soccer tournament to crown the national champion of the United States.",
  "/wiki/1990_U.S._Open_Cup": "The 1990 United States Open Cup is the 77th edition of the tournament to crown the national champion of the United States.",
  "/wiki/Brooklyn_Hispano": "The Brooklyn Hispano was an American soccer club based in Brooklyn, New York that was an inaugural member of the reformed American Soccer League. The club was named the Brooklyn Giants for the 1942/43 season only.",
  "/wiki/1944_National_Challenge_Cup": "The 1944 National Challenge Cup was the 31st edition of the United States Football Association's annual open cup. Today, the tournament is known as the Lamar Hunt U.S. Open Cup. Teams from the American Soccer League II competed in the tournament, based on qualification methods in their base region.",
  "/wiki/LA_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/2005_U.S._Open_Cup": "The 2005 Lamar Hunt U.S. Open Cup ran from June through September, 2005, open to all soccer teams in the United States.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/2016_U.S._Open_Cup_Final": "The 2016 Lamar Hunt U.S. Open Cup Final was played on September 13, 2016, at Toyota Stadium in Frisco, Texas. The match determined the winner of the 2016 U.S. Open Cup (LHUSOC), a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. It was the 103rd edition of the oldest competition in United States soccer. This edition of the final was contested between FC Dallas and New England Revolution, both of Major League Soccer (MLS). The final is a rematch at the same venue of the 2007 Final, won by New England. For the second straight year, the match was broadcast in English on ESPN2 and in Spanish on Univision Deportes Network. A preceding program on ESPN2 ran late, and the game began on ESPNEWS.",
  "/wiki/2007_U.S._Open_Cup": "The 2007 Lamar Hunt U.S. Open Cup was the 94th edition of the USSF's annual national soccer championship, running from June through early October."
}