{
  "/wiki/Ron_Boehm": "Ronald John Boehm (August 14, 1943 – December 8, 2017) was a professional ice hockey winger who played in the National Hockey League for the Oakland Seals.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Boston_Braves_(AHL)": "The Boston Braves were a professional ice hockey team in Boston, Massachusetts. They were a member of the American Hockey League (AHL) from 1971 to 1974.",
  "/wiki/American_Hockey_League": "The American Hockey League (AHL) is a professional ice hockey league based in the United States and Canada that serves as the primary developmental league for the National Hockey League (NHL). Since the 2010–11 season, every team in the league has an affiliation agreement with one NHL team. When NHL teams do not have an AHL affiliate, players are assigned to AHL teams affiliated with other NHL teams. Twenty-seven AHL teams are located in the United States and the remaining four are in Canada. The league offices are located in Springfield, Massachusetts, and its current president is David Andrews.\n In general, a player must be at least 18 years of age to play in the AHL or not currently be beholden to a junior ice hockey team. The league limits the number of experienced professional players on a team's active roster during any given game; only five skaters can have accumulated four full seasons of play or more at the professional level (goaltenders are exempt from this rule and can stay in the AHL indefinitely without being subject to this cap). The AHL allows for practice squad contracts.\n The annual playoff champion is awarded the Calder Cup, named for Frank Calder, the first President (1917–1943) of the NHL. The reigning champions are the Charlotte Checkers.",
  "/wiki/Anatoli_Firsov": "Anatoli Vasilievich Firsov (1 February 1941 – 24 July 2000) was a Russian ice hockey left wing and center, who competed internationally for the USSR. In the IIHF World Championships, he won the scoring title four times and was named the best forward three times. He was also named the most valuable player in the Soviet hockey league three times. Between 1964 and 1972, Firsov played 166 games for the national team. He scored 134 goals, and won three Olympic and eight world titles.\n Firsov played in HC CSKA Moscow. He eventually would become one of the best forwards in Soviet hockey. Despite this he would not participate in the 1972 Summit Series against Canada. Many believe this was a result of Anatoli Tarasov's exclusion from the coaching staff.\n In 1972, while still playing for CSKA Moscow, Firsov began working as an assistant coach for the club. Between 1976 and 77 he was the head coach of the Soviet junior team, which won a bronze medal at the 1977 World Championships. From 1977 and until his death he worked as a children's hockey coach. In 1989, Firsov was elected to the Congress of People's Deputies, running on a policy of improving health conditions and sporting facilities. In 1998, he was inducted to the IIHF Hall of Fame. Firsov died in 2000 at the age of 59.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/HC_CSKA_Moscow": "HC CSKA Moscow (Russian: ЦСКА Москва, Центральный Спортивный Клуб Армии, Central Sports Club of the Army, Moscow) is a Russian professional ice hockey club based in Moscow.  The club is a member of the Tarasov Division in the Kontinental Hockey League (KHL). It is referred to in the West as \"Central Red Army\" or the \"Red Army Team\" for its past affiliation with the Soviet Army, popularly known as the Red Army. CSKA won more Soviet championships and European cups than any other team in history. It is owned by Russia's largest oil company, Rosneft, which is in turn majority-owned by the Russian government.\n In addition to seven division titles and record four Continental Cups, CSKA has reached the Gagarin Cup Finals thrice, in 2016, 2018 and 2019, winning in the latter. The club also became the first one to win both the Continental Cup and the Gagarin Cup in the same season.\n In 2018, after more than 50 seasons at the old Ice Palace, the team moved to a new arena, which is now called CSKA Arena, their present home arena in Moscow.",
  "/wiki/Soviet_Hockey_League": "The Soviet Hockey Championship (Russian: Чемпионат СССР по хоккею) was the highest level ice hockey league in the Soviet Union, running from 1946 to 1992. Before the 1940s the game of ice hockey was not cultivated in Russia, instead the more popular form of hockey was bandy. Following the dissolution of the USSR, the league was temporarily renamed the CIS Championship in 1992. This organization was the direct predecessor of the International Hockey League (Russian: Межнациональная хоккейная Лига), and subsequent Russian Superleague (RSL) and current Kontinental Hockey League (KHL).",
  "/wiki/Jozef_Golonka": "Jozef Golonka (born January 6, 1938) is a Slovak former ice hockey player who played in the Czechoslovak Extraliga and was a member of the Czechoslovakia national ice hockey team.  He won a bronze medal in the 1964 Winter Olympics in Innsbruck, Austria and won a silver medal in the 1968 Winter Olympics in Grenoble, France.  He was inducted into the International Ice Hockey Federation Hall of Fame in 1998. He is also a member of the Slovak Hockey Hall of Fame (2002), German Ice Hockey Hall of Fame (2004) and Czech Ice Hockey Hall of Fame (2010).",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.\n From 1939 to 1945, following its forced division and partial incorporation into Nazi Germany, the state did not de facto exist but its government-in-exile continued to operate.\n From 1948 to 1990, Czechoslovakia was part of the Eastern Bloc with a command economy. Its economic status was formalized in membership of Comecon from 1949 and its defense status in the Warsaw Pact of May 1955. A period of political liberalization in 1968, known as the Prague Spring, was forcibly ended when the Soviet Union, assisted by several other Warsaw Pact countries, invaded Czechoslovakia. In 1989, as Marxist–Leninist governments and socialism were ending all over Europe, Czechoslovaks peacefully deposed their government in the Velvet Revolution; state price controls were removed after a period of preparation. In 1993, Czechoslovakia split into the two sovereign states of the Czech Republic and Slovakia.",
  "/wiki/SC_Riessersee": "SC Riessersee is a professional ice hockey team based in Garmisch-Partenkirchen, Oberbayern, Germany. They currently play in DEL2, the second level of ice hockey in Germany. Prior to the 2013–14 season, they played in the 2nd Bundesliga. They play their home games at the  Olympia-Eissport-Zentrum.\n The club is the most historic club in the German professional league being the club with most German championships.[citation needed]\n Famous players who played in the club are the current President of the German Icehockey Federation Franz Reindl and Ignaz Berndaner, both local players and national players and Olympic medallists in the 1972 Olympic games at Innsbruck.[citation needed]\n The SC Riessersee has played in its history 26 championship finals, being considered today a cult club in German sports.[citation needed]",
  "/wiki/Deutsche_Eishockey_Liga": "The Deutsche Eishockey Liga (German pronunciation: [ˌdɔʏtʃə ˈʔaɪshɔkiː ˌliːɡaː]; English: German Ice Hockey League) or DEL, is a German professional ice hockey league that was founded in 1994. It was formed as a replacement for the Eishockey-Bundesliga and became the new top-tier league in Germany as a result. Unlike the old Bundesliga, the DEL is not under the administration of the German Ice Hockey Federation.\n In the 2016–17 season the league was the second-best supported in Europe, behind the Swiss National League A, with an average attendance of 6,198 spectators per game.",
  "/wiki/Lorne_Henning": "Lorne Henning (born February 22, 1952) is a Canadian professional ice hockey executive and former player.  He most recently served as Director of Player Personnel and Assistant General Manager for the NHL's Vancouver Canucks.\n Born  in Melfort, Saskatchewan, Henning spent nine years as a forward with the New York Islanders, with whom he earned an assist on the May 24, 1980 goal by Bobby Nystrom that earned the Islanders their first of four consecutive Stanley Cups.\n In the summer of 1980 he became an assistant coach with New York Islanders.  He also played nine regular season games, and one playoff game, becoming the last player-coach for a Stanley Cup-winning team. Henning retired for good as a player after the 1981 season but retained his assistant coaching position.  He left Long Island a few years later to become the head coach of the Minnesota North Stars in 1985–86. Henning was replaced during the 1986–87 season with Glen Sonmor. He later returned to New York Islanders as an assistant coach. In 1994–95 Henning replaced the retiring Al Arbour as coach.  He was fired in the offseason and replaced by Mike Milbury.  He later served as an assistant coach with Chicago Blackhawks, Mighty Ducks of Anaheim, and the Islanders.  He was the Assistant General Manager for the Vancouver Canucks until 2015.",
  "/wiki/New_Westminster_Bruins": "The New Westminster Bruins were a junior ice hockey team from the Western Hockey League.  There were two franchises that carried this name:",
  "/wiki/Skip_Krake": "Phillip Gordon \"Skip\" Krake (born October 14, 1943 in North Battleford, Saskatchewan) is a former professional ice hockey centre. He played in the National Hockey League with the Boston Bruins, Los Angeles Kings, and Buffalo Sabres. In addition, he played in the World Hockey Association with the Cleveland Crusaders and Edmonton Oilers.\n In his NHL career, Krake appeared in 249 games, scoring 23 goals and adding 40 assists. He played in 207 WHA games, scoring 52 goals and adding 77 assists.",
  "/wiki/Salt_Lake_Golden_Eagles": "The Salt Lake Golden Eagles were a minor professional hockey team based in Salt Lake City from 1969 to 1994.\n They played in the Western Hockey League from 1969 to 1974, the Central Hockey League from 1974 to 1984 and the International Hockey League from 1984 to 1994. The Golden Eagles home arena was the Salt Palace from 1969 to 1991 and the Delta Center (now called Vivint Smart Home Arena) from 1991 to 1994. In 1994 Larry H. Miller, who also owned the Utah Jazz and the Delta Center, sold the team to Detroit interests. The Golden Eagles became the Detroit Vipers.",
  "/wiki/Bernie_Lukowich": "Bernard Joseph Lukowich (born March 18, 1952 in North Battleford, Saskatchewan) is a retired NHL and WHA player. He played 79 games in the NHL for the Pittsburgh Penguins and the St. Louis Blues. And another 21 games for the Calgary Cowboys of the WHA.\n His son is Brad Lukowich, who played in the NHL.",
  "/wiki/Ray_Martyniuk": "Ray Martynuik (March 28, 1950 – October 20, 2013), sometimes spelled Martyniuk, was a professional ice hockey goaltender.  He was born in Flin Flon, Manitoba, and played for the Flin Flon Bombers in the Western Canada Hockey League, where he earned the nickname \"Can't Miss Kid\". He won the Del Wilson Trophy as the league's top goaltender in the 1968–69 and 1969–70 seasons, helping his team win the President's Cup, the league championship, in both seasons. Martynuik was drafted in the first round, fifth overall, by the Montreal Canadiens in the 1970 NHL Amateur Draft. At the time, this was the second highest selection of a goaltender in draft history.\n Martynuik never played in the National Hockey League, however, spending his career playing for various minor-league teams. He reported to the Canadiens' training camp that year, but was unable to secure a position on the team while competing against fellow goaltenders Ken Dryden and Rogie Vachon. Instead, he was sent to the American Hockey League (AHL)'s Montreal Voyageurs, where he played ten games. From there, he went to the Kansas City Blues in the Central Hockey League (CHL) before finishing the season with the Seattle Totems of the now-defunct Western Hockey League. After trying out for the Canadiens again in 1971, he played for the Baltimore Clippers in the AHL and the CHL's Oklahoma City Blazers before the Canadiens organization traded his rights to the California Golden Seals, who assigned him to their International Hockey League affiliate in Columbus. In 1972, he was drafted by the Calgary Broncos in the 17th round of the World Hockey Association (WHA)'s General Player Draft, but he did not sign with the team.\n After spending part of the 1972–73 season with Columbus, Martynuik was sent to the WHL's Salt Lake Golden Eagles, where he found some success and was named an all-star. He received an offer from the WHA's Chicago Cougars and signed with the team, but the club folded before Martynuik could play with the team. After returning to Salt Lake City, he was called up to the NHL by the Seals, but he did not have any playing time.\n Martynuik spent the next few years playing mainly in Salt Lake City, with stints playing for the AHL's Springfield Kings, the IHL's Columbus Owls, and the CHL's Tucson Mavericks interspersed. In 1977, he joined the senior amateur Western International Hockey League's Cranbrook Royals. Returning to Cranbrook after the Royals lost the championship series, he asked the bus driver to stop the bus. Martynuik threw his goaltending equipment into Moyie Lake. The following year, he played five games for the IHL's Grand Rapids Owls before retiring from hockey.\n Following his hockey career, Martynuik lived in Cranbrook and worked for Coca-Cola, maintaining its local vending machines. He supported the Children's Wish Foundation of Canada and Canadian Cancer Society, raising over $600,000 by organizing charity golf tournaments.\n Martynuik moved to Panama, where he stayed until his death on October 20, 2013.",
  "/wiki/Columbus_Golden_Seals": "The Columbus Golden Seals were a minor league professional ice hockey team in the International Hockey League from 1971 to 1973. Columbus operated as a farm team to the National Hockey League's California Golden Seals. The owner of the NHL Seals, Charlie Finley, had acquired the IHL franchise rights to the dormant Columbus Checkers to create the farm team. In 1973, Finley sold the Columbus Golden Seals. The new owner, Al Savill, renamed the team the Columbus Owls for the 1973–74 season.",
  "/wiki/Randy_Rota": "Randolph Frank Rota (born August 16, 1950) is a Canadian retired professional ice hockey player who played 212 games in the National Hockey League and 90 games in the World Hockey Association.  He played for the Montreal Canadiens, Los Angeles Kings, Kansas City Scouts,  Colorado Rockies, and Edmonton Oilers. He was born in Creston, British Columbia and raised in Kamloops, British Columbia.",
  "/wiki/Nova_Scotia_Voyageurs": "The Nova Scotia Voyageurs were a professional ice hockey team, based in Halifax, Nova Scotia, Canada. They played in the American Hockey League, from 1971 to 1984. Originally chartered as the Houston Apollos of the Central Hockey League, the organization was relocated to Montreal after five seasons due to low attendance and travel costs.  The Voyageurs (or \"Vees\" for short) played their first two seasons (1969–71), as the Montreal Voyageurs and were the affiliate of the National Hockey League's Montreal Canadiens. \n In 1971, they relocated to Halifax, Nova Scotia. They were the first AHL team to be located in Atlantic Canada, and would be the first to play in the Halifax Metro Centre. The team was also the first Canadian club to win the Calder Cup, and were the class of the league for many years - only in two seasons did the team garner a losing record, and the Voyageurs never missed the playoffs.  The team eventually moved to Sherbrooke, Quebec to become the Sherbrooke Canadiens.\n The Vees won three Calder Cups, the first in 1972. Nova Scotia won again in 1976 and 1977, while their parent Canadiens were winning back-to-back Stanley Cups; this is the only time an NHL/AHL affiliated combo have won both Cups in the same year twice.\n The team was replaced in Halifax by the Nova Scotia Oilers, an affiliate of the Edmonton Oilers and subsequently the Halifax Citadels, an affiliate of the Quebec Nordiques.\n With the success of the Voyageurs in its existence of 13 seasons, it spawned a period of 34 consecutive years where there would be at least one AHL team in Atlantic Canada. This was largely due to the desire of several Canadian NHL franchises to continue to pay players sent down to the minors in Canadian dollars throughout the 1980s and 1990s. However, by the late 1990s, many of the remaining AHL teams in Atlantic Canada had disappeared, either by relocation or by the franchise being rendered dormant. The last remaining team in this long period would be the St. John's Maple Leafs, which moved from St. John's, Newfoundland and Labrador in 2005 to Toronto, Ontario to play as the Toronto Marlies. The AHL did not return to Atlantic Canada until 2011 with the St. John's IceCaps.",
  "/wiki/Dallas_Smith_(ice_hockey)": "Dallas Earl Smith (born October 10, 1941) is a former National Hockey League defenceman who played fifteen seasons for the Boston Bruins.",
  "/wiki/Stan_Weir": "Stanley Brian \"Stash\" Weir (born March 17, 1952) is a retired ice hockey centre. He played on five different teams for the National Hockey League over an 11-year career. Weir was drafted 2nd (28th overall) by the California Golden Seals in the 1972 NHL Amateur Draft.",
  "/wiki/Medicine_Hat_Tigers": "The Medicine Hat Tigers are a junior ice hockey team in the Western Hockey League (WHL) who play out of Medicine Hat, Alberta, Canada.  Established in 1970. The team has won two national Memorial Cups, five WHL League Championships and seven Division Titles, and continues to rally for the Cup annually.  Starting in the 2015–16 season, the Tigers have begun play at the Canalta Centre after forty-five seasons at the Medicine Hat Arena. They had a sell-out streak at The Arena dating back 197 games (as of May 15, 2007).\n The Tigers lost the 2007 Memorial Cup 3–1 on May 27, 2007, against the Vancouver Giants, which was hosted by Vancouver at the Pacific Coliseum. This was after beating the Giants in double overtime in Game 7 of the WHL Finals two weeks earlier.",
  "/wiki/WHA_General_Player_Draft": "The World Hockey Association General Player Draft was held over the course of two days, February 12 and February 13, 1972, in Anaheim, California. The purpose of the draft was to establish an orderly process through which WHA teams would stock their rosters by the beginning of their inaugural season later that year. As such, players from other professional teams (notably National Hockey League clubs) were eligible to be drafted. The draftees were not under any legal obligation to sign with the drafting WHA club: other WHA clubs were prevented from negotiating with the players who had been drafted.\n The draft was held in two parts: a \"Preliminary\" round in which teams made so-called \"priority\" selections, and the rounds of the \"General Draft\" which followed. For the Preliminary round, each team wrote four names on a piece of paper, which were then submitted and announced prior to the start of the General Draft. The priority selections were the most sought after players, consisting mostly of NHL veterans and highly touted prospects.\n Twelve teams took part in the draft: the Calgary Broncos, Chicago Cougars, Dayton Aeros, Edmonton Oil Kings, Los Angeles Sharks, Miami Screaming Eagles, Minnesota Fighting Saints, New England Whalers, Winnipeg Jets, and three then-unnamed franchises based in New York (later the Raiders), Ontario (later the Ottawa Nationals) and Quebec City (later the Nordiques).\n The Broncos folded within months, before the beginning of the season, and the negotiating rights to their picks were transferred to a new club: the Cleveland Crusaders. Similarly the Screaming Eagles never took to the ice, and their picks transferred to the Philadelphia Blazers. The Dayton Aeros moved to Houston before the playing season, and the Oil Kings changed their name to Alberta Oilers with the intent of splitting home games between Edmonton and Calgary."
}