{
  "/wiki/Committed_(group)": "Committed is an a cappella group of six male vocalists from Huntsville, Alabama, all students at Oakwood University, a historically black Seventh-day Adventist school in Huntsville. The group—Therry Thomas, Dennis Baptiste, Tommy Gervais, Geston Pierre, Robert Pressley and Maurice Staple—began singing together in 2003, inspired by another a cappella group that originated at Oakwood, Take 6.",
  "/wiki/Huntsville,_Alabama": "Huntsville is a city in the Appalachian region of northern Alabama. It is the county seat of Madison County but extends west into neighboring Limestone County and south into Morgan County.",
  "/wiki/Oakwood_University": "Oakwood University is a private, historically black Seventh-day Adventist university in Huntsville, Alabama.  It is owned and operated by the Seventh-day Adventist Church.",
  "/wiki/Street_Corner_Symphony_(group)": "Street Corner Symphony is an a cappella group from Nashville, Tennessee and a contestant on the second season of NBC's reality show The Sing-Off. During The Sing-Off's season finale, Street Corner Symphony claimed the second place title, losing the championship to Huntsville, Alabama group Committed.  It was formed in 2010 for the sole purpose of entering The Sing-Off. The members are from several of the Southeastern United States, including Tennessee, Alabama and Florida; the group is based out of Nashville.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/BYU": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Jerry_Lawson_(musician)": "Jerome Eugene Lawson (January 23, 1944 – July 10, 2019) was an American singer, producer, musical arranger, performer, best known as the original lead singer of The Persuasions.",
  "/wiki/Oakland,_California": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/University_of_Oregon": "The University of Oregon (also referred to as UO, U of O or Oregon) is a public flagship research university in Eugene, Oregon. Founded in 1876, the institution's 295-acre campus is along the Willamette River. Since July 2014, UO has been governed by the Board of Trustees of the University of Oregon. The university has a Carnegie Classification of \"highest research activity\" and has 19 research centers and institutes. UO was admitted to the Association of American Universities in 1969.",
  "/wiki/Seattle,_Washington": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/The_Whiffenpoofs": "The Yale Whiffenpoofs is a collegiate a cappella singing group. Established at Yale University in 1909, it is the oldest such group in the United States. The line-up is completely replaced each year: the group is always composed of rising seniors, who often take a year leave of absence from the university to tour the United States and internationally.[citation needed] Former members include Cole Porter.",
  "/wiki/New_Haven,_Connecticut": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality of Greater New Haven, which had a total population of 862,477 in 2010.",
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
  "/wiki/Kettering,_Ohio": "Kettering is a city in Montgomery and Greene counties in the U.S. state of Ohio, almost entirely in Montgomery County. It is a suburb of Dayton. As of the 2010 census, the city had a population of 56,163, making it the largest suburb in the Dayton Metropolitan Statistical Area.",
  "/wiki/Fairmont_High_School_(Ohio)": "Kettering Fairmont High School is located in Kettering, Ohio, United States.  It is home to approximately 2,500 students, making it the 6th largest high school in Ohio.",
  "/wiki/Cherry_Hill_High_School_West": "Cherry Hill High School West (also known as Cherry Hill West or CHW) is a four-year comprehensive public high school, serving students in ninth grade through twelfth grades in Cherry Hill, Camden County, New Jersey, United States, operating as part of the Cherry Hill Public Schools. The other comprehensive high school in the district is Cherry Hill High School East.",
  "/wiki/Cherry_Hill,_New_Jersey": "Cherry Hill is a township in Camden County, New Jersey, United States. As of the 2010 United States Census, the township had a population of 71,045, reflecting an increase of 1,080 (+1.5%) from the 69,965 counted in the 2000 Census, which had in turn increased by 617 (+0.9%) from the 69,348 counted in the 1990 Census. As of 2010[update], the township was the state's 15th most populous municipality and the second-largest in Camden County (behind the city of Camden, the county seat), after having been the state's 13th most populous municipality in the 2000 Census. An edge city of Philadelphia, Cherry Hill is situated on the Delaware Valley coastal plain, approximately 8 miles (13 km) southeast of Center City, Philadelphia.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Berklee_College_of_Music": "Berklee College of Music is a private music college in Boston, Massachusetts.  It is the largest independent college of contemporary music in the world. Known for the study of jazz and modern American music, it also offers college-level courses in a wide range of contemporary and historic styles, including rock, hip hop, reggae, salsa, heavy metal and bluegrass. Berklee alumni have won 294 Grammy Awards, more than any other college, and 95 Latin Grammy Awards. Other notable accolades for its alumni include 19 Emmy Awards, 5 Tony Awards and 5 Academy Awards."
}