{
  "/wiki/Abbreviation": "An abbreviation (from Latin brevis, meaning short ) is a shortened form of a word or phrase, by any method. It may consist of a group of letters, lower case letters do count or words taken from the full version of the word or phrase, for example, the word abbreviation can itself be represented by the abbreviation abbr., abbrv., or abbrev.; NBM, for nil (or nothing) by mouth is an abbreviated medical instruction. It may also consist of initials only, a mixture of initials and words, or words or letters representing words in another language (for example, e.g., i.e. or RSVP). Some types of abbreviations are acronyms (which are pronounceable), initialisms (using initials only), or grammatical contractions or crasis.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/German_language": "German (Deutsch, pronounced [dɔʏtʃ] (listen)) is a West Germanic language that is mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, South Tyrol in Italy, the German-speaking Community of Belgium and Liechtenstein. It is one of the three official languages of Luxembourg and a co-official language in the Opole Voivodeship in Poland. The languages that are most similar to German are the other members of the West Germanic language branch, including Afrikaans, Dutch, English, the Frisian languages, Low German/Low Saxon, Luxembourgish, and Yiddish. There are strong similarities in vocabulary with Danish, Norwegian and Swedish, although those belong to the North Germanic group. German is the second most widely spoken Germanic language, after English.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Italian_language": "Italian (italiano [itaˈljaːno] (listen) or lingua italiana [ˈliŋɡwa itaˈljaːna]) is a Romance language of the Indo-European language family. Italian descended from the Vulgar Latin of the Roman Empire and, together with Sardinian, is by most measures the closest language to it of the Romance languages. Italian is an official language in Italy, Switzerland (where it is the first language in Canton Ticino and in the districts of Moesa and Bernina in Canton Graubünden), San Marino and Vatican City. It has an official minority status in western Istria (Croatia and Slovenia). It formerly had official status in Albania, Malta, Monaco, Montenegro (Kotor) and Greece (Ionian Islands and Dodecanese), and is generally understood in Corsica (due to its close relation with the Tuscan-influenced local language) and Savoie. It also used to be an official language in the former Italian East Africa and Italian North Africa, where it still plays a significant role in various sectors. Italian is also spoken by large expatriate communities in the Americas and Australia. Italian is included under the languages covered by the European Charter for Regional or Minority languages in Bosnia and Herzegovina and in Romania, although Italian is neither a co-official nor a protected language in these countries. Many speakers of Italian are native bilinguals of both Italian (either in its standard form or regional varieties) and other regional languages.",
  "/wiki/Romansh_language": "Romansh (/roʊˈmænʃ, roʊˈmɑːnʃ/; sometimes also spelled Romansch, Rumantsch, or Romanche; Romansh: rumantsch, rumàntsch, romauntsch or romontsch) is a Romance language spoken predominantly in the southeastern Swiss canton of Grisons (Graubünden), where it has official status alongside German and Italian. It is used as the medium of instruction in schools in Romansh-speaking areas. Romansh has also been recognized as a national language of Switzerland since 1938, and as an official language in correspondence with Romansh-speaking citizens since 1996, along with German, French and Italian. It is sometimes grouped by linguists with Ladin and Friulian as a Rhaeto-Romance language (retorumantsch), though this is disputed.[citation needed]",
  "/wiki/Canton_of_Aargau": "The canton of Aargau (German: Kanton Aargau [ˈaːrɡaʊ] (listen); sometimes Latinized as Argovia; see also other names) is one of the more northerly cantons of Switzerland. It is situated by the lower course of the Aare, which is why the canton is called Aar-gau (meaning \"Aare province\"). It is one of the most densely populated regions of Switzerland.",
  "/wiki/Wikipedia:Media_help": "N/A",
  "/wiki/File:De-Aargau.ogg": "N/A",
  "/wiki/Canton_of_Appenzell_Innerrhoden": "The canton of Appenzell Innerrhoden (German: [ˈapənˌtsɛl ˈɪnərˌroːdən] (listen); in English sometimes Appenzell Inner-Rhodes) is the smallest canton of Switzerland by population and the second smallest by area, with canton of Basel-City being the smallest. It was the last Swiss canton to grant women the right to vote on local issues, in 1991.",
  "/wiki/File:De-Appenzell-Innerrhoden.ogg": "N/A",
  "/wiki/Canton_of_Appenzell_Ausserrhoden": "The canton of Appenzell Ausserrhoden (German: [ˈapənˌtsɛl ˈaʊ̯sərˌroːdən] (listen); in English sometimes Appenzell Outer Rhodes) is a canton of Switzerland. The seat of the government and parliament is Herisau, judicial authorities are in Trogen. Appenzell Ausserrhoden is located in the north east of Switzerland, bordering the cantons of St. Gallen and Appenzell Innerrhoden.",
  "/wiki/File:De-Appenzell-Ausserrhoden.ogg": "N/A",
  "/wiki/Canton_of_Basel-Stadt": "The canton of Basel-Stadt (German: Kanton Basel-Stadt (help·info), English: canton of Basel-City, French: canton de Bâle-Ville, Italian: Cantone di Basilea Città, Romansh: chantun Basilea-Citad) is one of the 26 cantons of Switzerland, and the smallest of the cantons by area. The city of Basel and the municipalities of Bettingen and Riehen form its territory.",
  "/wiki/File:De-Basel-Stadt.ogg": "N/A",
  "/wiki/Canton_of_Basel-Landschaft": "The canton of Basel-Landschaft (German: Kanton Basel-Landschaft (help·info), pronounced [ˈkɑnton ˌbaːzl̩ˈlantʃaft]; English: canton of Basel-Country; French: canton de Bâle-Campagne, pronounced [kɑ̃tɔ̃ də bɑl kɑ̃paɲ]; Italian: Cantone di Basilea Campagna, pronounced [kanˈtone di baˈzileˈa kamˈpaɲɲa]; informally: Baselland, Baselbiet), is one of the 26 cantons of Switzerland. The capital is Liestal. It shares borders with the Swiss cantons of Basel-Stadt, Solothurn, Jura and Aargau, and with the French région of Grand Est and the German state of Baden-Württemberg.",
  "/wiki/File:De-Basel-Landschaft.ogg": "N/A",
  "/wiki/Canton_of_Bern": "The canton of Bern or Berne (German: Kanton Bern; French: canton de Berne) is the second-largest of the 26 Swiss cantons by both surface area and population. Located in west-central Switzerland, it borders the canton of Jura and the canton of Solothurn to the north. To the west lie the canton of Neuchâtel, the canton of Fribourg and canton of Vaud. To the south lies the canton of Valais. East of the canton of Bern lie the cantons of Uri, Nidwalden, Obwalden, Lucerne and Aargau.",
  "/wiki/File:De-Bern.ogg": "N/A",
  "/wiki/Canton_of_Fribourg": "The canton of Fribourg, also canton of Friburg (French: canton de Fribourg, German: Kanton Freiburg (help·info)) is located in western Switzerland. The canton is bilingual, with French spoken by two thirds of the citizens and German by about one third. Both are official languages in the canton. The canton takes its name from its capital city of Fribourg.",
  "/wiki/File:De-Freiburg.ogg": "German pronunciation of Freiburg (Swiss canton and city). Standard German (Hochdeutsch) as spoken by a Swiss person.",
  "/wiki/Canton_of_Geneva": "The Republic and canton of Geneva (French: République et canton de Genève; Arpitan: Rèpublica et canton de Geneva; German: Republik und Kanton Genf; Italian: Repubblica e Cantone di Ginevra; Romansh: Republica e chantun Genevra) is the French-speaking westernmost canton or state of Switzerland, surrounded on almost all sides by France (Auvergne-Rhône-Alpes). As is the case in several other Swiss cantons (canton of Ticino, canton of Neuchâtel, and canton of Jura), this canton is referred to as a republic within the Swiss Confederation.",
  "/wiki/File:De-Genf.ogg": "German pronunciation of Genf (Genève; Swiss canton and city). Standard German (Hochdeutsch) as spoken by a Swiss person.",
  "/wiki/Canton_of_Glarus": "The canton of Glarus, also canton of Glaris (German: Kanton Glarus, [ˈɡlaʁʊs] (listen)) is a canton in east central Switzerland. The capital is Glarus.\nThe population speaks a variety of Alemannic German.\nThe majority of the population (81%) identifies as Christian, about evenly split between the Protestant and Catholic denominations.",
  "/wiki/File:De-Glarus.ogg": "German pronunciation of Glarus (Swiss canton and city). Standard German (Hochdeutsch) as spoken by a Swiss person.",
  "/wiki/Canton_of_Grisons": "The canton of (the) Grisons, or canton of Graubünden,[a] is the largest and easternmost canton of Switzerland. It has international borders with Italy, Austria, and Liechtenstein. Its German name, Graubünden, translates as the \"Grey Leagues\", referring to the canton's origin in three local alliances, the League of God's House, the Grey League, and the League of the Ten Jurisdictions. Grisons is the only officially trilingual canton and the only one where the Romansh language has official status. Swiss German, Italian, and Romansh are all native to the canton.",
  "/wiki/File:De-Graubuenden.ogg": "N/A",
  "/wiki/Canton_of_Jura": "The Republic and Canton of the Jura (French: République et canton du Jura), also known as the canton of Jura or canton Jura (/ˈ(d)ʒʊərə/ JOOR-ə, ZHOOR-ə, French: [ʒyʁa] (listen)),[needs Arpitan IPA] is the newest (founded in 1979) of the 26 Swiss cantons, located in the northwestern part of Switzerland. The capital is Delémont. It shares borders with the canton of Basel-Landschaft, the canton of Bern, the canton of Neuchatel, the canton of Solothurn, and the French régions of Bourgogne-Franche-Comté and Grand Est.",
  "/wiki/File:De-Jura.ogg": "N/A",
  "/wiki/Canton_of_Lucerne": "The canton of Lucerne (German: Kanton Luzern) is a canton of Switzerland. It is located in the centre of Switzerland. The population of the canton (as of 31 December 2018) is 409,557.  As of 2007[update], the population included 57,268 foreigners, or about 15.8% of the total population. The cantonal capital is Lucerne.",
  "/wiki/File:De-Luzern.ogg": "N/A",
  "/wiki/Canton_of_Neuchâtel": "The Republic and Canton of Neuchâtel (French: la République et Canton de Neuchâtel, IPA: [kɑ̃tɔ̃ də nøʃɑtɛl]) is a French-speaking canton in western Switzerland. In 2007, its population was 169,782, of whom 39,654 (or 23.4%) were foreigners. The capital is Neuchâtel.",
  "/wiki/File:De-Neuenburg.ogg": "N/A",
  "/wiki/Canton_of_Nidwalden": "The canton of Nidwalden, also canton of Nidwald (German: Kanton Nidwalden, [ˈnidˌvaldən] (listen)) is a canton of Switzerland. It is located in the centre of Switzerland. The population is 40,287 (in 2007) of which 4,046 (or 10%) are foreigners. The capital is Stans.",
  "/wiki/File:De-Nidwalden.ogg": "N/A",
  "/wiki/Canton_of_Obwalden": "The canton of Obwalden, also canton of Obwald (German: Kanton Obwalden, [ˈɔbˌvaldən] (listen)) is a canton of Switzerland. It is located in the centre of Switzerland. Its capital is Sarnen. The canton contains the geographical centre of Switzerland.",
  "/wiki/File:De-Obwalden.ogg": "German pronunciation of the Swiss canton of Obwalden. Standard German (Hochdeutsch) as spoken by a Swiss person.",
  "/wiki/Canton_of_Schaffhausen": "The canton of Schaffhausen, also canton of Schaffouse (German: Schaffhausen (help·info)) is the northernmost canton of Switzerland. The principal city and capital of the canton is Schaffhausen. The canton's territory is divided into three non-contiguous segments, where German territory reaches the Rhine. The large central part, which includes the capital, in turn separates the German exclave of Büsingen am Hochrhein from the rest of Germany.",
  "/wiki/File:De-Schaffhausen.ogg": "N/A",
  "/wiki/Canton_of_Schwyz": "The canton of Schwyz (German: Kanton Schwyz [ʃviːts] (listen)) is a canton in central Switzerland between the Alps in the south, Lake Lucerne to the west and Lake Zürich in the north, centered on and named after the town of Schwyz.",
  "/wiki/File:De-Schwyz.ogg": "N/A",
  "/wiki/Canton_of_Solothurn": "The canton of Solothurn or canton of Soleure (German: Kanton Solothurn) is a canton of Switzerland. It is located in the northwest of Switzerland. The capital is Solothurn.",
  "/wiki/File:De-Solothurn.ogg": "German pronunciation of Solothurn (Swiss canton and city). Standard German (Hochdeutsch) as spoken by a Swiss person.",
  "/wiki/Canton_of_St._Gallen": "The canton of St. Gallen, also canton of St Gall (German: Kanton St. Gallen Sankt Gallen (help·info); dialectally /saŋkˈalːə/, French: canton de Saint-Gall, Italian: Cantone di San Gallo, Romansh: chantun Son Gagl), is a canton of Switzerland. The capital is St. Gallen.",
  "/wiki/File:De-StGallen.ogg": "N/A",
  "/wiki/Canton_of_Thurgau": "The canton of Thurgau (German: Thurgau (help·info), anglicized as Thurgovia) is a northeast canton of Switzerland.",
  "/wiki/File:De-Thurgau.ogg": "N/A",
  "/wiki/Cantons_of_Switzerland": "The 26 cantons of Switzerland (German: Kanton, French: canton, Italian: cantone, Romansh: chantun) are the member states of the Swiss Confederation. The nucleus of the Swiss Confederacy in the form of the first three confederate allies used to be referred to as the Waldstätte. Two further major steps in the development of the Swiss cantonal system are referred to by the terms Acht Orte (\"Eight Cantons\"; between 1353 and 1481) and Dreizehn Orte (\"Thirteen Cantons\", during 1513–1798); they were important intermediate periods of the Ancient Swiss Confederacy."
}