{
  "/wiki/Athletics_at_the_1964_Summer_Paralympics": "Athletics at the 1964 Summer Paralympics consisted of 42 events, 24 for men and 18 for women.",
  "/wiki/Javelin_throw": "The javelin throw is a track and field event where the javelin, a spear about 2.5 m (8 ft 2 in) in length, is thrown. The javelin thrower gains momentum by running within a predetermined area. Javelin throwing is an event of both the men's decathlon and the women's heptathlon.",
  "/wiki/Zipora_Rosenbaum": "Zipora Rubin-Rosenbaum (born 1946) is an Israeli athlete who has won 30 Paralympic medals. She has represented Israel at the Summer Paralympic Games seven times and has competed in athletics, swimming and table tennis at the Games.",
  "/wiki/Shot_Put": "The shot put is a track and field event involving \"putting\" (pushing rather than throwing) a heavy spherical ball—the shot—as far as possible.  The shot put competition for men has been a part of the modern Olympics since their revival in 1896, and women's competition began in 1948.",
  "/wiki/Jacob_Ben-Arie": "Jacob Ben-Arie (Hebrew: יעקב בן אריה‎, born 1950) is a former Israeli paralympic champion.",
  "/wiki/Swimming_at_the_1964_Summer_Paralympics": "Swimming at the 1964 Summer Paralympics consisted of 62 events, 31 for men, 30 for women and 1 mixed.",
  "/wiki/Baruch_Hagai": "Baruch Hagai (Hebrew: ברוך חגאי‎; born 1944) is an Israeli paralympic champion.",
  "/wiki/Table_tennis_at_the_1964_Summer_Paralympics": "Table tennis at the 1964 Summer Paralympics consisted of twelve events, eight for men and four for women.",
  "/wiki/Discus_Throw": "The discus throw (pronunciation), also known as disc throw, is a track and field event in which an athlete throws a heavy disc—called a discus—in an attempt to mark a farther distance than their competitors. It is an ancient sport, as demonstrated by the fifth-century-BC Myron statue Discobolus. Although not part of the modern pentathlon, it was one of the events of the ancient Greek pentathlon, which can be dated back to at least to 708 BC, and is part of the modern decathlon.",
  "/wiki/Wheelchair_basketball_at_the_1964_Summer_Paralympics": "Wheelchair basketball at the 1964 Summer Paralympics consisted of two events for men.",
  "/wiki/Michal_Escapa": "Michal Escapa (Hebrew: מיכל אסקפה‎) is a former Israeli Paralympic champion.",
  "/wiki/Israel_at_the_1964_Summer_Paralympics": "Israel participated in the 1964 Summer Paralympics in Tokyo. 20 Israeli athletes won seven gold medals, three silver and eleven bronze, enabling their country to finish 7th on the medal table."
}