{
  "/wiki/A.F.C._Leopards": "A.F.C. Leopards Sports Club,  also commonly known as Ingwe (Luhya for Leopards), is a Kenyan association football club based in Nairobi. It currently competes in the Kenyan Premier League, the top tier of the Kenyan football league system, and was founded in 1964. With 12 top-flight league titles to their name, AFC Leopards is Kenya's second most successful club behind Gor Mahia (18 titles), with whom they regularly contest the Mashemeji Derby. The team currently plays its home games at the Nyayo National Stadium.",
  "/wiki/Legea": "LEGEA is a sportswear company founded in 1993 by Giovanni Acanfora, Emilia Acanfora, Luigi Acanfora. It is one of the most popular brands among Italian amateur football teams, now expanding to top division professional clubs.[citation needed]",
  "/wiki/Chemelil_Sugar_F.C.": "Chemelil Sugar Football Club, or simply Chemelil Sugar FC, is a Kenyan football club based in Chemelil. They have been playing in the top division in Kenyan football since 1997. Their home stadium is Chemelil Sports Complex. The club won Kenyan Cup in 2003, but most top clubs pulled out of the competition due to a feud between them and Kenya Football Federation. The club is owned by the Chemelil Sugar Company.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Gor_Mahia_F.C.": "Gor Mahia Football Club (/ˌɡɔːr ˈmaɪjə/ (listen)), commonly also known as K'Ogalo (Luo for \"House of Ogalo\"), is a football club based in Nairobi, Kenya. They have won the Kenyan Premier League a record 18 times, Five more than their arch-rivals A.F.C. Leopards, and have also won the FKF President's Cup a record 10 times. They are the only team from Kenya and the CECAFA region to win an African continental title to date, having won the African Cup Winners' Cup in 1987 after previously reaching the final in 1979.",
  "/wiki/Zdravko_Logarusi%C4%87": "Zdravko Logarušić (born 21 Octobar 1965) is a Croatian football manager, who was most recently the manager of the Sudan national team.",
  "/wiki/Jerim_Onyango": "Fredrick Jerim Onyango Oduor (born 18 November 1984 in Ugunja, Siaya), commonly known as Jerim Onyango, is a Kenyan footballer who plays for Kenyan Premier League side Gor Mahia as a goalkeeper, and also serves as the club's captain. He has also appeared for the Kenya national team, and was part of the squad that won the 2013 CECAFA Cup.",
  "/wiki/Karuturi_Sports": "Vegpro is a Kenyan football club based in Naivasha. They currently compete in the Kenyan National Super League, the second tier of Kenyan football. They play their home games at the Naivasha Stadium.",
  "/wiki/Kenya_Commercial_Bank_S.C.": "Kenya Commercial Bank Sports Club, commonly known as KCB,and nicknamed Sidwedweis a Kenyan multi-sport club based in Nairobi currently playing in the Kenyan Premier League.",
  "/wiki/James_Omondi": "James Omondi Oduor (born December 30, 1980 in Nairobi) is a former Kenyan football defender who last played for Mathare United, and currently manages Karuturi Sports in the Kenyan National Super League.",
  "/wiki/Mathare_United": "Mathare United Football Club is a professional association football club, based in Nairobi, Kenya. They currently compete in the Kenyan Premier League, the top tier of the Kenyan football league system, and won their first and only league title during the 2008 season. The club plays its home games at the Moi International Sports Centre in Kasarani.",
  "/wiki/Anthony_Kimani": "Anthony Kimani aka Muki is a Kenyan midfielder currently in the ranks of Kenyan National Super League side Nairobi City Stars from July 2019.",
  "/wiki/Puma_SE": "Puma SE, branded as Puma, is a German multinational company that designs and manufactures athletic and casual footwear, apparel and accessories, which is headquartered in Herzogenaurach, Bavaria, Germany. Puma is the third largest sportswear manufacturer in the world. The company was founded in 1948 by Rudolf Dassler. In 1924, Rudolf and his brother Adolf Dassler had jointly formed the company Gebrüder Dassler Schuhfabrik (Dassler Brothers Shoe Factory). The relationship between the two brothers deteriorated until the two agreed to split in 1948, forming two separate entities, Adidas and Puma. Both companies are currently based in Herzogenaurach, Germany.",
  "/wiki/Muhoroni_Youth_F.C.": "Muhoroni Youth Football Club is a football club from Muhoroni, Kenya, but plays its home matches at the Nyayo National Stadium in Nairobi. They currently compete in the Kenyan Premier League, where they were promoted after winning the 2011 season of the defunct KFF Nationwide League.\nMuhoroni youth won the top 8 cup in 2016.",
  "/wiki/Alfred_Imonje": "Alfred Imonje is a Kenyan professional football manager.",
  "/wiki/Nairobi_City_Stars": "Nairobi City Stars is an association football club based in Nairobi, Kenya. They currently compete in the second tier Kenyan National Super League.",
  "/wiki/Oserian_F.C.": "Oserian Football Club is a football club based in Naivasha, Kenya. They currently play in the Kenyan National Super League and are supported by the Oserian flower farm. They were promoted to the Kenyan Premier League after winning the FKL Nationwide League in 2011, but were relegated again after finishing 15th in 2012. Under the name Oserian Fastac, it won two Premier League titles, but was forced to briefly wind up operations when its backers pulled out. This meant that the club had to start again from the bottom tier in order to return to the Premier League. Their major rivals are Karuturi Sports, with whom they share the Naivasha derby.",
  "/wiki/Sammy_Omollo": "Samuel  \"Pamzo\" Omollo (born 30 May 1970) is a former Kenya international football defender who played for clubs in Kenya and India. He is currently the manager of Posta Rangers, and he is also a football analyst at Radio Jambo FM, which is a broadcast radio station from Nairobi, Kenya, providing sports, talk shows and African music.",
  "/wiki/Rangers_F.C._(Kenya)": "Posta Rangers Football Club is a Kenyan professional football club, based in Nairobi, which currently competes in the Kenyan Premier League. It competes in the Kenyan Premier League and competed in the 2012 KPL Top 8 Cup, where they were knocked out by Tusker.",
  "/wiki/Sofapaka": "Sofapaka Football Club (Sofapaka: Sote kama Familia kwa Pamoja Kuafikia Azimio – Kiswahili: We as a Family together to achieve a goal) is a football club, based in Nairobi. They play their home games at the Kenyatta Stadium, Machakos, Kenya.",
  "/wiki/Stewart_Hall_(football_coach)": "John Stewart Hall is an association football coach. He is the current Technical Director of Saif Sporting Club.",
  "/wiki/James_Situma": "James Wakhungu Situma (born 11 November 1984 in Ndivisi, Bungoma, Kenya) is a Kenyan football player who most recently playde for Tusker in the Kenyan Premier League and the Kenya national team. He can play as a central defender or as a central midfielder. He achieved great success in his first spell at Sofapaka before his move to KF Tirana, winning 4 trophies during his 4 years at the club including their first ever Kenya Premier League title as well as captaining the side in the CAF Champions League.",
  "/wiki/Sony_Sugar_F.C.": "SoNy Sugar Football Club is an association football club based in Awendo, Kenya. It currently competes in the Kenyan Premier League, the top tier of the Kenyan football league system, and plays its home games at the Sony Green Stadium. In the 2005–06 season, the club clinched its first league title with a record that included over 20 wins. The sugar millers were led to their first premier league trophy by head coach Francis Baraza who had just taken over from Peter Otieno 'Bassanga'. Most of the players were casual workers at the sugar milling factory. Some of the players who played a key role in the title winning season are Zak (GK), Ayoo (DEF), Noah Abich (DEF), Fred Ajwang (MF), Marwa Chamberi (ST), Jockins Atudo (DEF), Victor Ali Abondo (MF), Neto (MF), Chimbuzi (DEF), Onkangi (ST), Zakayo, Sylvester Wanyama DEF, Emmanuel Geno, Salim Babu (MF), Tom AKA Tosh, Oduor Alfred, Adan, Willis AKA Awilo, Dennis Chweya, Waweru, Imbusi and Zachary Onyango.",
  "/wiki/Zedekiah_Otieno": "Zedekiah \"Zico\" Otieno (born 30 November 1968) is a retired Kenyan footballer who is currently the manager of KCB in the Kenyan National Super League.",
  "/wiki/Joma": "Joma (Spanish pronunciation: [ˈxoma]) is a Spanish sports clothing manufacturer, which currently produces footwear and clothing for football, futsal, handball\nbasketball, \nvolleyball, running, tennis, padel, fitness. Its headquarters are located in Spain.",
  "/wiki/Thika_United": "Thika United Football Club is an association football club based in Thika, Kenya, which currently competes in the Kenyan Super League, the second tier of the Kenyan football league system. They play their home games at the Thika Sub-County Stadium.",
  "/wiki/John_Kamau": "John Kamau (born 13 May 1947) is a Kenyan boxer. He competed in the men's flyweight event at the 1964 Summer Olympics.",
  "/wiki/Tusker_F.C.": "The Tusker Football Club is a football club based in Nairobi, Kenya. It is the third most successful club in Kenya with eleven Kenyan league championships and four Kenyan cup wins. In addition, it has won four East African CECAFA Clubs Cup titles.",
  "/wiki/Joseph_Shikokoti": "Joseph Shikokoti (born 8 August 1985) is a Kenyan footballer who plays for A.F.C. Leopards in the Kenyan Premier League and the Kenya national team as a centre back.",
  "/wiki/Ulinzi_Stars": "Ulinzi Stars Football Club is an association football club based in Nakuru, Kenya. They compete in the Kenyan Premier League, where they won three consecutive titles from 2003 to 2005. They are the only team to have done so, along with AFC Leopards and Gor Mahia, and won their most recent league title in 2010.",
  "/wiki/Western_Stima": "Western Stima Football Club is a Kenyan football club based in Kakamega.  The team play their home games primarily at the Bukhungu Stadium, but also at the Moi Stadium. Western Stima currently compete in the Kenyan Premier League.",
  "/wiki/2012_Kenyan_Premier_League": "The 2012 Kenyan Premier League (known as the Tusker Premier League for sponsorship reasons) was the ninth season of the Kenyan Premier League since its establishment in 2003 and the forty-ninth season of top division football in Kenya since 1963. It began on 11 February with Tusker and Nairobi City Stars and ended on 10 November with Oserian and Rangers. The winners of the league will earn a place at the preliminary round of the 2013 CAF Champions League and play against the 2012 FKF President's Cup champions at the 2013 Kenyan Super Cup."
}