{
  "/wiki/ABC_(newspaper)": "ABC is a Spanish national daily newspaper. It is the third largest general-interest newspaper in Spain, and the oldest newspaper still operating in Madrid. ABC is often referred to as a newspaper of record of Spain, along with El País and El Mundo[citation needed].",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Ara_(newspaper)": "Ara (Catalan pronunciation: [ˈaɾə], meaning Now in English) is a Catalan daily newspaper that began publication on 28 November 2010, coinciding with the Catalan parliamentary elections. It is the third most read daily newspaper in Catalonia, and the most read daily newspaper written exclusively in the Catalan language. Its regional edition, Ara Balears, is the most popular Catalan language newspaper on the Balearic Islands. ARA's online edition had nearly 3.2M visitors in September 2017, making it the most popular online newspaper in Catalan language.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Canarias_7": "Canarias7 is a Spanish language newspaper published in Las Palmas de Gran Canaria, Canary Islands.",
  "/wiki/Las_Palmas_de_Gran_Canaria": "Las Palmas (UK: /ˌlæs ˈpælməs, - ˈpɑːl-/, US: /ˌlɑːs ˈpɑːlməs, -mɑːs/; Spanish: [las ˈpalmas]), officially Las Palmas de Gran Canaria,[a] is a city and capital of Gran Canaria island, in the Canary Islands, on the Atlantic Ocean.",
  "/wiki/Deia_(newspaper)": "The  Deia (in Basque, The call) is a Basque Country newspaper founded in 1977, with a Basque nationalistic perspective. The newspaper is bilingual in character though principally written in Spanish with some articles in Basque. Deia is the main product of the Editorial Iparraguirre S.A. (EISA).  Although their initial objective was to cover news in the whole of  País Vasco, they actually have as their tag line  Noticias de Bizkaia, as their principle market is in Vizcaya, where they are the second largest newspaper in the city. Deia is part of the newspaper group Grupo Noticias, which includes several other Spanish newspapers including Diario de Noticias in Navarra, Noticias de Gipuzkoa in Guipúzcoa and Noticias de Álava en Álava.",
  "/wiki/Bilbao": "Bilbao (/bɪlˈbaʊ, -ˈbɑːoʊ/, also US: /-ˈbeɪoʊ/, Spanish: [bilˈβao]; Basque: Bilbo [bilβo]) is a city in northern Spain, the largest city in the province of Biscay and in the Basque Country as a whole. It is also the largest city proper in northern Spain. Bilbao is the tenth largest city in Spain, with a population of 345,141 as of 2015. The Bilbao metropolitan area has 1,037,847 inhabitants, making it one of the most populous metropolitan areas in northern Spain; with a population of 875,552 the comarca of Greater Bilbao is the fifth-largest urban area in Spain. Bilbao is also the main urban area in what is defined as the Greater Basque region.",
  "/wiki/Diari_de_Girona": "Diari de Girona (Catalan pronunciation: [diˈaɾi ðə ʒiˈɾonə]) is a Catalan daily newspaper, based in Girona, Catalonia.",
  "/wiki/Girona": "Girona (/dʒɪˈroʊnə/, Catalan: [ʒiˈɾonə], Spanish: Gerona [xeˈɾona]) is a city in Catalonia, Spain, at the confluence of the rivers Ter, Onyar, Galligants, and Güell and has an official population of 101,852 in 2019. It is the capital of the province of the same name and of the comarca of the Gironès. It is located 99 km (62 mi) northeast of Barcelona. Girona is a major Catalan city.",
  "/wiki/Diari_de_Tarragona": "Diari de Tarragona is a Spanish language newspaper, with some articles in Catalan.  Based in the province of Tarragona, they are focused on proving the area with local and provincial news. They were originally founded in 1939 with the name Diario Español only a few weeks before the end of the Spanish Civil War.",
  "/wiki/Tarragona": "Tarragona (English: /ˌtærəˈɡoʊnə/ TARR-ə-goh-nə, also US: /ˌtɑːr-/ TAR-, Catalan: [tərəˈɣonə], Spanish: [taraˈɣona]; Phoenician: Tarqon; Latin: Tarraco) is a port city located in northeast Spain on the Costa Daurada by the Mediterranean Sea. Founded before the 5th century BC, it is the capital of the Province of Tarragona, and part of Tarragonès and Catalonia. Geographically, it is bordered on the north by the Province of Barcelona and the Province of Lleida. The city has a population of 201,199 (2014).",
  "/wiki/C%C3%B3rdoba_(newspaper)": "Córdoba, sometimes called Diario Córdoba, is a Spanish language newspaper from the city of Córdoba and is the major source of news from the  province. It has been published continuously since 25 July 1941.",
  "/wiki/C%C3%B3rdoba,_Spain": "Córdoba (/ˈkɔːrdəbə/, Spanish: [ˈkoɾðoβa]),[a] also spelled Cordova (/ˈkɔːrdəvə/) in English, is a city in Andalusia, southern Spain, and the capital of the province of Córdoba. It was a Roman settlement, taken over by the Visigoths, followed by the Muslim conquests in the eighth century and later becoming an imperial city under the Caliphate of Córdoba. The city served as the capital in exile of the Umayyad Caliphate, the Almohad and various other emirates. During these Muslim periods, Córdoba was transformed into a world leading center of education and learning, producing notable figures such as Averroes, Ibn Hazm, and Al-Zahrawi, and by the 10th century it had grown to be the second-largest city in Europe. It was conquered by the Kingdom of Castile through the Christian Reconquista in 1236.",
  "/wiki/Santa_Cruz_de_La_Palma": "Santa Cruz de la Palma (Spanish for Holy Cross of La Palma) is a city and a municipality in the eastern part of the island of La Palma in the province of Santa Cruz de Tenerife of the Canary Islands. It is situated on the east coast. Santa Cruz de la Palma is the second largest city (after Los Llanos de Aridane) and is the capital of the island. It is located along an old lava flow coming out from the Caldereta (small caldera), a volcano located just south of the city.",
  "/wiki/Burgos": "Burgos (UK: /ˈbʊərɡɒs/ BOOR-goss, US: /ˈbʊərɡoʊs/ BOOR-gohss, Spanish: [ˈbuɾɣos]) is a city in northern Spain and the historic capital of Castile. It is situated on the confluence of the Arlanzón river tributaries, at the edge of the Iberian central plateau. It has about 180,000 inhabitants in the actual city and another 20,000 in the metropolitan area. It is the capital of the province of Burgos, in the autonomous community of Castile and León. Burgos was once the capital of the Crown of Castile, and the Burgos Laws or Leyes de Burgos which first governed the behaviour of Spaniards towards the natives of the Americas were promulgated here in 1512.",
  "/wiki/Diario_de_C%C3%A1diz": "Diario de Cádiz is a Spanish-language newspaper published in Cádiz, Spain. The paper serves for the province of Cádiz",
  "/wiki/C%C3%A1diz": "Cádiz (/kəˈdɪz/, also US: /ˈkeɪdɪz, ˈkæd-, ˈkɑːd-/, Spanish: [ˈkaðiθ]; see more below) is a city and port in southwestern Spain. It is the capital of the Province of Cádiz, one of eight which make up the autonomous community of Andalusia.",
  "/wiki/Ibiza": "Ibiza (Spanish: [iˈβiθa]; Catalan: Eivissa [əjˈvisə]; see below) is a Spanish island in the Mediterranean Sea off the eastern coast of Spain. It is 150 kilometres (93 miles) from the city of Valencia. It is the third largest of the Balearic Islands, an autonomous community of Spain. Its largest settlements are Ibiza Town (Catalan: Vila d'Eivissa, or simply Vila), Santa Eulària des Riu, and Sant Antoni de Portmany. Its highest point, called Sa Talaiassa (or Sa Talaia), is 475 metres (1,558 feet) above sea level.",
  "/wiki/Jerez_de_la_Frontera": "Jerez de la Frontera (Spanish pronunciation: [xeˈɾeθ ðe la fɾonˈteɾa]), or simply Jerez (pronounced [xeˈɾeθ]), is a Spanish city and municipality in the province of Cádiz in the autonomous community of Andalusia, in southwestern Spain, located midway between the Atlantic Ocean and the Cádiz Mountains. As of 2015[update], the city, the largest in the province, had a population of 212,876. It is the fifth largest in Andalusia, and has become the transportation and communications hub of the province, surpassing even Cádiz, the provincial capital, in economic activity. Jerez de la Frontera is also, in terms of land area, the largest municipality in the province, and its sprawling outlying areas are a fertile zone for agriculture. There are also many cattle ranches and horse-breeding operations, as well as a world-renowned wine industry (Xerez).",
  "/wiki/Diario_del_AltoArag%C3%B3n": "Diario del AltoAragón is an Aragonese daily newspaper published in Spain. Most of the information relates to the province, but also offers information on Aragón, Spain, the world and sports.",
  "/wiki/Huesca": "Huesca (Spanish: [ˈweska]; Aragonese: Uesca) is a city in north-eastern Spain, within the autonomous community of Aragon. It is also the capital of the Spanish province of the same name and of the comarca of Hoya de Huesca. In 2009 it had a population of 52,059, almost a quarter of the total population of the province. The city is one of the smallest provincial capitals in Spain.",
  "/wiki/Le%C3%B3n,_Spain": "León (UK: /leɪˈɒn/, US: /-ˈoʊn/; Spanish: [leˈon]; Leonese: Llión [ʎiˈoŋ]) is the capital of the province of León, located in the northwest of Spain. Its city population of 127,817 (2015) makes it the largest municipality in the province, accounting for more than one quarter of the province's population. Including the metropolitan area, the population is estimated at 202,793 (2015).",
  "/wiki/Palma_de_Mallorca": "Palma, fully known as Palma de Mallorca (/ˈpɑːlmə/ or /ˈpɑːmə/, Catalan: [ˈpalmə], Spanish: [ˈpalma]), is the capital and largest city of the autonomous community of the Balearic Islands in Spain. It is situated on the south coast of Mallorca on the Bay of Palma. The Cabrera Archipelago, though widely separated from Palma proper, is administratively considered part of the municipality. As of 2018[update], Palma Airport serves over 29 million passengers per year.",
  "/wiki/Diario_de_Navarra": "Diario de Navarra (also called El Diario de Navarra; meaning Navarra Daily in English) is a Spanish language regional newspaper based in Pamplona, Spain.",
  "/wiki/Pamplona": "Pamplona (Spanish: [pamˈplona]; French: Pampelune, Basque: Iruña; IPA: [iɾuɲa] or Iruñea; IPA: [iɾuɲea]) is the capital city of the Autonomous Community of Navarre, in Spain, and historically also of the former Kingdom of Navarre. Pamplona is also the second-largest city in the greater Basque cultural region, composed of two Spanish autonomous communities, Navarre and Basque Country, and the French Basque Country.",
  "/wiki/Pontevedra": "Pontevedra (Galician: [ˌpontɪˈβɛðɾɐ], Spanish: [ponteˈβeðɾa]) is a Spanish city in the north-west of the Iberian Peninsula. It is the capital of both the Comarca (County) and Province of Pontevedra, and of the Rias Baixas in Galicia. It is also the capital of its own municipality which is, in fact, often considered as an extension of the actual city.",
  "/wiki/Seville": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Ja%C3%A9n,_Spain": "Jaén (Spanish pronunciation: [xaˈen]) is a city in south-central Spain, located in the autonomous community of Andalusia. It is the capital of the province of Jaén."
}