{
  "/wiki/Beale_Street": "Beale Street is a street in Downtown Memphis, Tennessee, which runs from the Mississippi River to East Street, a distance of approximately 1.8 miles (2.9 km). It is a significant location in the city's history, as well as in the history of blues music. Today, the blues clubs and restaurants that line Beale Street are major tourist attractions in Memphis. Festivals and outdoor concerts frequently bring large crowds to the street and its surrounding areas.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Shelby_County,_Tennessee": "Shelby County is a county in the U.S. state of Tennessee. As of the 2010 census, the population was 927,644. It is the state's largest county both in terms of population and geographic area. Its county seat is Memphis, a port on the Mississippi River and the second most populous city in Tennessee. The county was named for Governor Isaac Shelby (1750–1826) of Kentucky.",
  "/wiki/Blues": "Blues is a music genre and musical form which was originated in the Deep South of the United States around the 1870s by African-Americans from roots in African musical traditions, African-American work songs, and spirituals. Blues incorporated spirituals, work songs, field hollers, shouts, chants, and rhymed simple narrative ballads. The blues form, ubiquitous in jazz, rhythm and blues and rock and roll, is characterized by the call-and-response pattern, the blues scale and specific chord progressions, of which the twelve-bar blues is the most common. Blue notes (or \"worried notes\"), usually thirds, fifths or sevenths flattened in pitch are also an essential part of the sound. Blues shuffles or walking bass reinforce the trance-like rhythm and form a repetitive effect known as the groove.",
  "/wiki/Music": "Music is an art form and cultural activity whose medium is sound organized in time. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the \"color\" of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική (mousike; \"art of the Muses\").\nSee glossary of musical terminology.",
  "/wiki/African_American_music": "African-American music is an umbrella term covering a diverse range of music and musical genres largely developed by African Americans. Their origins are in musical forms that arose out of the historical condition of slavery that characterized the lives of African Americans prior to the American Civil War.",
  "/wiki/Music_of_the_United_States": "The music of the United States reflects the country's pluri-ethnic population through a diverse array of styles. It is a mixture of music influenced by West African, Irish, Scottish and mainland European cultures among others. The country's most internationally renowned genres are jazz, blues, country, bluegrass, americana (music), rock, rhythm and blues, soul, ragtime, funk, hip hop, doo wop, pop, techno, house, folk music, disco, boogaloo, reggaeton, and salsa. American music is heard around the world. Since the beginning of the 20th century, some forms of American popular music have gained a near-global audience.",
  "/wiki/W._C._Handy": "William Christopher Handy (November 16, 1873 – March 28, 1958) was a composer and musician, and called himself  the Father of the Blues. An African American, Handy was one of the most influential songwriters in the United States. One of many musicians who played the distinctively American blues music, Handy did not create the blues genre but was the first to publish music in the blues form, thereby taking the blues from a regional music style (Delta blues) with a limited audience to a new level of popularity.",
  "/wiki/Bar_(establishment)": "A bar (also known as a saloon or a tavern or sometimes as a pub or club, referring to the actual establishment, as in pub bar or club bar etc.) is a retail  business establishment that serves alcoholic beverages, such as beer, wine, liquor, cocktails, and other beverages such as mineral water and soft drinks. Bars often also sell snack foods such as potato chips (also known as crisps) or peanuts, for consumption on their premises. Some types of bars, such as pubs, may also serve food from a restaurant menu. The term \"bar\" also refers to the countertop and area where drinks are served. The term \"bar\" derives from the metal or wooden bar (barrier) that is often located along the length of the \"bar\".",
  "/wiki/Theater_(structure)": "A theater, theatre or playhouse, is a structure where theatrical works or plays are performed, or other performances such as musical concerts may be produced. A theatre used for opera performances is called an opera house. While a theater is not required for performance (as in environmental theater or street theater), a theater serves to define the performance and audience spaces. The facility is traditionally organized to provide support areas for performers, the technical crew and the audience members.",
  "/wiki/William_Blount_Mansion": "The Blount Mansion, also known as William Blount Mansion, located at 200 West Hill Avenue in downtown Knoxville, Tennessee, was the home of the only territorial governor of the Southwest Territory, William Blount (1749–1800).  Blount, also a signer of the United States Constitution and a U.S. Senator from Tennessee, lived on the property with his family and ten African-American slaves.  The mansion served as the de facto capitol of the Southwest Territory.  In 1796, much of the Tennessee Constitution was drafted in Governor Blount's office at the mansion.  Tennessee state historian John Trotwood Moore once called Blount Mansion \"the most important historical spot in Tennessee.\"",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/Knox_County,_Tennessee": "Knox County is a county in the U.S. state of Tennessee. As of the 2010 census, the population was 432,226, making it the third-most populous county in Tennessee, and the 153rd-most populous county or county-equivalent in the nation. Its county seat is Knoxville, the third-most populous city in Tennessee.",
  "/wiki/William_Blount": "William Blount (March 26, 1749 – March 21, 1800) was an American statesman and land speculator, and a signer of the United States Constitution. He was a member of the North Carolina delegation at the Constitutional Convention of 1787, and led efforts in North Carolina to ratify the Constitution in 1789 at Fayetteville.  He subsequently served as the only governor of the Southwest Territory and played a leading role in helping the territory gain admission to the Union as the State of Tennessee.  He was selected as one of Tennessee's initial U.S. senators in 1796.",
  "/wiki/Death": "Death is the permanent cessation of all biological functions that sustain a living organism. Phenomena which commonly bring about death include aging, predation, malnutrition, disease, suicide, homicide, starvation, dehydration, and accidents or major trauma resulting in terminal injury. In most cases, bodies of living organisms begin to decompose shortly after death.",
  "/wiki/Congress_of_the_Confederation": "The Congress of the Confederation, or the Confederation Congress, formally referred to as the United States in Congress Assembled, was the governing body of the United States of America that existed from March 1, 1781, to March 4, 1789. A unicameral body with legislative and executive function, it was composed of delegates appointed by the legislatures of the several states. Each state delegation had one vote. It was preceded by the Second Continental Congress (1775–1781) and was created by the Articles of Confederation and Perpetual Union in 1781.",
  "/wiki/Philadelphia_Convention": "The Constitutional Convention (also known as the Philadelphia Convention the Federal Convention, or the Grand Convention at Philadelphia) took place from May 25 to September 17, 1787, in the old Pennsylvania State House (now known as Independence Hall) in Philadelphia. Although the Convention was intended to revise the league of states and first system of government under the Articles of Confederation, the intention from the outset of many of its proponents, chief among them James Madison of Virginia and Alexander Hamilton of New York, was to create a new government rather than fix the existing one.  The delegates elected George Washington of Virginia, former commanding general of the Continental Army in the late American Revolutionary War (1775–1783) and proponent of a stronger national government, to become President of the Convention. The result of the Convention was the creation of the Constitution of the United States, placing the Convention among the most significant events in American history.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Governor": "A governor is, in most cases, a public official with the power to govern the executive branch of a non-sovereign or sub-national level of government, ranking under the head of state.  In federations, governor may be the title of a politician who governs a constituent state and may be either appointed or elected. The power of the individual governor can vary dramatically between political systems, with some governors having only nominal or largely ceremonial power, while others having a complete control over the entire government.",
  "/wiki/Southwest_Territory": "The Territory South of the River Ohio, more commonly known as the Southwest Territory, was an organized incorporated territory of the United States that existed from May 26, 1790, until June 1, 1796, when it was admitted to the United States as the State of Tennessee. The Southwest Territory was created by the Southwest Ordinance from lands of the Washington District that had been ceded to the U.S. federal government by North Carolina. The territory's lone governor was William Blount.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/U.S._state": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory and shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which they reside. State citizenship and residency are flexible, and no government approval is required to move between states, except for persons restricted by certain types of court orders (such as paroled convicts and children of divorced spouses who are sharing custody).",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Chucalissa_Indian_Village": "The C.H. Nash Museum at Chucalissa is located on and exhibits excavated materials of the Mississippian culture archaeological site known as Chucalissa  (40 SY 1) which means \"abandoned house\" in Choctaw. The site is located adjacent to the T. O. Fuller State Park within the city of Memphis, Tennessee, United States. Chucalissa was designated National Historic Landmark in 1994 due to its importance as one of the best-preserved and major prehistoric settlement sites in the region.",
  "/wiki/Archaeology": "Archaeology, or archeology, is the study of human activity through the recovery and analysis of material culture. The archaeological record consists of artifacts, architecture, biofacts or ecofacts and cultural landscapes. Archaeology can be considered both a social science and a branch of the humanities. In Europe it is often viewed as either a discipline in its own right or a sub-field of other disciplines, while in North America archaeology is a sub-field of anthropology.",
  "/wiki/Mound": "A mound is a heaped pile of earth, gravel, sand, rocks, or debris. Most commonly, mounds are earthen formations such as hills and mountains, particularly if they appear artificial. A mound may be any rounded area of topographically higher elevation on any surface.   Artificial mounds have been created for a variety of reasons throughout history, including ceremonial (platform mound), burial (tumulus), and commemorative purposes (e.g. Kościuszko Mound).",
  "/wiki/Walls_Phase": "The Walls Phase is an archaeological phase in southwestern Tennessee and northwestern Mississippi of the Late Mississippian culture. Chucalissa is a Walls Phase mound and plaza complex located on a bluff overlooking the Mississippi River. Other contemporaneous groups in the area include the Parkin Phase, Tipton Phase, Menard Phase, and the Nodena Phase. The Walls Phase is the last prehistoric people to inhabit the Memphis area before the arrival of Europeans. During the early 1540s the Hernando de Soto Expedition passed through the area, stopping at many villages along the way. It is thought that the Walls Phase may be the Province of Quizquiz, a Tunican people encountered by de Soto on the banks of the Mississippi River.",
  "/wiki/Mississippian_culture": "The Mississippian culture was a mound-building Native American civilization that flourished in what is now the Midwestern, Eastern, and Southeastern United States from approximately 800 to 1600, varying regionally. It was composed of a series of urban settlements and satellite villages (suburbs) linked together by loose trading networks. The largest city was Cahokia, believed to be a major religious center.",
  "/wiki/Architecture": "Architecture (Latin architectura, from the Greek ἀρχιτέκτων arkhitekton \"architect\", from ἀρχι- \"chief\" and τέκτων \"creator\") is both the process and the product of planning, designing, and constructing buildings or any other structures. Architectural works, in the material form of buildings, are often perceived as cultural symbols and as works of art. Historical civilizations are often identified with their surviving architectural achievements.",
  "/wiki/Flora": "Flora is all the plant life present in a particular region or time, generally the naturally occurring (indigenous) native plants. The corresponding term for animal life is fauna. Flora, fauna, and other forms of life, such as fungi, are collectively referred to as biota. Sometimes bacteria and fungi are also referred to as flora, as in the terms gut flora or skin flora.",
  "/wiki/Fauna": "Fauna is all of the animal life present in a particular region or time. The corresponding term for plants is flora. Flora, fauna and other forms of life such as fungi are collectively referred to as biota. Zoologists and paleontologists use fauna to refer to a typical collection of animals found in a specific time or place, e.g. the \"Sonoran Desert fauna\" or the \"Burgess Shale fauna\". Paleontologists sometimes refer to a sequence of faunal stages, which is a series of rocks all containing similar fossils. The study of animals of a particular region is called faunistics.",
  "/wiki/Human": "Humans (Homo sapiens) are the only extant members of the subtribe Hominina. Together with chimpanzees, gorillas, and orangutans, they are part of the family Hominidae (the great apes, or hominids). A terrestrial animal, humans are characterized by their erect posture and bipedal locomotion; high manual dexterity and heavy tool use compared to other animals; open-ended and complex language use compared to other animal communications; larger, more complex brains than other animals; and highly advanced and organized societies.",
  "/wiki/Skeleton": "The skeleton  is the body part that forms the supporting structure of an organism. It can also be seen as the bony frame work of the body which provides support, shape and protection to the soft tissues and delicate organs in animals. There are several different skeletal types: the exoskeleton, which is the stable outer shell of an organism, the endoskeleton, which forms the support structure inside the body, the hydroskeleton, a flexible skeleton supported by fluid pressure, and the cytoskeleton present in the cytoplasm of all cells, including bacteria, and archaea. The term comes from Greek  σκελετός (skeletós), meaning 'dried up'.",
  "/wiki/Delta_Queen": "The Delta Queen is an American sternwheel steamboat.  She is known for historically cruising the major rivers that constitute the tributaries of the Mississippi River, particularly in the American South. She was docked in Chattanooga, Tennessee and served as a floating hotel until purchased by the newly formed Delta Queen Steamboat Company. She was towed to Houma, Louisiana, in March 2015 for refurbishing to her original condition.",
  "/wiki/Chattanooga,_Tennessee": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 180,557 in 2017, it is the fourth-largest city in Tennessee and one of the two principal cities of East Tennessee, along with Knoxville. Served by multiple railroads and Interstate highways, Chattanooga is a transit hub. Chattanooga lies 118 miles (190 km) northwest of Atlanta, Georgia, 112 miles (180 km) southwest of Knoxville, Tennessee, 134 miles (216 km) southeast of Nashville, Tennessee, 102 miles (164 km) east-northeast of Huntsville, Alabama, and 147 miles (237 km) northeast of Birmingham, Alabama.",
  "/wiki/Hamilton_County,_Tennessee": "Hamilton County is a county located in the U.S. state of Tennessee. It is located in East Tennessee. As of the 2010 census, the population was 336,463, making it the fourth-most populous county in Tennessee. Its county seat is Chattanooga. The county was named for Alexander Hamilton, the first Secretary of the Treasury. Hamilton County is one of 95 counties within the state of Tennessee. Hamilton County is the fourth most populated county in Tennessee and has continued to grow in recent years. Hamilton County is part of the Chattanooga, TN-GA Metropolitan Statistical Area. The county was created on October 25, 1819. Hamilton county extended to the state line after absorbing parts of three different counties including Bledsoe, Marion, and Rhea. The county's creation was the result of a treaty signed with the Cherokee Indians in 1817. Hamilton County is the eighth-highest income Tennessee location by per capita income ($26,588).",
  "/wiki/Steamboat": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S (for 'Screw Steamer') or PS (for 'Paddle Steamer'); however, these designations are most often used for steamships.",
  "/wiki/Fort_Loudoun_(Tennessee)": "Fort Loudoun was a British colonial-era fort located in what is now Monroe County, Tennessee, United States.  Built in 1756 and 1757 to help garner Cherokee support for the British at the outset of the Seven Years' War, the fort was one of the first significant British outposts west of the Appalachian Mountains.  The fort was designed by John William G. De Brahm, its construction was supervised by Captain Raymond Demeré, and its garrison was commanded by Demeré's brother, Paul Demeré. It was named for the Earl of Loudoun, the commander of British forces in North America at the time.",
  "/wiki/Vonore,_Tennessee": "Vonore is a town in Monroe and Blount counties, in the U.S. state of Tennessee. The population was 1,474 as of the 2010 census. The current mayor is Bob Lovingood. The city hall, library, community center, police department, and fire department are located on Church Street.",
  "/wiki/Monroe_County,_Tennessee": "Monroe County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 44,519. Its county seat is Madisonville.",
  "/wiki/Construction": "Construction is the process of constructing a building or infrastructure. Construction differs from manufacturing in that manufacturing typically involves mass production of similar items without a designated purchaser, while construction typically takes place on location for a known client. Construction as an industry comprises six to nine percent of the gross domestic product of developed countries. Construction starts with planning, design, and financing; it continues until the project is built and ready for use.",
  "/wiki/Kingdom_of_Great_Britain": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801.  The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England (which included Wales) and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exception of the Isle of Man and the Channel Islands. The unitary state was governed by a single parliament and government that was based in Westminster.  The former kingdoms had been in personal union since James VI of Scotland became King of England and King of Ireland in 1603 following the death of Elizabeth I, bringing about the \"Union of the Crowns\". Since its inception, the kingdom was in legislative and personal union with the Kingdom of Ireland. Following the accession of George I to the throne of Great Britain in 1714, the kingdom was in a personal union with the Electorate of Hanover.",
  "/wiki/French_and_Indian_War": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by American Indian allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the Indians.",
  "/wiki/Cherokee": "The Cherokee (/ˈtʃɛrəkiː/; Cherokee: ᎠᏂᏴᏫᏯᎢ, romanized: Aniyvwiyaʔi, or Cherokee: ᏣᎳᎩ, romanized: Tsalagi) are one of the indigenous people of the Southeastern Woodlands of the United States. Prior to the 18th century, they were concentrated in what is now southwestern North Carolina, southeastern Tennessee, edges of western South Carolina, northeastern Georgia and northeastern Alabama.",
  "/wiki/Fort_Pillow_State_Park": "Fort Pillow State Historic Park is a state park in western Tennessee that preserves the American Civil War site of the Battle of Fort Pillow.  The 1,642 acre (6.6 km²) Fort Pillow, located in Lauderdale County on the Chickasaw Bluffs overlooking the Mississippi River, is rich in both historic and archaeological significance. In 1861, the Confederate army built extensive fortifications  and named the site for General Gideon Johnson Pillow of Maury County. It was attacked and held by the Union Army for most of the American Civil War period except immediately after the Battle of Fort Pillow, when it was retaken by the Confederate Army. Many African-American soldiers were killed in what modern historians describe as a \"massacre\" or \"atrocity\". Interpretive sites are part of the park.",
  "/wiki/Henning,_Tennessee": "Henning is a town in Lauderdale County, Tennessee. The population was 945 at the 2010 census.",
  "/wiki/Lauderdale_County,_Tennessee": "Lauderdale County is a county located on the western edge of the U.S. state of Tennessee, with its border the Mississippi River. As of the 2010 census, the population was 27,815. Its county seat is Ripley. Since the antebellum years, it has been developed for cotton as a major commodity crop.",
  "/wiki/Confederate_States_of_America": "The Confederate States of America (CSA or C.S.)—commonly referred to as the Confederacy—was an unrecognized republic in North America that existed from 1861 to 1865. The Confederacy was originally formed by seven secessionist slave-holding states—South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana, and Texas—in the Lower South region of the United States, whose economy was heavily dependent upon agriculture, particularly cotton, and a plantation system that relied upon the labor of African-American slaves. Convinced that the institution of slavery was threatened by the November 1860 election of Republican candidate Abraham Lincoln to the U.S. presidency on a platform which opposed the expansion of slavery into the western territories, the Confederacy declared its secession in rebellion against the United States, with the loyal states becoming known as the Union during the ensuing American Civil War. Confederate Vice President Alexander H. Stephens described its ideology as being centrally based \"upon the great truth that the negro is not equal to the white man; that slavery, subordination to the superior race, is his natural and normal condition\".",
  "/wiki/Battle_of_Fort_Pillow": "The Battle of Fort Pillow, also known as the Fort Pillow massacre, was fought on April 12, 1864, at Fort Pillow on the Mississippi River in Henning, Tennessee, during the American Civil War. The battle ended with a massacre of African-American Union troops and their white officers attempting to surrender, by soldiers under the command of Confederate Major General Nathan Bedford Forrest. Military historian David J. Eicher concluded: \"Fort Pillow marked one of the bleakest, saddest events of American military history.\"",
  "/wiki/African_American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Union_Army": "During the American Civil War, the Union Army referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic.",
  "/wiki/Soldier": "A soldier is one who fights as part of an army.  A soldier can be a conscripted or volunteer enlisted person, a non-commissioned officer, or an officer. An individual who fights on behalf of a polity which is not their own, is referred to as a mercenary.",
  "/wiki/Battle": "A  battle  is a combat in warfare between two or more armed forces. A war usually consists of multiple battles. Battles generally are well defined in duration, area, and force commitment. A battle with only limited engagement between the forces and without decisive results is sometimes called a skirmish.",
  "/wiki/Southern_United_States": "The Southern United States, also known as the American South or simply the South, is a region of the United States of America. It is located between the Atlantic Ocean and the Western United States, with the Midwestern United States and Northeastern United States to its north and the Gulf of Mexico and Mexico to its south.",
  "/wiki/Nathan_Bedford_Forrest": "Nathan Bedford Forrest (July 13, 1821 – October 29, 1877) was a Confederate Army general during the American Civil War. Although scholars generally respect Forrest as a military strategist, he has remained a controversial figure in Southern racial history, especially for his role in the massacre of black soldiers at Fort Pillow and his 1867–1869 leadership of the Ku Klux Klan.",
  "/wiki/Battle_cry": "A battle cry is a yell or chant taken up in battle, usually by members of the same combatant group.\nBattle cries are not necessarily articulate (e.g. \"Eliaaaa!\", \"Alala\"..), although they often aim to invoke patriotic or religious sentiment. Their purpose is a combination of arousing aggression and esprit de corps on one's own side and causing intimidation on the hostile side. Battle cries are a universal form of display behaviour (i.e., threat display) aiming at competitive advantage, ideally by overstating one's own aggressive potential to a point where the enemy prefers to avoid confrontation altogether and opts to flee. In order to overstate one's potential for aggression, battle cries need to be as loud as possible, and have historically often been amplified by acoustic devices such as horns, drums, conches, carnyxes, bagpipes, bugles, etc. (see also martial music).",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Franklin_Battlefield": "Franklin Battlefield was the site of the Second Battle of Franklin, which occurred late in the American Civil War. It is located in the southern part of Franklin, Tennessee, on U.S. 31. It was declared a National Historic Landmark in 1960.",
  "/wiki/Franklin,_Tennessee": "Franklin is a city in, and the county seat of, Williamson County, Tennessee, United States. About 21 miles (34 km) south of Nashville, it is one of the principal cities of the Nashville metropolitan area and Middle Tennessee. As of 2018, its estimated population was 80,914, and it is the seventh-largest city in Tennessee.",
  "/wiki/Williamson_County,_Tennessee": "Williamson County is a county in the U.S. state of Tennessee. As of the 2010 United States Census, the population was 205,226. The county seat is Franklin. The county is named after Hugh Williamson, a North Carolina politician who signed the U.S. Constitution. Adjusted for relative cost of living, Williamson County is one of the wealthiest counties in the United States.",
  "/wiki/Battle_of_Franklin_II": "The Battle of Franklin was fought on November 30, 1864, in Franklin, Tennessee, as part of the Franklin–Nashville Campaign of the American Civil War. It was one of the worst disasters of the war for the Confederate States Army. Confederate Lt. Gen. John Bell Hood's Army of Tennessee conducted numerous frontal assaults against fortified positions occupied by the Union forces under Maj. Gen. John M. Schofield and was unable to prevent Schofield from executing a planned, orderly withdrawal to Nashville.",
  "/wiki/John_Schofield": "John McAllister Schofield (September 29, 1831 – March 4, 1906) was an American soldier who held major commands during the American Civil War. He later served as U.S. Secretary of War under Presidents Andrew Johnson and Ulysses S. Grant, and Commanding General of the United States Army.",
  "/wiki/John_Bell_Hood": "John Bell Hood (June 1 or June 29, 1831 – August 30, 1879) was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his decisive defeats leading an army in the Atlanta Campaign and the Franklin–Nashville Campaign.",
  "/wiki/Army_of_Tennessee": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater.",
  "/wiki/Peabody_College": "Peabody College of Education and Human Development is one of ten colleges and schools that comprise Vanderbilt University. Peabody College provides graduate, undergraduate, and professional education. Peabody's faculty are organized across five departments, and include researchers in education, psychology, public policy, human development, special education, educational leadership, and organizational development. Peabody has a long history as an independent institution before becoming part of Vanderbilt University in 1979. The college was ranked sixth among graduate schools of education in the United States in the 2020 rankings by U.S. News & World Report. It was ranked as the top graduate school of education in the nation during the 2009, 2010, 2011, 2012, and 2013 editions of those rankings.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Davidson_County,_Tennessee": "Davidson County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 626,681, making it the second-most populous county in Tennessee, after Shelby County. Its county seat is Nashville, the state capital.",
  "/wiki/University_of_Nashville": "The University of Nashville was an educational institution that existed as a distinct entity from 1826 until 1909. During its history, it operated at various times  a medical school, a four-year military college, a literary arts (liberal arts) college, and a boys preparatory school. Educational institutions in operation today that can trace their roots to the University of Nashville include Montgomery Bell Academy, an all-male preparatory school; the Vanderbilt University Medical School; Peabody College at Vanderbilt University; and the University School of Nashville, a co-educational preparatory school.",
  "/wiki/Peabody_Education_Fund": "Founded of necessity due to damage caused largely by the American Civil War, the Peabody Education Fund was established by George Peabody in 1867 for the purpose of promoting \"intellectual, moral, and industrial education in the most destitute portion of the Southern States.\"  The gift of foundation consisted of securities to the value of $2,100,000, of which $1,100,000 were in Mississippi State bonds, afterward repudiated.  In 1869 an additional $1,000,000 was given by Mr. Peabody, with $384,000 of Florida funds, also repudiated later.  The main purpose of the fund was to aid elementary education by strengthening existing schools.  Because it was restricted from founding new schools, it did not benefit freedmen in the South, as there were no established schools for blacks.",
  "/wiki/George_Peabody": "George Peabody (/ˈpiːbədi/ PEE-bə-dee; February 18, 1795 – November 4, 1869) was an American financier and philanthropist. He is widely regarded as the father of modern philanthropy.",
  "/wiki/Education": "Education is the process of facilitating learning, or the acquisition of knowledge, skills, values, beliefs, and habits. Educational methods include teaching, training, storytelling, discussion and directed research. Education frequently takes place under the guidance of educators, however learners can also educate themselves.  Education can take place in formal or informal settings and any experience that has a formative effect on the way one thinks, feels, or acts may be considered educational. The methodology of teaching is called pedagogy.",
  "/wiki/Normal_school": "A normal school is an institution created to train high school graduates to be teachers by educating them in the norms of pedagogy and curriculum. Most such schools, where they still exist, are now denominated \"teacher-training colleges\" or \"teachers' colleges\" and may be organized as part of a comprehensive university. Normal schools in the United States and Canada trained teachers for primary schools, while in continental Europe, the equivalent colleges educated teachers for primary, secondary and tertiary schools.",
  "/wiki/Graceland": "Graceland is a mansion on a 13.8-acre (5.6 ha) estate in Memphis, Tennessee, United States, once owned by the singer and actor Elvis Presley. His daughter, Lisa Marie Presley, has been the owner of Graceland since the passing of her father. It is located at 3764 Elvis Presley Boulevard in the vast Whitehaven community, about 9 miles (14 km) from Downtown and less than 4 miles (6.4 km) north of the Mississippi border.",
  "/wiki/Elvis_Presley": "Elvis Aaron Presley[a] (January 8, 1935 – August 16, 1977), also known mononymously as Elvis, was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply \"The King\".",
  "/wiki/Home": "A home, or domicile, is a living space used as a permanent or semi-permanent residence for an individual, family, household or several families in a tribe. It is often a house, apartment, or other building, or alternatively a mobile home, houseboat, yurt or any other portable shelter. A principle of constitutional law in many countries, related to the right to privacy enshrined in article 12 of the Universal Declaration of Human Rights is the inviolability of the home as an individual's place of shelter and refuge.",
  "/wiki/Culture_of_the_United_States": "The culture of the United States of America is primarily of Western origin, but is influenced by a multicultural ethos that includes African, Native American, Asian, Pacific Island, and Latin American people and their cultures. It also has its own distinct social and cultural characteristics, such as dialect, music, arts, social habits, cuisine, and folklore. The United States is ethnically and racially diverse as a result of large-scale migration throughout its history. Because of its size and influence, many American cultural elements, especially from popular culture, have spread across the globe through modern mass media.",
  "/wiki/Rock_and_Roll_Hall_of_Fame": "The Rock and Roll Hall of Fame (RRHOF) is a museum and hall of fame located in downtown Cleveland, Ohio, on the shore of Lake Erie. The museum documents the history of rock music and the artists, producers, engineers, and other notable figures who have influenced its development.",
  "/wiki/Gospel_Music_Hall_of_Fame": "The Gospel Music Hall of Fame, created in 1972 by the Gospel Music Association, is a Hall of Fame dedicated exclusively to recognizing meaningful contributions by individuals and groups in all forms of gospel music.",
  "/wiki/Country_Music_Hall_of_Fame_and_Museum": "The Country Music Hall of Fame and Museum in Nashville, Tennessee, is one of the world's largest museums and research centers dedicated to the preservation and interpretation of American vernacular music. Chartered in 1964, the museum has amassed one of the world's most extensive musical collections.",
  "/wiki/The_Hermitage_(Tennessee)": "The Hermitage is a historical plantation and museum located in Davidson County, Tennessee, United States, 10 miles (16 km) east of downtown Nashville. The plantation was owned by Andrew Jackson, the seventh President of the United States, from 1804 until his death at the Hermitage in 1845. Jackson only lived at the property occasionally until he retired from public life in 1837. Enslaved men, women, and children, numbering nine at the plantation's purchase in 1804 and 110 at Jackson's death, worked at the Hermitage and were principally involved in growing cotton, its major cash crop. It is a National Historic Landmark.",
  "/wiki/Plantations_in_the_American_South": "Plantation complexes in the Southern United States refers to the built environment (or complex) that was common on agricultural plantations in the American South from the 17th into the 20th century. The complex included everything from the main residence down to the pens for livestock.  A plantation originally denoted a settlement in which settlers were \"planted\" to establish a colonial base.  Southern plantations were generally self-sufficient settlements that relied on the forced labor of slaves, similar to the way that a medieval manorial estate relied upon the forced labor of serfs.",
  "/wiki/Andrew_Jackson": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. As president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
  "/wiki/Greek_Revival_architecture": "The Greek Revival was an architectural movement of the late 18th and early 19th centuries, predominantly in Northern Europe and the United States. It revived the style of ancient Greek architecture, in particular the Greek temple, with varying degrees of thoroughness and consistency.  A product of Hellenism, it may be looked upon as the last phase in the development of Neoclassical architecture, which had for long mainly drawn from Roman architecture. The term was first used by Charles Robert Cockerell in a lecture he gave as Professor of Architecture to the Royal Academy of Arts, London in 1842.",
  "/wiki/Mansion": "A mansion is a large dwelling house. The word itself derives through Old French from the Latin word mansio \"dwelling\", an abstract noun derived from the verb manere \"to dwell\". The English word manse originally defined a property large enough for the parish priest to maintain himself, but a mansion is no longer self-sustaining in this way (compare a Roman or medieval villa). Manor comes from the same root—territorial holdings granted to a lord who would \"remain\" there.",
  "/wiki/House": "A house is a building that functions as a home. They can range from simple dwellings such as rudimentary huts of nomadic tribes and the improvised shacks in shantytowns to complex, fixed structures of wood, masonry, concrete or other materials containing plumbing, ventilation, and electrical systems. Houses use a range of different roofing systems to keep precipitation such as rain from getting into the dwelling space. Houses may have doors or locks to secure the dwelling space and protect its inhabitants and contents from burglars or other trespassers. Most conventional modern houses in Western cultures will contain one or more bedrooms and bathrooms, a kitchen or cooking area, and a living room. A house may have a separate dining room, or the eating area may be integrated into another room. Some large houses in North America have a recreation room. In traditional agriculture-oriented societies, domestic animals such as chickens or larger livestock (like cattle) may share part of the house with humans.",
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Hiram_Masonic_Lodge_No._7": "The Masonic Hall of Hiram Masonic Lodge No. 7 is a historic Gothic revival building on South 2nd Avenue in Franklin, Tennessee.  Constructed in 1823, it is the oldest public building in Franklin.  It is nationally significant as the site of negotiations leading to the Treaty of Franklin, the first Indian removal treaty agreed after passage of the 1830 Indian Removal Act.  It was declared a National Historic Landmark in 1973.  It continues to serve the local Masonic lodge.",
  "/wiki/Masonic_Hall": "A Masonic Temple or Masonic Hall is, within Freemasonry, the room or edifice where a Masonic Lodge meets. Masonic Temple may also refer to an abstract spiritual goal and the conceptual ritualistic space of a meeting.",
  "/wiki/Treaty_of_Franklin": "The Treaty of Pontotoc Creek was a treaty signed on October 20, 1832 by representatives of the United States and the Chiefs of the Chickasaw Nation assembled at the National Council House on Pontotoc Creek, Mississippi. The treaty ceded the 6,283,804 million acres of the remaining Chickasaw homeland in Mississippi in return for Chickasaw relocation on an equal amount of land west of the Mississippi River.",
  "/wiki/Indian_Removal": "Indian removal was a forced migration in the 19th century whereby Native Americans were forced by the United States government to leave their ancestral homelands in the eastern United States to lands west of the Mississippi River, specifically to a designated Indian Territory (roughly, modern Oklahoma). The Indian Removal Act, the key law that forced the removal of the Indians, was signed by Andrew Jackson in 1830. Jackson took a hard line on Indian removal, but the law was put into effect primarily under the Martin van Buren administration.",
  "/wiki/Chickasaw": "The Chickasaw (/ˈtʃɪkəsɔː/ CHIK-ə-saw) are an indigenous people of the Southeastern Woodlands. Their traditional territory was in the Southeastern United States of Mississippi, Alabama and Tennessee. Their language is classified as a member of the Muskogean language family. In the present day, they are organized as the federally recognized Chickasaw Nation.",
  "/wiki/Eastern_United_States": "The Eastern United States, commonly referred to as the American East or simply the East, is the region of the United States lying to the east of the Mississippi River.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Jubilee_Hall_(Fisk_University)": "Jubilee Hall is the oldest academic building on the campus of Fisk University in Nashville, Tennessee.  Completed in 1876, it was the university's first permanent building, and is a good local example of Gothic Revival architecture.  It was designated a National Historic Landmark in 1974, in recognition of the university's place as one of the first historically black colleges and universities to be established after the American Civil War.  It presently serves as an undergraduate residence hall. In 2017 the Tennessee Historical Commission installed a marker honoring the Jubilee Singers, whose 1870s European tour raised the funds to pay for the building's construction.",
  "/wiki/Fisk_University": "Fisk University is a private historically black university in Nashville, Tennessee. The university was founded in 1866 and its 40-acre (160,000 m2) campus is a historic district listed on the National Register of Historic Places.",
  "/wiki/American_Missionary_Association": "The American Missionary Association (AMA) was a Protestant-based abolitionist group founded on September 3, 1846, in Albany, New York. The main purpose of the organization was abolition of slavery, education of African Americans, promotion of racial equality, and spreading Christian values. Its members and leaders were of both races; The Association was chiefly sponsored by the Congregationalist churches in New England. Starting in 1861, it opened camps in the South for former slaves. It played a major role during the Reconstruction Era in promoting education for blacks in the South by establishing numerous schools and colleges, as well as paying for teachers.",
  "/wiki/Liberal_arts": "Liberal arts education (from Latin liberalis \"free\" and ars \"art or principled practice\") is the traditional program of education in Western higher education. Liberal arts today consists of four areas: the natural sciences, social sciences, arts, and humanities. Its central academic disciplines include physics, biology, philosophy, logic, linguistics, literature, history, political science, psychology, and mathematics. Liberal arts education can refer to studies in a liberal arts degree program or to a university education more generally. Such a course of study contrasts with those that are principally vocational, professional, or technical.",
  "/wiki/Victorian_architecture": "Victorian architecture is a series of architectural revival styles in the mid-to-late 19th century. Victorian refers to the reign of Queen Victoria (1837–1901), called the Victorian era, during which period the styles known as Victorian were used in construction. However, many elements of what is typically termed \"Victorian\" architecture did not become popular until later in Victoria's reign. The styles often included interpretations and eclectic revivals of historic styles. The name represents the British and French custom of naming architectural styles for a reigning monarch. Within this naming and classification scheme, it followed Georgian architecture and later Regency architecture, and was succeeded by Edwardian architecture.",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Building": "A building, or edifice, is a structure with a roof and walls standing more or less permanently in one place, such as a house or factory. Buildings come in a variety of sizes, shapes, and functions, and have been adapted throughout history for a wide number of factors, from building materials available, to weather conditions, land prices, ground conditions, specific uses, and aesthetic reasons. To better understand the term building compare the list of nonbuilding structures.",
  "/wiki/Campus": "A campus is traditionally the land on which a college or university and related institutional buildings are situated. Usually a college campus includes libraries, lecture halls, residence halls, student centers or dining halls, and park-like settings.",
  "/wiki/Long_Island_(Tennessee)": "Long Island, also known as Long Island of the Holston, is an island in the Holston River at Kingsport in East Tennessee.  Important in regional history since pre-colonial times, the island is listed on the National Register of Historic Places and is designated as a U.S. National Historic Landmark District.",
  "/wiki/Kingsport,_Tennessee": "Kingsport is a city in Sullivan and Hawkins counties in the U.S. state of Tennessee; most of the city is in Sullivan County and the city is the largest in both counties, but is the county seat of neither. As of the 2010 census the population was 48,205; as of 2018 the estimated population was 54,076.",
  "/wiki/Sullivan_County,_Tennessee": "Sullivan County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 156,823. Its county seat is Blountville.",
  "/wiki/Sacred": "Something that is sacred is dedicated or set apart for the service or worship of a deity or considered worthy of spiritual respect or devotion; or inspiring awe or reverence among believers. The property is often ascribed to objects (a \"sacred artifact\" that is venerated and blessed), or places (\"sacred ground\").",
  "/wiki/Treaty": "A treaty is a formal written agreement entered into by actors in international law, namely sovereign states and international organizations. A treaty may also be known as an international agreement, protocol, covenant, convention, pact, or exchange of letters, among other terms. Regardless of terminology, only instruments that are binding upon the parties are considered treaties subject to international law.",
  "/wiki/Daniel_Boone": "Daniel Boone (November 2, 1734 [O.S. October 22] – September 26, 1820) was an American pioneer, explorer,  woodsman, and frontiersman whose frontier exploits made him one of the first folk heroes of the United States. Although he also became a businessman, soldier and politician who represented three different counties in the Virginia General Assembly following the American Revolutionary War, Boone is most famous for his exploration and settlement of what is now Kentucky. Although on the western side of the Appalachian Mountains from most European-American settlements, Kentucky remained part of Virginia until it became a state in 1791.",
  "/wiki/Wilderness_Road": "The Wilderness Road was one of two principal routes used by colonial and early national era settlers to reach Kentucky from the East. Although this road goes through the Cumberland Gap into southern Kentucky and northern Tennessee, the other (more northern route) is sometimes called the \"Cumberland Road\" because it started in Fort Cumberland in Maryland. Despite Kentucky Senator Henry Clay's advocacy of this route, early in the 19th century, the northern route was selected for the National Road, connecting near Washington, Pennsylvania into the Ohio Valley of northern Kentucky and Ohio.",
  "/wiki/Cumberland_Gap": "The Cumberland Gap is a pass through the long ridge of the Cumberland Mountains, within the Appalachian Mountains, near the junction of the U.S. states of Kentucky, Virginia, and Tennessee.",
  "/wiki/Island": "An island or isle is any piece of sub-continental land that is surrounded by water. Very small islands such as emergent land features on atolls can be called islets, skerries, cays or keys. An island in a river or a lake island may be called an eyot or ait, and a small island off the coast may be called a holm. Sedimentary islands in the Ganges delta are called chars. A grouping of geographically or geologically related islands, such as the Philippines, is referred to as an archipelago.",
  "/wiki/Industry": "An industry is a sector that produces goods or related services within an economy. The major source of revenue of a group or company is an indicator of what industry it should be classified in.  When a large corporate group has multiple sources of revenue generation, it is considered to be working in different industries. The manufacturing industry became a key sector of production and labour in European and North American countries during the Industrial Revolution, upsetting previous mercantile and feudal economies. This came through many successive rapid advances in technology, such as the development of steam power and the production of steel and coal.",
  "/wiki/National_Park_Service": "The National Park Service (NPS) is an agency of the United States federal government that manages all national parks, many national monuments, and other conservation and historical properties with various title designations. It was created on August 25, 1916, by Congress through the National Park Service Organic Act and is an agency of the United States Department of the Interior. The NPS is charged with a dual role of preserving the ecological and historical integrity of the places entrusted to its management while also making them available and accessible for public use and enjoyment.",
  "/wiki/Moccasin_Bend": "Moccasin Bend Archeological District is an archeological site in Chattanooga, Tennessee, that is part of the Chickamauga and Chattanooga National Military Park unit. The National Park Service refers to it as one of the \"most unique units found in the entire National Park Service.\"  The area contains remnants of 12,000 years of continuous human habitation and therefore serves as a fascinating area with a rich history and unique cultural significance. For many years, there was little recognition of the historical significance of the area, and years of industrial development occurred on and around sites of archeological importance. After decades of campaigning by concerned citizens, private organizations, local officials, the Friends of Moccasin Bend National Park, and finally a state representative, the area was officially recognized as a National Archeological District in 2003.  Moccasin Bend is currently undergoing a process of renovation and restoration that will allow the area to fulfill the National Park Service's mission of preserving \"natural and cultural resources\" for the \"enjoyment, education, and inspiration of this and future generations.\"",
  "/wiki/Tennessee_River": "The Tennessee River is the largest tributary of the Ohio River. It is approximately 652 miles (1,049 km) long and is located in the southeastern United States in the Tennessee Valley. The river was once popularly known as the Cherokee River, among other names, as many of the Cherokee had their territory along its banks, especially in eastern Tennessee and northern Alabama. Its current name is derived from the Cherokee village Tanasi.",
  "/wiki/Native_Americans_in_the_United_States": "Native Americans, also known as American Indians, Indigenous Americans and other terms, are the indigenous peoples of the United States, except Hawaii and territories of the United States. More than 570 federally recognized tribes live within the US, about half of which are associated with Indian reservations. The term \"American Indian\" excludes Native Hawaiians and some Alaskan Natives, while \"Native Americans\" (as defined by the US Census) are American Indians, plus Alaska Natives of all ethnicities. The US Census does not include Native Hawaiians or Chamorro, instead being included in the Census grouping of \"Native Hawaiian and other Pacific Islander\".",
  "/wiki/Archaic_period_in_the_Americas": "In the classification of the archaeological cultures of North America, the Archaic period in North America, taken to last from around 8500 to 3000 BC  in the sequence of North American pre-Columbian cultural stages, is a period defined by the archaic stage of cultural development.  \nThe Archaic stage is characterized by subsistence economies supported through the exploitation of nuts, seeds, and shellfish.  As its ending is defined by the adoption of sedentary farming, this date can vary significantly across the Americas.",
  "/wiki/Woodland_period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/List_of_time_periods": "The categorization of the past into discrete, quantified named blocks of time is called periodization. This is a list of such named time periods as defined in various fields of study. Major categorization systems include cosmological (time periods in the origin and mass evolution of the universe), geological (time periods in the origin and evolution of the Earth), anthropological and historical (time periods in the origin and evolution of human civilization).",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Artifact_(archaeology)": "An artifact,[a] or artefact (see American and British English spelling differences), is something made or given shape by humans, such as a tool or a work of art, especially an object of archaeological interest.",
  "/wiki/First_contact_(anthropology)": "In anthropology, first contact is the first meeting of two cultures previously unaware of one another. Notable examples of first contact are those between the Spanish Empire and the Arawak (and ultimately all of the Americas) in 1492; and the Aboriginal Australians with Europeans in 1788 when the First Fleet arrived in Sydney.",
  "/wiki/Southeastern_United_States": "The Southeastern United States is broadly, the eastern portion of the Southern United States, and the southern portion of the Eastern United States. It comprises at least a core of states on the lower East Coast of the United States and eastern Gulf Coast.  Expansively, it includes everything south of the Mason–Dixon line, the Ohio River and the 36°30' parallel, and as far west as Arkansas and Louisiana.  There is no official U.S. government definition of the region, though various agencies and departments use different definitions.",
  "/wiki/Fortification": "A fortification is a military construction or building designed for the defense of territories in warfare, and is also used to solidify rule in a region during peacetime.  The term is derived from the Latin fortis (\"strong\") and facere (\"to make\").",
  "/wiki/Chattanooga_Campaign": "The Chattanooga campaign was a series of maneuvers and battles in October and November 1863, during the American Civil War. Following the defeat of Maj. Gen. William S. Rosecrans's Union Army of the Cumberland at the Battle of Chickamauga in September, the Confederate Army of Tennessee under Gen. Braxton Bragg besieged Rosecrans and his men by occupying key high terrain around Chattanooga, Tennessee. Maj. Gen. Ulysses S. Grant was given command of Union forces in the West, now consolidated under the Division of the Mississippi. Significant reinforcements also began to arrive with him in Chattanooga from Mississippi and the Eastern Theater. On October 18, Grant removed Rosecrans from command of the Army of the Cumberland and replaced him with Major General George Henry Thomas.",
  "/wiki/Montgomery_Bell_Tunnel": "The Montgomery Bell Tunnel, also known as the Patterson Forge Tunnel, is a historic water diversion tunnel in Harpeth River State Park in Cheatham County, Tennessee.  Built in 1819, the 290-foot (88 m) long tunnel is believed to be the first full-size tunnel built in the United States, and is the first used to divert water for industrial purposes.  It was designated a Historic Civil Engineering Landmark in 1981, and a National Historic Landmark in 1994.",
  "/wiki/White_Bluff,_Tennessee": "White Bluff is a town in Dickson County, Tennessee, United States. The population was 2,142 at the 2000 census and 3,206 at the 2010 census. The community name derives from the White Bluff Iron Forge.",
  "/wiki/Cheatham_County,_Tennessee": "Cheatham County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 39,105. Its county seat is Ashland City.",
  "/wiki/Tunnel": "A tunnel is an underground passageway, dug through the surrounding soil/earth/rock and enclosed except for entrance and exit, commonly at each end. A pipeline is not a tunnel, though some recent tunnels have used immersed tube construction techniques rather than traditional tunnel boring methods.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Montgomery_Bell": "Montgomery Bell (January 3, 1769, Chester County, Pennsylvania – April 1, 1855, Dickson County, Tennessee) was a manufacturing entrepreneur who was crucial to the economic development of early Middle Tennessee.  He was known as the \"Iron Master of the Harpeth\" and the \"Iron Master of Middle Tennessee\".  Today he is remembered mostly for founding Montgomery Bell Academy, one of the largest non-sectarian all-boys private secondary schools in the United States.",
  "/wiki/Water": "Water is an inorganic, transparent, tasteless, odorless, and nearly colorless chemical substance, which is the main constituent of Earth's hydrosphere and the fluids of most living organisms. It is vital for all known forms of life, even though it provides no calories or organic nutrients. Its chemical formula is H2O, meaning that each of its molecules contains one oxygen and two hydrogen atoms, connected by covalent bonds. Water is the name of the liquid state of H2O at standard ambient temperature and pressure. It forms precipitation in the form of rain and aerosols in the form of fog. Clouds are formed from suspended droplets of water and ice, its solid state. When finely divided, crystalline ice may precipitate in the form of snow. The gaseous state of water is steam or water vapor. Water moves continually through the water cycle of evaporation, transpiration (evapotranspiration), condensation, precipitation, and runoff, usually reaching the sea.",
  "/wiki/Hydropower": "Hydropower or water power (from Greek: ὕδωρ, \"water\") is power derived from the energy of falling or fast-running water, which may be harnessed for useful purposes. Since ancient times, hydropower from many kinds of watermills has been used as a renewable energy source for irrigation and the operation of various mechanical devices, such as gristmills, sawmills, textile mills, trip hammers, dock cranes, domestic lifts, and ore mills. A trompe, which produces compressed air from falling water, is sometimes used to power other machinery at a distance.",
  "/wiki/History_of_slavery_in_the_United_States": "Slavery in the United States was the legal institution of human chattel enslavement, primarily of Africans and African Americans, that existed in the United States of America from the beginning of the nation in 1776 until passage of the Thirteenth Amendment in 1865. Slavery had been practiced in British America from early colonial days, and was legal in all thirteen colonies at the time of the Declaration of Independence in 1776. Under the law, an enslaved person was treated as property and could be bought, sold, or given away. Slavery lasted in about half of U.S. states until 1865. As an economic system, slavery was largely replaced by sharecropping and convict leasing.",
  "/wiki/Hammer": "A  hammer is a tool consisting of a weighted \"head\" fixed to a long handle that is swung to deliver an impact to a small area of an object.  This can be, for example, to drive nails into wood, to shape metal (as with a forge), or to crush rock.  Hammers are used for a wide range of driving, shaping, and breaking applications.",
  "/wiki/Chisel": "A chisel is a tool with a characteristically shaped cutting edge (such that wood chisels have lent part of their name to a particular grind) of blade on its end, for carving or cutting a hard material such as wood, stone, or metal by hand, struck with a mallet, or  mechanical power. The handle and blade of some types of chisel are made of metal or of wood with a sharp edge in it.",
  "/wiki/Black_powder": "Gunpowder, also known as black powder to distinguish it from modern smokeless powder, is the earliest known chemical explosive. It consists of a mixture of sulfur (S), charcoal (C), and potassium nitrate (saltpeter, KNO3). The sulfur and charcoal act as fuels while the saltpeter is an oxidizer. Because of its incendiary properties and the amount of heat and gas volume that it generates, gunpowder has been widely used as a propellant in firearms, artillery, rockets, and fireworks, and as a blasting powder in quarrying, mining, and road building.",
  "/wiki/Mountain_Branch,_National_Home_for_Disabled_Volunteer_Soldiers": "The Mountain Branch, National Home for Disabled Volunteer Soldiers was an old soldiers' home opened in 1904 in Mountain Home, Johnson City, Tennessee.  Its site has since been taken over by the United States Department of Veterans Affairs, and is home to the Mountain Home National Cemetery and the James H. Quillen VA Center.   Also known as the Mountain Home, its campus was designated a National Historic Landmark District in 2011, as a well-preserved example of an early 20th-century veterans care facility.",
  "/wiki/Johnson_City,_Tennessee": "Johnson City is a city in Washington, Carter, and Sullivan counties in the U.S. state of Tennessee, with most of the city being in Washington County. As of the 2010 census, the population of Johnson City was 63,152, and by 2017 the estimated population was 66,391, making it the ninth-largest city in the state.",
  "/wiki/Washington_County,_Tennessee": "Washington County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 122,979. Its county seat is Jonesborough. The county's largest city and a regional educational, medical and commercial center is Johnson City. Washington County is Tennessee's oldest county, having been established in 1777 when the state was still part of North Carolina.",
  "/wiki/Mountain_Home_National_Cemetery": "Mountain Home National Cemetery is a United States National Cemetery located at Mountain Home, within Johnson City in Washington County, Tennessee. Administered by the United States Department of Veterans Affairs, it encompasses 99.7 acres (40.3 ha), and as of 2018, had over 17,000 interments.",
  "/wiki/Downtown_Presbyterian_Church": "The Downtown Presbyterian Church in Nashville, Tennessee, a part of the Presbyterian Church (USA), was formerly known as First Presbyterian Church.  The church is located at the corner of Fifth Avenue and Church Street.  As Old First Presbyterian Church it was designated a National Historic Landmark in 1993, for its distinctive Egyptian Revival architecture.",
  "/wiki/Architect": "An architect is a person who plans, designs and reviews the construction of buildings.  To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose. Etymologically, architect derives from the Latin architectus, which derives from the Greek (arkhi-, chief + tekton, builder), i.e., chief builder.",
  "/wiki/William_Strickland_(architect)": "William Strickland (November 1788 – April 6, 1854), was a noted architect and civil engineer in Philadelphia, Pennsylvania; and Nashville, Tennessee. A student of Benjamin Latrobe and mentor to Thomas Ustick Walter, Strickland helped establish the Greek Revival movement in the United States. A pioneering engineer, he wrote a seminal book on railroad construction, helped build several early American railroads, and designed the first ocean breakwater in the Western Hemisphere.",
  "/wiki/Church_(building)": "A church building or church house, often simply called a church, is a building used for Christian religious activities, particularly for Christian worship services. The term is often used by Christians to refer to the physical buildings where they worship, but it is sometimes used (by analogy) to refer to buildings of other religions. In traditional Christian architecture, a church interior is often structured in the shape of a Christian cross. When viewed from plan view the vertical beam of the cross is represented by the center aisle and seating while the horizontal beam and junction of the cross is formed by the bema and altar.",
  "/wiki/Egyptian_Revival_architecture": "Egyptian revival is an architectural style that uses the motifs and imagery of ancient Egypt. It is attributed generally to the public awareness of ancient Egyptian monuments generated by Napoleon's conquest of Egypt and Admiral Nelson's defeat of the French Navy at the Battle of the Nile in 1798. The size and monumentality of the façades 'discovered' during his adventure cement the hold of Egyptian aesthetics on the Parisian elite. Napoleon took a scientific expedition with him to Egypt. Publication of the expedition's work, the Description de l'Égypte, began in 1809 and was published as a series through 1826. However, works of art and architecture (such as funerary monuments) in the Egyptian style had been made or built occasionally on the European continent and the British Isles since the time of the Renaissance.",
  "/wiki/Career": "The career is an individual's metaphorical \"journey\" through learning, work and other aspects of life. There are a number of ways to define career and the term is used in a variety of ways.",
  "/wiki/Apprenticeship": "An apprenticeship is a system of training a new generation of practitioners of a trade or profession with on-the-job training and often some accompanying study (classroom work and reading). Apprenticeships can also enable practitioners to gain a license to practice in a regulated profession. Most of their training is done while working for an employer who helps the apprentices learn their trade or profession, in exchange for their continued labor for an agreed period after they have achieved measurable competencies. Apprenticeship lengths vary significantly across sectors, professions, roles and cultures. People who successfully complete an apprenticeship in some cases can reach the \"journeyman\" or professional certification level of competence. In others can be offered a permanent job at the company that provided the placement. Although the formal boundaries and terminology of the apprentice/journeyman/master system often do not extend outside guilds and trade unions, the concept of on-the-job training leading to competence over a period of years is found in any field of skilled labor.",
  "/wiki/Benjamin_Latrobe": "Benjamin Henry Boneval Latrobe (May 1, 1764 – September 3, 1820) was a British-American neoclassical architect who emigrated to the United States. He was one of the first formally trained, professional architects in the new United States, drawing on influences from his travels in Italy, as well as British and French Neoclassical architects such as Claude Nicolas Ledoux. In his thirties, he emigrated to the new United States and designed the United States Capitol, on \"Capitol Hill\" in Washington, D.C., as well as the Old Baltimore Cathedral or The Baltimore Basilica, (later renamed the Basilica of the National Shrine of the Assumption of the Blessed Virgin Mary). It is the first Cathedral constructed in the United States for any Christian denomination. Latrobe also designed the largest structure in America at the time, the \"Merchants' Exchange\" in Baltimore. With extensive balconied atriums through the wings and a large central rotunda under a low dome which dominated the city, it was completed in 1820 after five years of work and endured into the early twentieth century.",
  "/wiki/Tennessee_State_Capitol": "The Tennessee State Capitol, located in Nashville, Tennessee, is the seat of government for the U.S. state of Tennessee, serving as home of the Tennessee General Assembly and the location of the governor's office. Designed by architect William Strickland (1788–1854) of Philadelphia and Nashville, it was built between 1845 and 1859 and is one of Nashville's most prominent examples of Greek Revival architecture. The building, one of 12 state capitols that does not have a dome, was added to the National Register of Historic Places in 1970 and named a National Historic Landmark in 1971.",
  "/wiki/Nickname": "The compound word ekename, literally meaning \"additional name\", was attested as early as 1303. This word was derived from the Old English phrase eaca \"an increase\", related to eacian \"to increase\". By the 15th century, the misdivision of the syllables of the phrase \"an ekename\" led to its rephrasing as \"a nekename\". Though the spelling has changed, the pronunciation and meaning of the word have remained relatively stable ever since.",
  "/wiki/Karnak": "The Karnak Temple Complex, commonly known as Karnak (/ˈkɑːr.næk/, from Arabic Khurnak meaning \"fortified village\"), comprises a vast mix of decayed temples, chapels, pylons, and other buildings near Luxor, in Egypt. Construction at the complex began during the reign of Senusret I in the Middle Kingdom (around 2000-1700 BC) and continued into the Ptolemaic period (305 - 30 BC), although most of the extant buildings date from the New Kingdom. The area around Karnak was the ancient Egyptian Ipet-isut (\"The Most Selected of Places\") and the main place of worship of the eighteenth dynasty Theban Triad with the god Amun as its head. It is part of the monumental city of Thebes. The Karnak complex gives its name to the nearby, and partly surrounded, modern village of El-Karnak, 2.5 kilometres (1.6 miles) north of Luxor.",
  "/wiki/Cumberland_River": "The Cumberland River is a major waterway of the Southern United States. The 688-mile-long (1,107 km) river drains almost 18,000 square miles (47,000 km2) of southern Kentucky and north-central Tennessee. The river flows generally west from a source in the Appalachian Mountains to its confluence with the Ohio River near Paducah, Kentucky, and the mouth of the Tennessee River. Major tributaries include the Obey, Caney Fork, Stones, and Red rivers.",
  "/wiki/Pinson_Mounds": "The Pinson Mounds comprise a prehistoric Native American complex located in Madison County, Tennessee in the region that is known as the Eastern Woodlands. The complex, which includes 17 mounds, an earthen geometric enclosure, and numerous habitation areas, was most likely built during the Middle Woodland period (c. 1-500 AD).  The complex is the largest group of Middle Woodland mounds in the United States.  Sauls' Mound, at 72 feet, is the second-highest surviving mound in the United States.",
  "/wiki/Pinson,_Tennessee": "Pinson is an unincorporated community in Madison County, Tennessee. It lies along U.S. Route 45 between Jackson and Henderson, just north of the Chester County line.  State Route 197 also passes through the community. It is included in the Jackson, Tennessee Metropolitan Statistical Area. It is most noteworthy as being the site of the Pinson Mounds, the largest Middle Woodland period Indian mound group in the United States, and the Pinson Mounds State Archaeological Park dedicated to their study.",
  "/wiki/Madison_County,_Tennessee": "Madison County is a county located in the western part of the U.S. state of Tennessee. As of the 2010 census, the population was 98,294. Its county seat is Jackson.",
  "/wiki/5th_millennium_BC": "The 5th millennium BC spanned the years 5000 BC to 4001 BC (c. 7 ka to c. 6 ka). It is impossible to precisely date events that happened around the time of this millennium and all dates mentioned here are estimates mostly based on geological and anthropological analysis.",
  "/wiki/Temple": "A temple (from the Latin word templum) is a building reserved for religious or spiritual rituals and activities such as prayer and sacrifice.  It is typically used for such buildings belonging to all faiths where a more specific term such as church, mosque or synagogue is not generally used in English.  These include Hinduism, Buddhism, and Jainism among religions with many modern followers, as well as other ancient religions such as Ancient Egyptian religion.",
  "/wiki/Effigy_mound": "An effigy mound is a raised pile of earth built in the shape of a stylized animal, symbol, human, or other figure and generally containing one or more human burials. Effigy mounds were primarily built during the Late Woodland Period (350-1300 CE). Conical and linear mounds, the predecessors of effigy mounds may date from as far back as 700 BCE. They remain places First Peoples frequent to visit and speak with ancestors, to put down tobacco and to give thanks. These sites are primarily visited by Hochungra (pl. of Hochunk) people whose ancestors likely built the great majority of them, though they are also visited by people from other original indigenous nations such as Anishinaabe (Ojibwe), Kikapu, Oneida, Menominii who reside in Wisconsin and surrounding areas. There also remains the possibility that a greater diversity of First Peoples such as ancestors of those named nations may have contributed to building some percentage of the mounds. That is to say that ancestral Hochunk likely popularized the form and other groups may have adopted the practice of building effigy mounds from having observed the Hochunk ancestors methods and aesthetics surrounding their construction.",
  "/wiki/James_K._Polk_Ancestral_Home": "The President James K. Polk Home & Museum is the Presidential Museum for 11th President James K. Polk, located at 301 West 7th Street in Columbia, Tennessee.  Built in 1816, it is the only surviving private residence of United States President James K. Polk.  It was designated a National Historic Landmark in 1961, and is listed on the National Register of Historic Places.  As President Polk's primary historic site it's open daily except select holidays for guided tours.",
  "/wiki/Columbia,_Tennessee": "Columbia is a city in and the county seat of Maury County, Tennessee, United States.  The population was 34,681 at the 2010 census and in 2018 the population was 39,376. Columbia is included in the Nashville metropolitan area.",
  "/wiki/Maury_County,_Tennessee": "Maury County (/ˈmʌri/ MURR-ee) is a county located in the U.S. state of Tennessee, in the Middle Tennessee region. As of the 2010 census, the population was 80,956. Its county seat is Columbia.",
  "/wiki/James_K._Polk": "James Knox Polk (November 2, 1795 – June 15, 1849) was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States during the Mexican–American War; during his presidency, the United States expanded significantly with the annexation of the Republic of Texas, the Oregon Territory, and the Mexican Cession following the American victory in the Mexican–American War.",
  "/wiki/Rattle_and_Snap": "Rattle and Snap (also called the Polk-Granberry House and once known as Oakwood Hall) is a plantation estate at 1522 North Main Street in Mount Pleasant, Tennessee.  The centerpiece of the estate is a mid-1840s mansion that is one of grandest expressions of the Greek Revival in Tennessee.  It was designated a National Historic Landmark in 1971 for its architecture, and for its association with the Polk family, once one of eastern Tennessee's largest landowners.  The house is privately owned, but may be viewed by appointment.",
  "/wiki/Kinship_and_descent": "In anthropology, kinship is the web of social relationships that form an important part of the lives of all humans in all societies, although its exact meanings even within this discipline are often debated. Anthropologist Robin Fox states that \"the study of kinship is the study of what man does with these basic facts of life – mating, gestation, parenthood, socialization, siblingship etc.\" Human society is unique, he argues, in that we are \"working with the same raw material as exists in the animal world, but [we] can conceptualize and categorize it to serve social ends.\" These social ends include the socialization of children and the formation of basic economic, political and religious groups.",
  "/wiki/Corinthian_order": "The Corinthian order is the last developed of the three principal classical orders of ancient Greek and Roman architecture. The other two are the Doric order which was the earliest, followed by the Ionic order. When classical architecture was revived during the Renaissance, two more orders were added to the canon: the Tuscan order and the Composite order. The Corinthian, with its offshoot the Composite, is the most ornate of the orders. This architectural style is characterized by slender fluted columns and elaborate capitals decorated with acanthus leaves and scrolls. There are many variations.",
  "/wiki/Portico": "A portico is a porch leading to the entrance of a building, or extended as a colonnade, with a roof structure over a walkway, supported by columns or enclosed by walls.  This idea was widely used in ancient Greece and has influenced many cultures, including most Western cultures.",
  "/wiki/List_of_National_Historic_Landmarks_in_Tennessee": "Following is a list of sites and structures in Tennessee that have been designated National Historic Landmarks. There are 29 National Historic Landmarks located entirely in the state, and one that includes elements in both Tennessee and Mississippi. Two former National Historic Landmarks, whose designations were withdrawn, are also listed.  All National Historic Landmarks are listed on the National Register of Historic Places."
}