{
  "/wiki/The_Riordans": "The Riordans was the second Irish television drama serial made by Raidio Telefís Éireann (then called Telefís Éireann). It ran from 1965 to 1979 and was set in the fictional townland of Leestown in County Kilkenny. Its location filming with Outside Broadcast Units, rather than using only TV studios, broke the mould of broadcasting in the soap opera genre and inspired the creation of its British equivalent, Emmerdale Farm (now called Emmerdale) by Yorkshire Television in 1972.",
  "/wiki/Drama_(film_and_television)": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/Bracken_(TV_series)": "Bracken is a television drama serial broadcast from 1978 to 1982 on RTÉ One in Ireland, depicting rural life in and around County Wicklow. Created and written by Wesley Burrowes, it starred Gabriel Byrne and Niall Tóibín.",
  "/wiki/Strangers_(1978_TV_series)": "Strangers is a British television crime drama series, principally written and created by Murray Smith, first broadcast on ITV on 5 June 1978. The series, featuring the characters of Detective Sergeant George Bulman (Don Henderson) and his assistant Detective Constable Derek Willis (Dennis Blanch), was a spin-off from the 1976 TV series The XYY Man, adapted from the novels of Kenneth Royce. The series was first suggested by Granada Television executives, who in 1977, outlined their plan to devise a new series to feature the regular characters of Bulman and Willis.",
  "/wiki/The_Search_for_Alexander_the_Great": "The Search for Alexander the Great is a 1981 four part TV mini-series directed by Peter Sykes, and narrated by James Mason.",
  "/wiki/Wagner_(film)": "Wagner is a 1983 television miniseries on the life of Richard Wagner. The title role was played by Richard Burton. It was directed by Tony Palmer and written by Charles Wood.  The film was later released on DVD as a ten-part miniseries.",
  "/wiki/Christopher_Columbus_(TV_series)": "Christopher Columbus was a television mini-series broadcast in Italy and the United States in 1985. In six hours, the series told the story of the life of Christopher Columbus, with Gabriel Byrne starring as the explorer.",
  "/wiki/Christopher_Columbus": "Christopher Columbus[a] (/kəˈlʌmbəs/; before 31 October 1451 – 20 May 1506) was an Italian explorer and colonizer who completed four voyages across the Atlantic Ocean that opened the New World for conquest and permanent European colonization of the Americas. Columbus had embarked with intent to find and develop a westward route to the Far East, but instead discovered a route to the Americas, which were then unknown to the Old World. Columbus's voyages were the first European expeditions to the Caribbean, Central America, and South America. His Spanish-based expeditions and governance of the colonies he founded were sponsored by Queen Isabella I of Castile and King Ferdinand II of Aragon, the Catholic Monarchs of the budding Spanish Empire. Columbus never clearly renounced his belief that he had reached the Far East.",
  "/wiki/Mussolini:_The_Untold_Story": "Mussolini: The Untold Story is a television biographical miniseries drama that aired in November 1985. The series followed the rise, rule, and downfall of Italian dictator Benito Mussolini played by US actor George C. Scott. Similar to Hitler: The Rise of Evil, the miniseries is spoken in English instead of the titular character's native language.",
  "/wiki/Vittorio_Mussolini": "Vittorio Mussolini (27 September 1916 – 12 June 1997) was an Italian film critic and producer.  He was also the second son of Italian dictator Benito Mussolini.  However, he was the first officially acknowledged son of Mussolini, with his second wife Rachele; his older half-brother was never officially acknowledged by Mussolini's fascist regime.",
  "/wiki/Intimate_Portrait": "Intimate Portrait is a biographical television series on the Lifetime cable network focusing on different celebrities, which includes interviews with each subject. 12 seasons were made with a total of 271 episodes.[citation needed] Using stock footage, on-camera interviews, and photographs of the celebrities lives, who grew up.",
  "/wiki/Kim_Cattrall": "Kim Victoria Cattrall (/kəˈtræl/; born 21 August 1956) is a British-Canadian actress. She is best known for her role as Samantha Jones on HBO's Sex and the City (1998–2004), for which she received five Emmy Award nominations and four Golden Globe Award nominations, winning the 2002 Golden Globe for Best Supporting Actress. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010).",
  "/wiki/Screen_Two": "Screen Two was a British television anthology drama series, produced by the BBC and transmitted on BBC2 from 1985 to 1998.",
  "/wiki/Buffalo_Girls_(TV_movie)": "Buffalo Girls is a 1995 miniseries adapted from the 1990 novel of the same name by Larry McMurtry. Directed by Rod Hardy, the miniseries starred  Anjelica Huston and Melanie Griffith, with Gabriel Byrne and Peter Coyote. It was nominated for two Golden Globe and several Emmy awards, and won one for sound mixing. This miniseries was first aired on the CBS network over two consecutive nights during the spring of 1995.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Alanis_Morissette": "Alanis Nadine Morissette (born June 1, 1974) is a Canadian-American singer, songwriter, record producer, and actress. Known for her emotive mezzo-soprano voice, Morissette began her career in Canada in the early 1990s with two mildly successful dance-pop albums. Afterwards, as part of a recording deal, she moved to Holmby Hills, Los Angeles and in 1995 released Jagged Little Pill, a more rock-oriented album which sold more than 33 million copies globally and is her most critically acclaimed work. Her follow-up album, Supposed Former Infatuation Junkie, was released in 1998.",
  "/wiki/Glenroe": "Glenroe was a television drama series broadcast on RTÉ One in Ireland between September 1983, when the first episode was aired, and May 2001. A spin-off from Bracken — a short-lived RTÉ drama itself spun off from The Riordans — Glenroe was broadcast, generally from September to May, each Sunday night at 8:30 pm. It was created, and written for much of its run, by Wesley Burrowes, and later by various other directors and producers including Paul Cusack, Alan Robinson and Tommy McCardle. Glenroe was the first show to be subtitled by RTÉ, with a broadcast in 1991 starting the station's subtitling policy.",
  "/wiki/Weapons_of_Mass_Distraction": "Weapons of Mass Distraction is a 1997 television film directed by Stephen Surjik and starring Gabriel Byrne, Ben Kingsley and Wooski Hart, Mimi Rogers, Jeffrey Tambor, and other stars in an ensemble cast, about two media moguls and their fight over ownership of a professional American football team. It was written by Larry Gelbart.",
  "/wiki/Satellite_Award_for_Best_Actor_%E2%80%93_Miniseries_or_Television_Film": "Satellite Award for Best Actor – Miniseries or Television Film is one of the categories of the annual Satellite Awards in film and television. Many of the recipients have also been awarded or nominated for Primetime Emmy Awards.",
  "/wiki/Madigan_Men": "Madigan Men is an American sitcom that premiered on ABC on October 6, 2000. The show was put on hiatus in December 2000 in the midst of cast and crew changes, and was later cancelled after one season.",
  "/wiki/In_Treatment_(U.S._TV_series)": "In Treatment is an American HBO drama, produced and developed by Rodrigo Garcia, about a psychotherapist, 50-something Paul Weston, and his weekly sessions with patients, as well as those with his own therapist at the end of the week. The program, which stars Gabriel Byrne as Paul, debuted on January 28, 2008, as a five-night-a-week series. The series' executive producer and principal director was Paris Barclay, who directed 35 episodes, the most of any director on the series, and the only director who directed episodes in all three seasons. The program's format, script and opening theme are based on, and are often verbatim translations of the Israeli series BeTipul, created by Hagai Levi, Ori Sivan and Nir Bergman.",
  "/wiki/Paul_Weston_(In_Treatment)": "Dr. Paul Weston is a fictional character on the five-nights-a-week HBO series, In Treatment. The character is portrayed by Gabriel Byrne, who was coined as TV's \"latest Dr. McDreamy\" by the New York Times for the role. According to Byrne, the character of Weston has flaws, but possesses certain virtues:",
  "/wiki/Golden_Globe_Award_for_Best_Actor_%E2%80%93_Television_Series_Drama": "The Golden Globe Award for Best Actor – Television Series Drama is an award presented annually by the Hollywood Foreign Press Association (HFPA). This Golden Globe Award honors the best performance by an actor in a drama television series. It was first awarded at the 19th Golden Globe Awards on March 5, 1962 to John Charles Daly and Bob Newhart under the title \"Best TV Star – Male\". In 1969, the award was presented under the new title \"Best TV Actor – Drama\", and its current title has been used since 1980. The nominees for the award have been announced annually since 1963.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Lead_Actor_in_a_Drama_Series": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series. Beginning with the 18th Primetime Emmy Awards, leading actors in drama have competed alone. However, these dramatic performances included actors from miniseries, telefilms, and guest performers competing against main cast competitors. Such instances are marked below:",
  "/wiki/Satellite_Award_for_Best_Actor_%E2%80%93_Television_Series_Drama": "The Satellite Award for Best Actor in a Television Series – Drama is one of the annual awards given by the International Press Academy.",
  "/wiki/Secret_State_(miniseries)": "Secret State is a 2012 British four-part political thriller, starring Gabriel Byrne, Charles Dance and Gina McKee, and inspired by Chris Mullin's novel A Very British Coup. It delves into the relationship between a democratically elected government, the military and big business. The first one-hour part premiered on Channel 4 on Wednesday 7 November 2012, with the other three parts being shown the following Wednesdays.",
  "/wiki/Vikings_(2013_TV_series)": "Vikings is a historical drama television series created and written by Michael Hirst for the History channel. Filmed in Ireland, it premiered on March 3, 2013, in Canada. In January 2019, it was announced that the 20-episode sixth season, which was ordered on September 12, 2017, ahead of its fifth-season premiere, would be the final season of the series. The sixth season premiered on December 4, 2019. A sequel series, titled Vikings: Valhalla, is currently in development for Netflix.",
  "/wiki/Quirke_(TV_series)": "Quirke is a British-Irish crime drama television series that was first broadcast on BBC One and RTÉ One in 2014. The three-part series is based on the Quirke novels by John Banville, writing under the pseudonym Benjamin Black, and was adapted by Andrew Davies and Conor McPherson.",
  "/wiki/Gabriel_Byrne": "Gabriel James Byrne (born 12 May 1950) is an Irish actor, film director, film producer, writer, cultural ambassador and audiobook narrator. His acting career began in the Focus Theatre before he joined London's Royal Court Theatre in 1979. Byrne's screen debut came in the Irish drama serial The Riordans and the spin-off show Bracken."
}