{
  "/wiki/Difaa_El_Jadida": "Difaâ Hassani d'el-Jadida (Arabic: الدفاع الحسني الجديدي‎) is a Moroccan football club based in El Jadida. They play their home games at Stade El Abdi and are in the first division of Moroccan football.",
  "/wiki/Ahmed_Faras": "Ahmed Faras (Arabic: أحمد فرس‎) (born 7 December 1946 in Mohammedia) is a former Moroccan striker. He was named African Footballer of the Year in 1975, and spent all of his playing career with his native Chabab Mohammédia.",
  "/wiki/Chabab_Mohamm%C3%A9dia": "Sporting Club Chabab Mohammédia, known as SCC Mohammédia or Chabab Mohammédia is a Moroccan football club founded in 1948, playing in the Amateur National Championship.",
  "/wiki/KAC_Kenitra": "Kenitra Athletic Club (KAC) (Arabic: النادي القنيطري‎) is a Moroccan football and basketball club based in the city of Kenitra.",
  "/wiki/ASFAR_(football_club)": "The Association Sportive des Forces Armées Royales (Arabic: الجمعية الرياضية للقوات المسلحة الملكية‎; ASFAR), also known as the Royal Army Club (Arabic: نادي الجيش الملكي‎), is a professional sport club based in Morocco's capital city (Rabat-Salé).",
  "/wiki/Abdeslam_Laghrissi": "Abdeslam Laghrissi (born 5 January 1962 in Ksar-el-Kebir) is a retired Moroccan footballer. He is also known as Abdeslam (or Abdelslam) El-Ghrissi.",
  "/wiki/Wydad_Casablanca": "Wydad Athletic Club (Arabic: نادي الوداد الرياضي‎, Arabic pronunciation: [naːdiː‿l.wydaːd arːiyːadˤiː]), Berber languages: ⵡⵢⴷⴰⴷ ⴰⵜⵀⵍⴻⵜⵉⵛ ⵛⵍⵓⴱ) commonly known as WAC or Wydad Casablanca, also called Wydad of Nation or The Lions Of Africa is a Moroccan sports club based in Casablanca City, Morocco. Wydad AC is one of the best and most successful football team in Africa, and which is the most titled team in the history of Moroccan football League.[citation needed]",
  "/wiki/Mouloudia_d%27Oujda": "Mouloudia Club of Oujda (Arabic: مولودية وجدة‎) is a Moroccan football club based in Oujda. Mouloudia, which closely translates to \"birth\" in  Arabic, was named after the coincidence of the day of its creation: on March 16, 1946 (12 second spring of 1365 Hjeria) with the anniversary of the birth of Muhammad.",
  "/wiki/Renaissance_Berkane": "Renaissance Sportive de Berkane (Arabic: النهضة الرياضية البركانية‎) commonly known as Nahdat Berkane or for a short RS Berkane, is a Moroccan sports club based in Berkane, Morocco. The club's football team is currently playing in the first division of Moroccan championship Botola. The club finished in the 2nd place in the Botola 2 in the 2011–12 season, which led to the promotion to the first division.",
  "/wiki/Hassan_Nader": "Hassan Nader (Arabic: حسن ناظر‎; born 8 July 1965) is a Moroccan former footballer who played as a striker.",
  "/wiki/Mohammed_Chaouch": "Mohamed Chaouch (Arabic: محمد شاوش‎; born December 12, 1966 in Aklim) is a former Moroccan footballer.",
  "/wiki/Kawkab_Marrakech": "Kawkab Athlétique Club of Marrakech (Arabic: الكوكب المراكشي‎; KACM) is a Moroccan football club based in Marrakech.\nThe club was founded in 1947.",
  "/wiki/Abderrazak_Khairi": "Abderrazak Khairi (born 20 November 1962) is a Moroccan former football player and current coach of Sohar Club in the Omani League.",
  "/wiki/Youssef_Fertout": "Youssef Fertout (born 7 July 1970) is a retired Moroccan footballer. He played for several clubs, including Wydad Casablanca, CF Belenenses and AZ Alkmaar."
}