{
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M, UManitoba, or UM) is a public research university in the province of Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is the first university of western Canada. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.\n The U of M is the largest university both by total student enrollment and campus area in the province of Manitoba, and the 17th-largest in all of Canada. The campus boasts dozens of faculties and hundreds of degree programs. The U of M is a member of the U15 and of Universities Canada, while its global affiliations include the International Association of Universities and the Association of Commonwealth Universities. Its increased global outreach has resulted in one of the most internationally diverse student bodies in Canada, while its competitive academic and research programs have consistently ranked among the top in the Canadian Prairies.\n The Manitoba Bisons represent the team in athletics as a member of U Sports and Canada West Universities Athletic Association (CWUAA).\n University of Manitoba alumni include Nobel Prize recipients, Academy Award winners, Order of Merit recipients, and Olympic medalists, among many others. As of 2019[update], there have been 99 Rhodes Scholarship recipients from the University of Manitoba, more than that of any other university in western Canada. Likewise, the university has produced countless government figures, including provincial premiers, Supreme Court justices, and Members of Parliament (MPs). Research at the U of M has produced various world-renowned contributions, including the creation of canola oil in the 1970s.\n Along with the Fort Garry campus as its central hub, the University of Manitoba operates three other major locations: the Bannatyne Campus, the James W. Burns Executive Education Centre, and the William Norrie Centre. Additionally, the university also administers its French-language affiliate, Université de Saint-Boniface in the Saint Boniface ward of Winnipeg.",
  "/wiki/Canadian_Interuniversity_Athletics_Union": "U Sports (stylized as U SPORTS) is the national sport governing body of university sport in Canada, comprising the majority of degree-granting universities in the country. Its equivalent body for organized sports at colleges in Canada is the Canadian Collegiate Athletic Association (CCAA). Some institutions are members of both bodies for different sports.\n Its name until October 20, 2016, was Canadian Interuniversity Sport (CIS; French: Sport interuniversitaire canadien, SIC). On that date, the organization rebranded as \"U Sports\" in both official languages.\n The original Canadian Interuniversity Athletic Union (CIAU) Central was founded in 1906 and existed until 1955, composed only of universities from Ontario and Quebec. With the collapse of the CIAU Central in the mid-1950s, calls for a new, national governing body for university sport accelerated. Once the Royal Military College of Canada became a degree granting institution, Major W.J. (Danny) McLeod, athletic director at the RMC directed the establishment of the Canadian Intercollegiate Athletic Union (CIAU) in 1961. Major McLeod ran the CIAU from his office at RMC as the first CIAU Secretary-Treasurer. In the 1960s the CIAU functioned as a voluntary, autonomous, educational sport organization which represented by the various universities from coast to coast. In 1978, the Canadian Women's Interuniversity Athletic Union (CWIAU), which had formed in 1970, merged with the CIAU; the expanded CIAU reinforced its university focus by adjusting its name to the Canadian Interuniversity Athletics Union. It changed its name to Canadian Interuniversity Sport (CIS) in June 2001 due to growing misconceptions about the name of the organization since the term \"athletic\" was associated with track and field and \"union\" with labour movements.\n According to the organization, the name change to \"U Sports\" came about in part due to a desire for a brand that was \"instantly recognizable and identical in both French and English.\" The rebrand was accompanied by a new approach to presentation of Canadian University sports, its teams, and its players. The new, singular logo and name came with a new website to better present stories taking place throughout the athletics programs U Sports governs, bolstered by a new approach to social media.",
  "/wiki/Long_Island_Ducks_(ice_hockey)": "The Long Island Ducks were a minor league hockey team in the Eastern Hockey League owned by Al and Renee Baron that played their home games at the Long Island Arena (usually referred to as Commack Arena). The team played from 1959 until 1973, when the Eastern League folded.\n In 1961, the President of the franchise, William H. Linck, held a contest among fans to name the team. The winner was the first entry received, from George Resch of Cambria Heights, Queens, who named the team \"Ducks\". Aside from naming rights, Resch received two season tickets for winning the contest.\n The Ducks are most famously known for player-head coach John Brophy, who is believed to be the role model for Paul Newman's character of Reggie Dunlop in the movie Slap Shot. Brophy encouraged and epitomized \"old-time hockey\" and brash physical play, retired as the league's career leader in penalty minutes, and was once suspended for half of a season for knocking down a referee. Brophy was quoted as saying, \"Once you're a Duck, you're a Duck for the rest of your life,\" as Ducks General Manager John Muckler traded Brophy six times and got him back seven times.\n The Ducks won the Eastern Hockey League North Division in 1964-65 and 1965-66. They were the Eastern Hockey League playoff champions and won the Walker Cup Trophy on April 7, 1965.\n The New York Islanders of the National Hockey League, who began play in 1972-73, had originally been widely expected to adopt the Long Island Ducks name. The name was later taken by the Long Island Ducks,an independent baseball team in Central Islip, which began play in 2000.",
  "/wiki/Eastern_Hockey_League": "The Eastern Hockey League was a minor professional United States ice hockey league.",
  "/wiki/Len_Frig": "Leonard Elroy Frig (born October 30, 1950) is a retired professional ice hockey defenceman who played 311 games in the National Hockey League.  He played for the Chicago Black Hawks, Oakland Seals, Cleveland Barons, and St. Louis Blues. He also played 1 game for the Utah Rollerbees who competed for one season in the now defunct league Roller Hockey International. He compiled 12 penalty minutes during his only game. He was born in Blairmore, Alberta and raised in Lethbridge, Alberta.",
  "/wiki/Dallas_Black_Hawks": "The Dallas Blackhawks were a minor-league professional ice hockey team in Dallas, in the U.S. state of Texas. It was a member of the Central Hockey League and played home games at State Fair Coliseum.",
  "/wiki/Central_Professional_Hockey_League": "The Central Professional Hockey League was a minor professional ice hockey league that operated in the United States from 1963 to 1984. Named the Central Hockey League for the 1968–69 season and forward, it was owned and operated by the National Hockey League and served as a successor to the Eastern Professional Hockey League, which had folded after the 1962–63 season.  Four of the CHL's initial franchises were, in fact, relocations of the previous year's EPHL teams, while the fifth came from the International Hockey League. Its founding president was Jack Adams, who served in the role until his death in 1968. The CHL's championship trophy was called the Adams Cup in his honor.",
  "/wiki/Spokane_Jets": "The Spokane Jets were a senior men's ice hockey team that played out of Spokane, Washington. They played in the Western International Hockey League (WIHL) from 1963-64 through 1973-74.\n Prior to 1963 the Spokane Flyers were the city's entry in the WIHL. The Spokane Jets were renamed the Flyers in 1974.\n In 1969–70, the Spokane Jets became the first United States-based team to win the Allan Cup.",
  "/wiki/Western_International_Hockey_League": "The Western International Hockey League (WIHL) was a senior level ice hockey league  that featured teams from the Western United States and Western Canada. It operated from 1946–62 and 1963–88. It grew out of the West Kootenay League, which operated in southeast British Columbia from the 1920s.\n The league had teams in the British Columbian cities of Trail, Nelson, Kimberley, Rossland, Fernie, and Cranbrook; in Spokane, Washington; Calgary, Alberta; Portland, Oregon; and Los Angeles. The league did not operate in 1962–63 while member team the Trail Smoke Eaters competed for and won the world amateur championship overseas.\n At various times in the 1950s and 1960s the league had an interlocking schedule with the Okanagan Senior League and the Alberta Senior Hockey League. It also played matches against the Pacific Hockey League in 1978–79.\n In an era when there were fewer NHL and minor professional teams and leagues in North America, winning the Allan Cup was a difficult challenge and the national championship trophy was a coveted prize.  The WIHL, along with other highly competitive senior leagues across Canada (with member teams located in the USA as well), was considered among the best amateur hockey in North America. Even until the 1980s, the caliber of play was excellent and many former top CHL, junior A, university and pro level players went on to compete for WIHL teams.  The WIHL champions would be considered one of the top non-professional teams in North America each year.[citation needed]\n The champions of the WIHL received the Shore-Montgomery Trophy, donated by movie stars Dinah Shore and George Montgomery in 1946. It is now on display in the Trail Sports Hall of Memories.\n WIHL teams that went on to win the Allan Cup:\n 1961-1962 - Trail Smoke Eaters  (also won in 1937-1938 and the Trail Smoke Eaters won the World Championship in 1939, 1961)\n 1969-1970 - Spokane Jets\n 1971-1972 - Spokane Jets\n 1975-1976 - Spokane Flyers\n 1977-1978 - Kimberley Dynamiters (also won in 1935-1936 and the Kimberley Dynamiters won the World Championship in 1937)\n 1979-1980 - Spokane Flyers\n 1981-1982 - Cranbrook Royals",
  "/wiki/Calgary_Stampeders_(ice_hockey)": "The Calgary Stampeders are a defunct ice hockey team that was based in Calgary, Alberta, Canada.  The team existed from 1938 until 1972, playing in various senior amateur and minor professional leagues during that time.  In 1946, the Stampeders captured the Allan Cup as Canadian senior hockey champions, the first Alberta based club to do so.\n A team of this same name also played the 1978–79 season in the Western International Hockey League.",
  "/wiki/Prairie_Hockey_League": "The Prairie Hockey League (PHL) was a Canadian professional ice hockey league in Alberta and  Saskatchewan that was created following the demise of the Western Hockey League in 1926. It operated for two seasons.\n The creation of the league was announced in February 1926, with teams in Regina, Moose Jaw, Brandon, and Winnipeg. By the time the first season began, Brandon and Winnipeg had dropped out. Five WHL teams—the Calgary Tigers, Edmonton Eskimos, Saskatoon Sheiks, Regina Capitals, and the Moose Jaw Warriors—played in the league's first season. Leading the PHL was president E.W. Seaborn of Moose Jaw. In the first season, the Calgary Tigers were declared the league champions when the Saskatoon Sheiks refused to continue their playoff series after complaining about the officiating in the first game. The Tigers won the game 2-1. The Tigers played the Winnipeg Maroons of the American Hockey Association for the Merchants Casualty Cup, presented to the top professional team in the west. During the season, there had been rumours that games in the PHL had been fixed,[citation needed] but Seaborn believed the league had the confidence of the public by the end of the year.\n At a meeting in May 1927, Seaborn said that he expected all five teams to return for the next season, and that the league might expand into Brandon, Manitoba. But, as it turned out, Calgary and Edmonton dropped out after one year and no new team was admitted to the league. The Moose Jaw team was renamed the Moose Jaw Maroons",
  "/wiki/Les_Jackson_(ice_hockey)": "Les Jackson (born December 21, 1952 in Manning, Alberta) is a Canadian former professional ice hockey player, coach, scout and  co-general manager of the Dallas Stars.  Jackson is currently the director of scouting and player development for the Stars.  Jackson was selected in the 4th round of the 1972 NHL Amateur Draft, 64th overall, by the Boston Bruins.  Jackson had a brief and unspectacular minor league career, never reaching the NHL, and is better known as a manager than as a player.\n Jackson retired following the 1976–77 season, and was named head coach of the Great Falls Americans of the WHL prior to the 1979–80 season, his team going 2–25–1, until it folded on December 26, 1979.  For the next two seasons, Jackson coached the Brandon Wheat Kings, and then served as their general manager for two seasons following that.  Prior to the 1985–86 season Jackson joined the Minnesota North Stars as an assistant coach, and would stay with the franchise in one capacity or another until September 1, 1999, when he joined the Atlanta Thrashers as assistant general manager.\n On July 6, 2000, Jackson rejoined the Dallas Stars, and was named interim co-general manager (along with Brett Hull) on November 13, 2007, and on May 22, 2008, the \"interim\" was removed from their title as both were signed to a 3-year deal to be co-general managers.  On May 31, 2009, Jackson and Hull were replaced by Joe Nieuwendyk as general manager, and reassigned to other roles within the Dallas Stars organization.",
  "/wiki/New_Westminster_Bruins": "The New Westminster Bruins were a junior ice hockey team from the Western Hockey League.  There were two franchises that carried this name:",
  "/wiki/Western_Hockey_League": "The Western Hockey League (WHL) is a major junior ice hockey league based in Western Canada and the Northwestern United States. The WHL is one of three leagues that constitutes the Canadian Hockey League (CHL) as the highest level of junior hockey in Canada. Teams play for the Ed Chynoweth Cup, with the winner moving on to play for the Memorial Cup, Canada's national junior championship. WHL teams have won the Memorial Cup 19 times since the league became eligible to compete for the trophy. Many players have been drafted from WHL teams, and have found success at various levels of professional hockey, including the National Hockey League (NHL).\n The league was founded in 1966, as the Canadian Major Junior Hockey League (CMJHL), with seven western Canadian teams in Saskatchewan and Alberta. From 1968, the league was renamed the Western Canada Hockey League (WCHL), before the admission of American-based teams in the league and then renaming as the Western Hockey League (WHL)  commencing in 1978, up to present day.\n The league was the brainchild of Bill Hunter, who intended to build a western league capable of competing with the top leagues in Ontario and Quebec. Originally considered an \"outlaw league\" by the Canadian Amateur Hockey Association, the WCHL (WHL) was sanctioned as the top junior league in Western Canada when junior hockey was reorganized in 1970.\n The WHL is composed of 22 teams as of 2019, divided into two conferences of two divisions. The Eastern Conference comprises 12 teams from Manitoba, Saskatchewan and Alberta, while the Western Conference comprises ten teams from British Columbia, and the US states of Washington and Oregon.",
  "/wiki/Marshall_Johnston": "Lawrence Marshall Johnston (born June 6, 1941) is a Canadian retired professional ice hockey player, coach and executive. He played as a right winger for the Minnesota North Stars and California Golden Seals of the National Hockey League (NHL). He has also coached in the NHL for the California Golden Seals, Colorado Rockies, and served as general manager of the Ottawa Senators.",
  "/wiki/California_Golden_Seals": "The California Golden Seals were a professional ice hockey club that competed in the National Hockey League (NHL) from 1967 to 1976. Initially named the California Seals, the team was renamed the Oakland Seals partway through the 1967–68 season (on December 8, 1967) and then to the California Golden Seals in 1970, after two games as the Bay Area Seals. The Seals were one of six teams added to the league as part of the 1967 NHL expansion. Based in Oakland, California, they played their home games at the Oakland–Alameda County Coliseum Arena. The Seals were never successful at the gate, qualifying for the postseason in only two of their nine seasons and failing to obtain a winning record in each, and eventually moved to Cleveland to become the Cleveland Barons in 1976. They are the only franchise from the 1967 expansion to not reach the Stanley Cup Finals.",
  "/wiki/National_Hockey_League": "The National Hockey League (NHL; French: Ligue nationale de hockey—LNH) is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is awarded annually to the league playoff champion at the end of each season.\n The National Hockey League was organized on November 26, 1917, at the Windsor Hotel in Montreal after the suspension of operations of its predecessor organization, the National Hockey Association (NHA), which had been founded in 1909 in Renfrew, Ontario. The NHL immediately took the NHA's place as one of the leagues that contested for the Stanley Cup in an annual interleague competition before a series of league mergers and foldings left the NHL as the only league left competing for the Stanley Cup in 1926.\n At its inception, the NHL had four teams—all in Canada, thus the adjective \"National\" in the league's name. The league expanded to the United States in 1924, when the Boston Bruins joined, and has since consisted of American and Canadian teams. From 1942 to 1967, the league had only six teams, collectively (if not contemporaneously) nicknamed the \"Original Six\". The NHL added six new teams to double its size at the 1967 NHL expansion. The league then increased to 18 teams by 1974 and 21 teams in 1979. Between 1991 and 2000, the NHL further expanded to 30 teams. It added its 31st team in 2017 and has approved the addition of a 32nd team in 2021.\n The league's headquarters have been in New York City since 1989 when the head office moved there from Montreal.\n After a labour-management dispute that led to the cancellation of the entire 2004–05 season, the league resumed play in 2005–06 under a new collective agreement that included a salary cap. In 2009, the NHL enjoyed record highs in terms of sponsorships, attendance, and television audiences.\n The International Ice Hockey Federation (IIHF) considers the Stanley Cup to be one of the \"most important championships available to the sport\". The NHL draws many highly skilled players from all over the world and currently has players from approximately 20 countries. Canadians have historically constituted the majority of the players in the league, with an increasing percentage of American and European players in recent seasons.\n The current NHL champions are the St. Louis Blues, who defeated the Boston Bruins four games to three in the 2019 Stanley Cup Finals.",
  "/wiki/Barrie_Meissner": "Barrie Michael Meissner (born July 26, 1946) is a former National Hockey League player for the Minnesota North Stars. barrie is the brother of Dick Meissner.",
  "/wiki/Omaha_Knights": "The Omaha Knights was the name of three minor league professional ice hockey teams from 1959 to 1965 and from 1966 to 1975, based in Omaha, Nebraska, at the Ak-Sar-Ben Arena. The Knights were founded in 1959 as members of the International Hockey League. Following the 1962-63 season the team moved to Toledo, Ohio , becoming the Toledo Blades. A new Knights team joined the new Central Professional Hockey League for the 1963-64 season. This second iteration of the Knights moved to Houston, TX, to become the Houston Apollos after the 1964-65 season. After a year without a team, hockey returned to Omaha for the 1966-67 season after the Minnesota Rangers moved from Saint Paul, Minnesota, to vacate the market that the NHL's Minnesota North Stars would soon occupy. The CPHL was renamed the Central Hockey League in 1968, where the Knights continued to play until they folded after the 1974–75 season.\n Ken Wilson was the general manager from 1960–1963. Goaltender Glenn Ramsay won the James Norris Memorial Trophy for the fewest goals against during the 1961–62 and the 1962–63 regular seasons. The Rookie of the Year Trophy was awarded to Knights' player John Gravel in 1963.",
  "/wiki/Oklahoma_City_Blazers_(1965–77)": "The Oklahoma City Blazers are a defunct professional ice hockey team that were based in Oklahoma City, Oklahoma. They competed in the Central Professional Hockey League from 1965 to 1977. The team played their home games in the Fairgrounds Arena, and later in Myriad Gardens.\n This team was created through the relocation of the Minneapolis Bruins, who began play in 1963 after originating as the Kingston Frontenacs of the defunct Eastern Professional Hockey League.\nInitially they were a Boston Bruins farm team. The first coach was Harry Sinden, and NHL stars Bernie Parent, Gerry Cheevers, Doug Favell, Reggie Leach, Rick MacLeish, Wayne Cashman, Ivan Boldirev, J. P. Parise, Ross Lonsberry, Dallas Smith, Bill Goldsworthy and Jean Pronovost played for the Blazers.  The Bruins withdrew from the team in 1972, but after a season without hockey, Maple Leaf Gardens Limited announced that they would relocate their Tulsa Oilers club of the CHL to become the reborn Oklahoma City Blazers, with Tulsa getting a replacement independent team.  From 1973 to 1976 the team was affiliated with the Toronto Maple Leafs and their roster included Mike Palmateer, Blaine Stoughton, Pat Boutette and all-time NHL penalty leader Dave \"Tiger\" Williams.  Prior to the 1976-77 season the Maple Leafs decided to share the Dallas Black Hawks of the CHL with the Chicago Black Hawks as their affiliate, in an attempt to reduce costs.\nGregg Sheppard was the franchise's leading career scorer. Their home arenas were the Fairgrounds Arena and the Myriad Convention Center Arena. The Blazers won the CHL championship in 1966 under player-coach Harry Sinden and repeated in 1967.\n John Brooks, sports director of the local CBS TV affiliate KWTV Channel 9 and radio play-by-play voice for high-profile University of Oklahoma football and men's basketball from 1978 to 1992, was the on-air voice of the original Blazers in the 1960s and 1970s. His catch phrase for Blazers same-day game radio ads was \"Let's play hockey... TONIGHT!\"[citation needed]",
  "/wiki/Saskatoon_Blades": "The Saskatoon Blades are a major junior ice hockey team playing in the Eastern Division of the Western Hockey League, formerly the Western Canadian Hockey League (WCHL). They are based in Saskatoon, Saskatchewan, playing at the 15,195-seat SaskTel Centre.",
  "/wiki/Al_Rycroft": "Allen Bruce Rycroft (born September 1, 1950) is a Canadian former professional ice hockey player.\n During the 1972–73 season, Rycroft played seven games in the World Hockey Association with the Cleveland Crusaders.",
  "/wiki/Fort_Wayne_Komets": "The Fort Wayne Komets are a minor league ice hockey team in the ECHL. They play their home games at the Allen County War Memorial Coliseum in Fort Wayne, Indiana. This team was previously a member of the Central Hockey League, the original International Hockey League, and the second International Hockey League. They have won four post-season championship titles in the original IHL in 1963, 1965, 1973 and 1993, four in the UHL/second IHL in 2003, 2008, 2009 and 2010, and one in the CHL in 2012. In all of North American professional hockey, only the Original Six teams of the NHL and the Hershey Bears of the AHL have played continuously in the same city with the same name longer than the Komets.",
  "/wiki/International_Hockey_League_(1945–2001)": "The International Hockey League (IHL) was a minor professional ice hockey league in the United States and Canada that operated from 1945 to 2001. The IHL served as the National Hockey League's alternate farm system to the American Hockey League (AHL). After 56 years of operation, financial instability led to the league's demise. Six of the surviving seven teams merged into the AHL in 2001.",
  "/wiki/Alois_Schloder": "Alois Schloder (born August 11, 1947 in Landshut, Germany) is a retired ice hockey player.  He participated at the 1976 Winter Olympics and won a bronze medal. He was disqualified from the 1972 Sapporo Games after failing a doping test.   \n He was inducted into the International Ice Hockey Federation Hall of Fame in 2005.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.\n At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the Federal Republic of Germany claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic (GDR) was an illegally constituted puppet state. Though the GDR did hold regular elections, these were neither free nor fair. From the West German perspective, the GDR was therefore illegitimate.  \n Three southwestern states of West Germany merged to form Baden-Württemberg in 1952, and the Saarland joined the Federal Republic of Germany in 1957. In addition to the resulting ten states, West Berlin was considered a de facto eleventh state. While legally not part of the Federal Republic of Germany, as Berlin was under the control of the Allied Control Council, West Berlin politically aligned itself with West Germany and was represented in its federal institutions.\n The foundation for the influential position held by Germany today was laid during the Wirtschaftswunder (economic miracle) of the 1950s when West Germany rose from the enormous destruction wrought by World War II to become the world's third-largest economy. The first chancellor Konrad Adenauer, who remained in office until 1963, had worked for a full alignment with NATO rather than neutrality. He not only secured a membership in NATO but was also a proponent of agreements which developed into the present-day European Union. When the G6 was established in 1975, there was no question  as to whether the Federal Republic of Germany would become a member.\n Following the collapse of communism in Central and Eastern Europe in 1989, symbolised by the opening of the Berlin Wall, there was a rapid move towards German reunification. East Germany voted to dissolve itself and accede to the Federal Republic in 1990. Its five post-war states (Länder) were reconstituted along with the reunited Berlin, which ended its special status and formed an additional Land. They formally joined the Federal Republic on 3 October 1990, raising the number of states from ten to sixteen, ending the division of Germany. The reunion did not result in a new country;  instead, the process was essentially a voluntary act of accession, whereby West Germany was enlarged to include the additional states of East Germany, which had ceased to exist. The expanded Federal Republic retained West Germany's political culture and continued its existing memberships in international organisations, as well as its Western foreign policy alignment and affiliation to Western alliances like UN, NATO, OECD and the European Union.",
  "/wiki/EV_Landshut": "EV Landshut, also known as EVL Landshut Eishockey and formerly known as the Landshut Cannibals, are a professional ice hockey team based in Landshut, Bavaria, Germany. They currently play in Deutsche Eishockey Liga 2 (DEL2) , the second level of ice hockey in Germany.  They were promoted from the third-tier Oberliga  in 2019 after winning the Oberliga finals against the Tilburg Trappers. \n The team was founded in 1948 as Eislaufverein Landshut (EVL), but since 2002 the professional operations have been incorporated as a separate entity. From 2002 to 2013 the professional team was competing as “Landshut Cannibals”; in 2013 the name was changed back to \"EVL Landshut Eishockey\", to more closely reflect the tradition and history of the team. There is close cooperation with the non-for-profit EVL, which is still responsible for non-professional areas, i.e. junior hockey and figure skating. From 1963 to 1994 the Team was a participant in the Ice hockey Bundesliga and is a founder member of the DEL. The team won the West German National Championship in 1970 and 1983.<\"Germany\". AZ Hockey. Archived from the original on 3 March 2016. Retrieved 8 January 2016..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\")no-repeat;background-position:right .1em center}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} \n The home arena of the Landshut Cannibals is the Eisstadion am Gutenbergweg, where they have played since 1957, after leaving tentative other locations. The arena has since been renovated several times, last in 2019, and currently holds 4,139 people. Landshut’s player development program is counted among the best in Germany, producing numerous well-known hockey players such as “Germany’s hockey player of the century” Erich Kühnhackl, Gerd Truntschka (All Star at the 1987 World Ice Hockey Championships) and longtime NHL players Marco Sturm (Washington Capitals), Christoph Schubert (Atlanta Thrashers)  and double Stanley Cup winner Tom Kühnhackl (Pittsburgh Penguins and New York Islanders).",
  "/wiki/Eishockey-Bundesliga": "The Eishockey-Bundesliga (\"Federal Ice Hockey League\") was formed in 1958 as the elite hockey competition in the Federal Republic of Germany, replacing the Oberliga in this position.  From the 1994-95 season, it was in turn replaced by the Deutsche Eishockey Liga, which now also carries the name 1st Bundesliga in its logo. The DEL, originally administrated by the DEB, the German Ice Hockey Federation, became an independent league in 1997.\n With the German reunion, the Bundesliga became a truly nationwide league, initially including two teams from the former East Germany.",
  "/wiki/Jim_Shaw_(ice_hockey)": "James Morris Shaw (born October 18, 1945) is a Canadian former professional ice hockey goaltender.\n During the 1973–74 and 1974–75, Shaw played 37 games with the Toronto Toros of the World Hockey Association (WHA).",
  "/wiki/Portland_Buckaroos": "The Portland Buckaroos was the name of several professional ice hockey teams based in Portland, Oregon.",
  "/wiki/Western_Hockey_League_(1952–74)": "The Western Hockey League (WHL) was a minor pro ice hockey league that operated from its 1952-1953 season through the 1973-1974 season.  Managed for most of its history by Al Leader, it was originally the Pacific Coast Hockey League (PCHL), which had absorbed three teams from the Western Canada Senior Hockey League for the 1951-1952 season before renaming itself one year later.  During the 1960s, the WHL moved into a number of large west coast markets including Los Angeles and San Francisco. There was speculation that the WHL could grow into a major league capable of rivalling even the long-entrenched National Hockey League.\n In the 1965–66 and 1967–68 seasons, the WHL played an interlocking schedule with the American Hockey League. Fears that the WHL (or a WHL/AHL merger) could become a rival major league was among the factors that finally convinced the National Hockey League to expand for the 1967–68 season.\n Several factors led to the WHL's decision to cease operations after the 1973–74 season. The NHL and World Hockey Association had moved into many of its traditional markets, and the talent pool had become strained by the fast growth in the number of professional teams.  When the NHL announced in June 1974 that the owners of both the Denver Spurs and Seattle Totems had been granted \"conditional\" NHL franchises (neither of which came to fruition), the WHL announced the same day that it was folding.  A few of its surviving teams were absorbed into the Central Hockey League (CHL), though the Phoenix Roadrunners franchise did join the WHA for the 1974–75 season, and the Denver Spurs would jump from the CHL to the WHA for the 1975–76 season (but folded mid-season).\n The championship trophy of the WHL was the Lester Patrick Cup, which is currently on display at the Hockey Hall of Fame.",
  "/wiki/Charlotte_Checkers_(1956–77)": "The Charlotte Checkers were a minor league professional ice hockey team based in Charlotte, North Carolina. The team began as the Baltimore Clippers in 1954, playing in the Eastern Hockey League. When the arena in Baltimore burned down, the team briefly played as the Charlotte Rebels, before permanently relocating to the Charlotte Coliseum in 1956, becoming the Charlotte Clippers. The team was renamed the Checkers in 1960, and played its final four seasons in the Southern Hockey League, before folding in 1977. The Clippers/Checkers franchise won five playoff championships in its existence, and were the first team to be based in the Southeast United States.",
  "/wiki/Saskatoon_Quakers": "The Saskatoon Quakers were an ice hockey team that was based in Saskatoon, Saskatchewan, Canada. The team existed from 1945 until 1959, and again from 1965–1971, playing in various senior and minor professional leagues during that time. The Quakers represented Canada in 1934 World Ice Hockey Championships held in Milan, Italy where they won Gold. In 1952, they captured the President's Cup as Pacific Coast Hockey League champions.",
  "/wiki/Rick_Wilson_(ice_hockey)": "Richard Gordon Wilson (born August 10, 1950) is a former Canadian professional ice hockey defenceman and head coach. Wilson is currently an assistant coach for the Philadelphia Flyers of the National Hockey League (NHL).",
  "/wiki/University_of_North_Dakota_men's_ice_hockey": "The North Dakota Fighting Hawks men's ice hockey team (UND) is the college ice hockey team at the Grand Forks campus of the University of North Dakota. They are members of the National Collegiate Hockey Conference (NCHC) and compete in National Collegiate Athletic Association (NCAA) Division I ice hockey. North Dakota is considered one of the premier college hockey programs in the country, and are regarded as one of the most powerful, successful, and storied college hockey programs in NCAA history. UND has made over 30 appearances in the NCAA tournament, appeared in the Frozen Four 22 times, and have won 8 NCAA Division I Championships. They have also won 15 WCHA Regular Season Championships, 2 NCHC Regular Season Championships, and 11 WCHA Tournament Championships. The school's former official nickname was previously the Fighting Sioux, which was ultimately retired due to pressure from the NCAA in 2012. The official school nickname is now the Fighting Hawks, a name that was chosen by the University on November 18, 2015.",
  "/wiki/National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana.\n In its 2016–17 fiscal year the NCAA took in $1.06 billion in revenue, over 82% of which was generated by the Division I Men's Basketball Tournament.\n In August 1973, the current three-division system of Division I, Division II, and Division III was adopted by the NCAA membership in a special convention. Under NCAA rules, Division I and Division II schools can offer scholarships to athletes for playing a sport. Division III schools may not offer any athletic scholarships. Generally, larger schools compete in Division I and smaller schools in II and III. Division I football was further divided into I-A and I-AA in 1978. Subsequently, the term \"Division I-AAA\" was briefly added to delineate Division I schools which do not field a football program at all, but that term is no longer officially used by the NCAA. In 2006, Divisions I-A and I-AA were respectively renamed the Football Bowl Subdivision (FBS) and Football Championship Subdivision (FCS).\n Controversially, the NCAA severely caps the benefits that collegiate athletes can receive from their schools. It is believed by some economists that these caps for men's basketball and football players benefit the athletes' schools (through rent-seeking) at the expense of athletes.",
  "/wiki/Roanoke_Valley_Rebels": "The Roanoke Valley Rebels were a minor league professional ice hockey team based in Roanoke, Virginia, that played in the Eastern Hockey League, and later the Southern Hockey League. The team was originally known as the Salem Rebels from 1967 to 1970, playing at the Salem Civic Center in nearby Salem, Virginia. Beginning in 1970, the Rebels began playing playing occasional games at the newer and larger Roanoke Civic Center. \n The team name was combination of Roanoke Valley, a metonym for the Roanoke metropolitan area; and Rebels which recalled Johnny Reb, a national personification of the Southern United States. The team logo resembled the Battle Flag of the Confederate States of America. The Rebels were founding members of the Southern Hockey League in 1973, and won the James Crockett Cup in 1974. After nine seasons of play, the team ceased operations in 1976.",
  "/wiki/WHA_General_Player_Draft": "The World Hockey Association General Player Draft was held over the course of two days, February 12 and February 13, 1972, in Anaheim, California. The purpose of the draft was to establish an orderly process through which WHA teams would stock their rosters by the beginning of their inaugural season later that year. As such, players from other professional teams (notably National Hockey League clubs) were eligible to be drafted. The draftees were not under any legal obligation to sign with the drafting WHA club: other WHA clubs were prevented from negotiating with the players who had been drafted.\n The draft was held in two parts: a \"Preliminary\" round in which teams made so-called \"priority\" selections, and the rounds of the \"General Draft\" which followed. For the Preliminary round, each team wrote four names on a piece of paper, which were then submitted and announced prior to the start of the General Draft. The priority selections were the most sought after players, consisting mostly of NHL veterans and highly touted prospects.\n Twelve teams took part in the draft: the Calgary Broncos, Chicago Cougars, Dayton Aeros, Edmonton Oil Kings, Los Angeles Sharks, Miami Screaming Eagles, Minnesota Fighting Saints, New England Whalers, Winnipeg Jets, and three then-unnamed franchises based in New York (later the Raiders), Ontario (later the Ottawa Nationals) and Quebec City (later the Nordiques).\n The Broncos folded within months, before the beginning of the season, and the negotiating rights to their picks were transferred to a new club: the Cleveland Crusaders. Similarly the Screaming Eagles never took to the ice, and their picks transferred to the Philadelphia Blazers. The Dayton Aeros moved to Houston before the playing season, and the Oil Kings changed their name to Alberta Oilers with the intent of splitting home games between Edmonton and Calgary."
}