{
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M or UM) is a public research university in Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is Western Canada's first university. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.",
  "/wiki/Canadian_Interuniversity_Athletics_Union": "U Sports (stylized as U SPORTS) is the national sport governing body of university sport in Canada, comprising the majority of degree-granting universities in the country. Its equivalent body for organized sports at colleges in Canada is the Canadian Collegiate Athletic Association (CCAA). Some institutions are members of both bodies for different sports.",
  "/wiki/Long_Island_Ducks_(ice_hockey)": "The Long Island Ducks were a minor league hockey team in the Eastern Hockey League owned by Al and Renee Baron that played their home games at the Long Island Arena (usually referred to as Commack Arena). The team played from 1959 until 1973, when the Eastern League folded.",
  "/wiki/Eastern_Hockey_League": "The Eastern Hockey League was a minor professional United States ice hockey league.",
  "/wiki/Len_Frig": "Leonard Elroy Frig (born October 30, 1950) is a retired professional ice hockey defenceman who played 311 games in the National Hockey League.  He played for the Chicago Black Hawks, Oakland Seals, Cleveland Barons, and St. Louis Blues. He also played 1 game for the Utah Rollerbees who competed for one season in the now defunct league Roller Hockey International. He compiled 12 penalty minutes during his only game. He was born in Blairmore, Alberta and raised in Lethbridge, Alberta.",
  "/wiki/Dallas_Black_Hawks": "The Dallas Blackhawks were a minor-league professional ice hockey team in Dallas, in the U.S. state of Texas. It was a member of the Central Hockey League and played home games at State Fair Coliseum.",
  "/wiki/Central_Professional_Hockey_League": "The Central Professional Hockey League was a minor professional ice hockey league that operated in the United States from 1963 to 1984. Named the Central Hockey League for the 1968–69 season and forward, it was owned and operated by the National Hockey League and served as a successor to the Eastern Professional Hockey League, which had folded after the 1962–63 season.  Four of the CHL's initial franchises were, in fact, relocations of the previous year's EPHL teams, while the fifth came from the International Hockey League. Its founding president was Jack Adams, who served in the role until his death in 1968. The CHL's championship trophy was called the Adams Cup in his honor.",
  "/wiki/Spokane_Jets": "The Spokane Jets were a senior men's ice hockey team that played out of Spokane, Washington. They played in the Western International Hockey League (WIHL) from 1963-64 through 1973-74.",
  "/wiki/Western_International_Hockey_League": "The Western International Hockey League (WIHL) was a senior level ice hockey league  that featured teams from the Western United States and Western Canada. It operated from 1946–62 and 1963–88. It grew out of the West Kootenay League, which operated in southeast British Columbia from the 1920s.",
  "/wiki/Calgary_Stampeders_(ice_hockey)": "The Calgary Stampeders are a defunct ice hockey team that was based in Calgary, Alberta, Canada.  The team existed from 1938 until 1972, playing in various senior amateur and minor professional leagues during that time.  In 1946, the Stampeders captured the Allan Cup as Canadian senior hockey champions, the first Alberta based club to do so.",
  "/wiki/Prairie_Hockey_League": "The Prairie Hockey League (PHL) was a Canadian professional ice hockey league in Alberta and  Saskatchewan that was created following the demise of the Western Hockey League in 1926. It operated for two seasons.",
  "/wiki/Les_Jackson_(ice_hockey)": "Les Jackson (born December 21, 1952 in Manning, Alberta) is a Canadian former professional ice hockey player, coach, scout and  co-general manager of the Dallas Stars.  Jackson is currently the director of scouting and player development for the Stars.  Jackson was selected in the 4th round of the 1972 NHL Amateur Draft, 64th overall, by the Boston Bruins.  Jackson had a brief and unspectacular minor league career, never reaching the NHL, and is better known as a manager than as a player.",
  "/wiki/New_Westminster_Bruins": "The New Westminster Bruins were a junior ice hockey team from the Western Hockey League.  There were two franchises that carried this name:",
  "/wiki/Western_Hockey_League": "The Western Hockey League (WHL) is a major junior ice hockey league based in Western Canada and the Northwestern United States. The WHL is one of three leagues that constitutes the Canadian Hockey League (CHL) as the highest level of junior hockey in Canada. Teams play for the Ed Chynoweth Cup, with the winner moving on to play for the Memorial Cup, Canada's national junior championship. WHL teams have won the Memorial Cup 19 times since the league became eligible to compete for the trophy. Many players have been drafted from WHL teams, and have found success at various levels of professional hockey, including the National Hockey League (NHL).",
  "/wiki/Marshall_Johnston": "Lawrence Marshall Johnston (born June 6, 1941) is a Canadian retired professional ice hockey player, coach and executive. He played as a right winger for the Minnesota North Stars and California Golden Seals of the National Hockey League (NHL). He has also coached in the NHL for the California Golden Seals, Colorado Rockies, and served as general manager of the Ottawa Senators.",
  "/wiki/California_Golden_Seals": "The California Golden Seals were a professional ice hockey club that competed in the National Hockey League (NHL) from 1967 to 1976. Initially named the California Seals, the team was renamed the Oakland Seals partway through the 1967–68 season (on December 8, 1967) and then to the California Golden Seals in 1970, after two games as the Bay Area Seals. The Seals were one of six teams added to the league as part of the 1967 NHL expansion. Based in Oakland, California, they played their home games at the Oakland–Alameda County Coliseum Arena. The Seals were never successful at the gate, qualifying for the postseason in only two of their nine seasons and failing to obtain a winning record in each, and eventually moved to Cleveland to become the Cleveland Barons in 1976. They are the only franchise from the 1967 expansion to not reach the Stanley Cup Finals.",
  "/wiki/National_Hockey_League": "The National Hockey League (NHL; French: Ligue nationale de hockey—LNH) is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is awarded annually to the league playoff champion at the end of each season.",
  "/wiki/Barrie_Meissner": "Barrie Michael Meissner (born July 26, 1946) is a former National Hockey League player for the Minnesota North Stars. barrie is the brother of Dick Meissner.",
  "/wiki/Omaha_Knights": "The Omaha Knights was the name of three minor league professional ice hockey teams from 1959 to 1965 and from 1966 to 1975, based in Omaha, Nebraska, at the Ak-Sar-Ben Arena. The Knights were founded in 1959 as members of the International Hockey League. Following the 1962-63 season the team moved to Toledo, Ohio , becoming the Toledo Blades. A new Knights team joined the new Central Professional Hockey League for the 1963-64 season. This second iteration of the Knights moved to Houston, TX, to become the Houston Apollos after the 1964-65 season. After a year without a team, hockey returned to Omaha for the 1966-67 season after the Minnesota Rangers moved from Saint Paul, Minnesota, to vacate the market that the NHL's Minnesota North Stars would soon occupy. The CPHL was renamed the Central Hockey League in 1968, where the Knights continued to play until they folded after the 1974–75 season.",
  "/wiki/Oklahoma_City_Blazers_(1965–77)": "The Oklahoma City Blazers are a defunct professional ice hockey team that were based in Oklahoma City, Oklahoma. They competed in the Central Professional Hockey League from 1965 to 1977. The team played their home games in the Fairgrounds Arena, and later in Myriad Gardens.",
  "/wiki/Saskatoon_Blades": "The Saskatoon Blades are a major junior ice hockey team playing in the Eastern Division of the Western Hockey League, formerly the Western Canadian Hockey League (WCHL). They are based in Saskatoon, Saskatchewan, playing at the 15,195-seat SaskTel Centre.",
  "/wiki/Al_Rycroft": "Allen Bruce Rycroft (born September 1, 1950) is a Canadian former professional ice hockey player.",
  "/wiki/Fort_Wayne_Komets": "The Fort Wayne Komets are a minor league ice hockey team in the ECHL. They play their home games at the Allen County War Memorial Coliseum in Fort Wayne, Indiana. This team was previously a member of the Central Hockey League, the original International Hockey League, and the second International Hockey League. They have won four post-season championship titles in the original IHL in 1963, 1965, 1973 and 1993, four in the UHL/second IHL in 2003, 2008, 2009 and 2010, and one in the CHL in 2012. In all of North American professional hockey, only the Original Six teams of the NHL and the Hershey Bears of the AHL have played continuously in the same city with the same name longer than the Komets.",
  "/wiki/International_Hockey_League_(1945–2001)": "The International Hockey League (IHL) was a minor professional ice hockey league in the United States and Canada that operated from 1945 to 2001. The IHL served as the National Hockey League's alternate farm system to the American Hockey League (AHL). After 56 years of operation, financial instability led to the league's demise. Six of the surviving seven teams merged into the AHL in 2001.",
  "/wiki/Alois_Schloder": "Alois Schloder (born August 11, 1947 in Landshut, Germany) is a retired ice hockey player.  He participated at the 1976 Winter Olympics and won a bronze medal. He was disqualified from the 1972 Sapporo Games after failing a doping test.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/EV_Landshut": "EV Landshut, also known as EVL Landshut Eishockey and formerly known as the Landshut Cannibals, are a professional ice hockey team based in Landshut, Bavaria, Germany. They currently play in Deutsche Eishockey Liga 2 (DEL2) , the second level of ice hockey in Germany.  They were promoted from the third-tier Oberliga  in 2019 after winning the Oberliga finals against the Tilburg Trappers.",
  "/wiki/Eishockey-Bundesliga": "The Eishockey-Bundesliga (\"Federal Ice Hockey League\") was formed in 1958 as the elite hockey competition in the Federal Republic of Germany, replacing the Oberliga in this position.  From the 1994-95 season, it was in turn replaced by the Deutsche Eishockey Liga, which now also carries the name 1st Bundesliga in its logo. The DEL, originally administrated by the DEB, the German Ice Hockey Federation, became an independent league in 1997.",
  "/wiki/Jim_Shaw_(ice_hockey)": "James Morris Shaw (born October 18, 1945) is a Canadian former professional ice hockey goaltender.",
  "/wiki/Portland_Buckaroos": "The Portland Buckaroos was the name of several professional ice hockey teams based in Portland, Oregon.",
  "/wiki/Western_Hockey_League_(1952–74)": "The Western Hockey League (WHL) was a minor pro ice hockey league that operated from its 1952-1953 season through the 1973-1974 season.  Managed for most of its history by Al Leader, it was originally the Pacific Coast Hockey League (PCHL), which had absorbed three teams from the Western Canada Senior Hockey League for the 1951-1952 season before renaming itself one year later.  During the 1960s, the WHL moved into a number of large west coast markets including Los Angeles and San Francisco. There was speculation that the WHL could grow into a major league capable of rivalling even the long-entrenched National Hockey League.",
  "/wiki/Charlotte_Checkers_(1956–77)": "The Charlotte Checkers were a minor league professional ice hockey team based in Charlotte, North Carolina. The team began as the Baltimore Clippers in 1954, playing in the Eastern Hockey League. When the arena in Baltimore burned down, the team briefly played as the Charlotte Rebels, before permanently relocating to the Charlotte Coliseum in 1956, becoming the Charlotte Clippers. The team was renamed the Checkers in 1960, and played its final four seasons in the Southern Hockey League, before folding in 1977. The Clippers/Checkers franchise won five playoff championships in its existence, and were the first team to be based in the Southeast United States.",
  "/wiki/Saskatoon_Quakers": "The Saskatoon Quakers were an ice hockey team that was based in Saskatoon, Saskatchewan, Canada. The team existed from 1945 until 1959, and again from 1965–1971, playing in various senior and minor professional leagues during that time. The Quakers represented Canada in 1934 World Ice Hockey Championships held in Milan, Italy where they won Gold. In 1952, they captured the President's Cup as Pacific Coast Hockey League champions.",
  "/wiki/Rick_Wilson_(ice_hockey)": "Richard Gordon Wilson (born August 10, 1950) is a former Canadian professional ice hockey defenceman and head coach. Wilson is currently an assistant coach for the Philadelphia Flyers of the National Hockey League (NHL).",
  "/wiki/University_of_North_Dakota_men's_ice_hockey": "The North Dakota Fighting Hawks men's ice hockey team (UND) is the college ice hockey team at the Grand Forks campus of the University of North Dakota. They are members of the National Collegiate Hockey Conference (NCHC) and compete in National Collegiate Athletic Association (NCAA) Division I ice hockey. North Dakota is considered one of the premier college hockey programs in the country, and are regarded as one of the most powerful, successful, and storied college hockey programs in NCAA history. UND has made over 30 appearances in the NCAA tournament, appeared in the Frozen Four 22 times, and have won 8 NCAA Division I Championships. They have also won 15 WCHA Regular Season Championships, 2 NCHC Regular Season Championships, and 11 WCHA Tournament Championships. The school's former official nickname was previously the Fighting Sioux, which was ultimately retired due to pressure from the NCAA in 2012. The official school nickname is now the Fighting Hawks, a name that was chosen by the University on November 18, 2015.",
  "/wiki/National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana.",
  "/wiki/Roanoke_Valley_Rebels": "The Roanoke Valley Rebels were a minor league professional ice hockey team based in Roanoke, Virginia, that played in the Eastern Hockey League, and later the Southern Hockey League. The team was originally known as the Salem Rebels from 1967 to 1970, playing at the Salem Civic Center in nearby Salem, Virginia. Beginning in 1970, the Rebels began playing playing occasional games at the newer and larger Roanoke Civic Center.",
  "/wiki/WHA_General_Player_Draft": "The World Hockey Association General Player Draft was held over the course of two days, February 12 and February 13, 1972, in Anaheim, California. The purpose of the draft was to establish an orderly process through which WHA teams would stock their rosters by the beginning of their inaugural season later that year. As such, players from other professional teams (notably National Hockey League clubs) were eligible to be drafted. The draftees were not under any legal obligation to sign with the drafting WHA club: other WHA clubs were prevented from negotiating with the players who had been drafted."
}