{
  "/wiki/Gary_Medel": "Gary Alexis Medel Soto (Spanish pronunciation: [ˈɡaɾi meˈðel]; born 3 August 1987) is a Chilean professional footballer who plays for Italian club Bologna as a defensive midfielder. However, he can also play as a defender, and has even been deployed as a centre-back throughout his career, as well as in midfield. Medel has played club football with several teams in numerous countries, starting out with Chilean side Universidad Católica, and later playing for Argentine side Boca Juniors, Spanish side Sevilla, Premier League side Cardiff City, and Italian side Inter Milan, before moving to Beşiktaş in Turkey in 2017. He then moved back to Italy and joined Bologna FC 1909 in 2019.",
  "/wiki/Internazionale_F.C.": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Steven_Caulker": "Steven Roy Caulker (born 29 December 1991) is an English professional footballer who plays as a centre back for Alanyaspor. He has made one appearance for the England national team and represented the Great Britain Olympic football team at the 2012 Summer Olympics.",
  "/wiki/Queens_Park_Rangers_F.C.": "Queens Park Rangers Football Club, commonly abbreviated to QPR, is an English professional football club based in White City, London. The club currently competes in the Championship, the second tier of English football. They were founded in 1886 after the merger of Christchurch Rangers and St Judes Institute, although their official founding date is 1882 which is when Christchurch Rangers were first formed. In the early years after the club's formation in its original home of Queen's Park, London, they played their home games at many different grounds, until finally the club settled into its current location at Loftus Road, renamed Kiyan Prince Foundation Stadium at the beginning of the 2019/20 season.",
  "/wiki/Jordon_Mutch": "Jordon James Edward Sydney Mutch (born 2 December 1991) is an English professional footballer who is currently without a club.",
  "/wiki/Michael_Chopra": "Rocky Michael Chopra (born 23 December 1983) is an English professional footballer who last played as a striker for the Kerala Blasters in the Indian Super League.",
  "/wiki/Sunderland_A.F.C.": "Sunderland Association Football Club (/ˈsʌndərlənd/ (listen), locally /ˈsʊndlən/) is an English professional football club based in the city of Sunderland, Tyne and Wear. Sunderland play in League One, the third tier of English football. Since its formation in 1879, the club has won six top-flight (First Division, now the Premier League) titles (1892, 1893, 1895, 1902, 1913 and 1936), a total only bettered by five other clubs, and has finished runners-up five times. The club has also won the FA Cup twice (1937 and 1973) and been runners-up twice (1913 and 1992), as well as winning the FA Charity Shield in 1936 and being finalists the following year. Sunderland have also been Football League Cup finalists in 1985 and 2014.",
  "/wiki/Roger_Johnson_(footballer)": "Roger Johnson (born 28 April 1983) is an English footballer who plays as a central defender and is currently a free agent.",
  "/wiki/Birmingham_City_F.C.": "Birmingham City Football Club is a professional football club in Birmingham, England. Formed in 1875 as Small Heath Alliance, it was renamed Small Heath in 1888, Birmingham in 1905, and Birmingham City in 1943. Since 2011, the first team have competed in the EFL Championship, the second tier of English football.",
  "/wiki/Aaron_Ramsey": "Aaron James Ramsey (born 26 December 1990) is a Welsh professional footballer who plays as a midfielder for Serie A club Juventus and the Wales national team. Ramsey mainly plays as a box-to-box midfielder, but has also been deployed on the left and right wings. He played as a schoolboy for Cardiff City, where he spent eight years in youth football, became the club's youngest ever first team player, and made 28 appearances (including loan spell) for the senior team – including the 2008 FA Cup Final.",
  "/wiki/Arsenal_F.C.": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.",
  "/wiki/Robert_Earnshaw": "Robert Earnshaw (born 6 April 1981) is a Welsh former international footballer who played as a forward. He is the only player to have scored a hat-trick in the Premier League, all three divisions of the English Football League, the League Cup, the FA Cup, and for his country in an international match.",
  "/wiki/West_Bromwich_Albion_F.C.": "West Bromwich Albion Football Club (/ˈbrɒmɪdʒ, -ɪtʃ/) is an English professional football club  based in West Bromwich, West Midlands, England. \nThey currently play in the Championship, the second tier of English football. The club was formed in 1874 and has played at its home ground, The Hawthorns, since 1900. The club is commonly known as West Bromwich or just West Brom.",
  "/wiki/Cameron_Jerome": "Cameron Zishan Rana-Jerome (born 14 August 1986), known as Cameron Jerome, is an English professional footballer who plays as a striker for Turkish Süper Lig club Göztepe. He earned 10 caps for the England under-21 team.",
  "/wiki/Andreas_Cornelius": "Andreas Evald Cornelius (born 16 March 1993) is a Danish professional footballer who plays as a striker for Parma, on loan from Atalanta, and the Denmark national team.",
  "/wiki/F.C._Copenhagen": "Football Club Copenhagen (Danish: Football Club København, pronounced [kʰøpm̩ˈhau̯ˀn]), commonly known as FC København, FC Copenhagen, Copenhagen or simply FCK,  is a professional Danish football club in Copenhagen, Denmark.  FCK was founded in 1992 through the merger of Kjøbenhavns Boldklub and Boldklubben 1903.",
  "/wiki/Glenn_Loovens": "Glenn Loovens (born 22 September 1983) is a Dutch football player who last played for  League One club Sunderland.",
  "/wiki/Celtic_F.C.": "The Celtic Football Club (/ˈsɛltɪk/ SEL-tik) is a Scottish professional football club based in Glasgow, which plays in the Scottish Premiership. The club was founded in 1887[nb 1] with the purpose of alleviating poverty in the immigrant Irish population in the East End of Glasgow. They played their first match in May 1888, a friendly match against Rangers which Celtic won 5–2. Celtic established themselves within Scottish football, winning six successive league titles during the first decade of the 20th century. The club enjoyed their greatest successes during the 1960s and 70s under Jock Stein when they won nine consecutive league titles and the 1967 European Cup. Celtic have played in green and white for the entirety of its history, adopting hoops in 1903, those being used ever since.",
  "/wiki/List_of_Cardiff_City_F.C._records_and_statistics": "Cardiff City is a Welsh professional association football club based in Cardiff, Wales. The club was founded in 1899 and joined the Football League in 1920 after spending a decade in the Southern Football League. During their history Cardiff have played in all four professional divisions of the Football League, spending eleven seasons in the top tier since their formation. They currently play in the top tier of the English league system, the English Premier League."
}