{
  "/wiki/Software_license": "A software license is a legal instrument (usually by way of contract law, with or without printed material) governing the use or redistribution of software. Under United States copyright law, all software is copyright protected, in both source code and object code forms, unless that software was developed by the United States Government, in which case it cannot be copyrighted. Authors of copyrighted software can donate their software to the public domain, in which case it is also not covered by copyright and, as a result, cannot be licensed.",
  "/wiki/AOLserver": "AOLserver is AOL's open source web server. AOLserver is\nmultithreaded, Tcl-enabled, and used for large scale, dynamic web sites.",
  "/wiki/NaviSoft": "NaviSoft was a web server, web publishing and web hosting company based in the United States that was the first company to offer an integrated solution that combined a high-performance programmable web server, NaviServer, with a WYSIWYG HTML authoring tool, NaviPress, and a public web site for hosting published pages, public.navisoft.com. NaviSoft was acquired by AOL on November 30, 1994.",
  "/wiki/Mozilla_Public_License": "The Mozilla Public License (MPL) is a free and open source software license developed and maintained by the Mozilla Foundation. It is a weak copyleft license, characterized as a middle ground between permissive free software licenses and the GNU General Public License (GPL), that seeks to balance the concerns of proprietary and open source developers. As such, it allows re-licensing. MPL software can thus be converted into a copyleft license such as the GPL, or to a proprietary license (example:KaiOS).",
  "/wiki/Apache_HTTP_Server": "The Apache HTTP Server, colloquially called Apache (/əˈpætʃi/ ə-PATCH-ee), is free and open-source cross-platform web server software, released under the terms of Apache License 2.0. Apache is developed and maintained by an open community of developers under the auspices of the Apache Software Foundation.",
  "/wiki/Apache_Software_Foundation": "The Apache Software Foundation /əˈpætʃi/ (ASF) is an American non-profit corporation (classified as a 501(c)(3) organization in the United States) to support Apache software projects, including the Apache HTTP Server. The ASF was formed from the Apache Group and incorporated on March 25, 1999.",
  "/wiki/Apache_License": "The Apache License is a permissive free software license written by the Apache Software Foundation (ASF). It allows users to use the software for any purpose, to distribute it, to modify it, and to distribute modified versions of the software under the terms of the license, without concern for royalties. The ASF and its projects release their software products under the Apache License. The license is also used by many non-ASF projects.",
  "/wiki/Apache_Tomcat": "Apache Tomcat (sometimes simply \"Tomcat\") is an open-source implementation of the Java Servlet, JavaServer Pages, Java Expression Language and WebSocket technologies. Tomcat provides a \"pure Java\" HTTP web server environment in which Java code can run.",
  "/wiki/Boa_(web_server)": "Boa is a discontinued since 2005 open-source small-footprint web server that is suitable for embedded applications. Originally written by Paul Phillips, it was previously maintained by Larry Doolittle and Jon Nelson.",
  "/wiki/Caddy_(web_server)": "Caddy, sometimes clarified as the Caddy web server, is an open source, HTTP/2-enabled web server written in Go. It uses the Go standard library for its HTTP functionality.",
  "/wiki/Caudium_(web_server)": "Caudium is an open source web server.  It was originally created as a fork of the Roxen Challenger server.  The server is written in C and Pike, and Pike is also used to create extensions to the server.",
  "/wiki/Cherokee_(Webserver)": "Cherokee is an open-source cross-platform web server that runs on Linux, BSD variants, Solaris, OS X, and Windows. It is a lightweight, high-performance web server/reverse proxy licensed under the GNU General Public License. Its goal is to be fast and fully functional yet still light. Major features of Cherokee include a graphical administration interface named cherokee-admin, and a modular light-weight design.",
  "/wiki/GlassFish": "GlassFish is an open-source application server project started by Sun Microsystems for the Java EE platform, then sponsored by Oracle Corporation, and now living at the Eclipse Foundation and supported by Payara, Oracle and Red Hat. The supported version under Oracle was called Oracle GlassFish Server. GlassFish is free software and was initially dual-licensed under two free software licences: the Common Development and Distribution License (CDDL) and the GNU General Public License (GPL) with the classpath exception. After having been transferred to Eclipse, GlassFish remained dual-licensed, but the CCDL license was replaced by the Eclipse Public License (EPL).",
  "/wiki/Oracle_Corporation": "Oracle Corporation is an American multinational computer technology corporation headquartered in Redwood Shores, California. The company sells database software and technology, cloud engineered systems, and enterprise software products—particularly its own brands of database management systems. In 2019, Oracle was the second-largest software company by revenue and market capitalization.",
  "/wiki/Sun_Microsystems": "Sun Microsystems, Inc. (Sun for short) was an American company that sold computers, computer components, software, and information technology services and created the Java programming language, the Solaris operating system, ZFS, the Network File System (NFS), and SPARC. Sun contributed significantly to the evolution of several key computing technologies, among them Unix, RISC processors, thin client computing, and virtualized computing. Sun was founded on February 24, 1982. At its height, the Sun headquarters were in Santa Clara, California (part of Silicon Valley), on the former west campus of the Agnews Developmental Center.",
  "/wiki/Common_Development_and_Distribution_License": "The Common Development and Distribution License (CDDL) is a free and open-source software license, produced by Sun Microsystems, based on the Mozilla Public License (MPL). Files licensed under the CDDL can be combined with files licensed under other licenses, whether open source or proprietary. In 2005 the Open Source Initiative approved the license. The Free Software Foundation (FSF) considers it a free software license, but one which is incompatible with the GNU General Public License (GPL).",
  "/wiki/GNU_General_Public_License": "The GNU General Public License (GNU GPL or GPL) is a widely used free software license that guarantees end users the freedom to run, study, share, and modify the software. The license was originally written by Richard Stallman, former head of the Free Software Foundation (FSF), for the GNU Project, and grants the recipients of a computer program the rights of the Free Software Definition. The GPL is a copyleft license, which means that derivative work must be distributed under the same or equivalent license terms. This is in distinction to permissive software licenses, of which the BSD licenses and the MIT License are widely-used less-restrictive examples. GPL was the first copyleft license for general use.",
  "/wiki/Hiawatha_(web_server)": "Hiawatha is a web server available for multiple platforms. It has been developed by Hugo Leisink since 2002.",
  "/wiki/HTTP_File_Server": "HTTP File Server, otherwise known as HFS, is a free web server specifically designed for publishing and sharing files.\nThe complete feature set differs from other web servers; it lacks some common features, like CGI, or even ability to run as a Windows service, but includes, for example, counting file downloads. It is even advised against using it as an ordinary web server.",
  "/wiki/IBM_HTTP_Server": "IBM HTTP Server (IHS) is a web server based on the Apache Software Foundation's HTTP Server that runs on AIX, HP-UX, Linux, Solaris, JADE, Windows NT, IBM i and z/OS. It is available for download and use free of charge but without IBM support. The HTTP server is also included in the IBM WebSphere Application Server distribution packages. The default web console administration port is 8008. On IBM i, the administration port is 2001. The license agreement for the IBM HTTP Server is IBM's International License Agreement for Non-Warranted Programs (ILAN).",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/Proprietary_software": "Proprietary software, also known as closed-source software, is non-free computer software for which the software's publisher or another person retains intellectual property rights—usually copyright of the source code, but sometimes patent rights.",
  "/wiki/Internet_Information_Services": "Internet Information Services (IIS, formerly Internet Information Server) is an extensible web server created by Microsoft for use with the Windows NT family. IIS supports HTTP, HTTP/2, HTTPS, FTP, FTPS, SMTP and NNTP.  It has been an integral part of the Windows NT family since Windows NT 4.0, though it may be absent from some editions (e.g. Windows XP Home edition), and is not active by default.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Jetty_(web_server)": "Eclipse Jetty is a Java HTTP (Web) server and Java Servlet container. While Web Servers are usually associated with serving documents to people, Jetty is now often used for machine to machine communications, usually within larger software frameworks. Jetty is developed as a free and open source project as part of the Eclipse Foundation.  The web server is used in products such as Apache ActiveMQ, Alfresco, Scalatra, Apache Geronimo, Apache Maven,  Apache Spark, Google App Engine, Eclipse, FUSE, iDempiere, Twitter's Streaming API and Zimbra. Jetty is also the server in open source projects such as Lift, Eucalyptus, OpenNMS, Red5, Hadoop and I2P. Jetty supports the latest Java Servlet API (with JSP support) as well as protocols HTTP/2 and WebSocket.",
  "/wiki/Eclipse_Foundation": "The Eclipse Foundation is an independent, not-for-profit corporation that acts as a steward of the Eclipse open source software development community. It is an organization supported by over 275 members. The Foundation focuses on key services such as: intellectual property (IP) management, ecosystem development, development process, and IT infrastructure. Its members include industry leaders who have embraced open source as a key enabler for business strategy.",
  "/wiki/Jexus": "Jexus Web Server (or simply Jexus) is a proprietary web server developed by Bing Liu. Jexus supports the ASP.NET stack defined by Microsoft by integrating with Mono, as well as PHP via FastCGI.",
  "/wiki/Lighttpd": "lighttpd (nicknamed \"lighty\") is an open-source web server optimized for speed-critical environments while remaining standards-compliant, secure and flexible.[citation needed] It was originally written by Jan Kneschke as a  proof-of-concept of the c10k problem – how to handle 10,000 connections in parallel on one server,\nbut has gained worldwide popularity. Its name is a portmanteau of \"light\" and \"httpd\".",
  "/wiki/BSD_licenses": "BSD licenses are a family of permissive free software licenses, imposing minimal restrictions on the use and distribution of covered software. This is in contrast to copyleft licenses, which have share-alike requirements. The original BSD license was used for its namesake, the Berkeley Software Distribution (BSD), a Unix-like operating system. The original version has since been revised, and its descendants are referred to as modified BSD licenses.",
  "/wiki/LiteSpeed_Web_Server": "LiteSpeed Web Server (LSWS), is a proprietary web server software for which an open source variant is also available. It is the 4th most popular web server, estimated to be used by 4.7% of websites as of August 2019. LSWS is developed by privately held LiteSpeed Technologies. The software uses the same configuration format as Apache HTTP Server and is compatible with most Apache features.",
  "/wiki/Mongoose_(web_server)": "Mongoose is a cross-platform embedded web server and networking library with functions including TCP, a HTTP client + server, WebSocket client + server, MQTT client + broker and more.",
  "/wiki/Monkey_HTTP_Server": "Monkey HTTP Server is an optimized web server for Linux. It is designed to achieve high performance under high loads by making the most of the Linux kernel in terms of specific system calls and optimization techniques. It is HTTP/1.1 compliant (RFC 2616) and supports common features such as IPv6, TLS, Virtual Hosts, CGI, FastCGI, Directory Listing, and Security Rules.",
  "/wiki/NaviServer": "NaviServer is a high performance web server written in C and Tcl. It can be easily extended in either language to create web sites and services; there are over 35 modules available.",
  "/wiki/NCSA_HTTPd": "NCSA HTTPd is an early, now discontinued, web server originally developed at the NCSA at the University of Illinois at Urbana–Champaign by Robert McCool and others. First released in 1993, it was among the earliest web servers developed, following Tim Berners-Lee's CERN httpd, Tony Sanders' Plexus server, and some others. It was for some time the natural counterpart to the Mosaic web browser in the client–server World Wide Web. It also introduced the Common Gateway Interface, allowing for the creation of dynamic websites.",
  "/wiki/Robert_McCool": "Robert Martin McCool (born 1973), more commonly known as Rob McCool, is a software developer and architect."
}