{
  "/wiki/Nanaimo_(provincial_electoral_district)": "Nanaimo is a provincial electoral district for the Legislative Assembly of British Columbia, Canada.",
  "/wiki/George_Thomson_(Canadian_politician)": "George Thomson (February 8, 1855 – July 9, 1920) was a Scottish-born merchant, official and political figure in British Columbia. He represented Nanaimo in the Legislative Assembly of British Columbia from 1887 to 1890.",
  "/wiki/Cowichan_(electoral_district)": "Cowichan was one of the first twelve electoral districts created when British Columbia became a Canadian province in 1871. It was located on southern Vancouver Island.  It was a one-member riding only (unlike other early ridings).  Its last appearance on the husting was in 1920.  It was then superseded by Cowichan-Newcastle, which appeared in provincial elections from 1924 to 1963, after which a revised riding is named Cowichan-Malahat.",
  "/wiki/Henry_Fry_(politician)": "Henry Fry (January 29, 1826 – April 16, 1892) was an English-born merchant, miner and political figure in British Columbia. He represented Cowichan in the Legislative Assembly of British Columbia from 1887 to 1890.",
  "/wiki/Comox_(electoral_district)": "Comox was a provincial electoral district in the Canadian province of British Columbia.  It was one of the first twelve ridings representing that province upon its joining Confederation, and was a one-member constituency.  The core of this once-vast riding, which at its inception stretched to the Yukon border, is now named Comox Valley.",
  "/wiki/Thomas_Basil_Humphreys": "Thomas Basil Humphreys (March 10, 1840 – August 26, 1890) was an English-born miner, auctioneer and political figure in British Columbia. He represented Lillooet from 1871 to 1875, Victoria District from 1875 to 1882 and Comox from 1887 to 1890 in the Legislative Assembly of British Columbia.",
  "/wiki/LDS_Church": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in Salt Lake City, Utah, in the United States, and has established congregations and built temples worldwide. According to the church, it has over 16 million members and 65,000 full-time volunteer missionaries. In 2012, the National Council of Churches ranked the church as the fourth-largest Christian denomination in the United States, with over 6.5 million members there as of January 2018. It is the largest denomination in the Latter Day Saint movement founded by Joseph Smith during the early 19th century period of religious revival known as the Second Great Awakening.",
  "/wiki/Victoria_City_(provincial_electoral_district)": "Victoria City was one of the first twelve provincial electoral districts in the province of British Columbia, Canada, upon its entry into Confederation that year.  It was originally a four-member riding, and elected to the Legislature several prominent Members of the Legislative Assembly (MLAs) and Premiers.  It last appeared on the hustings in the 1963 election.",
  "/wiki/Simeon_Duck": "Simeon Duck (December 1, 1834 – February 5, 1905) was a businessman and political figure in British Columbia. He represented Victoria City in the Legislative Assembly of British Columbia from 1871 to 1875, from 1882 to 1886 and from 1888 to 1890.",
  "/wiki/Victoria_(British_Columbia_electoral_district)": "Victoria was a provincial electoral district in the Canadian province of British Columbia, and was one of the first twelve ridings at the time of that province's joining Confederation in 1871 and stayed on the hustings until 1890.  From 1894 to 1963 it did not appear on the electoral map.  During that period the Victoria area was represented by North Victoria, South Victoria, Saanich, Esquimalt, Oak Bay and Victoria City.  In 1966 the old Victoria City riding was redistributed and given the name of the old \"rural\" riding, Victoria.",
  "/wiki/James_Tolmie_(Canadian_politician)": "James Tolmie (September 9, 1855 – December 7, 1917) was a farmer and political figure in British Columbia. He represented Victoria in the Legislative Assembly of British Columbia from 1888 to 1890.",
  "/wiki/Cariboo_(provincial_electoral_district)": "Cariboo was one of the twelve original electoral districts created when British Columbia became a Canadian province in 1871. Roughly corresponding to the old colonial electoral administrative district of the same name, it was a three-member riding until the 1894 election, when it was reduced through reapportionment and became a two-member riding until the 1916 election, after which it has been a single-member riding. It produced many notable Members of the Legislative Assembly (MLAs), including George Anthony Boomer Walkem, third and fifth holder of the office of Premier of British Columbia and who was one of the first representatives elected from the riding; John Robson, ninth Premier of British Columbia; and Robert Bonner, a powerful minister in the W.A.C. Bennett cabinet, and later CEO of MacMillan Bloedel and BC Hydro.",
  "/wiki/Ithiel_Nason": "Ithiel Blake Nason (1839 – May 27, 1893) was an American-born businessman and political figure in British Columbia. He represented Cariboo in the Legislative Assembly of British Columbia from 1888 to 1890.",
  "/wiki/Andrew_Haslam": "Andrew Haslam (June 23, 1846 – April 10, 1923) was an Irish-Canadian sawmill-owner and Conservative politician. Born at Woodhill, Donegal, Ireland.",
  "/wiki/Lillooet_(electoral_district)": "The Lillooet electoral district was a riding (provincial constituency) in the Canadian province of British Columbia, centred on the town of the same name and with various boundaries.  Originally with two members, the constituency was split into Lillooet West and Lillooet East in the 1894, 1898, and 1900 elections, with Lillooet West being recomprised as one riding (with only one member) in the 1903 election.",
  "/wiki/Alfred_Wellington_Smith": "Alfred Wellington Smith (March 20, 1840 – December 25, 1907) was an English-born general merchant and political figure in British Columbia. He represented Lillooet from 1889 to 1894 and Lillooet West from 1894 to 1903 in the Legislative Assembly of British Columbia.",
  "/wiki/New_Westminster_City": "New Westminster City was a provincial electoral district in the Canadian province of British Columbia from 1871 to 1912. For other electoral districts in New Westminster, please see New Westminster (electoral districts).",
  "/wiki/Thomas_Cunningham_(Canadian_politician)": "Thomas Cunningham (April 12, 1837 – February 16, 1916) was an Irish-born merchant, farmer and political figure in British Columbia. He represented New Westminster City in the Legislative Assembly of British Columbia from 1889 to 1890."
}