{
  "/wiki/Anzer": "Anzar (Persian: انذر‎, also Romanized as Anz̄ar and Anzer) is a village in Chavarzaq Rural District, Chavarzaq District, Tarom County, Zanjan Province, Iran. At the 2006 census, its population was 785, in 199 families.",
  "/wiki/Black_Sea_Region": "The Black Sea Region (Turkish: Karadeniz Bölgesi) is a geographical region of Turkey.",
  "/wiki/Rize_Province": "Rize Province (Turkish: Rize ili) is a province of northeast Turkey, on the eastern Black Sea coast between Trabzon and Artvin. The province of Erzurum is to the south. It was formerly known as Lazistan, the designation of the term of Lazistan was officially banned in 1926, by Kemalists. Its capital is the city of Rize.  The province is home to Laz, Hemshin, Turkish people and Georgian communities. Turkish president Recep Tayyip Erdoğan spent his early childhood in Rize, where his father was a member of the Turkish Coast Guard.",
  "/wiki/İkizdere": "İkizdere is a town and district of Rize Province in the Black Sea region of Turkey.",
  "/wiki/Ayder": "Ayder is a yayla (summer resort) in Rize Province, Turkey.  (The word yayla may also means Alpine pasture.)",
  "/wiki/Çamlıhemşin": "Çamlıhemşin (Laz: ვიჯა Vica or ვიჯე Vice; Georgian: ვიჯა Vija) is a small town and district of Rize Province in the Black Sea region of Turkey.",
  "/wiki/Uzungöl": "Uzungöl (Long Lake), or in the local Romeyka language: Şeraho, is a lake situated to the south of the city of Trabzon, in the Çaykara district of Trabzon Province, Turkey. Uzungöl is also the name of the village on the lake's coast. Over the years, the picturesque lake, its village and the surrounding valley have become popular tourist attractions. The lake is at a distance of 99 km from Trabzon's city center, and 19 km from Çaykara's district center. It was formed by a landslide, which transformed the stream bed into a natural dam, in the valley of the Haldizen Stream.",
  "/wiki/Trabzon_Province": "Trabzon Province (Turkish: Trabzon ili) is a province of Turkey on the Black Sea coast. Located in a strategically important region, Trabzon is one of the oldest trade port cities in Anatolia.  Neighbouring provinces are Giresun to the west, Gümüşhane to the southwest, Bayburt to the southeast and Rize to the east. The provincial capital is Trabzon city, and the traffic code is 61. The major ethnic groups are Turks, but the province is also home to a minority of Muslim Pontic Greek speakers, though younger speakers are not always fluent in this language.",
  "/wiki/Çaykara": "Çaykara (Romeyika: Kadahor) is a town and district of Trabzon Province in the Black Sea region of Turkey. As of 2014, the District Mayor of Çaykara is Hanefi Tok (AKP). Çaykara village lies in a V-shaped valley along the Solaklı River in the Pontic Mountains, at an elevation of around 300 metres. Çaykara district lies to the south of Dernekpazarı (Kondu) and forms the upper part of the Of-valley system ('Solaklı Vadisi' in Turkish), with peaks reaching to over 3300 meters. The western half of İkizdere district - which lies just east of Çaykara and is now part of Rize province - was historically also part of the same administrative and cultural region. Large swathes of the district are made up of  old-growth temperate broadleaf and mixed forest, gradually making way for alpine tundra at higher altitudes.",
  "/wiki/Ordu_Province": "Ordu Province (Turkish: Ordu ili) is a province of Turkey, located on the Black Sea coast. Its adjacent provinces are Samsun to the northwest, Tokat to the southwest, Sivas to the south, and Giresun to the east. Its license-plate code is 52. The capital of the province is the city of Ordu.",
  "/wiki/Kabadüz": "Kabadüz is a town and district of Ordu Province in the Black Sea region of Turkey. According to the 2000 census, population of the district is 11,049 of which 4,018 live in the town of Kabadüz. The district covers an area of 352 km2 (136 sq mi), and the town lies at an elevation of 545 m (1,788 ft).",
  "/wiki/Boraboy": "Borabay is a town in Amasya Province, Turkey.",
  "/wiki/Amasya_Province": "Amasya Province (Turkish: Amasya ili) is a province of Turkey, situated on the Yeşil River in the Black Sea Region to the north of the country.",
  "/wiki/Taşova": "Taşova is a town and a district of Amasya Province of the central Black Sea region of Turkey. It covers an area of 1041 km², and the population (2010) is 33,138, of which 10,759 live in the town of Taşova, the majority spread throughout the surrounding countryside. The altitude of the town is 230 meters. The mayor is Bayram Öztürk (AKP).",
  "/wiki/Gölcük,_İzmir": "Gölcük is a little town and a summer resort in İzmir Province, Turkey. The name of the town means Little lake.",
  "/wiki/Aegean_Region": "The Aegean Region (Turkish: Ege Bölgesi) is one of the 7 geographical regions of Turkey.",
  "/wiki/İzmir_Province": "İzmir Province (Turkish: İzmir ili) is a province and metropolitan municipality of Turkey in western Anatolia, situated along the Aegean coast. Its capital is the city of İzmir, which is in itself composed of the province's central 11 districts out of 30 in total. To the west, it is surrounded by the Aegean Sea, and it encloses the Gulf of Izmir. Its area is 11,973 square kilometres (4,623 square miles), with a population of 4,279,677 in 2017. The population was 3,370,866 in 2000. Neighboring provinces are Balıkesir to the north, Manisa to the east, and Aydın to the south. The traffic code of the province is 35.",
  "/wiki/Ödemiş": "Ödemiş is a district of İzmir Province of Turkey, as well as the name of its central town (urban population 75,577 as of 2012), located 113 km southeast of the city of İzmir.",
  "/wiki/İbradı": "İbradı is a district of Antalya Province of Turkey.",
  "/wiki/Mediterranean_Region,_Turkey": "The Mediterranean Region (Turkish: Akdeniz Bölgesi) is a geographical region of Turkey.",
  "/wiki/Antalya_Province": "Antalya Province (Turkish: Antalya ili) is located on the Mediterranean coast of south-west Turkey, between the Taurus Mountains and the Mediterranean sea.",
  "/wiki/Yeşilöz,_Alanya": "Yeşilöz (previously Domalan) is a beach resort village located in Turkey, part of the seaside resort of Alanya on the south Mediterranean coast, in Antalya Province. Yeşilöz has a large sandy beach that stretches for about 3 km. There are several small shops, a variety of restaurants, a barber, 2 hotels and some of Turkey's most exclusive private Villas.",
  "/wiki/Alanya": "Alanya (/əˈlɑːnjə/ (listen); Turkish pronunciation: [aˈɫanja]), formerly Alaiye, is a beach resort city and a component district of Antalya Province on the southern coast of Turkey, in the  country's Mediterranean Region, 138 kilometres (86 mi) east of the city of Antalya. As of Turkey's 2010 Census, the city had a population of 98,627, while the district that includes the city and its built-up region had an area of 1,598.51 km2 and 248,286 inhabitants.",
  "/wiki/Abanoz,_Mersin": "Abanoz is a yayla (summer resort) in Mersin Province, Turkey",
  "/wiki/Mersin_Province": "The Mersin Province (Turkish: Mersin ili) is a province in southern Turkey, on the Mediterranean coast between Antalya and Adana. The provincial capital is the city of Mersin and the other major town is Tarsus, birthplace of St Paul. The province is part of Çukurova, a geographical, economical and cultural region, that covers the provinces of Mersin, Adana, Osmaniye and Hatay.",
  "/wiki/Anamur": "Anamur is a town and district of the province of Mersin, on the Mediterranean coast of southern Turkey, between Antalya and the city of Mersin.",
  "/wiki/Balandız": "Balandız (Gümüşlü) is a village in the Silifke district of Mersin Province, Turkey. It is situated in the Taurus Mountains. It is 22 kilometres (14 mi) from Silifke and 105 kilometres (65 mi) from Mersin. The population of Balandız is 175  as of 2011. Balandız is an agricultural village. But during summers it is also a yayla (resort). Now an unused building is under renovation to be put into service as a village museum and a library.",
  "/wiki/Silifke": "Silifke (Greek: Σελεύκεια, Seleukeia, Latin: Seleucia ad Calycadnum) is a town and district in south-central Mersin Province, Turkey, 80 km (50 mi) west of the city of Mersin, on the west end of Çukurova.",
  "/wiki/Sorgun,_Erdemli": "Sorgun (Also called Büyüksorgun) is a  village in Erdemli district of Mersin Province, Turkey. Its distance to Erdemli is 48 kilometres (30 mi) and to Mersin is 84 kilometres (52 mi). The village is situated in the Taurus Mountains, and in summers, it is used as a summer resort, also known as a yayla. The population of Sorgun was 903  as of 2012. The village is one of the oldest Turkmens villages around. The traditional Yörük articles are exhibited by the muhtar of the village. Around Sorgun there are ruins dated back to Roman and Byzantine era and tombstones from Ottoman era. Main economic activities of the village are agriculture, animal breeding  and beehiving. Tomato, cucumber, apple, cherry and hickory nut are among the crops.",
  "/wiki/Erdemli": "Erdemli is a town and district of Mersin Province in the Mediterranean region of Turkey, 35 km (22 mi) west of the city of Mersin.",
  "/wiki/Fındıkpınarı": "Fındıkpınarı is a town in Mersin Province, Turkey.",
  "/wiki/Mersin": "Mersin (pronounced [ˈmæɾsin]) is a large city and a port on the Mediterranean coast of southern Turkey. It is part of an interurban agglomeration – the Adana-Mersin Metropolitan Area – and lies on the western part of Çukurova, a geographical, economic, and cultural region. The city was named after the aromatic plant Myrsine (Greek: Μυρσίνη) in the family Primulaceae, a myrtle that grows in abundance in the area (Turkish: mersin); the 17th-century traveler Evliya Çelebi wrote that there was also a clan named Mersinoğulları",
  "/wiki/Gözne": "Gözne is a small town in Mersin Province, Turkey.",
  "/wiki/Güzelyayla": "Güzelyayla is a town in Mersin Province, Turkey.",
  "/wiki/Gülek": "Gülek is a town in Mersin Province, Turkey.",
  "/wiki/Tarsus,_Mersin": "Tarsus (/ˈtɑːrsəs/; Hittite: Tarsa; Greek: Ταρσός Tarsós; Armenian: Տարսոն Tarson; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}תרשיש Ṭarśīś; Arabic: طَرَسُوس‎ Ṭarsūs) is a historic city in south-central Turkey, 20 km (12 miles) inland from the Mediterranean. It is part of the Adana-Mersin metropolitan area, the fourth-largest metropolitan area in Turkey with a population of 3 million people. Tarsus forms an administrative district in the eastern part of the Mersin Province and lies in the core of Çukurova region.",
  "/wiki/Çamlıyayla": "Çamlıyayla is a town and district of Mersin Province in the Mediterranean region of Turkey. The district has a population of 10,558 of which 3335 lives in the town of Çamlıyayla.",
  "/wiki/Akçatekir": "Akçatekir is a town in Adana Province, Turkey.",
  "/wiki/Pozantı": "Pozantı (Ancient Greek: Πενδοσις, Pendhòsis, formerly Arab: El Bedendum) is a town and a district in the Adana Province of Turkey. The town is the at the highlands of Çukurova, and is the major gateway to the Mediterranean coasts. Pozantı stands in the foothills, at the bottom of a rare pass through these high mountains. The mayor is Mustafa Çay (MHP).",
  "/wiki/Kozan,_Adana": "Kozan (formerly Sis Armenian: Սիս) is a city in Adana Province, Turkey, 68 kilometres (42 miles) northeast of Adana, in the northern section of the Çukurova plain. The city is the capital of the ilçe (district) of Kozan. The Kilgen River, a tributary of the Ceyhan, flows through Kozan and crosses the plain south into the Mediterranean. The Taurus Mountains rise up sharply behind the town.",
  "/wiki/Zorkun": "Zorkun is a yayla (summer resort) in Osmaniye Province, Turkey.\nZorkun is at 36°58′N 36°21′E﻿ / ﻿36.967°N 36.350°E﻿ / 36.967; 36.350 on the Nur Mountains, a chain mountain running in north–south direction, parallel to East Mediterranean coast. It is at an average altitude of about 1,550 metres (5,090 ft) and surrounded by forests of pine and juniper. Zorkun is on the south east of Osmaniye, the distance being 26 kilometres (16 mi). On the way to Zorkun there are a number of minor settlements like Olukbaşı which are also used as yayla.",
  "/wiki/Osmaniye_Province": "Osmaniye Province (Turkish: Osmaniye ili) is a Turkish province located in southern Turkey. It existed as a province by the name Cebel-i Bereket (meaning \"Fertile Mountain\") in the early republic until 1933, when it was incorporated into Adana Province. It was made a province again in 1996. It covers an area of 3,767 km2 and has a population of 479,221 (2010 est).  The province is situated in Çukurova, a geographical, economical and cultural region.",
  "/wiki/Osmaniye": "Osmaniye (pronounced [osˈmaːnije]) is a city in the Çukurova region of Turkey, the capital of Osmaniye Province. Area 3,767 km². Population of Osmaniye city: 219,339. Osmaniye Province: 512,804 (2014). Osmaniye is at an elevation of 125 meters (410.1 feet).",
  "/wiki/List_of_yaylas_in_Turkey": "Yayla means mountain resort in Turkish; see yayla (resort). In the table below, some of the famous yaylas are listed (in geographical order):"
}