{
  "/wiki/Robbie_Russell_(soccer)": "Robert Isaac Oleen Russell (born July 16, 1979) is a former Ghanaian American soccer player.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/2013_MLS_SuperDraft": "The 2013 MLS SuperDraft was the fourteenth SuperDraft presented by Major League Soccer. The draft took place on January 17, 2013 in Indianapolis, Indiana at the Indiana Convention Center.",
  "/wiki/Nick_DeLeon": "Nicholas Lee DeLeon (born July 17, 1990) is an American soccer player currently playing for Toronto FC in Major League Soccer. Although he is capable of playing as a full-back, he typically plays as a wide midfielder, working towards the center. He is highly regarded for his work rate and 1-on-1 skills. He also demonstrates an ability to score with both feet.",
  "/wiki/Louisville_Cardinals_men%27s_soccer": "The Louisville Cardinals men's soccer team represents the University of Louisville in all NCAA Division I men's college soccer competitions. The team presently competes in the Atlantic Coast Conference. The team currently plays in the soccer-specific Lynn Stadium on the campus.",
  "/wiki/2012_MLS_SuperDraft": "The 2012 MLS SuperDraft was the thirteenth annual SuperDraft presented by Major League Soccer. It was held on January 12, 2012 at 12:00 p.m. (ET). The draft was reduced from three rounds to two with the 19 MLS clubs selecting a total of 38 players. The expansion Montreal Impact had the first overall selection.",
  "/wiki/Charlotte_49ers_men%27s_soccer": "The Charlotte 49ers men's soccer team is an intercollegiate varsity sports team of the University of North Carolina at Charlotte. The team is a member of the Conference USA of the National Collegiate Athletic Association.  The team plays their home games at Transamerica Field in Charlotte, North Carolina. In 2011, the team reached the championship of the NCAA Division I Men's Soccer Championship, for the first time in their program's history.",
  "/wiki/2012_MLS_Supplemental_Draft": "The 2012 MLS Supplemental Draft was a secondary draft that was held by Major League Soccer via conference call on January 17, 2012.  The draft was four rounds and all 19 MLS clubs participated.",
  "/wiki/Drake_Bulldogs_men%27s_soccer": "The Drake Bulldogs men's soccer team represent Drake University in the Missouri Valley Conference of NCAA Division I soccer. The team plays its home matches at Cownie Sports Complex on the south side of Des Moines, Iowa and is coached by Scotsman Gareth Smith.",
  "/wiki/Maicon_Santos": "Maicon dos Santos Corrêa (born 18 April 1984) is a Brazilian footballer who last played as a forward for Fort Lauderdale Strikers in the North American Soccer League.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Danny_Cruz": "Daniel Arthur Quimby Cruz (born January 3, 1990) is a retired American soccer player who currently serves as technical director for USL Championship club Louisville City FC.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Emiliano_Dudar": "Emiliano Ariel Dudar (born 12 August 1981) is an Argentine central defender who plays for Deportivo Merlo.",
  "/wiki/BSC_Young_Boys": "BSC Young Boys are a Swiss sports club based in Bern, Switzerland.\nThe first team has won 13 Swiss league championships and six Swiss Cups. In 1957, YB was named the Swiss team of the year. YB is one of the most successful Swiss football clubs internationally, and reached the semi-finals of the European Cup in the 1958–59 season. The club's colours are yellow of a golden shade and black.",
  "/wiki/Hamdi_Salihi": "Hamdi Abdullah Salihi (born 19 January 1984) is an Albanian retired professional footballer who played as a forward. He is currently the assistant manager of Albania.",
  "/wiki/SK_Rapid_Wien": "Sportklub Rapid Wien (German pronunciation: [ʁaˈpiːt ˈviːn]), commonly known as Rapid Vienna, is an Austrian football club playing in the country's capital city of Vienna. Rapid has won the most Austrian championship titles (32), including the first ever title in the season 1911–12, as well as a German championship in 1941 during Nazi rule. Rapid twice reached the final of the European Cup Winners' Cup in 1985 and 1996, losing on both occasions.",
  "/wiki/Marcelo_Saragosa": "Marcelo Saragosa (born January 22, 1982) is a Brazilian retired footballer who currently serves as the Director of Soccer Operations for Austin Bold FC in the USL Championship.",
  "/wiki/Ravan_Baku": "Ravan Baku FK (Azerbaijani: Rəvan Futbol Klubu) is an Azerbaijani football club, based in Baku, that plays in the Azerbaijan First Division.",
  "/wiki/Andrew_Dykstra": "Andrew Dykstra (/ˈdaɪkstrə/; born January 2, 1986) is a retired American soccer goalkeeper.",
  "/wiki/Charleston_Battery": "The Charleston Battery are an American professional soccer club based in Charleston, South Carolina and member of the USL Championship. Founded in 1993, the Battery is one of the oldest continuously operating professional soccer clubs in the United States, tied with the Richmond Kickers.",
  "/wiki/Lance_Rozeboom": "Lance Rozeboom (born May 31, 1989) is an American soccer player who plays for Miami FC in the USL Championship.",
  "/wiki/New_Mexico_Lobos_men%27s_soccer": "The New Mexico Lobos men's soccer team represented the University of New Mexico in all NCAA Division I men's soccer competitions from 1983 until 2018. The team became a soccer-only member of Conference USA in July 2013 after leaving the Mountain Pacific Sports Federation (the school's primary conference, the Mountain West, only sponsors that sport for women). The team is being cut after the 2019 season.",
  "/wiki/Lewis_Neal": "Lewis Ryan Neal (born 14 July 1981) is an English professional footballer who currently plays for the Orlando SeaWolves of the Major Arena Soccer League.",
  "/wiki/Orlando_City_Soccer_Club": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/Long_Tan_(footballer)": "Tan Long (Chinese: 谭龙; pinyin: Tán Lóng; born April 1, 1988), former name Tan Xin (Chinese: 谭鑫; pinyin: Tán Xīn), is a Chinese footballer who currently plays for Changchun Yatai in the China League One.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/MLS_Supplemental_Draft": "The MLS Supplemental Draft had a number of incarnations:",
  "/wiki/Mike_Chabala": "Michael Shaun Chabala (born May 24, 1984) is a retired American soccer player born in Fresno. He started playing football in his youth with the Fresno Cyclones, later playing college soccer at the University of Washington, and also within the USL Premier Development League with both Yakima Reds and his hometown team, Fresno Fuego. Being drafted into a professional team in the fourth round (44th overall) of the 2006 MLS SuperDraft by Houston Dynamo. He was loaned to Portland Timbers of the USL First Division during his first year with the Dynamo, making nine appearances. Chabala was traded to D.C. United on August 9, 2012, after the conclusion of the 2012 season, D.C. declined the 2013 option on Chabala's contract and he entered the 2012 MLS Re-Entry Draft. Chabala became a free agent after he went undrafted in both rounds of the draft. Chabala returned to Houston on February 25, 2013.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/Lionard_Pajoy": "Lionard Fernando Pajoy Ortiz (born June 7, 1981) is a Colombian striker who currently plays for Alianza Universidad.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach."
}