{
  "/wiki/Alvin_Clark_(schooner)": "Alvin Clark was a schooner which was constructed in 1847 and sank in Green Bay in 1864.  It was salvaged in 1969 and moored in Menominee, Michigan at the Mystery Ship Seaport, located in the Menominee River at the foot of Sixth Avenue.  The ship was designated a Michigan State Historic Site in 1972  and listed on the National Register of Historic Places in 1974. Although the schooner was in pristine condition when raised, no plans were in place for its conservation, and the ship rapidly deteriorated.  The remains of Alvin Clark were destroyed in 1994.",
  "/wiki/Menominee,_Michigan": "Menominee is a city in the Upper Peninsula of the U.S. state of Michigan.  The population was 8,599 at the 2010 census.  It is the county seat of Menominee County. Menominee is the fourth-largest city in the Upper Peninsula, behind Marquette, Sault Ste. Marie, and Escanaba. Menominee Township is located to the north of the city, but is politically autonomous.",
  "/wiki/Schooner": "A schooner is a type of sailing ship, as defined by its rig configuration. Typically it has two or more masts, the foremast being slightly shorter than the mainmast.",
  "/wiki/Green_Bay_(Lake_Michigan)": "Green Bay is an arm of Lake Michigan, located along the south coast of Michigan's Upper Peninsula and the east coast of Wisconsin. It is separated from the rest of the lake by the Door Peninsula in Wisconsin, the Garden Peninsula in Michigan, and the chain of islands between them, all formed by the Niagara Escarpment.  Green Bay is some 120 miles (193 km) long, with a width ranging from about 10 miles (16 km) to 20 mi (32 km). It is 1,626 square miles (4,210 km2) in area.",
  "/wiki/Chicago,_Milwaukee,_St._Paul_and_Pacific_Railroad_Station_(Menominee,_Michigan)": "The Chicago, Milwaukee, St. Paul and Pacific Railroad Station, also known as the Milwaukee Road Depot is a railroad depot located at 219 West Fourth Avenue in Menominee, Michigan. It was listed on the National Register of Historic Places in 1982 and designated a Michigan State Historic Site in 1977.",
  "/wiki/Milwaukee_Road_Depot_(Marinette,_Wisconsin)": "The Milwaukee Road Depot in Marinette, Wisconsin was built in 1903 by the Chicago, Milwaukee, St. Paul and Pacific Railroad  (otherwise known as The Milwaukee Road) to replace an earlier depot.",
  "/wiki/Marinette,_Wisconsin": "Marinette is a city in and the county seat of Marinette County, Wisconsin, United States. It is located on the south bank of the Menominee River, at its mouth at Green Bay, part of Lake Michigan; to the north is Stephenson Island (Wisconsin), part of the city preserved as park. During the lumbering boom of the late 19th century, Marinette became the tenth-largest city in Wisconsin in 1900, with its peak population of 16,195.",
  "/wiki/Crivitz,_Wisconsin": "Crivitz is a village in Marinette County, Wisconsin, United States. The population was 984 at the 2010 census. It is part of the Marinette, WI–MI Micropolitan Statistical Area.",
  "/wiki/First_Street_Historic_District": "The First Street Historic District, also known as the Main Street Historic District, is a commercial historic district in Menominee, Michigan containing over 40 structures spread over a 29 acres (12 ha) area.  The district is roughly bounded by Fourth Avenue, the north side of Tenth Avenue, Second Street, and the Green Bay Shoreline; the boundaries are approximately equivalent to what is locally known as the Historic Waterfront Downtown.   It was listed on the National Register of Historic Places and designated a Michigan State Historic Site in 1974.",
  "/wiki/Charles_G._Janson_Garage": "The Charles G. Janson Garage is a commercial structure located at 524 Tenth Avenue in Menominee, Michigan. It was listed on the National Register of Historic Places in 2010.",
  "/wiki/Ford": "Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
  "/wiki/Menominee_County_Courthouse": "The Menominee County Courthouse is a government building located on Tenth Avenue between Eighth and Tenth Streets in Menominee, Michigan.  It was listed on the National Register of Historic Places in 1975 and designated a Michigan State Historic Site in 1974.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Ashlar": "Ashlar (/ˈæʃlər/) is finely dressed (cut, worked) stone, either an individual stone that was worked until squared or the structure built from it. Ashlar is the finest stone masonry unit, generally rectangular cuboid, mentioned by Vitruvius as opus isodomum, or less frequently trapezoidal. Precisely cut \"on all faces adjacent to those of other stones\", ashlar is capable of very thin joints between blocks, and the visible face of the stone may be quarry-faced or feature a variety of treatments: tooled, smoothly polished or rendered with another material for decorative effect.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Menominee_Pier_Light": "The Menominee North Pier lighthouse is located in the harbor of Menominee, Michigan. The station was first lit in 1877.  The current structure and its still operational light was lit in 1927, and automated in 1972.  It is also sometimes called the \"Menominee (Marinette) North Pierhead Light\".",
  "/wiki/R._J._Hackett_(steamer)": "R. J. Hackett (official number 21934) was a steamer built in 1869.  When first launched, the ship's wide cross-section and long midships hold were unconventional, but the design's advantages in moving cargo through the inland lakes spawned many imitators.  The Hackett is recognized as the first Great Lakes freighter, a vessel type that has dominated Great Lakes shipping for over 100 years. In 1905, the Hackett caught fire and sank  on Whaleback Shoal in Green Bay, 9.5 miles (15.3 km) southeast of the Cedar River in Menominee County, Michigan. The wreck site was listed on the National Register of Historic Places in 1992.",
  "/wiki/Great_Lakes_freighter": "Lake freighters, or lakers, are bulk carrier vessels that ply the Great Lakes of North America. These vessels are traditionally called boats, although classified as ships.",
  "/wiki/Great_Lakes": "The Great Lakes (French: les Grands Lacs), also called the Laurentian Great Lakes and the Great Lakes of North America, are a series of interconnected freshwater lakes primarily in the upper mid-east region of North America, on the Canada–United States border, which connect to the Atlantic Ocean through the Saint Lawrence River. They comprise Lakes Superior, Michigan, Huron, Erie, and Ontario.  Hydrologically, there are only four lakes, because Lakes Michigan and Huron join at the Straits of Mackinac.  The lakes form the Great Lakes Waterway.",
  "/wiki/Riverside_Site": "The Riverside Site, also known as 20-ME-1, is an archaeological site located near  the Riverside Cemetery in Menominee, Michigan. It was listed on the National Register of Historic Places in 1978.",
  "/wiki/Old_Copper_Complex": "Old Copper Complex is a term used for ancient Native North American societies known to have been heavily involved in the utilization of copper for weaponry and tools. The evidence of smelting or alloying that has been found is subject to some dispute and a common assumption by archaeologists is that objects were cold-worked into shape. Artifacts from some of these sites have been dated from 4000 to 1000 BCE. Furthermore, some archaeologists find artifactual and structural evidence of casting by  Hopewellian and  Mississippian peoples to be demonstrated in the archaeological record.",
  "/wiki/Red_Ocher_people": "The Red Ocher people were an indigenous people of North America. A series of archaeological sites located in the Upper Great Lakes, the Greater Illinois River Valley, and the Ohio River Valley in the American Midwest have been discovered to be a Red Ocher burial complex, dating from 1000 BC to 400 BC, the Terminal Archaic – Early Woodland period.  Characterized as shallow burials located in sandy ridges along river valleys, covered in red ochre or hydrated iron oxide (FeH3O), they contain diagnostic artifacts that include caches of flint points, turkey-tails, and various forms of worked copper.  Turkey-tails are large flint blades of a distinct type.  It is believed that Red Ocher people spoke an ancestral form of the Algonquian languages.",
  "/wiki/Woodland_period": "In the classification of archaeological cultures of North America, the Woodland period of North American pre-Columbian cultures spanned a period from roughly 1000 BCE to European contact in the eastern part of North America, with some archaeologists distinguishing the Mississippian period, from 1000 CE to European contact as a separate period. The term \"Woodland Period\" was introduced in the 1930s as a generic term for prehistoric sites falling between the Archaic hunter-gatherers and the agriculturalist Mississippian cultures. The Eastern Woodlands cultural region covers what is now eastern Canada south of the Subarctic region, the Eastern United States, along to the Gulf of Mexico.",
  "/wiki/Mississippian_culture": "The Mississippian culture was a mound-building Native American civilization that flourished in what is now the Midwestern, Eastern, and Southeastern United States from approximately 800 to 1600, varying regionally. It was composed of a series of urban settlements and satellite villages (suburbs) linked together by loose trading networks. The largest city was Cahokia, believed to be a major religious center.",
  "/wiki/Radiocarbon_dating": "Radiocarbon dating (also referred to as carbon dating or carbon-14 dating) is a method for determining the age of an object containing organic material by using the properties of radiocarbon, a radioactive isotope of carbon.",
  "/wiki/St._John_the_Baptist_Catholic_Church_(Menominee,_Michigan)": "St. John the Baptist Catholic Church, now used as the Menominee County Historical Museum, is a historic church at 904 11th Avenue in Menominee, Michigan. It was added to the National Register of Historic Places in 1995 and designated a Michigan State Historic Site in 1981.",
  "/wiki/Menominee_River": "The Menominee River is a river in northwestern Michigan and northeastern Wisconsin in the United States. It is approximately 116 miles (187 km) long, draining a rural forested area of northern Wisconsin and the Upper Peninsula of Michigan into Lake Michigan. Its entire course, with that of its tributary, the Brule River, forms part of the boundary between the two states.",
  "/wiki/Wells_State_Park_(Michigan)": "J.W. Wells State Park (also known as Wells State Park) is a state park in the U.S. state of Michigan. The 678-acre (2.74 km2) park is located in Menominee County on the shore of Lake Michigan's Green Bay, just south of Cedar River. It is on M-35, roughly midway between Menominee and Escanaba. It was added to the National Register of Historic Places in 2002.",
  "/wiki/M-35_(Michigan_highway)": "M-35 is a state trunkline highway in the Upper Peninsula (UP) of the US state of Michigan. It runs for 128 miles (206 km) in a general north–south direction and connects the cities of Menominee, Escanaba, and Negaunee. The southern section of M-35 in Menominee and Delta counties carries two additional designations; M-35 forms a segment of the Lake Michigan Circle Tour, and it is the UP Hidden Coast Recreational Heritage Trail, which is a part of what is now called the Pure Michigan Byways Program. Along the southern section, the highway is the closest trunkline to the Green Bay, a section of Lake Michigan. The northern section of the highway turns inland through sylvan areas of the UP, connecting rural portions of Delta and Marquette counties.",
  "/wiki/Cedarville_Township,_Michigan": "Cedarville Township is a civil township of Menominee County in the U.S. state of  Michigan. The population was 276 at the 2000 census. The township was established in 1863.",
  "/wiki/Civilian_Conservation_Corps": "The Civilian Conservation Corps (CCC) was a voluntary public work relief program that operated from 1933 to 1942 in the United States for unemployed, unmarried men. Originally for young men ages 18–25, it was eventually expanded to ages 17–28. Robert Fechner was the first director of this agency, succeeded by James McEntee following Fechner's death. The CCC was a major part of President Franklin D. Roosevelt's New Deal that provided manual labor jobs related to the conservation and development of natural resources in rural lands owned by federal, state, and local governments. The CCC was designed to provide jobs for young men and to relieve families who had difficulty finding jobs during the Great Depression in the United States. Maximum enrollment at any one time was 300,000. Through the course of its nine years in operation, 3 million young men participated in the CCC, which provided them with shelter, clothing, and food, together with a wage of $30 (equivalent to $590 in 2019) per month ($25 of which had to be sent home to their families).",
  "/wiki/IXL_Historical_Museum": "The IXL Historical Museum is a historic office building, residence, and museum complex in Hermansville, Michigan, United States. The main building was constructed as the headquarters for the Wisconsin Land & Lumber Company before it became a museum.  The museum was organized in 1982, and the main building, also known as the Wisconsin Land and Lumber Company Office, was deignated a Michigan State Historic Site in 1973 and listed on the National Register of Historic Places in 1991.",
  "/wiki/Hermansville,_Michigan": "Hermansville is an unincorporated community in the Meyer Township of Menominee County in the U.S. state of Michigan. It formed around the defunct Wisconsin Land & Lumber Company as a company town . The company's former headquarters is open as the IXL Historical Museum. U.S. Route 2 passes through the north edge of the community."
}