{
  "/wiki/Thulin_A_(aircraft)": "The Blériot XI is a French aircraft of the pioneer era of aviation. The first example was used by Louis Blériot to make the first flight across the English Channel in a heavier-than-air aircraft, on 25 July 1909.  This is one of the most famous accomplishments of the pioneer era of aviation, and not only won Blériot a lasting place in history but also assured the future of his aircraft manufacturing business.  The event caused a major reappraisal of the importance of aviation; the English newspaper The Daily Express led its story of the flight with the headline \"Britain is no longer an Island\".",
  "/wiki/Bleriot_XI": "The Blériot XI is a French aircraft of the pioneer era of aviation. The first example was used by Louis Blériot to make the first flight across the English Channel in a heavier-than-air aircraft, on 25 July 1909.  This is one of the most famous accomplishments of the pioneer era of aviation, and not only won Blériot a lasting place in history but also assured the future of his aircraft manufacturing business.  The event caused a major reappraisal of the importance of aviation; the English newspaper The Daily Express led its story of the flight with the headline \"Britain is no longer an Island\".",
  "/wiki/Gnome_Omega": "The Gnome 7 Omega (commonly called the Gnome 50 hp) is a French seven-cylinder, air-cooled aero engine produced by Gnome et Rhône. It was shown at the Paris Aero Salon held in December 1908 and was first flown in 1909. It was the world's first aviation  rotary engine produced in quantity. Its introduction revolutionized the aviation industry and it was used by many early aircraft. It produced 50 hp (37 kW) from its capacity of 8 l (490 cu in). A Gnome Omega engine powers the 1912 Blackburn Monoplane, owned and operated by the Shuttleworth Collection, the oldest known airworthy British-designed aeroplane worldwide. A two-row version of the same engine was also produced, known as the Gnome 14 Omega-Omega or Gnome 100 hp.  The prototype Omega engine still exists, and is on display at the United States' National Air and Space Museum.",
  "/wiki/Thulin_B_(aircraft)": "The Morane-Saulnier G was a two-seat sport and racing monoplane produced in France before the First World War. It was a development of the racing monoplanes designed by Léon Morane and Raymond Saulnier after leaving Borel and, like its predecessors, was a wire-braced, shoulder-wing monoplane. Construction was of fabric-covered wood throughout, except for the undercarriage struts which were of steel tube.",
  "/wiki/Morane-Saulnier_G": "The Morane-Saulnier G was a two-seat sport and racing monoplane produced in France before the First World War. It was a development of the racing monoplanes designed by Léon Morane and Raymond Saulnier after leaving Borel and, like its predecessors, was a wire-braced, shoulder-wing monoplane. Construction was of fabric-covered wood throughout, except for the undercarriage struts which were of steel tube.",
  "/wiki/Thulin_A_(engine)": "The Le Rhône 9C is a nine-cylinder rotary aircraft engine produced in France by Société des Moteurs Le Rhône / Gnome et Rhône. Also known as the Le Rhône 80 hp in a reference to its nominal power rating, the engine was fitted to a number of military aircraft types of the First World War. Le Rhône 9C engines were also produced under license in Germany, Sweden and Great Britain by various companies, and in the United States. The Swedish version built by AB Thulinverken was designated Thulin A. German production and development was carried out by Oberursel Moterwerken as the UR.I.",
  "/wiki/Thulin_C_(aircraft)": "The Albatros B.II, (post-war company designation L.2)  was an unarmed German two-seat reconnaissance biplane of the First World War.",
  "/wiki/Albatros_B.II": "The Albatros B.II, (post-war company designation L.2)  was an unarmed German two-seat reconnaissance biplane of the First World War.",
  "/wiki/Benz_Bz.II": "The Benz Bz.II was a six-cylinder, water-cooled, inline engine developed in Germany for use in aircraft in 1913. With a displacement of 14.3 L (875 cu in), it developed 75 kW (100 hp) at 1,200 rpm. It had cast-iron cylinders and the valves were operated by dual camshafts.",
  "/wiki/Benz_Bz.III": "The Benz Bz.III was a six-cylinder, water-cooled, inline engine developed in Germany for use in aircraft in 1914. Developing 112 kW (150 hp) at 1,400 rpm from 14.3 L (875 cu in), it powered many German military aircraft during World War I. It was replaced in production by the unrelated Benz Bz.IIIa. and eventually the V-8 Benz Bz.IIIb. The Benz Bz.III was built under licence in Sweden by AB Thulinverken, known as the Thulin E.",
  "/wiki/Thulin_D": "The Morane-Saulnier L, or Morane-Saulnier Type L, or officially MoS-3, was a French parasol wing one or two-seat scout aeroplane of the First World War. The Type L became one of the first successful fighter aircraft when it was fitted with a single machine gun that fired through the arc of the propeller, which was protected by armoured deflector wedges. Its immediate effectiveness in this role launched an arms race in fighter development, and the Type L was swiftly rendered obsolete. The original Type L used wing warping for lateral control, but a later version designated Type LA was fitted with ailerons.",
  "/wiki/Morane-Saulnier_L": "The Morane-Saulnier L, or Morane-Saulnier Type L, or officially MoS-3, was a French parasol wing one or two-seat scout aeroplane of the First World War. The Type L became one of the first successful fighter aircraft when it was fitted with a single machine gun that fired through the arc of the propeller, which was protected by armoured deflector wedges. Its immediate effectiveness in this role launched an arms race in fighter development, and the Type L was swiftly rendered obsolete. The original Type L used wing warping for lateral control, but a later version designated Type LA was fitted with ailerons.",
  "/wiki/Thulin_E_(aircraft)": "The Thulin E was a Swedish reconnaissance aircraft built in the late 1910s.",
  "/wiki/Thulin_FA": "The Thulin FA was a Swedish reconnaissance aircraft built in the late 1910s.",
  "/wiki/Thulin_G": "The Thulin G was a Swedish military reconnaissance aircraft built in the late 1910s.",
  "/wiki/Thulin_GA": "The Albatros B.II, (post-war company designation L.2)  was an unarmed German two-seat reconnaissance biplane of the First World War.",
  "/wiki/Curtiss_V-2": "The Curtiss V-2 Type 3 (V-2-3) was an 8-cylinder Vee liquid-cooled aircraft engine.",
  "/wiki/Thulin_H": "The Thulin H was a Swedish reconnaissance/bomber plane built in the late 1910s.",
  "/wiki/Trimotor": "A trimotor is an aircraft powered by three engines and represents a compromise between complexity and safety and was often a result of the limited power of the engines available to the designer. Many trimotors were designed and built in the 1920s and 1930s, when engine power lagged behind the designers' power requirements.",
  "/wiki/Thulin_K": "The Thulin K was a Swedish naval fighter aircraft in the 1910s. It was operated by both the Swedish and Dutch armed forces.",
  "/wiki/Le_Rh%C3%B4ne": "Le Rhône was the name given to a series of popular rotary aircraft engines produced in France by Société des Moteurs Le Rhône and the successor company of Gnome et Rhône. They powered a number of military aircraft types of the First World War. Le Rhône engines were also produced under license worldwide.",
  "/wiki/Thulin_L": "The Thulin L was a Swedish reconnaissance plane built in the late 1910s.",
  "/wiki/Thulin_LA": "The Thulin LA was a Swedish two-seat, single-engine biplane designed by Enoch Thulin in 1917 and made by his company AB Thulinverken in Landskrona. It was based on the earlier Thulin L and E aircraft, with a new engine, fuselage and empennage. The L and E types were in turn based on the German Albatros B.II aircraft, like the NAB Albatros. The Thulin LA was used in Sweden, the Netherlands (10) and Finland (1). This type also made the first passenger transport flights between Sweden and Denmark in 1919. Altogether there were 15 Thulin LAs built.",
  "/wiki/Thulin_N": "The Thulin N was a prototype Swedish scout aircraft built in the late 1910s.",
  "/wiki/Thulin_NA": "The Thulin NA was a prototype Swedish fighter plane built in the late 1910s.",
  "/wiki/AB_Thulinverken": "AB Thulinverken was a company in Landskrona, Sweden, founded in 1914 as Enoch Thulins Aeroplanfabrik by the airman and aircraft technician Enoch Thulin. The company became Sweden's first aircraft manufacturer. In 1920, Thulin also started manufacturing automobiles, which continued until 1928. During World War I, the company came into financial difficulties and was reconstructed in 1922 as AB Thulinverken. The manufacturing of brake systems became a main focus of the company. In 1958, Thulinverken merged with Svenska AB Bromsregulator (founded in 1913). The remains of Thulinverken are now a part of SAB Wabco AB, which is owned by the French Faiveley Transport company since 2004."
}