{
  "/wiki/Stefano_Pietribiasi": "Stefano Pietribiasi (born 8 May 1985), with the nickname \"Condoraccio\", is an Italian footballer who plays as a striker for A.C Trento Calcio.",
  "/wiki/S.S._Sambenedettese_Calcio": "S.S. Sambenedettese S.r.l. is an Italian association football club, based in San Benedetto del Tronto, Marche. Sambenedettese currently plays in Serie C, the third tier of Italian football.",
  "/wiki/Vicenza_Calcio": "L.R. Vicenza Virtus, commonly referred to as Vicenza, is an Italian football club based in Vicenza, Veneto. Founded in 1902 as Associazione del Calcio in Vicenza, they became Lanerossi Vicenza in 1953, then Vicenza Calcio from 1990 to 2018, a year which saw the club going bankrupt and being put under controlled administration in order to preserve the Serie C spot at the end of the 2017–18 season. Renzo Rosso, owner of Diesel, merged its Bassano Virtus and some of the assets of Vicenza Calcio into one team, which will play in Vicenza, while the two sides will preserve their distinct youth teams. Vicenza is the oldest team in Veneto; officially founded on 9 March 1902 by the then dean of Liceo Lioy, Tito Buy, and the physical education teacher of the same school, Libero Antonio Scarpa.",
  "/wiki/Claudio_Cafiero": "Claudio Cafiero (born September 19, 1989) is an Italian professional football player who currently plays for S.S.D. Città di Campobasso.",
  "/wiki/A.S._Roma": "Associazione Sportiva Roma (BIT: ASR, LSE: 0MT1; Rome Sport Association), commonly referred to as Roma (Italian pronunciation: [ˈroːma]), is an Italian professional football club based in Rome. Founded by a merger in 1927, Roma have participated in the top-tier of Italian football for all of their existence except for 1951–52.",
  "/wiki/San_Marino_Calcio": "San Marino Calcio, better known as San Marino, was a Sammarinese football club based in the city of Serravalle.",
  "/wiki/Giacomo_Di_Donato": "Giacomo Di Donato (born 8 February 1988) is a former Italian footballer.",
  "/wiki/Valenzana_Calcio": "Valenzana Mado is an Italian football club, based in Valenza, Piedmont. Currently it plays in Eccellenza Piedmont and Aosta Valley.",
  "/wiki/Vladislav_Mirchev": "Vladislav Mirchev (Bulgarian: Владислав Мирчев; born 23 January 1987) is a Bulgarian footballer who plays for Chernomorets Balchik as a forward.",
  "/wiki/PFC_Spartak_1918": "FC Spartak Varna (Bulgarian: ФК Спартак Варна) is a Bulgarian association football phoenix club based in Varna, which currently competes in  the Second League. Spartak plays its home matches at the local Stadion Spartak.",
  "/wiki/A.C._Ancona": "Associazione Calcio Ancona, commonly referred to as Ancona, was an Italian football club based in Ancona, Marche. It was founded in 1905 as Unione Sportiva Anconitana, changing its name to Ancona Calcio in 1982 and being refounded in 2004 (using clause in the Article 52 of N.O.I.F.) with its last denomination. Since 2010 the club is in liquidation and the current liquidator is Giorgio Paolo Raffaele Perrotti.[citation needed] Another club of the city, U.S. Ancona 1905 claimed as the phoenix club. However, the club also folded in 2017, with a second phoenix club was founded in amateur league.",
  "/wiki/Rodrigue_Boisfer": "Rodrigue Boisfer (born 24 January 1981) is a French footballer who plays as a midfielder for Serie B team Gubbio.",
  "/wiki/Genoa_C.F.C.": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: [ˈdʒɛːnoa]), is an Italian professional football club based in Genoa, Liguria. Established on 7 September 1893, it is Italy's fourth oldest football team (after Torino F.C.C., Nobili Torino and Internazionale Torino), and the oldest active Italian football team, with over 125 years of activity.",
  "/wiki/A.S._Gubbio_1910": "Associazione Sportiva Gubbio 1910 is an Italian association football club, based in Gubbio, Umbria. The club play in Serie C, the third tier of Italian football.",
  "/wiki/Andrea_Soncin": "Andrea Soncin (born 5 September 1978) is an Italian footballer who plays for Montebelluna.",
  "/wiki/Ascoli_Calcio_1898": "Ascoli Calcio 1898 F.C., commonly referred to as Ascoli, is an Italian football club based in Ascoli Piceno, Marche. The club was formed in 1898 and currently play in Serie B, having returned to it after two seasons spent in Serie A and eight in Serie B. Ascoli played in Serie A during the periods 1974–1976, 1978–1985, 1986–1990, 1991–1992, and 2005–2007.",
  "/wiki/Calcio_Padova": "Calcio Padova, commonly referred to as Padova, is an Italian football club based in Padua, Veneto. Founded in 1910, Padova currently play in Serie C, having last been in Serie A in 1996. The team's official colours are white and red.",
  "/wiki/Fabiano_Lima_Rodrigues": "Fabiano Lima Rodrigues (born 27 June 1979), known as Fabiano, is a Brazilian footballer who played as a left-wingback.",
  "/wiki/Frank_Feltscher": "Frank Feltscher Martínez (born 17 May 1988) is a Swiss-Venezuelan football midfielder of who plays for Rionegro Águilas.",
  "/wiki/U.S._Lecce": "Unione Sportiva Lecce, commonly referred to as Lecce (Italian pronunciation: [ˈlettʃe]), is an Italian football club based in Lecce, Apulia. It currently plays in Serie A, the highest level of the Italian football pyramid, and plays its home games at Stadio Via del Mare which has a capacity of 31,533 spectators. Lecce's current coach is Fabio Liverani who joined in September 2017 leading the giallorossi to a double promotion from Serie C to Serie B first and Serie A TIM after.",
  "/wiki/AC_Bellinzona": "AC Bellinzona is a Swiss football club based in Bellinzona. It was founded in 1904, and won the Swiss Super League in 1948. After being folded in 2013 declaring bankruptcy, the team played the Ticino Group of 2.Liga, the sixth tier of the Swiss Football League System in 2014–15 season. After winning it and the 1. Liga Classic, Bellinzona is promoted to 1. Liga Promotion.",
  "/wiki/Thomas_Job": "Thomas Hervè Job-Iyock (born (1984-08-20)20 August 1984) is a Cameroonian footballer.",
  "/wiki/Pisa_Calcio": "Associazione Calcio Pisa 1909, commonly referred to as Pisa, is an Italian football club based in Pisa, Tuscany. The team currently plays in Serie B.",
  "/wiki/U.S._Grosseto_F.C.": "F.C. Grosseto S.S.D. is an Italian association football club, based in the city of Grosseto, Tuscany. The club was founded in 1912. The team's most associated nickname is grifone, after its logo, depicting a griffon. Its colours are red and white, and it currently plays in Serie D, the fourth level of Italian football.",
  "/wiki/Diego_Rodr%C3%ADguez_Da_Luz": "Diego Manuel Rodríguez da Luz (born 8 August 1986 in Montevideo) is a Uruguayan footballer who plays for Juventud.",
  "/wiki/Bologna_F.C._1909": "Bologna Football Club 1909, commonly referred to as Bologna (Italian pronunciation: [boˈloɲɲa]), is an Italian football club based in Bologna, Emilia-Romagna. The club are nicknamed the Rossoblù due to the red-and-blue striped shirts which they wear, which are also the official colours of the city.",
  "/wiki/Club_Atl%C3%A9tico_Hurac%C3%A1n": "Club Atlético Huracán  (Spanish pronunciation: [uɾaˈkan]) is an Argentine sports club from the Parque Patricios neighbourhood of Buenos Aires. The club is notable for its football team, that currently plays in the Primera División, the top level of the Argentine football league system. Its home stadium is the Estadio Tomás Adolfo Ducó.",
  "/wiki/Andrea_De_Falco": "Andrea De Falco (born 19 June 1986) is an Italian footballer who currently plays for Serie C club Viterbese.",
  "/wiki/A.C._ChievoVerona": "Associazione Calcio Chievo Verona, commonly referred to as Chievo Verona or simply Chievo [ˈkjɛːvo], is an Italian football club named after and based in Chievo, a suburb of 4,500 inhabitants in Verona, Veneto, and owned by Paluani, a bakery product company and the inspiration for their original name, Paluani Chievo. The club shares the 38,402 seater Marc'Antonio Bentegodi stadium with its cross-town rivals Hellas Verona.",
  "/wiki/Miguel_Lay%C3%BAn": "Miguel Arturo Layún Prado (born 25 June 1988) is a Mexican professional footballer who plays for Liga MX club Monterrey and the Mexico national team.",
  "/wiki/Tiburones_Rojos_de_Veracruz": "Club Deportivo Veracruz, commonly known as Tiburones Rojos de Veracruz, was a Mexican professional football club based in the city of Veracruz. El Aston was founded in 1943, and played in the Liga MX of Mexico. Their nickname, \"Tiburones Rojos\", means red sharks.",
  "/wiki/Atalanta_B.C.": "Atalanta Bergamasca Calcio, commonly referred to as Atalanta, is an Italian football club based in Bergamo, Lombardy. It plays in Serie A, having gained promotion from Serie B in 2010–11.",
  "/wiki/Giovanni_Bartolucci": "Giovanni Bartolucci (born 27 February 1984) is an Italian footballer who plays for Gubbio as a defender.",
  "/wiki/A.C._Siena": "Robur Siena S.p.A., commonly referred to as Siena, is an Italian football club based in Siena, Tuscany. The club was re-incorporated in 2014 after the bankruptcy of the previous legal person Associazione Calcio Siena S.p.A.. A.C. Siena's predecessor was founded in 1904.",
  "/wiki/Calcio_Lecco_1912": "Calcio Lecco 1912, commonly referred to as Lecco, is an Italian football club based in Lecco, Lombardy. It currently plays in Serie C, having last been in Serie A in 1967.",
  "/wiki/Gianluca_Litteri": "Gianluca Litteri (born 6 June 1988) is an Italian football player, currently playing for Padova on loan from Cosenza as a striker.",
  "/wiki/F.C._Internazionale_Milano": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Edoardo_Pazzagli": "Edoardo Pazzagli (born 11 April 1989) is an Italian former professional footballer who plays as a goalkeeper. Pazzagli spent most of his professional career on loan at Serie C (Lega Pro) divisions. He also represented Italy at youth levels.",
  "/wiki/ACF_Fiorentina": "Associazione Calcio Firenze Fiorentina, commonly referred to as Fiorentina [fjorenˈtiːna], is an Italian professional football club based in Florence, Tuscany. Founded by a merger in August 1926, and refounded in August 2002 following bankruptcy, Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.",
  "/wiki/A.S._Andria_BAT": "S.S.D. Fidelis Andria 2018 or simply Fidelis Andria is an Italian football club based in Andria, Apulia. The club was founded in 1971 and re-founded in 2013. The team competes in Serie D, the fourth tier of the Italian football system.",
  "/wiki/Samuele_Olivi": "Samuele Olivi (born 1 August 1980) is an Italian footballer who plays as a defender for San Marino.",
  "/wiki/Piacenza_Calcio": "Piacenza Calcio 1919, commonly referred to as Piacenza, is an Italian football club based in Piacenza, Emilia-Romagna. The club currently plays in Serie C.",
  "/wiki/Pescara_Calcio": "Delfino Pescara 1936, commonly referred to as Pescara, is a professional Italian football club based in Pescara, Abruzzo.",
  "/wiki/Mark_Orosz": "Márk Orosz (born 24 October 1989 in Kecskemét) is a Hungarian football player. He plays for Soroksár in the Nemzeti Bajnokság II.\nHe played his first league match in 2012.",
  "/wiki/F.C._Crotone": "Football Club Crotone S.r.l., commonly referred to as Crotone, is an Italian football club based in Crotone, Calabria. Founded in 1910, holding home games at Stadio Ezio Scida, which has a 16,547-seat capacity. The club currently competes in Serie B.",
  "/wiki/A.C._Arezzo": "Società Sportiva Arezzo (formerly Associazione Sportiva Dilettantistica Atletico Arezzo and Associazione Calcio Arezzo) is an Italian association football club based in Arezzo, Tuscany. The club was formed in 1923, refounded in 1993 after going bankrupt and refounded in 2010 after being unable to enroll in the tournament. The club currently plays in Serie C, the third tier of Italian football.",
  "/wiki/Andrea_Paolucci": "Andrea Paolucci (born 23 November 1986) is an Italian footballer who plays as a midfielder for Virtus Entella.",
  "/wiki/Filippo_Fracaro": "Filippo Fracaro (born 11 March 1992) is an Italian footballer who plays for Este."
}