{
  "/wiki/Gianluca_Nicco": "Gianluca Nicco (born 10 August 1988) is an Italian footballer who plays for Piacenza.",
  "/wiki/A.S.D._Calcio_Ivrea": "Associazione Sportiva Dilettantistica  Calcio Ivrea commonly referred to as A.S.D. Calcio Ivrea or simply Ivrea is an Italian association football club, based in Ivrea, Piedmont that plays in the regional Eccellenza.",
  "/wiki/Mantova_F.C.": "Mantova 1911 Società Sportiva Dilettantistica a Responsabilità Limitata (Mantova 1911 S.S.D. a r.l.), commonly referred to as Mantova, is an Italian football club based in Mantua (Italian: Mantova), Lombardy. Mantova had played consecutively in the Italian Serie B from the 2005–06 season to 2009–10 as Associazione Calcio Mantova (A.C. Mantova), when they were relegated after ending the season in 20th place.",
  "/wiki/Manuel_Angelilli": "Manuel Angelilli (born 5 August 1990) is an Italian footballer, who plays as striker for Monterosi FC in Serie D.",
  "/wiki/A.C._Milan": "Associazione Calcio Milan (Italian pronunciation: [assotʃatˈtsjoːne ˈkaltʃo ˈmiːlan]), commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.",
  "/wiki/F.C._Pro_Vercelli_1892": "Football Club Pro Vercelli 1892, commonly referred to as Pro Vercelli, is an Italian football club based in Vercelli, Piedmont. The club is mostly renowned as one of the most successful teams in the early football era of Italy, with seven national titles (all won between 1908 and 1922). They currently play in Serie C, the third tier of Italian football.",
  "/wiki/Alessandro_Elia": "Alessandro Elia (born 15 February 1990) is an Italian footballer.",
  "/wiki/Parma_F.C.": "Parma Calcio 1913, commonly referred to as Parma, is an Italian football club based in Parma, Emilia-Romagna. It currently plays in Serie A.",
  "/wiki/A.C._Bellaria_Igea_Marina": "Associazione Calcio Bellaria Igea Marina is an Italian association football club, based in Bellaria – Igea Marina, Emilia-Romagna. Bellaria plays in Serie D.",
  "/wiki/Nebil_Caidi": "Nebil Caidi (born 25 September 1988) is an Italian football defender who currently plays for Ravenna in the Serie C.",
  "/wiki/A.C._Cesena": "A.C. Cesena, commonly referred to as Cesena (Italian pronunciation: [tʃɛˈzeːna]), was an Italian football club based in Cesena, Emilia-Romagna. The club spent most of the club history in professional leagues such as Serie A and Serie B, but bankrupted and folded in 2018. Another club from Cesena, A.S.D. Romagna Centro Cesena, claimed as a successor.",
  "/wiki/A.C._Giacomense": "Associazione Calcio Giacomense was an Italian association football club located in Masi San Giacomo, a frazione of Masi Torello, in the Province of Ferrara, Emilia-Romagna.",
  "/wiki/A.C._ChievoVerona": "Associazione Calcio Chievo Verona, commonly referred to as Chievo Verona or simply Chievo [ˈkjɛːvo], is an Italian football club named after and based in Chievo, a suburb of 4,500 inhabitants in Verona, Veneto, and owned by Paluani, a bakery product company and the inspiration for their original name, Paluani Chievo. The club shares the 38,402 seater Marc'Antonio Bentegodi stadium with its cross-town rivals Hellas Verona.",
  "/wiki/Cosenza_Calcio_1914_(2008)": "Cosenza Calcio S.r.l. is an Italian football club, based in Cosenza, Calabria. Currently the team plays in Serie B, the second tier of Italian football, after earning promotion from Serie C on 16 June 2018 by winning the league playoffs.",
  "/wiki/Alessio_Curcio": "Alessio Curcio (born March 12, 1990) is an Italian professional football player who currently plays for Catania.",
  "/wiki/Juventus_F.C.": "Juventus Football Club (from Latin: iuventūs, \"youth\"; Italian pronunciation: [juˈvɛntus]), colloquially known as Juve (pronounced [ˈjuːve]), is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking[a] whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.",
  "/wiki/A.S._Casale_Calcio": "Casale Foot Ball Club A.S.D. (formerly A.S. Casale Calcio) is an Italian football club, based in Casale Monferrato, Piedmont.\nThe club plays in Serie D.",
  "/wiki/Emiliano_Tortolano": "Emiliano Tortolano (born May 22, 1990) is an Italian professional football player who currently plays for Osti Mare.",
  "/wiki/A.S._Roma": "Associazione Sportiva Roma (BIT: ASR, LSE: 0MT1; Rome Sport Association), commonly referred to as Roma (Italian pronunciation: [ˈroːma]), is an Italian professional football club based in Rome. Founded by a merger in 1927, Roma have participated in the top-tier of Italian football for all of their existence except for 1951–52.",
  "/wiki/V.F._Colligiana": "Associazione Sportiva Dilettantistica Olimpia Colligiana is an Italian association football club based in Colle di Val d'Elsa, Tuscany that competes in Eccellenza Tuscany.",
  "/wiki/Michael_Perrier": "Michael Perrier (born 1 March 1989) is a Swiss  footballer who plays for FC Aarau.",
  "/wiki/Genoa_C.F.C.": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: [ˈdʒɛːnoa]), is an Italian professional football club based in Genoa, Liguria. Established on 7 September 1893, it is Italy's fourth oldest football team (after Torino F.C.C., Nobili Torino and Internazionale Torino), and the oldest active Italian football team, with over 125 years of activity.",
  "/wiki/FC_Lugano": "FC Lugano is a Swiss football club based in Lugano. The club was refounded as AC Lugano in 2004 as a result of relegation and the financial situation of FC Lugano, which was founded in 1908. In 2008, the club reverted to its original name, FC Lugano. They play at the Stadio Cornaredo. They have played in what is now the Swiss Super League during the periods of 1922–53, 1954–60, 1961–63, 1964–76, 1979–80, 1988–97, 1998–02, and from 2015.",
  "/wiki/Giorgio_Merlano": "Giorgio Merlano (born 19 July 1988) is an Italian footballer who plays as a goalkeeper for Eccellenza side Fossano.",
  "/wiki/F.C._Canavese": "Football Club Canavese was an Italian association football club located in San Giusto Canavese, Piedmont.",
  "/wiki/Rubén_Olivera": "Rubén Ariel Olivera da Rosa (born 4 May 1983 in Montevideo) is a retired  Uruguayan footballer who played as a midfielder. He is currently the technical director of Latina Calcio 1932.",
  "/wiki/C.A._Peñarol": "Club Atlético Peñarol (Spanish pronunciation: [kluβ aˈtletiko peɲaˈɾol] (listen); English: Peñarol Athletic Club) —also known as Carboneros, Aurinegros and (familiarly) Manyas— is a Uruguayan sports club from Montevideo.\nThe name \"Peñarol\" comes from the Peñarol neighbourhood on the outskirts of Montevideo. Throughout its history the club has also participated in other sports, such as basketball and cycling. Its focus has always been on football, a sport in which the club excels, having never been relegated from the top division.",
  "/wiki/Gianluca_Toscano": "Gianluca Toscano (born 13 January 1984) is a former Italian professional footballer who plays for Castrense  in Eccellenza Lazio (amateur league).",
  "/wiki/U.S._Grosseto_F.C.": "F.C. Grosseto S.S.D. is an Italian association football club, based in the city of Grosseto, Tuscany. The club was founded in 1912. The team's most associated nickname is grifone, after its logo, depicting a griffon. Its colours are red and white, and it currently plays in Serie D, the fourth level of Italian football.",
  "/wiki/G.S._Fidene_Calcio": "Football Club Fidene was an Italian association football club located in Rome, Lazio.",
  "/wiki/Diego_Farias": "Diego Farias da Silva (born 10 May 1990) is a Brazilian professional footballer who plays as a forward for Lecce in Serie A, on loan from Cagliari.",
  "/wiki/Hellas_Verona_F.C.": "Hellas Verona Football Club, commonly referred to as Hellas Verona or simply Verona, is an Italian football club based in Verona, Veneto, that currently plays in Serie A. The team won the Serie A Championship in 1984–85.",
  "/wiki/Oussama_Essabr": "Oussama Essabr (Arabic: أسامة إسبر‎; born 19 January 1989) is a Moroccan footballer who has played in Italy for Juventus F.C., Vicenza Calcio, A.C. Arezzo, Cosenza Calcio, F.C. Crotone, A.C. Prato, S.E.F. Torres 1903 and Vigor Lamezia",
  "/wiki/A.C._Arezzo": "Società Sportiva Arezzo (formerly Associazione Sportiva Dilettantistica Atletico Arezzo and Associazione Calcio Arezzo) is an Italian association football club based in Arezzo, Tuscany. The club was formed in 1923, refounded in 1993 after going bankrupt and refounded in 2010 after being unable to enroll in the tournament. The club currently plays in Serie C, the third tier of Italian football.",
  "/wiki/Gabriele_Puccio": "Gabriele Puccio (born 3 August 1989) is an Italian footballer who plays as a defender or midfielder for S.C. Caronnese A.S.D.",
  "/wiki/F.C._Internazionale_Milano": "Football Club Internazionale Milano, commonly referred to as Internazionale (pronounced [ˌinternattsjoˈnaːle]) or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club to have never been relegated from the top flight.",
  "/wiki/Calcio_Portogruaro_Summaga": "Associazione Sportiva Dilettantistica Portogruaro (usually referred to as Portogruaro) is an Italian association football club, based in Portogruaro, Veneto. Currently it plays in Eccellenza Veneto.",
  "/wiki/Stefano_Pondaco": "Stefano Pondaco (born May 4, 1989 in Vibo Valentia) is an Italian professional football player currently playing for Lega Pro Prima Divisione team Calcio Portogruaro Summaga.",
  "/wiki/U.C._Sampdoria": "Unione Calcio Sampdoria, commonly referred to as Sampdoria (Italian pronunciation: [sampˈdɔːrja]), is an Italian professional football club based in Genoa, Liguria.",
  "/wiki/Jonathan_Bottinelli": "Jonathan Pablo Bottinelli (born 14 September 1984) is an Argentine professional footballer who plays as a centre back for Argentine club Unión de Santa Fe. He is the brother of fellow professional footballer Darío Bottinelli.",
  "/wiki/Club_Atlético_San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.",
  "/wiki/Massimo_Coda": "Massimo Coda (born 10 November 1988) is an Italian footballer who plays as a striker for Benevento.",
  "/wiki/Bologna_F.C._1909": "Bologna Football Club 1909, commonly referred to as Bologna (Italian pronunciation: [boˈloɲɲa]), is an Italian football club based in Bologna, Emilia-Romagna. The club are nicknamed the Rossoblù due to the red-and-blue striped shirts which they wear, which are also the official colours of the city.",
  "/wiki/U.S._Cremonese": "Unione Sportiva Cremonese, commonly referred to as Cremonese, is an Italian football club based in Cremona, Lombardy. It currently plays in Serie B.",
  "/wiki/A.C._Monza_Brianza_1912": "Associazione Calcio Monza (Italian pronunciation: [ˈmontsa] (listen)) is an Italian professional association football club based in Monza, Lombardy. Re-founded in 2015 as S.S.D. Monza 1912, it is the successor to the club founded on 1 September 1912 as Monza Foot Ball Club. The team went through various re-foundations and mergers, the last of which being Associazione Calcio Monza Brianza 1912, declared bankrupt and expelled from professional football at the end of the 2014–15 season.",
  "/wiki/Andrea_Gasparri": "Andrea Gasparri (born 28 February 1989) is an Italian footballer.",
  "/wiki/Giulianova_Calcio": "Giulianova Calcio S.r.l. was an Italian association football club based in Giulianova, Abruzzo. The team failed to renew its license for professional football in 2012. After 4 years of dormant, the new owner of the club applied to play in 2016–17 5-a-side football, composed of players from folded Città di Giulianova.",
  "/wiki/Mirko_Savini": "Mirko Savini (born 11 March 1979) is a former Italian footballer who played as defender.",
  "/wiki/U.S._Città_di_Palermo": "Società Sportiva Dilettantistica Palermo, known as Palermo Calcio or more simply Palermo, is an Italian football club based in the Sicilian city of Palermo. Originally founded on 1 November 1900, Unione Sportiva Città di Palermo was excluded from Serie B on 12 July 2019. A phoenix club was formed later the same month, and was admitted into in Serie D for the 2019–20 season. Palermo were the first football club founded in Sicily, the first in the South of Italy and also the 7th oldest extant club in the country.",
  "/wiki/PAOK_F.C.": "PAOK Football Club (Greek: ΠΑΕ ΠΑΟΚ, Πανθεσσαλονίκειος Αθλητικός Όμιλος Κωνσταντινοπολιτών, Panthessaloníkios Athlitikós Ómilos Konstantinopolitón, \"Pan-Thessalonian Athletic Club of Constantinopolitans\"), commonly known as PAOK FC, PAOK Thessaloniki or simply PAOK, is a Greek professional football club based in Thessaloniki, Macedonia, Greece, and current Super League champions. PAOK are one of the top domestic clubs, the most widely supported in Northern Greece and with the 3rd largest fanbase in the country, according to the latest polls and researches. A research by Marca in August 2018, reported that PAOK are the most popular Greek football team on social media.",
  "/wiki/List_of_Italian_football_transfers_summer_2009_(August)": "Here is the part2 of the list of Italian football transfers summer 2009."
}