{
  "/wiki/Home_run": "In baseball, a home run (abbreviated HR) is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home\nsafely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles (or making contact with either foul pole) without first touching the ground, resulting in an automatic home run.  There is also the \"inside-the-park\" home run where the batter reaches home safely while the baseball is in play on the field. A home run with a high exit velocity and good launch angle is sometimes called a \"no-doubter,\" because it leaves no doubt that it is going to leave the park when it leaves the bat.",
  "/wiki/Run_(baseball)": "In baseball, a run is scored when a player advances around first, second and third base and returns safely to home plate, touching the bases in that order, before three outs are recorded and all obligations to reach base safely on batted balls are met or assured. A player may score by hitting a home run or by any combination of plays that puts him safely \"on base\" (that is, on first, second, or third) as a runner and subsequently brings him home. The object of the game is for a team to score more runs than its opponent.",
  "/wiki/Hit_(baseball)": "In baseball statistics, a hit (denoted by H), also called a base hit, is credited to a batter when the batter safely reaches first base after hitting the ball into fair territory, without the benefit of an error or a fielder's choice.",
  "/wiki/Double_(baseball)": "In baseball, a double is the act of a batter striking the pitched ball and safely reaching second base without being called out by the umpire, without the benefit of a fielder's misplay (see error) or another runner being put out on a fielder's choice. A double is a type of hit (the others being the single, triple and home run) and is sometimes called a \"two-bagger\" or \"two-base hit\". For statistical and scorekeeping purposes it is denoted by 2B.",
  "/wiki/Triple_(baseball)": "In baseball, a triple is the act of a batter safely reaching third base after hitting the ball, with neither the benefit of a fielder's misplay (see error) nor another runner being put out on a fielder's choice. A triple is sometimes called a \"three-bagger\" or \"three-base hit\". For statistical and scorekeeping purposes it is denoted by 3B.",
  "/wiki/Total_bases": "In baseball statistics, total bases is the number of bases a player has gained with hits. It is a weighted sum for which the weight value is 1 for a single, 2 for a double, 3 for a triple and 4 for a home run. Only bases attained from hits count toward this total. Reaching base by other means (such as a base on balls) or advancing further after the hit (such as when a subsequent batter gets a hit) does not increase the player's total bases. In box scores and other statistical summaries, total bases is often denoted by the abbreviation TB.",
  "/wiki/Left_on_base": "N/A",
  "/wiki/Strikeout": "In baseball or softball, a strikeout (or strike-out) occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\"—in which the batter does not swing and the third strike is called by the umpire—is usually denoted by a ꓘ.",
  "/wiki/Stolen_base": "In baseball, a stolen base occurs when a runner advances to a base to which he is not entitled and the official scorer rules that the advance should be credited to the action of the runner. The umpires determine whether the runner is safe or out at the next base, but the official scorer rules on the question of credit or blame for the advance under Rule 10."
}