{
  "/wiki/Robert_Peary": "Robert Edwin Peary Sr. (/ˈpɪəri/; May 6, 1856 – February 20, 1920) was an American explorer and United States Navy officer who made several expeditions to the Arctic in the late 19th and early 20th centuries. He is best known for claiming to have reached the geographic North Pole with his expedition on April 6, 1909.",
  "/wiki/List_of_polar_explorers": "This list is for recognised pioneering explorers of the polar regions. It does not include subsequent travelers and expeditions.",
  "/wiki/Roald_Amundsen": "Roald Engelbregt Gravning Amundsen (UK: /ˈɑːmʊndsən/, US: /-məns-/;[needs Norwegian IPA] 16 July 1872 – c. 18 June 1928) was a Norwegian explorer of polar regions and a key figure of the Heroic Age of Antarctic Exploration. He led the first expedition to traverse the Northwest Passage by sea, from 1903 to 1906, and the first expedition to the South Pole in 1911. He led the first expedition proven to have reached the North Pole in a dirigible in 1926. He disappeared while taking part in a rescue mission for the airship Italia in 1928.",
  "/wiki/Robert_Bartlett_(explorer)": "Robert \"Bob\" Abram Bartlett (August 15, 1875 – April 28, 1946) was a Newfoundland-born American Arctic explorer of the late 19th and early 20th centuries.",
  "/wiki/Ernest_Shackleton": "Sir Ernest Henry Shackleton CVO OBE FRGS FRSGS (/ˈʃækəltən/; 15 February 1874 – 5 January 1922) was an Irish Antarctic explorer who led three British expeditions to the Antarctic. He was one of the principal figures of the period known as the Heroic Age of Antarctic Exploration.",
  "/wiki/Richard_E._Byrd": "Rear Admiral Richard Evelyn Byrd Jr. (October 25, 1888 – March 11, 1957) was an American naval officer and explorer. He was a recipient of the Medal of Honor, the highest honor for valor given by the United States, and was a pioneering American aviator, polar explorer, and organizer of polar logistics. Aircraft flights in which he served as a navigator and expedition leader crossed the Atlantic Ocean, a segment of the Arctic Ocean, and a segment of the Antarctic Plateau. Byrd claimed that his expeditions had been the first to reach both the North Pole and the South Pole by air. His claim to have reached the North Pole is disputed. He is also known for discovering Mount Sidley, the largest dormant volcano in Antarctica, in 1934.",
  "/wiki/Aviator": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators, because they are involved in operating the aircraft's navigation and engine systems. Other aircrew members, such as flight attendants, mechanics and ground crew, are not classified as aviators.",
  "/wiki/Charles_Lindbergh": "Charles Augustus Lindbergh (February 4, 1902 – August 26, 1974) was an American aviator, military officer, author, inventor, and activist.  At age 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York to Paris. Lindbergh covered the ​33 1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, single-engine Ryan monoplane, the  Spirit of St. Louis. Although not the first non-stop transatlantic flight, this was the first solo transatlantic flight, the first transatlantic flight between two major city hubs, and the longest transatlantic flight by almost 2,000 miles, thus it is widely known as a turning point in the trajectory of aviation history and advancement.",
  "/wiki/Roy_Chapman_Andrews": "Roy Chapman Andrews (January 26, 1884 – March 11, 1960) was an American explorer, adventurer and naturalist who became the director of the American Museum of Natural History. He is primarily known for leading a series of expeditions through the politically disturbed China of the early 20th century into the Gobi Desert and Mongolia. The expeditions made important discoveries and brought the first-known fossil dinosaur eggs to the museum. His popular writings about his adventures made him famous.",
  "/wiki/Gobi_Desert": "The Gobi Desert (/ˈɡoʊbi/) is a large desert or brushland region in Asia. It covers parts of Northern and Northeastern China and of Southern Mongolia. The desert basins of the Gobi are bounded by the Altai Mountains and the grasslands and steppes of Mongolia on the north, by the Taklamakan Desert to the west, by the Hexi Corridor and Tibetan Plateau to the southwest and by the North China Plain to the southeast. The Gobi is notable in history as the location of several important cities along the Silk Road.",
  "/wiki/Explorer": "Exploration is the act of searching for the purpose of discovery of information or resources. Exploration occurs in all non-sessile animal species, including humans. In human history, its most dramatic rise was during the Age of Discovery when European explorers sailed and charted much of the rest of the world for a variety of reasons. Since then, major explorations after the Age of Discovery have occurred for reasons mostly aimed at information discovery.",
  "/wiki/Anne_Morrow_Lindbergh": "Anne Spencer Lindbergh (née Morrow; June 22, 1906 – February 7, 2001) was an American author and aviator, and the wife of aviator Charles Lindbergh.",
  "/wiki/Orvil_Arson_Anderson": "Major General Orvil Arson Anderson (May 2, 1895 - August 24, 1965) was a pioneer balloonist. In 1935 he and Albert William Stevens won the Mackay Trophy when they set a record of 72,395 feet in their balloon Explorer II.",
  "/wiki/Albert_William_Stevens": "Albert William Stevens (March 13, 1886 – March 26, 1949) was an officer in the United States Army Air Corps, balloonist, and aerial photographer.",
  "/wiki/Aeronaut": "Aeronautics is the science or art involved with the study, design, and manufacturing of air flight capable machines, and the techniques of operating aircraft and rockets within the atmosphere. The British Royal Aeronautical Society identifies the aspects of \"aeronautical Art, Science and Engineering\" and \"the profession of Aeronautics (which expression includes Astronautics).\"",
  "/wiki/Explorer_II": "Explorer II was a manned U.S. high-altitude balloon that was launched on November 11, 1935, and reached a record altitude of 22,066 m (72,395 ft). Launched at 8:00 am from the Stratobowl in South Dakota, the helium balloon carried a two-man crew consisting of U. S. Army Air Corps Captains Albert W. Stevens and Orvil A. Anderson inside a sealed, spherical cabin. The crew landed safely near White Lake, South Dakota, at 4:13 pm and both were acclaimed as national heroes. Scientific instruments carried on the gondola returned useful information about the stratosphere. The mission was funded by the membership of the National Geographic Society.",
  "/wiki/Mountaineering": "Mountaineering is the set of activities that involves ascending mountains. Mountaineering-related activities include traditional outdoor climbing, skiing, and traversing via ferratas. Indoor climbing, sport climbing and bouldering are also considered mountaineering by some.",
  "/wiki/Mount_Everest": "Mount Everest (Nepali: सगरमाथा Sagarmatha; Tibetan: ཇོ་མོ་གླང་མ Chomolungma; Chinese: 珠穆朗玛 Zhumulangma) is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas in Province No. 1 of eastern Nepal. Situated at a distance of 160 kms northeast to Kathmandu and 174 km northwest to the provincial capital of Biratnagar, the international border between Nepal (Province No. 1) and China (Tibet Autonomous Region) runs across its summit point.",
  "/wiki/Paul_Allen_Siple": "Paul Allman Siple (December 18, 1908 – November 25, 1968) was an American Antarctic explorer and geographer who took part in six Antarctic expeditions, including the two Byrd expeditions of 1928–1930 and 1933–1935, representing the Boy Scouts of America as an Eagle Scout. In addition to being an Eagle Scout, Siple was also a Sea Scout.  His first and third books covered these adventures. With Charles F. Passel he developed the wind chill factor, and Siple coined the term.",
  "/wiki/Arleigh_Burke": "Arleigh Albert Burke (October 19, 1901 – January 1, 1996) was an admiral of the United States Navy who distinguished himself during World War II and the Korean War, and who served as Chief of Naval Operations during the Eisenhower and Kennedy administrations.",
  "/wiki/George_J._Dufek": "George John Dufek (10 February 1903, Rockford, Illinois – 10 February 1977, Bethesda, Maryland) was an American naval officer, naval aviator, and polar expert.  He served in World War II and the Korean War and in the 1940s and 1950s spent much of his career in the Antarctic, first with Admiral Byrd and later as supervisor of U.S. programs in the South Polar regions.  Rear Admiral Dufek was the director of the Mariners' Museum  in Newport News, Virginia after his retirement from the Navy in 1959.",
  "/wiki/John_Glenn": "John Herschel Glenn Jr. (July 18, 1921 – December 8, 2016) was a United States Marine Corps aviator, engineer, astronaut, businessman, and politician. He was the first American to orbit the Earth, circling it three times in 1962. Following his retirement from NASA, he served from 1974 to 1999 as a Democratic United States senator from Ohio, and in 1998 flew into space again at age 77.",
  "/wiki/Astronaut": "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists.",
  "/wiki/Louis_Leakey": "Louis Seymour Bazett Leakey (7 August 1903 – 1 October 1972) was a British paleoanthropologist and archaeologist whose work was important in demonstrating that humans evolved in Africa, particularly through discoveries made at Olduvai Gorge with his wife, fellow paleontologist Mary Leakey. Having established a program of palaeoanthropological inquiry in eastern Africa, he also motivated many future generations to continue this scholarly work. Several members of Leakey's family became prominent scholars themselves.",
  "/wiki/Mary_Leakey": "Mary Douglas Leakey, FBA (née Nicol, 6 February 1913 – 9 December 1996) was a British paleoanthropologist who discovered the first fossilised Proconsul skull, an extinct ape which is now believed to be ancestral to humans.  She also discovered the robust Zinjanthropus skull at Olduvai Gorge in Tanzania, eastern Africa. For much of her career she worked with her husband, Louis Leakey, at Olduvai Gorge, where they uncovered fossils of ancient hominines and the earliest hominins, as well as the stone tools produced by the latter group. Mary Leakey developed a system for classifying the stone tools found at Olduvai.  She discovered the Laetoli footprints, and at the Laetoli site she discovered hominin fossils that were more than 3.75 million years old.",
  "/wiki/Anthropologist": "An anthropologist is a person engaged in the practice of anthropology. Anthropology is the study of aspects of humans within past and present societies. Social anthropology, cultural anthropology, and philosophical anthropology study the norms and values of societies. Linguistic anthropology studies how language affects social life, while economic anthropology studies human economic behavior. Biological (physical), forensic, and medical anthropology study the biological development of humans, the application of biological anthropology in a legal setting, and the study of diseases and their impacts on humans over time, respectively.",
  "/wiki/Norman_Dyhrenfurth": "Norman Gunther Dyhrenfurth (Breslau, today Wroclaw, May 7, 1918 – Salzburg, September 24, 2017) was a German-Swiss-American mountaineer and filmmaker. He was the leader of the successful American Mount Everest Expedition of 1963, which placed six climbers on the summit.",
  "/wiki/Frank_Borman": "Frank Frederick Borman II (born March 14, 1928) is a retired United States Air Force (USAF) colonel, aeronautical engineer, test pilot, businessman, rancher, and NASA astronaut. He was the commander of Apollo 8, the first mission to fly around the Moon, and together with crewmates Jim Lovell and Bill Anders, became the first of 24 humans to do so, for which he was awarded the Congressional Space Medal of Honor. As of 2020[update], he is the oldest living former American astronaut, eleven days older than Lovell.",
  "/wiki/Jim_Lovell": "James Arthur Lovell Jr. (/ˈlʌvəl/; born March 25, 1928) is a former NASA astronaut, Naval Aviator, mechanical engineer, and retired Navy captain. In 1968, as command module pilot of Apollo 8, he became one of the first three humans to fly to and orbit the Moon. He then commanded the 1970 Apollo 13 lunar mission which, after a critical failure en route, circled around the Moon and returned safely to Earth through the efforts of the crew and mission control.",
  "/wiki/William_Anders": "William Alison Anders (born October 17, 1933) is a retired United States Air Force major general, former electrical engineer, nuclear engineer, NASA astronaut, and businessman. In December 1968, as a crew member of Apollo 8, he was one of the first three people to leave low Earth orbit and travel to the Moon. Along with fellow astronauts Frank Borman and Jim Lovell, Anders circled the Moon ten times, and broadcast live images and commentary back to Earth. During one of the mission's lunar orbits he photographed the iconic image, Earthrise.",
  "/wiki/Neil_Armstrong": "Neil Alden Armstrong (August 5, 1930 – August 25, 2012) was an American astronaut and aeronautical engineer and the first person to walk on the Moon. He was also a naval aviator, test pilot, and university professor.",
  "/wiki/Edwin_Aldrin": "Buzz Aldrin (/ˈɔːldrɪn/; born Edwin Eugene Aldrin Jr.; January 20, 1930) is an American engineer, former astronaut and fighter pilot. Aldrin made three spacewalks as pilot of the 1966 Gemini 12 mission, and as the lunar module pilot on the 1969 Apollo 11 mission, he and mission commander Neil Armstrong were the first two humans to land on the Moon.",
  "/wiki/Michael_Collins_(astronaut)": "Michael Collins (born October 31, 1930) is an American former astronaut who flew the Apollo 11 command module Columbia  around the Moon while his crewmates, Neil Armstrong and Buzz Aldrin, made the first crewed landing on the surface. He was a test pilot and major general in the US Air Force Reserves.",
  "/wiki/John_Young_(astronaut)": "John Watts Young (September 24, 1930 – January 5, 2018) was an American astronaut, naval officer and aviator, test pilot, and aeronautical engineer. He became the ninth person to walk on the Moon as Commander of the Apollo 16 mission in 1972. Young enjoyed the longest career of any astronaut, becoming the first person to fly six space missions over the course of 42 years of active NASA service. He is the only person to have piloted and commanded four different classes of spacecraft: Gemini, the Apollo Command and Service Module, the Apollo Lunar Module, and the Space Shuttle.",
  "/wiki/Robert_Crippen": "Robert Laurel Crippen (born September 11, 1937) is an American retired naval officer and aviator, test pilot, aerospace engineer, and retired astronaut. He traveled into space four times: as Pilot of STS-1 in April 1981, the first Space Shuttle mission; and as Commander of STS-7 in June 1983, STS-41-C in April 1984, and STS-41-G in October 1984. Crippen received the Congressional Space Medal of Honor.",
  "/wiki/Space_Shuttle": "The Space Shuttle is a partially reusable low Earth orbital spacecraft system that was operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982. In addition to the prototype whose completion was cancelled, five complete Shuttle systems were built and used on a total of 135 missions from 1981 to 2011, launched from the Kennedy Space Center (KSC) in Florida. Operational missions launched numerous satellites, interplanetary probes, and the Hubble Space Telescope (HST); conducted science experiments in orbit; and participated in construction and servicing of the International Space Station. The Shuttle fleet's total mission time was 1322 days, 19 hours, 21 minutes and 23 seconds.",
  "/wiki/Richard_Leakey": "Richard Erskine Frere Leakey FRS (born 19 December 1944) is a Kenyan paleoanthropologist, conservationist, and politician. Leakey has held a number of official positions in Kenya, mostly in institutions of archaeology and wildlife conservation. He has been Director of the National Museum of Kenya, founded the NGO WildlifeDirect, and is the chairman of the Kenya Wildlife Service.",
  "/wiki/Jane_Goodall": "Dame Jane Morris Goodall DBE (/ˈɡʊdɔːl/; born Valerie Jane Morris-Goodall on 3 April 1934), formerly Baroness Jane van Lawick-Goodall, is an English primatologist and anthropologist. Considered to be the world's foremost expert on chimpanzees, Goodall is best known for her over 55-year study of social and family interactions of wild chimpanzees since she first went to Gombe Stream National Park in Tanzania in 1960.",
  "/wiki/Environmentalist": "An environmentalist is a person who is concerned with and/or advocates for the protection of the environment. An environmentalist can be considered a supporter of the goals of the environmental movement, \"a political and ethical movement that seeks to improve and protect the quality of the natural environment through changes to environmentally harmful human activities\". An environmentalist is engaged in or believes in the philosophy of environmentalism.",
  "/wiki/Hubbard_Medal": "The Hubbard Medal is awarded by the National Geographic Society for distinction in exploration, discovery, and research. The medal is named for Gardiner Greene Hubbard, first National Geographic Society president."
}