{
  "/wiki/Entertainment_Software_Rating_Board": "The Entertainment Software Rating Board (ESRB) is an American self-regulatory organization that assigns age and content ratings to consumer video games. The ESRB was established in 1994 by the Entertainment Software Association (ESA, formerly the Interactive Digital Software Association (IDSA)), in response to criticism of controversial video games with excessively violent or sexual content, particularly after the 1993 congressional hearings following the releases of Mortal Kombat and Night Trap for home consoles. The industry, pressured with potential government oversight of video game ratings from these hearings, established both the IDSA and the ESRB within it to create a voluntary ratings system based on the Motion Picture Association of America film rating system with additional considerations for video game interactivity.",
  "/wiki/Gaplus": "Gaplus[a] is a fixed shooter arcade game that was released by Namco in 1984 as a sequel to 1981's Galaga. In the US a modification kit was later released to change the name to Galaga 3, possibly to increase recognition, even though there was no \"Galaga 2\". It was the only other game to run on Namco Phozon hardware. A contemporary home port for the Commodore 64 was released in 1988.",
  "/wiki/Namco": "Namco Ltd.[a] (stylized as NAMCO)[b] is a former Japanese developer and publisher of arcade and home console video games, originally headquartered in Ōta, Tokyo. Several international divisions were established, including Namco America in Santa Clara, California, Shanghai Namco in mainland China, and Namco Enterprises Asia in Hong Kong.",
  "/wiki/Bandai_Namco_Entertainment": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/Mappy": "Mappy[a] is an arcade game by Namco. First introduced in 1983, it was distributed in the United States by Bally/Midway. Mappy is a side-scrolling platform game that features  a mouse main character and cat antagonists. Mappy runs on Namco Super Pac-Man hardware, modified to support horizontal scrolling. The name \"Mappy\" is likely derived from mappō (まっぽう), a Japanese (slightly pejorative) slang term for a policeman. The game has been re-released as part of several Namco arcade compilations; it spawned a handful of sequels and a 2013 animated web series developed by cartoonists Scott Kurtz and Kris Straub.",
  "/wiki/Star_Force": "Star Force (スターフォース, Sutā Fōsu), released in North America by Video Ware in the arcades as Mega Force, is a vertically scrolling shooter released in 1984 by Tehkan.",
  "/wiki/Tecmo": "Tecmo Co., Ltd. (テクモ株式会社, Tekumo kabushikigaisha), was a Japanese video game corporation founded in 1967. It had its headquarters in Kudankita, Chiyoda, Tokyo. Its subsidiary, Tecmo Inc, was located  in Torrance, California.",
  "/wiki/The_Tower_of_Druaga": "The Tower of Druaga[a] is a 1984 action role-playing maze arcade game developed and published in Japan by Namco. Controlling the golden-armored knight Gilgamesh, the player is tasked with scaling 60 floors of the titular tower in an effort to rescue the maiden Ki from Druaga, a demon with eight arms and four legs, who plans to use an artifact known as the Blue Crystal Rod to enslave all of mankind. It ran on the Namco Super Pac-Man arcade hardware, modified with a horizontal-scrolling video system used in Mappy.",
  "/wiki/Space_Harrier": "Space Harrier (Japanese: スペースハリアー, Hepburn: Supēsu Hariā) is a third-person rail shooter developed by Sega Enterprises and released in December 1985. Originally conceived as a realistic military-themed game played in the third-person perspective and featuring a player-controlled fighter jet, technical and memory restrictions resulted in Sega developer Yu Suzuki redesigning it around a jet-propelled human character in a fantasy setting. With an analog flight stick and a cockpit-style cabinet that tilted and rolled during play, it was advertised by Sega as a taikan (\"body sensation\") arcade game.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Tecmo_Bowl": "Tecmo Bowl (Japanese: テクモボウル, Hepburn: Tekumo Bōru) is an American football video game developed and released by Tecmo. Originally released as an arcade game in 1987, the game featured a large dual screen cabinet and allowed up to four players to compete in a match between two fictitious teams. A port for the Nintendo Entertainment System was released in 1989 and was the first console game to include real NFL players, via a license from the NFLPA. A Game Boy version developed by Sculptured Software followed in 1991. The NES version of the game was extremely popular, spawning various sequels, starting with 1991's Tecmo Super Bowl. The NES game has also been cited by various media outlets as one of the best sports video games ever made. Both the NES and arcade versions have also been re-released (sans the NFLPA license) for various platforms, including mobile phones, the Virtual Console, the NES Classic Edition and Nintendo Switch.",
  "/wiki/Altered_Beast": "Altered Beast[a] is a 1988 beat 'em up arcade game developed and manufactured by Sega.  The game is set in Ancient Greece, and follows a centurion who is resurrected by Zeus to rescue his daughter Athena. In order to save his daughter, Zeus transforms the centurion into beasts with the use of power-ups. After its initial arcade release, it was ported to several home video game consoles and home computers, including the Sega Genesis, for which it was a pack-in game.",
  "/wiki/Rygar": "Rygar is a video game created by Tecmo in 1986 and originally released for arcades in Japan as Warrior of Argus (アルゴスの戦士, Arugosu no Senshi). It is a sidescrolling platform game where the player assumes the role as the \"Legendary Warrior\", battling through a hostile landscape. The main feature of gameplay is the use of a weapon called the \"Diskarmor\", a shield with a long chain attached to it.",
  "/wiki/Golden_Axe_(video_game)": "Golden Axe (ゴールデンアックス, Gooruden Akkusu) is a side-scrolling, beat 'em up, arcade video game released in 1989 by Sega for the System 16-B arcade hardware. It is the first game in the Golden Axe series.",
  "/wiki/Solomon%27s_Key": "Solomon's Key (ソロモンの鍵, Soromon no Kagi) is a puzzle game developed by Tecmo in 1986 for an arcade release on custom hardware based on the Z80 chipset. It is better known as a 1987 port to the Commodore 64 and the Nintendo Entertainment System, although it also appeared on many other game systems of the time, like the Sega Master System in 1988 and the Famicom Disk System, released in Japan on January 25, 1991.",
  "/wiki/Shinobi_(video_game)": "Shinobi (忍) is a side-scrolling action game produced by Sega originally released for the arcades in 1987. In Shinobi, the player controls a modern-day ninja named Joe Musashi who has to stop a terrorist organization named Zeed who are kidnapping the students of his clan. Shinobi was later adapted by Sega to their Master System game console, followed by licensed conversions for other platforms such as the Nintendo Entertainment System, PC Engine, and various home computers, as well as downloadable emulated versions of the original arcade game for the Wii and Xbox 360. A port of the arcade game joined the Nintendo Switch on January 2020 through the Sega Ages series. The success of Shinobi inspired the development of various sequels and spin-offs of the Shinobi series.",
  "/wiki/Ninja_Gaiden_(arcade)": "Ninja Gaiden,[a] later released in Europe as Shadow Warriors, is a 1988 side-scrolling beat-'em-up originally released by Tecmo as a coin-operated arcade video game.  It was first released in North America, and Europe in 1988 and in Japan in 1989. The Ninja Gaiden arcade game was produced and released almost simultaneously with its home console counterpart for the Nintendo Entertainment System, although they are different games with only a few similarities. The designer of the arcade game is only credited as \"Strong Shima\", but Masato Kato, who worked on the NES version, identified him as one \"Mr. Iijima\".",
  "/wiki/Zaxxon": "Zaxxon[a] is a 1982 isometric shooter arcade game, developed and released by Sega, in which the player pilots a ship through heavily defended space fortresses. Some sources claim that Japanese electronics company Ikegami Tsushinki also worked on the development of the game.",
  "/wiki/SonSon": "SonSon (Japanese: ソンソン) is an arcade video game by Capcom released in July 1984. It is loosely based on the Chinese novel Journey to the West. The player assumes the role of a monkey boy (who is patterned after Sun Wukong from the story) and fights their way from one side to another, eventually reaching the statue of Buddha. One battles bats, rats, and mad bombers along the way with his stout fighting rod that shoots balls of fire. The game was ported from the arcade to the Family Computer in Japan. A sequel, titled SonSon II, was released for the PC Engine.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Commando_(video_game)": "Commando, released in Japan as Senjō no Ōkami (Japanese: 戦場の狼, lit. \"Wolf of the Battlefield\"), is a run and gun, vertically scrolling arcade game released in 1985, unrelated to the 1985 film of the same name. Its influence can be seen in various later games in the shooter game genre. Versions were released for various home computers and consoles. The game also appears on Capcom Classics Collection, Activision Anthology, and on the Wii Virtual Console Arcade, as well as Capcom Arcade Cabinet for PlayStation 3 and Xbox 360.",
  "/wiki/Exed_Exes": "Exed Exes (エグゼドエグゼス, Eguzedo Eguzesu) is a vertically scrolling shooter that was released in arcades in 1985 by Capcom. It was originally published in North America as Savage Bees, licensed to Memetron .",
  "/wiki/Ghosts_%27n_Goblins": "Ghosts 'n Goblins (Japanese: 魔界村, Hepburn: Makaimura, lit. Demon World Village) is a run and gun platformer video game series created by Tokuro Fujiwara and developed by Capcom. The first entry in the series was Ghosts 'n Goblins, released as an arcade title on September 19, 1985. The series has subsequently been released on and ported to a variety of game consoles and mobile platforms and spawned several sequels and spin-offs.",
  "/wiki/1942_(video_game)": "1942 is a vertically scrolling shooter made by Capcom that was released for the arcade in 1984. It was the first game in the 19XX series. It was followed by 1943: The Battle of Midway.",
  "/wiki/Black_Tiger_(video_game)": "Black Tiger, known in Japan as Black Dragon (Japanese: ブラックドラゴン, Hepburn: Burakku Doragon), is a 1987 platform game released for arcade by Capcom.",
  "/wiki/Super_Hang-On": "Super Hang-On (スーパーハング・オン) is a motorcycle racing arcade game released by Sega, and the sequel to the acclaimed Hang-On.  A version of this game, in the full simulated-motorcycle cabinet used by the original Hang-On, was released in 1991 as Limited Edition Hang-On.",
  "/wiki/List_of_Virtual_Console_games_for_Wii_(North_America)": "The following is a list of the 427 games that were available on the Virtual Console for the Wii in North America. These games could also be played on the Wii U through Wii Mode, but lack the additional features found in Wii U Virtual Console releases. The games are sorted by system and in the order they were added in the Wii Shop Channel. To sort by other columns, click the corresponding icon in the header row."
}