{
  "/wiki/1979_Atlanta_Falcons_season": "The 1979 Atlanta Falcons season was the Falcons' 14th season. The Falcons were trying to improve upon their 9–7 record in 1978 and make it to the playoffs for the second time in team history, their first appearance being the year before. Rookie fullback William Andrews rushed for 167 yards in a 40–34 overtime win over the Saints in the season opener in New Orleans. Andrews set a club record with 1,023 yards, while quarterback Steve Bartkowski became the first Falcon to surpass the 2,000-yard mark with 2,505. However, the Falcons' defense allowed 388 points in a 6–10 start.",
  "/wiki/Putt_Choate": "Mark Putnam \"Putt\" Choate (born December 11, 1956) is a former linebacker in the National Football League.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/1978_SMU_Mustangs_football_team": "Ron Meyer was the coach of the Southern Methodist University's football team from 1976 to 1981. He compiled a 34–32–1 record, and was succeeded by Bobby Collins.",
  "/wiki/Southwest_Conference": "The Southwest Conference (SWC) was an NCAA Division I college athletic conference in the United States that existed from 1914 to 1996. Composed primarily of schools from Texas, at various times the conference included schools from Oklahoma and Arkansas as well, but not from the actual Southwestern United States.",
  "/wiki/Russ_Mikeska": "Russell E. Mikeska (born September 10, 1955) is a former American football tight end in the National Football League who played for the Atlanta Falcons. He played college football for the Texas A&M Aggies.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/1978_Texas_A%26M_Aggies_football_team": "The 1978 Texas A&M Aggies football team represented Texas A&M University in the 1978 NCAA Division I-A football season as a member of the Southwest Conference (SWC). The Aggies were led by head coach Emory Bellard in his seventh season through the first six games before his resignation on October 24. Tom Wilson was named interim coach and led the Aggies in their final six games. and finished with a record of eight wins and four losses (8–4 overall, 4–4 in the SWC) and with a victory in the Hall of Fame Classic.",
  "/wiki/Joel_Williams_(linebacker)": "Joel Williams (born December 13, 1956 in Miami, Florida) is a former professional American football linebacker in the National Football League for the Atlanta Falcons and the Philadelphia Eagles from 1979 to 1989.  He played college football at the University of Wisconsin–La Crosse.",
  "/wiki/Wisconsin%E2%80%93La_Crosse_Eagles_football": "The University of Wisconsin-La Crosse (also known as UW-La Crosse,  UWL, or regionally as La Crosse) is a public university in La Crosse, Wisconsin. Founded in 1909, it is part of the University of Wisconsin System and awards bachelor's, master's, and doctoral degrees. UW-La Crosse is organized into five schools and colleges offering 100 undergraduate programs, 22 graduate programs, and 2 doctoral programs. With an annual operating budget of $227 million, it is one of the largest in the UW System. The university has nearly 85,000 alumni across all 50 U.S. states and 57 countries.",
  "/wiki/Wisconsin_Intercollegiate_Athletic_Conference": "The Wisconsin Intercollegiate Athletic Conference (WIAC) is a college athletic conference that competes in the NCAA's Division III. In women's gymnastics, it competes alongside Division I and II members, as the NCAA sponsors a single championship event open to members of all NCAA divisions. As the name implies, member teams are located in the state of Wisconsin, although there are three associate members from Minnesota and one from Illinois. All full members are part of the University of Wisconsin System.",
  "/wiki/1979_Buffalo_Bills_season": "The 1979 Buffalo Bills season was the franchise's 10th season in the National Football League, and the 20th overall.",
  "/wiki/Chris_Keating": "Christopher Paul Keating (born October 12, 1957 in Boston, Massachusetts) is a former American football linebacker in the National Football League for the Buffalo Bills and the Washington Redskins.  He played college football at the University of Maine.",
  "/wiki/Maine_Black_Bears_football": "The Maine Black Bears football program is the intercollegiate American football team for the University of Maine located in the U.S. state of Maine. The team competes in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Colonial Athletic Association. Maine's first football team was fielded in 1892. The team plays its home games at the 8,419 seat Alfond Stadium in Orono, Maine.",
  "/wiki/Yankee_Conference": "The Yankee Conference was a collegiate sports conference in the eastern United States.  It once sponsored competition in many sports, but eventually became a football-only league. Although not under the same charter, it is essentially an ancestor of today's Colonial Athletic Association (CAA) football conference.",
  "/wiki/1979_Cleveland_Browns_season": "The 1979 Cleveland Browns season was the team's 30th season with the National Football League.",
  "/wiki/Dino_Hall": "Donald Richard \"Dino\" Hall (born December 6, 1955 in Atlantic City, New Jersey) is a former American football running back and return specialist in the National Football League. He was signed by the Cleveland Browns as an undrafted free agent in 1979. He played college football at Glassboro State.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Glassboro_State_College": "Rowan University is a public research university in Glassboro, New Jersey, with a medical campus in Stratford, New Jersey and medical and academic campuses in Camden, New Jersey. The university was founded in 1923 as Glassboro Normal School on a 25-acre (10 ha) site donated by 107 local residents.",
  "/wiki/New_Jersey_Athletic_Conference": "The New Jersey Athletic Conference (NJAC), formerly the New Jersey State Athletic Conference, is a college athletic conference affiliated with the NCAA's Division III. All of its full members are public universities in New Jersey. Affiliate members (track-only, men's tennis-only, or football-only) are located in Delaware, Maryland, New York, Pennsylvania, Virginia, and Wisconsin.",
  "/wiki/1979_Dallas_Cowboys_season": "The 1979 Dallas Cowboys season was their 20th in the league. The team was unable to improve on their previous output of 12–4, winning only eleven games. They qualified for the playoffs, but lost in the Divisional round.",
  "/wiki/Steve_Wilson_(defensive_back)": "Steven Anthony Wilson (born August 24, 1957) is a former American football defensive back in the National Football League for the Dallas Cowboys and Denver Broncos. He played college football at Howard University. Wilson is the assistant defensive backs/special teams coach for the DC Defenders of the XFL. He was the former head football coach at his alma mater Howard University, from 1989 to 2001, and Texas Southern University, from 2004 to 2007.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/Howard_Bison_football": "The Howard Bison football team represents Howard University in college football. The Bison play in NCAA Division I Football Championship as a member of the Mid-Eastern Athletic Conference.",
  "/wiki/Mid-Eastern_Athletic_Conference": "The Mid-Eastern Athletic Conference (MEAC) is a collegiate athletic conference whose full members are historically black colleges and universities (HBCUs) in the Southeastern and the Mid-Atlantic United States. It participates in the National Collegiate Athletic Association's Division I, and in football, in the Football Championship Subdivision (FCS).",
  "/wiki/1979_Denver_Broncos_season": "The 1979 Denver Broncos season was the team's 20th year in professional football and its 10th with the National Football League (NFL). Led by third-year head coach Red Miller, the Broncos were 10–6, second in the AFC West, and made the postseason a third consecutive year.",
  "/wiki/Kit_Lathrop": "Kit Douglas Lathrop (born August 10, 1956) is a former American football defensive lineman in the National Football League (NFL) and in the United States Football League (USFL).",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/1978_Arizona_State_Sun_Devils_football_team": "The 1978 Arizona State Sun Devils football team was an American football team that represented Arizona State University in the Pacific-10 Conference (Pac-10) during the 1978 NCAA Division I-A football season. In their 21st season under head coach Frank Kush, the Sun Devils compiled a 9–3 record (4–3 against Pac-10 opponents), finished in a tie for fourth place in the Pac-10, and outscored their opponents by a combined total of 347 to 236.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/Jim_Ryan_(American_football)": "James Joseph Ryan (born May 18, 1957) is a former Linebackers coach and former National Football League linebacker for the Denver Broncos.",
  "/wiki/1978_William_%26_Mary_Tribe_football_team": "The William & Mary Indians / Tribe football[a] teams represented the College of William & Mary in Williamsburg, Virginia, United States. Now known as the William & Mary Tribe, the program was established in 1893. Their long-time football rival is the University of Richmond. Their annual meeting is dubbed the I-64 Bowl (renamed the Capital Cup starting in the 2009 season), so named for the highway connecting the two nearby schools.",
  "/wiki/NCAA_Division_I_FBS_independent_schools": "National Collegiate Athletic Association (NCAA) Football Bowl Subdivision independent schools are four-year institutions whose football programs are not part of an NCAA-affiliated conference. This means that FBS independents are not required to schedule each other for competition like conference schools do.",
  "/wiki/Steve_Watson_(wide_receiver)": "Steve Ross Watson (born May 28, 1957) is a former American football wide receiver and current wide receivers coach.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Temple_Owls_football": "The Temple Owls football team represents Temple University in the sport of college football. The Temple Owls compete in the NCAA Division I Football Bowl Subdivision as a member of the American Athletic Conference (The American). They play their home games at Lincoln Financial Field in Philadelphia, Pennsylvania.",
  "/wiki/1979_Detroit_Lions_season": "The 1979 Detroit Lions season was the 50th season in franchise history. In the midst of a major rebuilding project, the woeful Lions finished the season with a 2–14 record, equal-worst record in the NFL and a tiebreaker with the 49ers gave the Lions the first pick overall in the 1980 NFL Draft. Detroit entered the year as a favorite in the NFC Central, but a season-ending injury to quarterback Gary Danielson in the preseason forced the Lions to ultimately turn to a rookie ninth-round pick, Jeff Komlo, behind center, with disastrous results.",
  "/wiki/James_Harrell_(American_football)": "James Clarence Harrell, Jr. (born July 19, 1957) is an American former college and professional football player who was a linebacker in the National Football League (NFL) and the United States Football League (USFL) for nine seasons during the 1970s and 1980s.  He played college football for the University of Florida, and thereafter, he played professionally for the Detroit Lions and Kansas City Chiefs of the NFL and the Tampa Bay Bandits of the USFL.",
  "/wiki/1978_Florida_Gators_football_team": "The 1978 Florida Gators football team represented the University of Florida during the 1978 NCAA Division I-A football season. The season was Doug Dickey's ninth and last year as the head coach of the Florida Gators football team.  The 1978 Florida Gators finished with a 4–7 overall record and a 3–3 Southeastern Conference (SEC) record, tying for fourth among ten SEC teams.  After a disappointing 1977 season, Dickey had been under pressure to shake up his coaching staff, and he decided to abandon the run-oriented wishbone offense his teams had used for several seasons in favor of a more pro-style system. Former Florida quarterback Steve Spurrier, who had lived in Gainesville since wrapping up his NFL career in 1976, was tapped by Dickey to be the Gators' quarterback coach, his first coaching job.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/Don_Patterson_(defensive_back)": "Don Patterson (born October 31, 1957) is a former professional American football player who played defensive back for two seasons for the  Detroit Lions and New York Giants",
  "/wiki/Defensive_back": "In gridiron football, defensive backs (DBs) are the players on the defensive team who take positions somewhat back from the line of scrimmage; they are distinguished from the defensive line players and linebackers, who take positions directly behind or close to the line of scrimmage.",
  "/wiki/1978_Georgia_Tech_Yellow_Jackets_football_team": "The 1978 Georgia Tech Yellow Jackets football team represented the Georgia Institute of Technology during the 1978 NCAA Division I-A football season. The Yellow Jackets were led by fifth-year head coach Pepper Rodgers, and played their home games at Grant Field in Atlanta. The team was invited to the 1978 Peach Bowl, held just three miles from their home stadium in Atlanta, where they lost to Purdue.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/1979_Green_Bay_Packers_season": "The 1979 Green Bay Packers season was their 61st season overall and their 59th in the National Football League. The club posted a 5–11 record under coach Bart Starr, earning them a fourth-place finish in the NFC Central division. The offense was still one of the worst in the NFL and the defense could not pick up the slack finishing dead last against the Run. Only notable win Packers had was a 27-14 victory on Monday night against the New England Patriots",
  "/wiki/Bobby_Kimball_(American_football)": "Bobby Kimball (born Robert Lund Kimball) is a former wide receiver in the National Football League. He was a member of the Green Bay Packers for two seasons.",
  "/wiki/1978_Oklahoma_Sooners_football_team": "The 1978 Oklahoma Sooners football team represented the University of Oklahoma in the college football 1978 NCAA Division I-A season.  Oklahoma Sooners football participated in the former Big Eight Conference at that time and played its home games in Oklahoma Memorial Stadium where it has played its home games since 1923.  The team posted an 11–1 overall record and a 6–1 conference record to earn a share of the conference title under head coach Barry Switzer.  This was Switzer's sixth conference title in six seasons since taking the helm in 1973.",
  "/wiki/Big_Eight_Conference": "The Big Eight Conference was a National Collegiate Athletic Association (NCAA)-affiliated Division I-A college athletic association that sponsored football.  It was formed in January 1907 as the Missouri Valley Intercollegiate Athletic Association (MVIAA) by its charter member schools: the University of Kansas, University of Missouri, University of Nebraska, and Washington University in St. Louis.  Additionally, the University of Iowa was an original member of the MVIAA, while maintaining joint membership in the Western Conference (now the Big Ten Conference).",
  "/wiki/Wylie_Turner": "Wylie Turner is a former defensive back in the National Football League. He played two seasons with the Green Bay Packers.",
  "/wiki/Angelo_State_Rams_football": "The Angelo State Rams football team represents Angelo State University in NCAA Division II college football. The Rams compete in the South Division of the Lone Star Conference. Angelo State has earned one national title and three conference titles since becoming a member of the Lone Star Conference. The team plays all home games at LeGrand Stadium at 1st Community Credit Union Field. Will Wagner is currently the head coach.",
  "/wiki/Lone_Star_Conference": "The Lone Star Conference (LSC) is a collegiate athletic conference affiliated with the National Collegiate Athletic Association (NCAA) Division II level. Member institutions are located in the southwestern United States, with schools in Texas, Oklahoma, New Mexico, and Arkansas.",
  "/wiki/1979_Houston_Oilers_season": "The 1979 Houston Oilers season was the franchise's 20th overall and the 10th in the National Football League. The franchise scored 362 points while the defense gave up 331 points. Their record of 11 wins and 5 losses resulted in a second-place finish in the AFC Central Division. The Oilers appeared once on Monday Night Football on December 10, 1979 where the sports promotion Luv ya Blue was launched and returned to the AFC Championship Game for the second consecutive year. Earl Campbell would lead the NFL in rushing for the second consecutive year and set a franchise record for most touchdowns in a season with 19. The Oilers would make the playoffs again as a wild card. In the wild card game, they beat the Denver Broncos 13-7, and then defeated the San Diego Chargers 17-14 in San Diego to reach their second straight AFC Championship game. Unfortunately for them, they had to once again run into the Pittsburgh Steelers, who a year earlier had eliminated them 34-5 in the previous AFC Championship game. The Oilers lost the game 27-13. The game included a controversial moment in which wide receiver Mike Renfro had a touchdown called back after the referees of the game took a long time to decide the ruling on the field. The call went down as one of the most controversial calls in NFL history.",
  "/wiki/Vernon_Perry": "Vernon Perry Jr. (born September 22, 1953 in Jackson, Mississippi) is a former professional American football player who played safety for five seasons. He played for the Houston Oilers and New Orleans Saints. Previously he played with the Montreal Alouettes of the CFL.  During his NFL career, he intercepted 11 passes and recovered 3 fumbles.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/Jackson_State_Tigers_football": "The Jackson State Tigers are the college football team representing the Jackson State University. The Tigers play in NCAA Division I Football Championship as a member of the Southwestern Athletic Conference.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/1979_Los_Angeles_Rams_season": "The 1979 season is the Los Angeles Rams' 42nd season in the National Football League, their 43rd overall, and their 34th in the Greater Los Angeles Area.  It was the final season for the franchise in the Los Angeles Memorial Coliseum until 2016, as late owner Carroll Rosenbloom previously announced the Rams would move to Anaheim Stadium for the 1980 season.",
  "/wiki/Ivory_Sully": "Ivory Sully (born 1957) is a retired American football player.",
  "/wiki/1978_Delaware_Fightin%27_Blue_Hens_football_team": "The 1978 Delaware Fightin' Blue Hens football team represented the University of Delaware in the 1978 NCAA Division II football season. They were led by 13th-year head coach Tubby Raymond and played their home games at Delaware Stadium in Newark, Delaware.",
  "/wiki/NCAA_Division_II_independent_schools": "NCAA Division II independent schools are four-year institutions that are not formally affiliated with any athletic conference. Schools that are members of a conference may also field intercollegiate teams in football, lacrosse, soccer, wrestling, and other sports not affiliated with a conference, usually due to their primary conference not having enough teams in a certain sport to enable sponsorship of the sport by that conference.",
  "/wiki/1979_Miami_Dolphins_season": "The 1979 Miami Dolphins season was the 14th year of existence for the Miami Dolphins franchise. Prior to the start of the season the Dolphins re-signed Larry Csonka who left to join the WFL after the 1974 season. Despite struggles from Bob Griese all year, the Dolphins finished 10-6 and won their first division title in five years. Among the season highlights were the Dolphins 19th and 20th consecutive wins over the Buffalo Bills. For the entire decade of the 1970s (1970–79) the Dolphins hold a perfect 20-0 record over the Bills, which contributed to O.J. Simpson never seeing any postseason success in his career. In the Divisional Playoff the Dolphins were no match for the Pittsburgh Steelers who jumped out to a 20-0 lead in the 1st Quarter to win 34-14 on their way to their second Straight Super Bowl title.",
  "/wiki/Cleveland_Green": "Cleveland Green is a former offensive tackle who played eight seasons in the National Football League for the Miami Dolphins. He started in Super Bowl XIX.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Southern_Jaguars_football": "The Southern Jaguars are the college football team representing the Southern University. The Jaguars play in NCAA Division I Football Championship as a member of the Southwestern Athletic Conference. The Jaguars started collegiate football in 1916, and played in the Gulf Coast Athletic Conference before joining the SWAC in 1934.",
  "/wiki/1979_Minnesota_Vikings_season": "The 1979 season was the Minnesota Vikings' 19th in the National Football League. The Vikings finished with a 7–9 record, their first losing season since 1967.",
  "/wiki/Douglas_Cunningham_(American_football)": "Douglas Scott Cunningham (born November 14, 1955) is a former American football wide receiver. He played for the Minnesota Vikings in 1979.",
  "/wiki/Rice_Owls_football": "The Rice Owls football team represents Rice University in NCAA Division I college football. The Owls have competed in Conference USA's Western Division since 2005. Rice Stadium, built in 1950, hosts the Owls' home football games.",
  "/wiki/Keith_Nord": "Keith Sterling Nord (March 3, 1957 – September 19, 2018) was an American football defensive back in the National Football League (NFL). He played for the Minnesota Vikings from 1979 to 1985. He played college football at St. Cloud State University. He died of cancer on 19 September 2018.",
  "/wiki/St._Cloud_State_Huskies_football": "The St. Cloud State Huskies are the athletic teams for St. Cloud State University. The university is primarily a member of the Northern Sun Intercollegiate Conference (NSIC), and currently sponsors 18 NCAA Division II teams.  SCSU also sponsors a women's Nordic skiing team through membership in the CCSA, as well as men's and women's Division I ice hockey teams that are members of the National Collegiate Hockey Conference (men) and Western Collegiate Hockey Association (women). The teams go by the nickname Huskies, and the school's mascot is a husky named Blizzard.",
  "/wiki/Northern_Sun_Intercollegiate_Conference": "The Northern Sun Intercollegiate Conference (NSIC) is a collegiate athletic conference which operates in the western Midwestern United States. Nine of its members are in Minnesota, with three members in South Dakota, two members in North Dakota, and one member each in the states of Iowa and Nebraska. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. It was founded in 1932. With the recent NSIC expansion, the original six member schools have been reunited. With the inclusion of the several new member institutions, it is one of the largest Division II conferences in the country with 16 members.",
  "/wiki/1979_New_Orleans_Saints_season": "The 1979 New Orleans Saints season was the team's thirteenth season in the National Football League. The Saints finished the season at 8–8, the franchise's first non-losing season. After starting 0–3, New Orleans won seven of its next 10 and was tied for first place with the Los Angeles Rams in the NFC West with three weeks to play, but the season unraveled in a Monday Night Football contest at home vs. the Oakland Raiders, when the Saints squandered a 35–14 lead and lost, 42–35.",
  "/wiki/Vickey_Ray_Anderson": "Vickey Ray Anderson is a former running back in the National Football League, Canadian Football League and United States Football League.",
  "/wiki/1979_New_York_Jets_season": "The 1979 New York Jets season was the 20th season for the franchise and its tenth in the National Football League. It began with the team trying to improve upon its 8–8 record from 1978 under head coach Walt Michaels. The Jets again finished the season with a record of 8–8.",
  "/wiki/Woody_Bennett": "Woodrow Bennett, Jr. (born March 24, 1955 in York, Pennsylvania) is a former professional American football player who played running back for ten seasons for the New York Jets and Miami Dolphins. He currently is a pastor.",
  "/wiki/1978_Miami_Hurricanes_football_team": "The 1978 Miami Hurricanes football team represented the University of Miami for the 1978 NCAA Division I-A football season. The Hurricanes played their home games at the Miami Orange Bowl in Miami. The team was coached by Lou Saban, in his second and final year as head coach of the Hurricanes.",
  "/wiki/1979_NFL_Draft": "The 1979 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held May 3–4, 1979, at the Waldorf Astoria Hotel in New York City, New York. The league also held a supplemental draft after the regular draft and before the regular season."
}