{
  "/wiki/Bon_Jovi": "Bon Jovi is an American rock band formed in 1983 in Sayreville, New Jersey. It consists of singer Jon Bon Jovi, keyboardist David Bryan, drummer Tico Torres, guitarist Phil X, and bassist Hugh McDonald. Previous bassist Alec John Such was dismissed in 1994, and longtime guitarist and co-songwriter Richie Sambora left in 2013.",
  "/wiki/Slippery_When_Wet": "Slippery When Wet is the third studio album by American rock band Bon Jovi. It was released on August 18, 1986 by Mercury Records in North America and Vertigo Records internationally. The album was produced by Bruce Fairbairn. Recording sessions took place between January and July 1986 at Little Mountain Sound Studios in Vancouver, British Columbia, Canada.",
  "/wiki/Hard_rock": "Hard rock, a loosely-defined subgenre of rock music, began in the mid-1960s with the garage, psychedelic and blues rock movements. It is typified by a heavy use of aggressive vocals,  distorted electric guitars, bass guitar, and  drums,  often accompanied with keyboards.",
  "/wiki/Glam_metal": "Glam metal (often used synonymously with pop metal, or pejoratively as hair metal) is a subgenre of heavy metal, which features pop-influenced hooks and guitar riffs, and borrows heavily from the fashion and image of 1970s glam rock.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Music_Box_(Mariah_Carey_album)": "Music Box is the third studio album by American singer Mariah Carey. It was released by Columbia Records on August 31, 1993, in North America. The album comprises ballads primarily co-written by Carey and Walter Afanasieff, with whom she had previously worked on Emotions (1991), and a few urban dance tracks. During the course of the album's development, Carey wanted to broaden her audience, choosing a more pop/R&B oriented sound. During this time frame, she experimented with different musical instruments, leading the album's sound away from her more contemporary previous two efforts. Two unused tracks from the album sessions were released as B-sides: \"Do You Think of Me\" and \"Everything Fades Away\".",
  "/wiki/Pop_music": "Pop music is a genre of popular music that originated in its modern forms in the US and the UK during the mid-1950s. The terms \"popular music\" and \"pop music\" are often used interchangeably, although the former describes all music that is popular and includes many diverse styles. \"Pop\" and \"rock\" were roughly synonymous terms until the late 1960s, when they became quite separated from each other.",
  "/wiki/Contemporary_R%26B": "Contemporary R&B (also known as simply R&B) is a music genre that combines elements of rhythm and blues, pop, soul, funk, hip hop and electronic music.",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.",
  "/wiki/True_Blue_(Madonna_album)": "True Blue is the third studio album by American singer and songwriter Madonna, released on June 30, 1986, by Sire Records. She co-wrote and co-produced the entire album with Stephen Bray and Patrick Leonard. True Blue deals with her visions of love, work, dreams as well as disappointments, and was inspired by her then husband Sean Penn, to whom Madonna dedicated the album. Musically, the songs on the album took a different direction from her previous endeavours, incorporating classical music in order to engage an older audience who had been skeptical of her music.",
  "/wiki/Dance_music": "Dance music is music composed specifically to facilitate or accompany dancing. It can be either a whole musical piece or part of a larger musical arrangement. In terms of performance, the major categories are live dance music and recorded dance music. While there exist attestations of the combination of dance and music in ancient times (for example Ancient Greek vases sometimes show dancers accompanied by musicians), the earliest Western dance music that we can still reproduce with a degree of certainty are the surviving medieval dances. In the Baroque period, the major dance styles were noble court dances (see Baroque dance). In the classical music era, the minuet was frequently used as a third movement, although in this context it would not accompany any dancing. The waltz also arose later in the classical era. Both remained part of the romantic music period, which also saw the rise of various other nationalistic dance forms like the barcarolle, mazurka, ecossaise, ballade and polonaise.",
  "/wiki/Linkin_Park": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/keyboardist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington and bassist Kyle Christner are former members of the band. Categorized as alternative rock, Linkin Park has experimented with their music throughout their career by incorporating heavy metal, hard rock, hip hop, pop, and electronica.",
  "/wiki/Hybrid_Theory": "Hybrid Theory is the debut studio album by American rock band Linkin Park, released on October 24, 2000, through Warner Bros. Records. Recorded at NRG Recordings in North Hollywood, California, and produced by Don Gilmore, the album's lyrical themes deal with problems lead vocalist Chester Bennington experienced during his adolescence, including drug abuse and the constant fighting and divorce of his parents. Hybrid Theory takes its title from the previous name of the band as well as the concept of music theory and combining different styles.",
  "/wiki/Nu_metal": "Nu metal (sometimes stylized as nü-metal) is a subgenre of alternative metal that combines elements of heavy metal music with elements of other music genres such as hip hop, alternative rock, funk, industrial, and grunge. Nu metal bands have drawn elements and influences from a variety of musical styles, including multiple genres of heavy metal. Nu metal rarely features guitar solos; the genre is heavily syncopated and based on guitar riffs. Many nu metal guitarists use seven-string guitars that are down-tuned to play a heavier sound. DJs are occasionally featured in nu metal to provide instrumentation such as sampling, turntable scratching and electronic backgrounds. Vocal styles in nu metal include singing, rapping, screaming and growling. Nu metal is one of the key genres of the new wave of American heavy metal.",
  "/wiki/Rap_metal": "Rap metal is a subgenre of rap rock and alternative metal music which combines hip hop with heavy metal. It usually consists of heavy metal guitar riffs, funk metal elements, rapped vocals and sometimes turntables.",
  "/wiki/Alternative_metal": "Alternative metal (also known as alt-metal) is a rock music fusion genre that infuses heavy metal with influences from alternative rock and other genres not normally associated with metal. Alternative metal bands are often characterized by heavily downtuned, mid-paced guitar riffs, a mixture of accessible melodic vocals and harsh vocals and sometimes unconventional sounds within other heavy metal styles. The term has been in use since the 1980s, although it came into prominence in the 1990s.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/The_Eminem_Show": "The Eminem Show is the fourth studio album by American rapper Eminem, released on May 26, 2002 by Aftermath Entertainment, Shady Records, and Interscope Records. The album also saw Eminem take a substantially more predominant production role; most of it was self-produced. Predominantly hip hop based, Eminem incorporated a heavier use of rock elements than his previous records. Dr. Dre was the album's executive producer. Due to its less comedic and shock factor lyrical approach, The Eminem Show is regarded as Eminem's most personal album and \"revealing Marshall Mathers\" for the first time.",
  "/wiki/Hip_hop": "Hip hop or hip-hop, is a culture and art movement that was created by African Americans, Latino Americans and Caribbean Americans in the Bronx, New York City. The origin of the name is often disputed. It is also argued as to whether hip hop started in the South or West Bronx. While the term hip hop is often used to refer exclusively to hip hop music (including rap), hip hop is characterized by nine elements, of which only four are considered essential to understanding hip hop musically. Afrika Bambaataa of the hip hop collective Zulu Nation outlined these main pillars of hip hop culture, coining the terms: \"rapping\" (also called MCing or emceeing), a rhythmic vocal rhyming style (orality); DJing (and turntablism), which is making music with record players and DJ mixers (aural/sound and music creation); b-boying/b-girling/breakdancing (movement/dance); and graffiti. Other elements of hip hop subculture and arts movements beyond the main four are: hip hop culture and historical knowledge of the movement (intellectual/philosophical); beatboxing, a percussive vocal style; street entrepreneurship; hip hop language; and hip hop fashion and style, among others. The fifth element, although debated, is commonly considered either street knowledge, hip hop fashion, or beatboxing.",
  "/wiki/Norah_Jones": "Norah Jones (born Geethali Norah Jones Shankar; March 30, 1979) is an American singer, songwriter, and pianist. She has won multiple awards and has sold more than 50 million records worldwide. Billboard named her the top jazz artist of the 2000s decade. She has won nine Grammy Awards and was ranked 60th on Billboard magazine's artists of the 2000s decade chart.",
  "/wiki/Come_Away_with_Me": "Come Away with Me is the debut studio album by American recording artist Norah Jones, released on February 26, 2002 by Blue Note Records. Recording sessions took place at Sorcerer Sound Studio in New York City and Allaire Studios in Shokan, New York.",
  "/wiki/Jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It originated in the late 19th and early 20th centuries, and developed from roots in blues and ragtime. Jazz is seen by many as \"America's classical music\". Since the 1920s Jazz Age, jazz has become recognized as a major form of musical expression. It then emerged in the form of independent traditional and popular musical styles, all linked by the common bonds of African-American and European-American musical parentage with a performance orientation. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. Jazz has roots in West African cultural and musical expression, and in African-American music traditions including blues and ragtime, as well as European military band music. Intellectuals around the world have hailed jazz as \"one of America's original art forms\".",
  "/wiki/Eric_Clapton": "Eric Patrick Clapton, CBE (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time. Clapton ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's \"Top 50 Guitarists of All Time\". He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009.",
  "/wiki/Unplugged_(Eric_Clapton_album)": "Unplugged is a 1992 album by Eric Clapton, recorded at Bray Studios, England in front of an audience for the MTV Unplugged television series. It includes a version of the successful 1991 single \"Tears in Heaven\" and an acoustic version of \"Layla\". It won six Grammy awards at the 35th Annual Grammy Awards in 1993 and became the bestselling live album of all time, and Clapton's bestselling album, selling 26 million copies worldwide.",
  "/wiki/Acoustic_rock": "Acoustic music is music that solely or primarily uses instruments that produce sound through acoustic means, as opposed to electric or electronic means; typically the phrase refers to that made by acoustic string instruments.[citation needed] While all music was once acoustic, the retronym \"acoustic music\" appeared after the advent of electric instruments, such as the electric guitar, electric violin, electric organ and synthesizer. Acoustic string instrumentations had long been a subset of popular music, particularly in folk. It stood in contrast to various other types of music in various eras, including big band music in the pre-rock era, and electric music in the rock era.",
  "/wiki/Acoustic_blues": "Country blues (also folk blues, rural blues, backwoods blues, or downhome blues) is one of the earliest forms of blues music.  The mainly solo vocal with acoustic fingerstyle guitar accompaniment developed in the rural Southern United States in the early 1900s. Artists such as Blind Lemon Jefferson (Texas), Charley Patton (Mississippi), Blind Willie McTell (Georgia) were among the first to record blues songs in the 1920s.  Country blues ran parallel to urban blues, which was popular in cities.",
  "/wiki/Bob_Marley": "Robert Nesta Marley, OM (6 February 1945 – 11 May 1981) was a Jamaican singer and songwriter. Considered one of the pioneers of reggae, his musical career was marked by blending elements of reggae, ska, and rocksteady, as well as forging a smooth and distinctive vocal and songwriting style. Marley's contributions to music increased the visibility of Jamaican music worldwide, and made him a global figure in popular culture for over a decade. Over the course of his career Marley became known as a Rastafari icon, and the singer sought to infuse his music with a sense of spirituality. He is also considered a global symbol of Jamaican culture and identity, and was controversial in his outspoken support for the legalization of marijuana, while he also advocated for Pan-Africanism.",
  "/wiki/Bob_Marley_and_the_Wailers": "Bob Marley and the Wailers were a Jamaican reggae band led by Bob Marley. It developed from the earlier ska vocal group, the Wailers, created by Marley with Peter Tosh and Bunny Wailer in 1963. By late 1963 singers Junior Braithwaite, Beverley Kelso, and Cherry Smith had joined on. By the early 1970s, Marley and Bunny Wailer had learned to play some instruments and brothers Aston \"Family Man\" Barrett (bass) and Carlton Barrett (drums), had joined the band. After Bunny Wailer and Peter Tosh left the band in 1974, Marley began touring with new band members. His new backing band included the Barrett brothers, Junior Marvin and Al Anderson on lead guitar, Tyrone Downie and Earl \"Wya\" Lindo on keyboards, and Alvin \"Seeco\" Patterson on percussion. The \"I Threes\", consisting of Judy Mowatt, Marcia Griffiths, and Marley's wife, Rita, provided backing vocals.",
  "/wiki/Legend_(Bob_Marley_%26_The_Wailers_album)": "Legend is a compilation album by Bob Marley and the Wailers. It was released in May 1984 by Island Records. It is a greatest hits collection of singles in its original vinyl format and is the best-selling reggae album of all-time, with over 15 million copies sold in the United States and an estimated 28 million copies sold globally.[failed verification] In 2003, the album was ranked number 46 on Rolling Stone magazine's list of the 500 greatest albums of all time, maintaining the rating in a 2012 revised list.",
  "/wiki/Reggae": "Reggae (/ˈrɛɡeɪ/) is a music genre that originated in Jamaica in the late 1960s. The term also denotes the modern popular music of Jamaica and its diaspora. A 1968 single by Toots and the Maytals, \"Do the Reggay\" was the first popular song to use the word \"reggae\", effectively naming the genre and introducing it to a global audience. While sometimes used in a broad sense to refer to most types of popular Jamaican dance music, the term reggae more properly denotes a particular music style that was strongly influenced by traditional mento as well as American jazz and rhythm and blues, especially the New Orleans R&B practiced by Fats Domino and Allen Toussaint, and evolved out of the earlier genres ska and rocksteady. Reggae usually relates news, social gossip, and political commentary. Reggae spread into a commercialized jazz field, being known first as \"rudie blues\", then \"ska\", later \"blue beat\", and \"rock steady\". It is instantly recognizable from the counterpoint between the bass and drum downbeat and the offbeat rhythm section. The immediate origins of reggae were in ska and rocksteady; from the latter, reggae took over the use of the bass as a percussion instrument.",
  "/wiki/Carole_King": "Carole King (born Carol Joan Klein, February 9, 1942) is an American singer-songwriter who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. She is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100.  King also wrote 61 hits that charted in the UK,  making her the most successful female songwriter on the UK singles charts between 1952[contradictory] and 2005.",
  "/wiki/Tapestry_(Carole_King_album)": "Tapestry is the second studio album by American singer-songwriter Carole King, released in 1971 on Ode Records and produced by Lou Adler. It is one of the best-selling albums of all time, with over 25 million copies sold worldwide. In the United States, it has been certified Diamond by the RIAA with more than 10 million copies sold. It received four Grammy Awards in 1972, including Album of the Year. The lead singles from the album—\"It's Too Late\"/\"I Feel the Earth Move\"—spent five weeks at number one on both the Billboard Hot 100 and Easy Listening charts. In 2000 it was voted number 74 in Colin Larkin's All Time Top 1000 Albums. In 2003, Tapestry was ranked number 36 on Rolling Stone list of the 500 greatest albums of all time.",
  "/wiki/Phil_Collins": "Philip David Charles Collins LVO (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor. He was the drummer and then the singer of the rock band Genesis, and is also a solo artist. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Two Hearts\" and \"Another Day in Paradise\".",
  "/wiki/No_Jacket_Required": "No Jacket Required is the third solo studio album by English drummer and singer-songwriter Phil Collins. It was originally released on 18 February 1985 on Virgin (UK and Ireland), Atlantic (US and Canada), and WEA (rest of the world). It features guest backing vocalists, including Helen Terry, Peter Gabriel and Sting. Some of the songs, like \"Don't Lose My Number\" and \"Sussudio\", were based around improvisation. Other songs, like \"Long Long Way to Go\", had a political message. \"One More Night\", \"Sussudio\", \"Don't Lose My Number\" and \"Take Me Home\" were released as singles, with corresponding music videos. All four singles were top-ten hits on the Billboard Hot 100 chart, with \"Sussudio\" and \"One More Night\" reaching number one. The three singles that were released in the UK all reached the top 20 on the UK charts. Many of the songs, including \"Take Me Home\" and \"Long Long Way to Go\", have been featured in episodes of Miami Vice and Cold Case, and \"The Man with the Horn\" was re-written and re-recorded for the episode \"Phil the Shill\". \"We Said Hello Goodbye\" was remixed for the film Playing for Keeps.",
  "/wiki/Pop_rock": "Pop rock (also typeset as pop/rock) is rock music with a greater emphasis on professional songwriting and recording craft, and less emphasis on attitude. Originating in the late 1950s as an alternative to normal rock and roll, early pop rock was influenced by the beat, arrangements, and original style of rock and roll (and sometimes doo-wop).  It may be viewed as a distinct genre field, rather than music that overlaps with pop and rock.  The detractors of pop rock often deride it as a slick, commercial product, less authentic than rock music.",
  "/wiki/Queen_(band)": "Queen are a British rock band formed in London in 1970. Their classic line-up was Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), John Deacon (bass guitar), and Roger Taylor (drums, vocals). Their earliest works were influenced by progressive rock, hard rock and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock.",
  "/wiki/Greatest_Hits_(Queen_album)": "Greatest Hits is a compilation album by the British rock band Queen, released worldwide on 26 October 1981. The album consisted of Queen's biggest hits since their first chart appearance in 1974 with \"Seven Seas of Rhye\", up to their 1980 hit \"Flash\" (though in some countries \"Under Pressure\", the band's 1981 chart-topper with David Bowie, was included). There was no universal track listing or cover art for the album, and each territory's tracks were dependent on what singles had been released there and which were successful. In 1991, the US version of the album Classic Queen was released following the band's increase in popularity in the nation.",
  "/wiki/Rock_music": "Rock music is a broad genre of popular music that originated as \"rock and roll\" in the United States in the early 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United States and the United Kingdom. It has its roots in 1940s and 1950s rock and roll, a style which drew heavily from the genres of blues, rhythm and blues, and from country music. Rock music also drew strongly from a number of other genres such as electric blues and folk, and incorporated influences from jazz, classical and other musical styles. Musically, rock has centered on the electric guitar, usually as part of a rock group with electric bass, drums, and one or more singers. Usually, rock is song-based music with a 4/4 time signature using a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political.",
  "/wiki/Simon_%26_Garfunkel": "Simon & Garfunkel were an American folk-rock duo consisting of singer-songwriter Paul Simon and singer Art Garfunkel. One of the best-selling music groups of the 1960s, their biggest hits—including \"The Sound of Silence\" (1965), \"Mrs. Robinson\" (1968), \"The Boxer\" (1969), and \"Bridge over Troubled Water\" (1970)—reached number one on singles charts worldwide.",
  "/wiki/Bridge_over_Troubled_Water": "Bridge over Troubled Water is the fifth and final studio album by American folk rock duo Simon & Garfunkel, released in January 1970 on Columbia Records. Following the duo's soundtrack for The Graduate, Art Garfunkel took an acting role in the film Catch-22, while Paul Simon worked on the songs, writing all tracks except Felice and Boudleaux Bryant's \"Bye Bye Love\" (previously a hit for the Everly Brothers).",
  "/wiki/Folk_rock": "Folk rock is a hybrid music genre combining elements of folk music and rock music, which arose in the United States, Canada, and the United Kingdom in the mid-1960s. In the U.S., folk rock emerged from the folk music revival and the influence that the Beatles and other British Invasion bands had on members of that movement. Performers such as Bob Dylan and the Byrds—several of whose members had earlier played in folk ensembles—attempted to blend the sounds of rock with their pre-existing folk repertoire, adopting the use of electric instrumentation and drums in a way previously discouraged in the U.S. folk community. The term \"folk rock\" was initially used in the U.S. music press in June 1965 to describe the Byrds' music.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.",
  "/wiki/The_Joshua_Tree": "The Joshua Tree is the fifth studio album by Irish rock band U2. It was produced by Daniel Lanois and Brian Eno, and was released on 9 March 1987 on Island Records. In contrast to the ambient experimentation of their 1984 release, The Unforgettable Fire, the band aimed for a harder-hitting sound within the limitation of conventional song structures on The Joshua Tree. The album is influenced by American and Irish roots music, and through sociopolitically conscious lyrics embellished with spiritual imagery, it contrasts the group's antipathy for the \"real America\" with their fascination with the \"mythical America\".",
  "/wiki/Prince_(musician)": "Prince Rogers Nelson (June 7, 1958 – April 21, 2016) was an American singer, songwriter, musician, record producer, dancer, actor, and filmmaker. A guitar virtuoso and multi-instrumentalist known for his genre-crossing work, wide-ranging singing voice, and flamboyant stage appearances, he is regarded as one of the most influential musicians in the history of popular music.[better source needed] His innovative music integrated a wide variety of styles, including funk, R&B, rock, new wave, soul, psychedelia, and pop. Prince pioneered the late 1970s Minneapolis sound, a funk rock subgenre drawing from synth-pop and new wave.",
  "/wiki/The_Revolution_(band)": "The Revolution is an American rock band formed in Minneapolis, Minnesota and assembled in 1979 by Prince. Although widely associated with rock music, the band's sound incorporated rhythm and blues, pop, funk, and psychedelia elements. Before their official break-up, the Revolution had released two studio albums, two soundtracks, and two videos. The band is known for its many members, varied in race and gender.",
  "/wiki/Purple_Rain_(album)": "Purple Rain is the sixth studio album by American recording artist Prince, released on June 25, 1984 by Warner Bros. Records. It is the first to feature the billing of his band the Revolution, and is the soundtrack to the 1984 film of the same name. Purple Rain was musically denser than Prince's previous albums, emphasizing full band performances, and multiple layers of guitars, keyboards, electronic synthesizer effects, drum machines, and other instruments.",
  "/wiki/New_wave_music": "New wave is a genre encompassing numerous pop-oriented music styles popular in the late 1970s and the 1980s. It is rooted in mid-1970s punk rock. New wave moved away from traditional blues and rock and roll sounds to create pop and rock music that incorporated disco, mod and electronic music. It engendered subgenres and fusions, including synth-pop.",
  "/wiki/Britney_Spears": "Britney Jean Spears (born December 2, 1981) is an American singer, songwriter, dancer, and actress. Born in McComb, Mississippi and raised in Kentwood, Louisiana, she appeared in stage productions and television series, before signing with Jive Records in 1997. Spears's first two studio albums, ...Baby One More Time (1999) and Oops!... I Did It Again (2000), were global successes and made her the best-selling teenage artist of all-time. Referred to as the \"Princess of Pop\", Spears is regarded as a pop icon and is credited with influencing the revival of teen pop during the late 1990s and early 2000s.",
  "/wiki/...Baby_One_More_Time_(album)": "...Baby One More Time is the debut studio album by American singer Britney Spears. It was released on January 12, 1999 through Jive Records. In June 1997, while Spears negotiated with her manager at the time, Lou Pearlman, to join female pop group Innosense, her mother, Lynne Spears, asked a family friend and entertainment lawyer, Larry Rudolph, for his opinion. Rudolph took interest and decided to pitch her to record labels. Rudolph submitted a tape of Britney Spears singing over a Whitney Houston karaoke song, along with a demo tape of an unused song from Toni Braxton. Jive Records was interested and appointed the singer to work with producer Eric Foster White. After hearing the recorded material, Jive signed Spears to a multi-album deal.",
  "/wiki/George_Michael": "George Michael (born Georgios Kyriacos Panayiotou; 25 June 1963 – 25 December 2016) was an English singer, songwriter, record producer, and philanthropist who rose to fame as a member of the music duo Wham! and later embarked on a solo career. Michael sold over 80 million records worldwide making him one of the best-selling music artists of all time. He achieved seven number one songs on the UK Singles Chart and eight number one songs on the US Billboard Hot 100. He was widely known for his success in the 1980s and 1990s, including Wham! singles such as \"Wake Me Up Before You Go-Go\" and \"Last Christmas\" and solo singles such as \"Careless Whisper\" and \"Faith\".",
  "/wiki/Faith_(George_Michael_album)": "Faith is the debut studio album by the English singer George Michael, released on 30 October 1987 by Columbia Records and Epic Records. In addition to playing various instruments on the album, Michael wrote and produced every track on the recording except for one, \"Look at Your Hands\", which he co-wrote with David Austin. A \"black\" inspired pop-R&B album, Faith's songs include introspective lyrics, which generated controversies about Michael's personal relationships at that time.",
  "/wiki/Funk": "Funk is a music genre that originated in African-American communities in the mid-1960s when African-American musicians created a rhythmic, danceable new form of music through a mixture of soul music, psychedelic rock, jazz, and rhythm and blues (R&B). Funk de-emphasizes melody and chord progressions and focuses on a strong rhythmic groove of a bassline played by an electric bassist and a drum part played by a drummer, often at slower tempos than other popular music. Like much of African-inspired music, funk typically consists of a complex groove with rhythm instruments playing interlocking grooves that created a \"hypnotic\" and \"danceable feel\". Funk uses the same richly colored extended chords found in bebop jazz, such as minor chords with added sevenths and elevenths, or dominant seventh chords with altered ninths and thirteenths.",
  "/wiki/Soul_music": "Soul music (often referred to simply as soul) is a popular music genre that originated in the African American community in the United States in the 1950s and early 1960s. It combines elements of African-American gospel music, rhythm and blues and jazz. Soul music became popular for dancing and listening in the United States, where record labels such as Motown, Atlantic and Stax were influential during the Civil Rights Movement. Soul also became popular around the world, directly influencing rock music and the music of Africa.",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Princess Diana, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.",
  "/wiki/Greatest_Hits_(Elton_John_album)": "Greatest Hits is the eleventh official album release for Elton John, and the first compilation. Released in November 1974, it spans the years 1970 to 1974, compiling ten of John's singles, with one track variation for releases in North America and for Europe and Australia. It topped the album chart in both the United States and the United Kingdom, staying at number one for ten consecutive weeks in the former nation and eleven weeks in the latter. It was the best-selling album of 1975 in the United States, and is his best-selling album to date, being his first to have received an RIAA diamond certification for US sales of more than 10 million copies – as of April 2016 the album has been certified for 17 million units in the US. It remains John's best-selling album and one of the best-selling albums of all time, with 24 million copies sold worldwide.",
  "/wiki/Backstreet_Boys": "Backstreet Boys  (often abbreviated as BSB) is an American vocal group, formed in Orlando, Florida in 1993. The group consists of AJ McLean, Howie Dorough, Nick Carter, Kevin Richardson, and Brian Littrell.",
  "/wiki/Backstreet%27s_Back": "Backstreet's Back is the second studio album by the Backstreet Boys, released internationally August 11, 1997 by Jive Records and Trans Continental Records, with the exception of United States. It was a follow-up to their successful self-titled international debut. Some songs from this album and the debut album were compiled into a second self-titled album released only in the US.",
  "/wiki/Backstreet_Boys_(1997_album)": "Backstreet Boys is the debut U.S. studio album by the vocal-pop group Backstreet Boys. The release of this album coincided with the release of their second international album Backstreet's Back. Their international debut album released in 1996 was also titled Backstreet Boys, but it was not released in the United States. This second self-titled album was released only in the United States in 1997, making it their debut album in the country. It became one of the most successful debut albums of all time. The album peaked at number four on the Billboard 200 albums chart and has been certified 14× Platinum (Diamond) by the RIAA for sales to retailers, having sold over 14 million copies to date in the United States. This was also reported as the second highest seller in the past 14 years for Music Club sales back in 2003, selling 1.72 million units.",
  "/wiki/Millennium_(Backstreet_Boys_album)": "Millennium is the third studio album (second in the US) by American vocal pop group, the Backstreet Boys, released on May 18, 1999 by Jive Records. It was a highly anticipated follow-up to both their US debut album, and their second internationally released album. It was their first album to be released in both the US and internationally in the same form, at the same time.",
  "/wiki/Spice_Girls": "The Spice Girls are an English pop girl group formed in 1994. The group comprises Melanie Brown, also known as Mel B (\"Scary Spice\"), Melanie Chisholm, also known as Mel C (\"Sporty Spice\"), Emma Bunton (\"Baby Spice\"), Geri Halliwell (\"Ginger Spice\"), and Victoria Beckham (\"Posh Spice\"). They were signed to Virgin Records and released their debut single \"Wannabe\" in 1996; it hit number one in 37 countries and commenced their global success. Their debut album Spice sold more than 31 million copies worldwide, becoming the best-selling album by a female group in history. Their follow-up album, Spiceworld sold over 20 million copies worldwide. The Spice Girls have sold 85 million records worldwide, making them the best-selling girl group of all time, one of the best-selling pop groups of all time, and the biggest British pop success since The Beatles. Among the highest profile acts in 1990s popular culture, Time called them \"arguably the most recognizable face\" of Cool Britannia, the mid-1990s celebration of youth culture in the UK.",
  "/wiki/Spice_(album)": "Spice is the debut studio album by English girl group the Spice Girls. It was released on 19 September 1996 by Virgin Records. The album was recorded between 1995 and 1996 at Olympic Studios in Barnes, London, and Strongroom Studios in Shoreditch, London, by producers Matt Rowe and Richard Stannard, and the production duo Absolute. Spice is a pop album that incorporates styles such as dance, R&B and hip hop. It is considered to be the record that brought teen pop back, opening the doors for a wave of teen pop artists. Conceptually, the album centered on the idea of Girl Power, and the hype surrounding the group was compared to Beatlemania.",
  "/wiki/List_of_best-selling_albums": "This is a list of the world's best-selling albums of recorded music. To appear on the list, the figure must have been published by a reliable source and the album must have sold at least 20 million copies. This list can contain any types of album, including studio albums, extended plays, greatest hits, compilations, various artists, soundtracks and remixes. The figures given do not take into account the resale of used albums.[a]"
}