{
  "/wiki/ACE_Ltd.": "Chubb Limited, incorporated in Zurich, Switzerland, is the parent company of Chubb, a global provider of insurance products covering property and casualty, accident and health, reinsurance, and life insurance and the largest publicly traded property and casualty company in the world.  Chubb operates in 54 countries and territories and in the Lloyd's insurance market in London. Clients of Chubb consist of multinational corporations and local businesses, individuals, and insurers seeking reinsurance coverage. Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance. The current company arose when ACE Limited acquired Chubb in 2016, then adopted the Chubb name.[citation needed]",
  "/wiki/Arkema": "Arkema S.A. is a specialty chemicals and advanced materials company headquartered in Colombes, near Paris, France.",
  "/wiki/AstraZeneca": "AstraZeneca plc is a British-Swedish multinational pharmaceutical and biopharmaceutical company. In 2013, it moved its headquarters to Cambridge, United Kingdom, and concentrated its R&D in three sites: Cambridge; Gaithersburg, Maryland, USA (location of MedImmune) for work on biopharmaceuticals; and Mölndal (near Gothenburg) in Sweden, for research on traditional chemical drugs. AstraZeneca has a portfolio of products for major disease areas including cancer, cardiovascular, gastrointestinal, infection, neuroscience, respiratory and inflammation.",
  "/wiki/Wilmington,_DE": "Wilmington (Lenape: Paxahakink / Pakehakink) is the largest and most populous city in the U.S. state of Delaware. The city was built on the site of Fort Christina, the first Swedish settlement in North America. It is at the confluence of the Christina River and Brandywine River, near where the Christina flows into the Delaware River. It is the county seat of New Castle County and one of the major cities in the Delaware Valley metropolitan area. Wilmington was named by Proprietor Thomas Penn after his friend Spencer Compton, Earl of Wilmington, who was prime minister during the reign of George II of Great Britain.",
  "/wiki/Bachmann_Industries": "Bachmann Industries (Bachmann Brothers, Inc.) is a Bermuda registered Chinese owned company, globally headquartered in Hong Kong; specialising in model railroading.",
  "/wiki/Bimbo_Bakeries_USA": "Bimbo Bakeries USA (Spanish pronunciation: [ˈbimbo]) is the American corporate arm of the Mexican multinational bakery product manufacturing company Grupo Bimbo. It is the largest bakery company in the United States. The company, headquartered in Horsham, Pennsylvania, a suburb of Philadelphia, owns many fresh bread and sweet baked goods brands in the United States, including Entenmann's, Sara Lee, and Thomas'. It is also a top advertising sponsor for many major soccer teams around the globe.",
  "/wiki/Horsham,_PA": "Horsham Township is a home rule municipality in Montgomery County, Pennsylvania, United States, 10 miles north of downtown Philadelphia. The township, incorporated in 1717, is one of the oldest original municipalities in Montgomery County. Although it retains the word \"Township\" in its official name, it has been governed by a Home Rule Charter since 1975 and is therefore not subject to the Pennsylvania Township Code. The population was 26,147 at the 2010 census.",
  "/wiki/GlaxoSmithKline": "GlaxoSmithKline plc (GSK) is a British multinational pharmaceutical company headquartered in Brentford, London. Established in 2000 by a merger of Glaxo Wellcome and SmithKline Beecham, GSK was the world's seventh largest pharmaceutical company as of 2015, after Johnson & Johnson, Pfizer, Novartis, Merck, Hoffmann-La Roche and Sanofi.[n 1]",
  "/wiki/HSBC_Bank_USA": "HSBC Bank USA, National Association, an American subsidiary of UK-based HSBC, is a bank with its operational head office in New York City and its nominal head office in McLean, Virginia (as designated on its charter). HSBC Bank USA, N.A. is a national bank chartered under the National Bank Act, and thus is regulated by the Office of the Comptroller of the Currency (OCC), a part of the U.S. Department of the Treasury. The company has 230 branch locations.",
  "/wiki/ING_Direct": "The ING Group (Dutch: ING Groep) is a Dutch multinational banking and financial services corporation headquartered in Amsterdam. Its primary businesses are retail banking, direct banking, commercial banking, investment banking, wholesale banking, private banking, asset management, and insurance services. With total assets of US$1.1 trillion, it is one of the biggest banks in the world. It consistently ranks among the top 30 largest banks globally. It is also among the top 10 in the list of largest European companies by revenue.",
  "/wiki/IKEA": "IKEA (/aɪˈkiːə/ eye-KEE-ə, Swedish: [ɪˈkêːa]) is a European multinational group that designs and sells ready-to-assemble furniture, kitchen appliances and home accessories, among other useful goods and occasionally home services. Founded in Sweden in 1943 by 17-year-old Ingvar Kamprad, IKEA has been the world's largest furniture retailer since 2008. According to the Bloomberg Billionaires Index, as of January 2018, Kamprad was the eighth richest person in the world, with an estimated net worth of US$58.7 billion. The company's name is an acronym that consists of the founder's initials  (Ingvar Kamprad) plus those of Elmtaryd, the family farm where he was born, and the nearby village Agunnaryd (his hometown in Småland, southern Sweden).",
  "/wiki/Conshohocken,_PA": "Conshohocken (/ˌkɒnʃəˈhɒkən/ kon-shə-HOK-ən; Lenape: Kanshihakink) is a borough on the Schuylkill River in Montgomery County, Pennsylvania, in suburban Philadelphia. Historically a large mill town and industrial and manufacturing center, after the decline of industry in recent years Conshohocken has developed into a center of riverfront commercial and residential development. In the regional slang, it is sometimes referred to by the colloquial nickname Conshy (/ˈkɒnʃi/ KON-shee). The name \"Conshohocken\" comes from the Unami language, from either Kanshi'hak'ing, meaning \"Elegant-ground- place\", or, more likely, Chottschinschu'hak'ing, which means \"Big-trough-ground-place\" or \"Large-bowl-ground-place\", referring to the big bend in the Tulpe'hanna (Turtle River, or modern Schuylkill River).",
  "/wiki/Rentokil_Initial": "Rentokil Initial (LSE: RTO) is a British business services group. It is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index.",
  "/wiki/Reading,_PA": "Reading (/ˈrɛdɪŋ/ RED-ing; Pennsylvania German: Reddin) is a city in and the county seat of Berks County, Pennsylvania, United States. With a population of 88,495 as of the 2018 U.S. Census Estimates, it is the fifth-largest city in Pennsylvania. Located in the southeastern part of the state, it is the principal city of the Greater Reading Area, home to 420,152 residents, and is furthermore included in the greater Delaware Valley. According to the 2010 census, Reading had the highest share of citizens living in poverty in the nation for cities with populations of more than 65,000. Reading's poverty rate fell over the next decade. Reading's poverty rate in the 2018 five-year American Community survey showed that 35.4% of the city's residents were below the poverty line, or less \"than the infamous 41.3% from 2011, when Reading was declared the poorest small city in the nation.\"",
  "/wiki/Ricoh_Americas_Corporation": "The Ricoh Company, Ltd. (/ˈriːkoʊ/) (株式会社リコー, Kabushiki-gaisha Rikō) is a Japanese multinational imaging and electronics company. It was founded by the now-defunct commercial division of the Institute of Physical and Chemical Research (Riken) known as the Riken Concern, on 6 February 1936 as Riken Sensitized Paper (理研感光紙, Riken Kankōshi). Ricoh's headquarters are located in Ricoh Building in Chūō, Tokyo.",
  "/wiki/Malvern,_PA": "Malvern is a borough in Chester County, Pennsylvania, United States. It is twenty-five miles (40 km) west of Philadelphia. The population was 2,998 at the 2010 census. The town is bordered by Paoli Pike on the south, Sugartown Road on the west, the Willistown Township on the east, and the East Whiteland Township on the north. It is south of US 30 and easily accessible to Route 202. The main road through the Borough is King Street, intersected by Warren Avenue. The Malvern ZIP code covers the Malvern Borough, and all or parts of East Whiteland, Charlestown, Willistown, East Goshen, East Pikeland, and Tredyffrin Townships. Malvern Borough is between Paoli on the east, and Immaculata University and Exton on the west. It is also a train stop on the SEPTA Paoli/Thorndale Line.",
  "/wiki/SAP_AG": "SAP SE (/ɛseɪˈpi/; abbreviation of \"Systems, Applications & Products in Data Processing\") is a European multinational software corporation that makes enterprise software to manage business operations and customer relations. The company is especially known for its ERP software. SAP is headquartered in Walldorf, Baden-Württemberg, Germany with regional offices in 180 countries. The company has over 425,000 customers in over 180 countries and is a component of the Euro Stoxx 50 stock market index.",
  "/wiki/Newtown_Square,_PA": "Newtown Township  is a township in Delaware County, Pennsylvania, United States. Prior to 1789 it was part of Chester County.  The population was 12,216 as of the 2010 census, and was 19,705 as of 2017.",
  "/wiki/Shire_Pharmaceuticals": "Shire Plc was a Jersey-registered specialty biopharmaceutical company. Originating in the United Kingdom with an operational base in the United States, its brands and products included Vyvanse, Lialda, and Adderall XR. Shire was acquired by Takeda Pharmaceutical Company on 8 January 2019.",
  "/wiki/Wayne,_PA": "Wayne is an unincorporated community centered in Delaware County, Pennsylvania, on the Main Line, a series of highly affluent Philadelphia suburbs located along the railroad tracks of the Pennsylvania Railroad and one of the wealthiest areas in the nation. While the center of Wayne is in Radnor Township, Wayne extends into both Tredyffrin Township in Chester County and Upper Merion Township in Montgomery County. The center of Wayne was designated the Downtown Wayne Historic District in 2012.  Considering the large area served by the Wayne post office, the community may extend slightly into Easttown Township, Chester County, as well.",
  "/wiki/Siemens_Healthcare": "Siemens Healthineers AG (formerly Siemens Healthcare, Siemens Medical Solutions, Siemens Medical Systems) is the mother company for several medical technology companies and is headquartered in Erlangen, Germany. The company dates its early beginnings in 1847 to a small family business in Berlin, co-founded by Werner von Siemens. Siemens Healthineers is connected to the larger corporation, Siemens AG. The name Siemens Medical Solutions was adopted in 2001, and the change to Siemens Healthcare was made in 2008. In 2015, Siemens named Bernd Montag as its new global CEO. In May 2016, the business operations of Siemens Healthcare GmbH were rebranded \"Siemens Healthineers.\"\nGlobally the companies owned by Siemens Healthineers AG have 45,000 employees, most of them in Germany (comparing to 46,000 at GE Healthcare and 33,000 at Philips Healthcare) and 17.2 billion US-$ sales in 2007 (16.997 billion US-$ for GE).",
  "/wiki/Subaru_of_America": "Subaru of America, Inc. (commonly known as SOA), based in Camden, New Jersey, is the United States-based distributor of Subaru's brand vehicles, a subsidiary of Subaru Corporation of Japan. The company markets and distributes Subaru vehicles, parts and accessories through a network of more than 600 dealers throughout the United States.",
  "/wiki/Camden,_NJ": "Camden is a city and the county seat of Camden County, New Jersey, United States. Camden is located directly across the Delaware River from Philadelphia, Pennsylvania. At the 2010 U.S. Census, the city had a population of 77,344. Camden is the 12th most populous municipality in New Jersey. The city was incorporated on February 13, 1828. Camden has been the county seat of Camden County since the county was formed on March 13, 1844. The city derives its name from Charles Pratt, 1st Earl Camden. Camden is made up of over twenty different neighborhoods.",
  "/wiki/TD_Bank,_N.A.": "TD Bank, N.A., is a U.S. national bank and subsidiary of the Canadian multinational Toronto-Dominion Bank. It operates primarily across the East Coast, in fifteen U.S. states and Washington, D.C. TD Bank is the seventh-largest U.S. bank by deposits and the 8th largest bank in the United States by total assets, resulting from many mergers and acquisitions. T.D. Bank, N.A. is headquartered in Cherry Hill, New Jersey.",
  "/wiki/Cherry_Hill,_NJ": "Cherry Hill is a township in Camden County, New Jersey, United States. As of the 2010 United States Census, the township had a population of 71,045, reflecting an increase of 1,080 (+1.5%) from the 69,965 counted in the 2000 Census, which had in turn increased by 617 (+0.9%) from the 69,348 counted in the 1990 Census. As of 2010[update], the township was the state's 15th most populous municipality and the second-largest in Camden County (behind the city of Camden, the county seat), after having been the state's 13th most populous municipality in the 2000 Census. An edge city of Philadelphia, Cherry Hill is situated on the Delaware Valley coastal plain, approximately 8 miles (13 km) southeast of Center City, Philadelphia.",
  "/wiki/Teva_Pharmaceutical_Industries": "Teva Pharmaceutical Industries Ltd. (Hebrew: טבע תעשיות פרמצבטיות בע\"מ) is a multinational pharmaceutical company with dual headquarters in Petah Tikva, Israel (global) and Parsippany, New Jersey, U.S. (commercial). It specializes primarily in generic drugs, but other business interests include active pharmaceutical ingredients and, to a lesser extent, proprietary pharmaceuticals. It is the largest generic drug manufacturer in the world and one of the 15 largest pharmaceutical companies worldwide.",
  "/wiki/North_Wales,_PA": "North Wales is a borough in Montgomery County, Pennsylvania,  United States. It is a suburb of Philadelphia, and is one of the three historic population centers that make up the North Penn Valley, which is centered around the borough of Lansdale. The population was 3,229 as of the 2010 census.",
  "/wiki/List_of_companies_based_in_the_Philadelphia_area": "This is a list of companies either based or with large operations in the Philadelphia/Delaware Valley area of the United States."
}