{
  "/wiki/New_College,_Oxford": "New College is one of the constituent colleges of the University of Oxford in the United Kingdom. Founded in 1379 by William of Wykeham, the full name of the college is St Mary's College of Winchester in Oxford. The name \"New College\", however, soon came to be used following its completion in 1386 to distinguish it from the older existing college of St Mary, now known as Oriel College.",
  "/wiki/Oxbridge_Fellow": "A fellow is a member of an academy, learned society or group of learned subjects (a fellowship) which works together in pursuing mutual knowledge or practice.  There are many different kinds of fellowships which are awarded for different reasons in academia and industry. These often indicate a different level of scholarship.",
  "/wiki/List_of_Vice-Chancellors_of_the_University_of_Oxford": "The following people have been vice-chancellors of the University of Oxford (formally known as The Right Worshipful the Vice-Chancellor):",
  "/wiki/Adderbury": "Adderbury is a winding linear village and rural civil parish about 3 miles (5 km) south of Banbury in northern Oxfordshire, England. The settlement has five sections: The new Milton Road housing Development & West Adderbury towards the south-west; East Adderbury to the centre, both with a village green and a manor house; and the new housing Development on the Aynho Road; and the north-east, which is known as Twyford, named after a small outlying settlement by a forked section of the River Cherwell.",
  "/wiki/Upper_Clatford": "Upper Clatford is a village and civil parish in Hampshire, England. The village is in the valley of the River Anton, 3.5 miles (5.6 km) upstream from the point where it joins the River Test at the south.",
  "/wiki/Heckfield": "Heckfield is a village in Hampshire, England. It lies between Reading and Hook.",
  "/wiki/James_Turberville": "James Turberville (or Turbervyle) (died 1559) was Bishop of Exeter from 1555.",
  "/wiki/Chichester_Cathedral": "Chichester Cathedral, formally known as the Cathedral Church of the Holy Trinity, is the seat of the Anglican Bishop of Chichester. It is located in Chichester, in Sussex, United Kingdom. It was founded as a cathedral in 1075, when the seat of the bishop was moved from Selsey.",
  "/wiki/Winchester_Cathedral": "Winchester Cathedral is a cathedral of the Church of England in Winchester, Hampshire, England. It is one of the largest cathedrals in Europe, with the greatest overall length of any Gothic cathedral.",
  "/wiki/Bishop_of_Exeter": "The Bishop of Exeter is the Ordinary of the Church of England Diocese of Exeter in the Province of Canterbury. The current incumbent, since 30 April 2014, is Robert Atwell. The incumbent signs his name as his Christian name or forename followed by Exon., abbreviated from the Latin Episcopus Exoniensis (\"Bishop of Exeter\").",
  "/wiki/Mary_I_of_England": "Mary I (18 February 1516 – 17 November 1558), also known as Mary Tudor, was the queen of England and Ireland from July 1553 until her death. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. She restored to the Church some of the property taken from it in the previous two reigns. She was not able to legislate to force those who, at that time, held property which had been plundered from the Catholic Church and the monasteries. During her five-year reign, Mary had over 280 religious dissenters burned at the stake in the Marian persecutions, which led to her denunciation as \"Bloody Mary\" by her Protestant opponents.",
  "/wiki/Elizabeth_I_of_England": "Elizabeth I (7 September 1533 – 24 March 1603) was Queen of England and Ireland from 17 November 1558 until her death on 24 March 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor.",
  "/wiki/Tower_of_London": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a  historic  castle located on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the Norman Conquest of England. The White Tower, which gives the entire castle its name, was built by William the Conqueror in 1078 and was a resented symbol of oppression, inflicted upon London by the new ruling elite. The castle was used as a prison from 1100 (Ranulf Flambard) until 1952 (Kray twins), although that was not its primary purpose. A grand palace early in its history, it served as a royal residence. As a whole, the Tower is a complex of several buildings set within two concentric rings of defensive walls and a moat. There were several phases of expansion, mainly under kings Richard I, Henry III, and Edward I in the 12th and 13th centuries. The general layout established by the late 13th century remains despite later activity on the site.",
  "/wiki/William_Tresham_(priest)": "William Tresham (1495–1569) was an English priest in the Tudor period and an official of the University of Oxford.",
  "/wiki/Merton_College,_Oxford": "Merton College (in full: The House or College of Scholars of Merton in the University of Oxford) is one of the constituent colleges of the University of Oxford in England. Its foundation can be traced back to the 1260s when Walter de Merton, chancellor to Henry III and later to Edward I, first drew up statutes for an independent academic community and established endowments to support it. An important feature of Walter's foundation was that this \"college\" was to be self-governing and the endowments were directly vested in the Warden and Fellows.",
  "/wiki/Canon_(priest)": "A canon (from the Latin canonicus, itself derived from the Greek κανονικός, kanonikós, \"relating to a rule\", \"regular\") is a member of certain bodies subject to an ecclesiastical rule.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/Vice-Chancellor_of_the_University_of_Oxford": "The following people have been vice-chancellors of the University of Oxford (formally known as The Right Worshipful the Vice-Chancellor):",
  "/wiki/Fleet_Prison": "Fleet Prison was a notorious London prison by the side of the River Fleet. The prison was built in 1197, was rebuilt several times, and was in use until 1844. It was demolished in 1846.",
  "/wiki/Edward_VI_of_England": "Edward VI (12 October 1537 – 6 July 1553) was the King of England and Ireland from 28 January 1547 until his death. He was crowned on 20 February at the age of nine. Edward was the son of Henry VIII and Jane Seymour, and England's first monarch to be raised as a Protestant. During his reign, the realm was governed by a regency council because he never reached maturity. The council was first led by his uncle Edward Seymour, 1st Duke of Somerset (1547–1549), and then by John Dudley, 1st Earl of Warwick (1550–1553), who from 1551 was Duke of Northumberland.",
  "/wiki/St_Alban_Hall": "Merton College (in full: The House or College of Scholars of Merton in the University of Oxford) is one of the constituent colleges of the University of Oxford in England. Its foundation can be traced back to the 1260s when Walter de Merton, chancellor to Henry III and later to Edward I, first drew up statutes for an independent academic community and established endowments to support it. An important feature of Walter's foundation was that this \"college\" was to be self-governing and the endowments were directly vested in the Warden and Fellows.",
  "/wiki/Richard_Smyth_(Regius_Professor)": "Richard Smyth (or Smith) (1499/1500, Worcestershire, England – 9 July 1563, Douai, France) was the first person to hold the office of Regius Professor of Divinity in the University of Oxford and the first Chancellor of the University of Douai.",
  "/wiki/Regius_Professor_of_Divinity": "The Regius Professorships of Divinity are amongst the oldest professorships at the University of Oxford and the University of Cambridge. A third chair existed for a period at Trinity College, Dublin.",
  "/wiki/Thomas_Cranmer": "Thomas Cranmer (2 July 1489 – 21 March 1556) was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of Royal Supremacy, in which the king was considered sovereign over the Church within his realm.",
  "/wiki/Oxford_Martyrs": "The Oxford Martyrs were Protestants tried for heresy in 1555 and burnt at the stake in Oxford, England, for their religious beliefs and teachings, during the Marian persecution in England.",
  "/wiki/Hugh_Latimer": "Hugh Latimer (c. 1487 – 16 October 1555) was a Fellow of Clare College, Cambridge, and Bishop of Worcester before the Reformation, and later Church of England chaplain to King Edward VI. In 1555 under the Catholic Queen Mary he was burned at the stake, becoming one of the three Oxford Martyrs of Anglicanism.",
  "/wiki/Nicholas_Ridley_(martyr)": "Nicholas Ridley (c. 1500 – 16 October 1555) was an English Bishop of London (the only bishop called \"Bishop of London and Westminster\"). Ridley was burned at the stake as one of the Oxford Martyrs during the Marian Persecutions for his teachings and his support of Lady Jane Grey. He is remembered with a commemoration in the calendar of saints in some parts of the Anglican Communion on 16 October.",
  "/wiki/Thomas_Caius": "Thomas Caius (aka Thomas Key, died in Oxford, May 1572) was an Oxford academic and administrator. He was Fellow and Master of University College, Oxford.",
  "/wiki/All_Souls_College,_Oxford": "All Souls College (official name: College of the Souls of All the Faithful Departed) is a constituent college of the University of Oxford in England. Unique to All Souls, all of its members automatically become fellows (i.e. full members of the college's governing body). It has no undergraduate members, but each year recent graduate and postgraduate students at Oxford are eligible to apply for examination fellowships through a competitive examination (once described as \"the hardest exam in the world\") and, for the several shortlisted after the examinations, an interview.",
  "/wiki/University_College,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/Alfred_the_Great": "Alfred the Great (Old English: Ælfrēd,[b] Ælfrǣd,[c] 'Elf-counsel' or 'Wise-elf'; between 847 and 849 – 26 October 899) was King of Wessex from 871 to c.  886 and King of the Anglo-Saxons from c.  886 to 899. He was the youngest son of King Æthelwulf of Wessex. His father died when he was young and three of Alfred's brothers, Æthelbald, Æthelberht and Æthelred, reigned in turn.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Magdalen_Hall,_Oxford": "Hertford College (/ˈhɑːrtfərd/ HART-fərd) is a constituent college of the University of Oxford in England. It is located on Catte Street in the centre of Oxford, directly opposite the main gate to the Bodleian Library. The college is known for its iconic bridge, the Bridge of Sighs. There are around 600 students at the college at any one time, comprising undergraduates, graduates and visiting students from overseas.",
  "/wiki/Doctors%27_Commons": "Doctors' Commons, also called the College of Civilians, was a society of lawyers practising civil law in London. Like the Inns of Court of the common lawyers, the society had buildings with rooms where its members lived and worked, and a large library. Court proceedings of the civil law courts were held in Doctors' Commons. The society used St Benet's, Paul's Wharf as its church.",
  "/wiki/Master_in_Chancery": "The Court of Chancery was a court of equity in England and Wales that followed a set of loose rules to avoid the slow pace of change and possible harshness (or \"inequity\") of the common law. The Chancery had jurisdiction over all matters of equity, including trusts, land law, the estates of lunatics and the guardianship of infants. Its initial role was somewhat different: as an extension of the Lord Chancellor's role as Keeper of the King's Conscience, the Court was an administrative body primarily concerned with conscientious law. Thus the Court of Chancery had a far greater remit than the common law courts, whose decisions it had the jurisdiction to overrule for much of its existence, and was far more flexible. Until the 19th century, the Court of Chancery could apply a far wider range of remedies than common law courts, such as specific performance and injunctions, and had some power to grant damages in special circumstances. With the shift of the Exchequer of Pleas towards a common law court and loss of its equitable jurisdiction by the Administration of Justice Act 1841, the Chancery became the only national equitable body in the English legal system.",
  "/wiki/Bishop_of_Salisbury": "The Bishop of Salisbury is the ordinary of the Church of England's Diocese of Salisbury in the Province of Canterbury. The diocese covers much of the counties of Wiltshire and Dorset. The see is in the City of Salisbury where the bishop's seat is located at the Cathedral Church of the Blessed Virgin Mary. The current bishop is Nick Holtam, the 78th Bishop of Salisbury, who was consecrated at St Paul's Cathedral on 22 July 2011 and enthroned in Salisbury Cathedral on 15 October 2011.",
  "/wiki/Maurice_Meyricke": "Maurice Meyricke (ca. 1563 – 1640) was a Welsh academic at the University of Oxford in the sixteenth and seventeenth centuries.",
  "/wiki/List_of_founding_Fellows,_Scholars_and_Commissioners_of_Jesus_College,_Oxford": "Jesus College, Oxford, the first Protestant college at the University of Oxford, was founded by Elizabeth I in 1571 at the instigation of a Welsh clergyman, Hugh Price.  The royal charter issued by Elizabeth appointed a Principal and various Fellows, Scholars and Commissioners: the Fellows to educate the Scholars and to run the college, under the overall direction of the Principal; and the Commissioners to draw up statutes for the governance of the college, its officers and servants, and the management of the college property. The college was founded to help with the increased numbers of Welsh students at Oxford, and the founding Fellows included a number of individuals with links to Wales. The Commissioners included prominent individuals such as William Cecil, Lord Burghley, the Principal Secretary of State.  The charter also gave land and buildings in Oxford to the new college.",
  "/wiki/James_I_of_England": "James VI and I (James Charles Stuart; 19 June 1566 – 27 March 1625) was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union.",
  "/wiki/St_Edmund_Hall,_Oxford": "St Edmund Hall (sometimes known as The Hall or affectionately as Teddy Hall) is a constituent college of the University of Oxford in England. The college has a claim to be \"the oldest academical society for the education of undergraduates in any university\" and is the last surviving medieval hall at the University.",
  "/wiki/Matriculation": "Matriculation is the formal process of entering a university, or of becoming eligible to enter by fulfilling certain academic requirements such as a matriculation examination.",
  "/wiki/Merton_College_Chapel": "Merton College Chapel is the church of Merton College, Oxford, England. Dedicated to St Mary and St John the Baptist, the chapel was largely completed in its present form by the end of the 13th century.",
  "/wiki/Oriel_College,_Oxford": "Oriel College (/ˈɔːrɪəl/) is a constituent college of the University of Oxford in Oxford, England. Located in Oriel Square, the college has the distinction of being the oldest royal foundation in Oxford (a title formerly claimed by University College, whose claim of being founded by King Alfred is no longer promoted). In recognition of this royal connection, the college has also been known as King's College and King's Hall. The reigning monarch of the United Kingdom (since 1952, Elizabeth II) is the official Visitor of the college.",
  "/wiki/Holmside": "Holmside is a village in County Durham, in England. It is situated to the north-west of Sacriston.",
  "/wiki/Harefield": "Harefield is a village in the London Borough of Hillingdon, England, on a hill, 17 miles (27 km) northwest of Charing Cross near Greater London's boundary with Buckinghamshire to the west and Hertfordshire to the north. The population at the 2011 Census was 7,399. The northern part of Uxbridge, Harefield is the westernmost settlement in London.",
  "/wiki/Halam,_Nottinghamshire": "Halam is a village and civil parish in the Newark and Sherwood district of Nottinghamshire, England, with a population of 372 in 2001, increasing to 426 at the 2011 Census. \nIt is located to the west of Southwell.",
  "/wiki/Jesus_College,_Oxford": "Jesus College (in full: Jesus College in the University of Oxford of Queen Elizabeth's Foundation) is one of the constituent colleges of the University of Oxford in England. It is in the centre of the city, on a site between Turl Street, Ship Street, Cornmarket Street and Market Street. The college was founded by Elizabeth I on 27 June 1571 for the education of clergy, though students now study a broad range of secular subjects. A major driving force behind the establishment of the college was Hugh Price (or Ap Rhys), a churchman from Brecon in Wales. The oldest buildings, in the first quadrangle, date from the 16th and early 17th centuries; a second quadrangle was added between about 1640 and about 1713, and a third quadrangle was built in about 1906. Further accommodation was built on the main site to mark the 400th anniversary of the college, in 1971, and student flats have been constructed at sites in north and east Oxford.",
  "/wiki/Wrexham": "Wrexham (/ˈrɛksəm/ REKS-əm; Welsh: Wrecsam; Welsh pronunciation: [ˈwrɛksam]) is the largest town in the north of Wales and an administrative, commercial, retail and educational centre. Wrexham is situated between the Welsh mountains and the lower Dee Valley alongside the border with England. Historically part of Denbighshire, the town became part of Clwyd in 1974 and since 1996 has been the centre of the Wrexham County Borough.",
  "/wiki/Wadham_College,_Oxford": "Wadham College (/ˈwɒdəm/) is one of the constituent colleges of the University of Oxford in the United Kingdom. It is located in the centre of Oxford, at the intersection of Broad Street and Parks Road.",
  "/wiki/Doctor_of_Civil_Law": "Doctor of Civil Law (DCL; Latin: Legis Civilis Doctor or Juris Civilis Doctor) is a degree offered by some universities, such as the University of Oxford, instead of the more common Doctor of Laws (LLD) degrees.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Worcester_College,_Oxford": "Worcester College /ˈwʊstər/ is one of the constituent colleges of the University of Oxford in England. The college was founded in 1714 by the benefaction of Sir Thomas Cookes, 2nd Baronet (1648-1701) of Norgrove, Worcestershire, whose coat of arms was adopted by the College. Its predecessor, Gloucester College, had been an institution of learning on the same site since the late 13th century until the Dissolution of the Monasteries in 1539. Founded as a men's college, Worcester has been coeducational since 1979.",
  "/wiki/John_Gutch": "John Gutch (10 January 1746 – 1 July 1831) was an Anglican clergyman and official of the University of Oxford. He was also an antiquarian, with a particular interest in the history of the university.",
  "/wiki/Anthony_Wood_(antiquary)": "Anthony Wood (17 December 1632 – 28 November 1695), who styled himself Anthony à Wood in his later writings, was an English antiquary.",
  "/wiki/Registrar_of_the_University_of_Oxford": "The Registrar of the University of Oxford is one of the senior officials of the university. According to its statutes, the Registrar acts as the \"head of the central administrative services\", with responsibility for \"the management and professional development of their staff and for the development of other administrative support\".  He or she is also the \"principal adviser on strategic policy\" to the university's Vice-Chancellor and Council, its main decision-making body."
}