{
  "/wiki/Chūson-ji": "Chūson-ji (中尊寺) is a Buddhist temple in the town of Hiraizumi in southern Iwate Prefecture, Japan. It is the head temple of the Tendai sect in Tōhoku region of northern Honshu. The temple claims it was founded in 850 by Ennin, the third chief abbot of the sect. George Sansom states Chūson-ji was founded by Fujiwara no Kiyohira in 1095. Chūson-ji is designated as a Special Historic Site and in June 2011 was listed as a UNESCO World Heritage Site as a part of the \"Historic Monuments and Sites of Hiraizumi\".",
  "/wiki/Hiraizumi,_Iwate": "Hiraizumi (平泉町, Hiraizumi-chō) is a town located in Nishiiwai District, Iwate Prefecture, Japan. As of 1 June 2019[update], the town had an estimated population of 7,440 and a population density of 117 persons per km² in 2,648 households. The total area of the town was 63.39 km². It is noted for the Historic Monuments and Sites of Hiraizumi, which achieved UNESCO World Heritage Site status in 2011.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Muryōkō-in": "Muryōkō-in (無量光院跡) is former temple in Hiraizumi in what is now southern Iwate Prefecture in the Tōhoku region of Japan.",
  "/wiki/Mōtsū-ji": "Mōtsū-ji (毛越寺) is a Buddhist temple of the Tendai sect in the town of Hiraizumi in southern Iwate Prefecture], Japan, and also refers to the historic area surrounding it containing the ruins of two older temples, Enryū-ji (圓隆寺) and Kashō-ji (嘉祥寺) in a Jōdo (Pure Land) garden. The current temple was built in the 18th century and bears no relation to the ancient temple structures that once stood here. In June 2011, Mōtsū-ji was listed as a UNESCO World Heritage Site as \"Historic Monuments and Sites of Hiraizumi\".",
  "/wiki/Chinjusha": "In Japan, a chinjusha (鎮守社•鎮社, or tutelary shrine) is a Shinto shrine which enshrines a tutelary kami (鎮守神, chinjugami); that is, a patron spirit that protects a given area, village, building or  a Buddhist temple. The Imperial Palace has its own tutelary shrine dedicated to the 21 guardian gods of Ise Shrine. Tutelary shrines are usually very small, but there is a range in size, and the great Hiyoshi Taisha for example is Enryaku-ji's tutelary shrine. The tutelary shrine of a temple or the complex the two together form are sometimes called a temple-shrine (寺社, jisha). If a tutelary shrine is called chinju-dō, it is the tutelary shrine of a Buddhist temple.  Even in that case, however, the shrine retains its distinctive architecture.",
  "/wiki/Ayaorishinden_Site": "Ayaorishinden Site (綾織新田遺跡, Ayaorishinden iseki) is the remains of a large early Jōmon period settlement located in the city of Tōno,  in Iwate Prefecture in the far northern Tōhoku region of Japan. It is protected by the central government as a National Historic Site.",
  "/wiki/Tōno,_Iwate": "Tōno (遠野市, Tōno-shi) is a city in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 26,110, and a population density of 31.6 persons per km² in 10,089 households. The total area is 825.97 square kilometres (318.91 sq mi). Tōno is known as \"The City of Folklore\" for its rural nature, its preservation of traditional culture and especially for the collection of folktales, Tōno Monogatari, written by Kunio Yanagita in 1910.",
  "/wiki/Ōshū_Kaidō": "The Ōshū Kaidō (奥州街道) was one of the five routes of the Edo period. It was built to connect Edo (modern-day Tokyo) with Mutsu Province and the present-day city of Shirakawa, Fukushima Prefecture, Japan. It was established by Tokugawa Ieyasu for government officials traveling through the area.",
  "/wiki/Ichinohe,_Iwate": "Ichinohe (一戸町, Ichinohe-machi) is a town located in Iwate Prefecture, Japan. As of 1 June 2019[update], the town had an estimated population of 11,797, and a population density of 39.3 persons per km² in 5765 households. The total area of the town is 300.03 square kilometres (115.84 sq mi).",
  "/wiki/Iwate,_Iwate": "Iwate (岩手町, Iwate-machi) is a town located in Iwate Prefecture, Japan. As of 1 June 2019[update], the town had an estimated population of 12,637, and a population density of 35.1 persons per km² in 5423 households. The total area of the town is 360.46 square kilometres (139.17 sq mi).",
  "/wiki/Shimofunato_Shell_Mound": "Shimofunato  Shell Midden (下船渡貝塚, Shimofunato kaizuka) is a  Jōmon period archaeological site consisting of a shell midden and the remains of an adjacent settlement located in what is now the city of Ōfunato, Iwate Prefecture in the Tōhoku region of northern Japan.  It has been protected by the central government as a National Historic Site. since 1934.",
  "/wiki/Ōfunato,_Iwate": "Ōfunato (大船渡市, Ōfunato-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 35,666, and a population density of 111 persons per km² in 15,017 households. The total area of the city is 322.51 square kilometres (124.52 sq mi).",
  "/wiki/Tsunozuka_Kofun": "Tsunozuka Kofun (角塚古墳) is a keyhole-shaped kofun burial mound located in the Isawa district of the city of Ōshū, Iwate in the Tōhoku region of northern Japan. It is significant in that it is the northernmost keyhole-shaped kofun yet discovered, and indicates the penetration of Kofun period culture into lands traditionally considered part of the Emishi cultural zone.",
  "/wiki/Ōshū,_Iwate": "Ōshū (奥州市, Ōshū-shi) (also historically called Voxu by Italians) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 114,521, and a population density of 115 persons per km² in 44,924 households. The total area of the city is 993.30 square kilometres (383.52 sq mi). Ōshū is famous for its Maesawa Beef, numerous festivals, historic temples and shrines and Fujiwara no Sato, a theme park and movie lot based on the exploits of the Northern Fujiwaras in the 12th century. Many famous people have claimed Ōshū as their home including Ichiro Ozawa, the long-time leader of the Democratic Party of Japan. It was referred to historically by Italian scholars as a kingdom.",
  "/wiki/Kabayama_Site": "Kabayama Site (樺山遺跡, Kabayama Iseki) is a Japanese National Historic Site located in Kitakami, Iwate, in the Tōhoku region of northern Japan.",
  "/wiki/Kitakami,_Iwate": "Kitakami (北上市, Kitakami-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 92,311, and a population density of 211 persons per km² in 37,085 households. The total area of the city is 437.55 square kilometres (168.94 sq mi). The city is famous for the sakura that bloom in Tenshochi Park.",
  "/wiki/Hashino_iron_mining_and_smelting_site": "Hashino iron mining and smelting site (橋野高炉跡, Hashino kōro ato) is the ruins of an iron smelting and primitive blast furnace built by the Tokugawa shogunate during the final years of the Edo period in Kamaishi, Iwate in the Tohoku region of northern Japan. It has been recognized as the oldest western-style blast furnace in Japan, and is part of the UNESCO World Heritage List as one of the Sites of Japan’s Meiji Industrial Revolution: Iron and Steel, Shipbuilding and Coal Mining.",
  "/wiki/Kamaishi,_Iwate": "Kamaishi (釜石市, Kamaishi-shi) is a city located on the Sanriku rias coast in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 34,289, and a population density of 77.9 persons per km², in 16,424 households. The total area of the city is 441.43 square kilometres (170.44 sq mi)",
  "/wiki/Kinkeizan": "Mount Kinkei (金鶏山, Kinkei-san or Kinkei-zan) is a hill in the town of Hiraizumi in southwestern Iwate Prefecture, Japan.  The mountain is part of the UNESCO World Heritage Site Historic Monuments and Sites of Hiraizumi.",
  "/wiki/Kunohe_Castle": "Kunohe Castle (九戸城, Kunohe-jō) was a Japanese castle controlled by the Nanbu clan located in what is now the city of Ninohe, Iwate Prefecture, in the Tōhoku region of far northern Japan. It was also referred to as Fukuoka Castle (福岡城, Fukuoka-jō) or Miyano Castle’’' (宮野城, Miyano-jō).",
  "/wiki/Ninohe,_Iwate": "Ninohe (二戸市, Ninohe-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 25,785, and a population density of 61.3 persons per km² in 11,865 households. The total area of the city is 420.42 square kilometres (162.33 sq mi).",
  "/wiki/Goshono_Site": "Goshono Site (御所野遺跡, Goshono iseki) is a Middle Jōmon period archaeological site in the town of Ichinohe, Iwate Prefecture, in the Tōhoku region of northern Japan.  Discovered during the construction of an industrial park in 1989, the area was designated a National Historic Site in 1993 by the Japanese government.",
  "/wiki/Ezuriko_Kofun_Cluster": "Ezuriko Kofun Cluster (江釣子古墳群, Ezuriko kofun-gun) is the designation given to a National Historic Site in Kitakami, Iwate, in the Tōhoku region of northern Japan consisting of four separate sets of late Kofun period burial mounds near the confluence of the Waga River with the Kitakami River.",
  "/wiki/Takano_Chōei": "Takano Chōei (高野 長英, June 12, 1804 – December 3, 1850) was a prominent scholar of Rangaku (western science) during Bakumatsu period Japan.",
  "/wiki/Kunimisan_Haiji": "Kunimizan Temple Site (国見山廃寺跡, Kunimizan hai-dera ato) is the remains of a large early Heian period temple complex located on the 244 metres (801 ft) Mount Kunimi in the eastern portion of the city of Kitakami,  in Iwate Prefecture in the far northern Tōhoku region of Japan. It is protected by the central government as a National Historic Site.",
  "/wiki/Shōen": "A shōen (荘園 or 庄園, shōen) was a field or manor in Japan. The Japanese term comes from the Tang dynasty Chinese term \"莊園\" (Mandarin: zhuāngyuán, Cantonese: zong1 jyun4).",
  "/wiki/Ichinoseki,_Iwate": "Ichinoseki (一関市, Ichinoseki-shi) is a city located in Iwate Prefecture, in the Tōhoku region of northern Japan. As of 1 June 2019[update], the city had a population of 114,922 and a population density of 91.5 persons per km² in 46,338 households. It is currently the second largest city by population in the prefecture, after Morioka.  The total area of the city was 1,256.42 square kilometres (485.11 sq mi).",
  "/wiki/Sakiyama_Shell_Mound": "Sakiyama Shell Midden (崎山貝塚, Sakiyama Kaizuka) is a  Jōmon period archaeological site consisting of a shell midden and the remains of an adjacent settlement located in what is now the city of Miyako, Iwate Prefecture in the Tōhoku region of northern Japan..  It is protected by the central government as a National Historic Site.",
  "/wiki/Miyako,_Iwate": "Miyako (宮古市, Miyako-shi) is a city located in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 52,782, and a population density of 41.9 persons per km². The total area of the city is 1,259.15 square kilometres (486.16 sq mi).",
  "/wiki/Shiwa_Castle": "Shiwa Castle (志波城, Shiwa-jō) was an early Heian period jōsaku-style Japanese castle located in what is now part of the city of Morioka in the Tōhoku region of far northern Honshu, Japan. The site was proclaimed a National National Historic Site on September 14, 1984.",
  "/wiki/Morioka,_Iwate": "Morioka (盛岡市, Morioka-shi) is the capital city of Iwate Prefecture located in the Tōhoku region of northern Japan. As of 1 June 2019[update], the city had an estimated population of 293,138, and a population density of 331 persons per km². The total area of the city is 886.47 square kilometres (342.27 sq mi).",
  "/wiki/Morioka_Castle": "Morioka Castle (盛岡城, Morioka-jō) is a hirayama-style Japanese castle constructed in 1611. It was the seat of the Nanbu clan, a tozama daimyō clan who ruled over Morioka Domain, Mutsu Province in the Tōhoku region of northern Japan. The castle is located in what is now central Morioka, Iwate Prefecture, Japan. It was also referred to as Kozukata Castle (不来方城, Kozukata-jō), but strictly speaking this name pertains to the predecessor of Morioka Castle on the same site.",
  "/wiki/Ōsuzukami_Site": "Ōsuzukami Site (大清水上遺跡, Ōsuzukami iseki) is an archaeological site with the remains of a late Jōmon period settlement located in what is now the city of  Ōshū, Iwate Prefecture in the Tōhoku region of northern Japan.  It has been protected by the central government as a National Historic Site since 2008.",
  "/wiki/List_of_Historic_Sites_of_Japan_(Iwate)": "This list is of the Historic Sites of Japan located within the Prefecture of Iwate."
}