{
  "/wiki/2003_UCI_Track_Cycling_World_Championships": "The 2003 UCI Track Cycling World Championships were the World Championship for track cycling. They took place at the Hanns-Martin-Schleyer-Halle in Stuttgart, Germany from July 30 to August 3, 2003. The championships were due to be held in Shenzhen, China, but were moved to Stuttgart following the 2003 SARS outbreak in China.",
  "/wiki/Yoanka_Gonz%C3%A1lez": "Yoanka González Pérez (born 9 January 1976 in Villa Clara) is a Cuban racing cyclist, competing in both road cycling and track cycling. She was the 2004 scratch cycling world champion. She is also married to cyclist Pedro Pablo Pérez.",
  "/wiki/2003_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_points_race": "The Women's Points Race was one of the 6 women's events at the 2003 UCI Track Cycling World Championships, held in Stuttgart, Germany.  Twenty cyclists from 20 countries participated in the race. Because of the number of entries, there were no qualification rounds for this discipline. Consequently, the event was run direct to the final.",
  "/wiki/2004_UCI_Track_Cycling_World_Championships": "The 2004 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Melbourne, Australia from 26 May to 30 May 2004.",
  "/wiki/2004_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_scratch": "The Women's Scratch was one of the 6 women's events at the 2004 UCI Track Cycling World Championships, held in Melbourne, Australia.",
  "/wiki/2006_UCI_Track_Cycling_World_Championships": "The 2006 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Bordeaux, France from April 13 to April 16, 2006.",
  "/wiki/Lisandra_Guerra": "Lisandra Guerra Rodriguez (born 31 October 1987, Matanzas) is a Cuban racing cyclist.",
  "/wiki/2006_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_500_m_time_trial": "The Women's 500m Time Trial was one of the 6 women's events at the 2006 UCI Track Cycling World Championships, held in Bordeaux, France.",
  "/wiki/2007_UCI_Track_Cycling_World_Championships": "The 2007 UCI Track Cycling World Championships is the World Championship for track cycling. It took place in Palma de Mallorca, Spain from March 29, 2007 to April 1, 2007. The event was dominated by the Great Britain team who topped the medals table, winning seven of the seventeen gold medals on offer.",
  "/wiki/Yumari_Gonz%C3%A1lez": "Yumari González Valdivieso (born June 13, 1979 in Sancti Spiritus, Cuba) is a Cuban professional road and track cyclist. She competed at the 2008 and 2012 Summer Olympics in the Women's road race.",
  "/wiki/2007_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_scratch": "The Women's Scratch is one of the 7 women's events at the 2007 UCI Track World Championship, held in Palma de Mallorca, Spain.",
  "/wiki/2007_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_500_m_time_trial": "The Women's 500m Time Trial is one of the 7 women's events at the 2007 UCI Track Cycling World Championships, held in Palma de Mallorca, Spain.",
  "/wiki/2008_UCI_Track_Cycling_World_Championships": "The 2008 UCI Track Cycling World Championships were the World Championship for track cycling. They took place at the Manchester Velodrome in Manchester, United Kingdom from 26 to 30 March 2008. Eighteen events were scheduled; the women's team pursuit being the only addition from the 2007 championships.",
  "/wiki/2008_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_scratch": "The 2008 UCI Track Cycling World Championships – Women's scratch  was the women's scratch race at 2008 UCI Track Cycling World Championships. It was one of the eight women's events, held at the Manchester Velodrome in Manchester, Great Britain on the fifth and final day of the Championships on 30 March 2008. It was the seventh women's scatch race appearance at the UCI Track Cycling World Championships. 21 women from 21 countries participated in the race.",
  "/wiki/2008_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_500_m_time_trial": "The Women's 500 m time trial was one of the 8 women's events at the 2008 UCI Track Cycling World Championships, held in Manchester, United Kingdom.",
  "/wiki/2009_UCI_Track_Cycling_World_Championships": "The 2009 UCI Track Cycling World Championships are the World Championship for track cycling. They took place at the BGŻ Arena in Pruszków, Poland from 25 to 29 March 2009. Nineteen events were on the programme, with the women's omnium being added to the eighteen events contested at the 2008 championships.",
  "/wiki/2009_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_scratch": "The Women's Scratch was one of the 8 women's events at the 2009 UCI Track Cycling World Championships, held in Pruszków, Poland.",
  "/wiki/2009_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_points_race": "The Women's Points Race was one of the 9 women's events at the 2009 UCI Track Cycling World Championships, held in Pruszków, Poland",
  "/wiki/2010_UCI_Track_Cycling_World_Championships": "The 2010 UCI Track Cycling World Championships were the World Championships for track cycling in 2010. They took place at the Ballerup Super Arena in Ballerup, Denmark from 24 to 28 March 2010.",
  "/wiki/2010_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_scratch": "The Women's Scratch was one of the 9 women's events at the 2010 UCI Track Cycling World Championships, held in Ballerup, Denmark on 26 March 2010.",
  "/wiki/2013_UCI_Track_Cycling_World_Championships": "The 2013 UCI Track Cycling World Championships took place in Minsk, Belarus from 20 to 24 February 2013 in the Minsk-Arena. The Championships featured 19 events, the same as 2012.",
  "/wiki/2013_UCI_Track_Cycling_World_Championships_%E2%80%93_Women%27s_keirin": "The Women's keirin at the 2013 UCI Track Cycling World Championships was held on February 24. 17 athletes participated in the contest. After the 3 qualifying heats, the fastest two riders in each heat advanced to the second round. The riders that did not advance to the second round, raced in 2 repechage heats. The fastest 3 riders in each heat advanced to the second round along with the 6 that qualified before.",
  "/wiki/Cuba_at_the_UCI_Track_Cycling_World_Championships": "This page is an overview of Cuba at the UCI Track Cycling World Championships."
}