{
  "/wiki/2016_New_Hampshire_Republican_primary": "The 2016 New Hampshire Republican presidential primary, which took place on February 9, was the second major vote of the cycle. Donald Trump was declared the winner with 35.3% of the popular vote and picked up 11 delegates, while John Kasich emerged from a pack of candidates between 10-20% to capture second place with 15.8% of the vote and picked up four delegates.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/John_Kasich": "John Richard Kasich Jr. (/ˈkeɪsɪk/ KAY-sik; born May 13, 1952) is an American politician, author, and television news host who served as the 69th Governor of Ohio from 2011 to 2019. Kasich is a Republican.",
  "/wiki/Ted_Cruz": "Rafael Edward Cruz (/kruːz/; born December 22, 1970) is an American politician and attorney serving as the junior United States Senator for Texas since 2013. He was the runner-up for the Republican presidential nomination in the 2016 election.",
  "/wiki/Jeb_Bush": "John Ellis \"Jeb\" Bush (born February 11, 1953) is an American politician who served as the 43rd Governor of Florida from 1999 to 2007. Bush, who grew up in Houston, is the second son of former President George H. W. Bush and former First Lady Barbara Bush, and a younger brother of former President George W. Bush. He graduated from Phillips Academy in Andover, Massachusetts, and attended the University of Texas, where he earned a degree in Latin American affairs. In 1980, he moved to Florida and pursued a career in real estate development, and in 1986 became Florida's Secretary of Commerce until 1988.  At that time, he joined his father's successful campaign for the Presidency.",
  "/wiki/Marco_Rubio": "Marco Antonio Rubio (born May 28, 1971) is an American politician serving as the senior United States senator from Florida. A Republican, he previously served as speaker of the Florida House of Representatives. Rubio unsuccessfully sought the Republican nomination for president of the United States in 2016, winning presidential primaries in the State of Minnesota, the District of Columbia, and the Commonwealth of Puerto Rico.",
  "/wiki/Chris_Christie": "Christopher James Christie (born September 6, 1962) is an American politician, former federal prosecutor, and political commentator who served as the 55th Governor of New Jersey from 2010 to 2018.",
  "/wiki/Carly_Fiorina": "Cara Carleton \"Carly\" Fiorina (née Sneed; born September 6, 1954) is an American businesswoman and political figure, known primarily for her tenure as CEO of Hewlett-Packard (HP). She subsequently served as Chair of the philanthropic organization Good360.",
  "/wiki/Ben_Carson": "Benjamin Solomon Carson Sr. (born September 18, 1951) is an American politician, author and former neurosurgeon serving as the 17th United States Secretary of Housing and Urban Development since 2017, under the Trump Administration. Prior to his cabinet position, he was a candidate for President of the United States in the Republican primaries in 2016, at times leading nationwide polls.",
  "/wiki/2012_United_States_presidential_election_in_New_Hampshire": "The 2012 United States presidential election in New Hampshire took place on November 6, 2012, as part of the 2012 United States presidential election in which all 50 states plus the District of Columbia participated. New Hampshire voters chose 4 electors to represent them in the Electoral College via a popular vote pitting incumbent Democratic President Barack Obama and his running mate, Vice President Joe Biden, against Republican challenger and former Massachusetts Governor Mitt Romney and his running mate, Congressman Paul Ryan.",
  "/wiki/Mitt_Romney": "Willard Mitt Romney (born March 12, 1947) is an American politician and businessman who has served as the junior United States senator from Utah since January 2019. He previously served as the 70th Governor of Massachusetts from 2003 to 2007 and was the Republican Party's nominee for President of the United States in the 2012 election.",
  "/wiki/Ron_Paul": "Ronald Ernest Paul (born August 20, 1935) is an American author, physician, and retired politician who served as the U.S. Representative for Texas's 22nd congressional district from 1976 to 1977 and again from 1979 to 1985, and for Texas's 14th congressional district from 1997 to 2013. On three occasions, he sought the presidency of the United States: as the Libertarian Party nominee in 1988 and as a candidate in the Republican primaries of 2008 and 2012. Paul is a critic of the federal government's fiscal policies, especially the existence of the Federal Reserve and the tax policy, as well as the military–industrial complex, and the War on Drugs. He has also been a vocal critic of mass surveillance policies such as the USA PATRIOT Act and the NSA surveillance programs. He was the first chairman of the conservative PAC Citizens for a Sound Economy and has been characterized as the \"intellectual godfather\" of the Tea Party movement.",
  "/wiki/Jon_Huntsman,_Jr.": "Jon Meade Huntsman Jr. (born March 26, 1960) is an American businessman, diplomat, politician, and the former Ambassador of the United States to Russia, serving from October 2017 to October 3, 2019. Huntsman was the U.S. Ambassador to Singapore from 1992 to 1993, the 16th Governor of Utah from 2005 to 2009, and the U.S. Ambassador to China from 2009 until 2011. He has served in the administrations of five Presidents and was a candidate for the 2012 Republican presidential nomination.",
  "/wiki/Rick_Santorum": "Richard John Santorum (born May 10, 1958) is an American politician, attorney, and political commentator. A member of the Republican Party, he served as a United States senator from Pennsylvania from 1995 to 2007 and was the Senate's third-ranking Republican from 2001 to 2007. Santorum ran for the 2012 Republican presidential nomination, finishing second to Mitt Romney. In January 2017, he became a CNN senior political commentator.",
  "/wiki/Newt_Gingrich": "Newton Leroy Gingrich (/ˈɡɪŋɡrɪtʃ/; born June 17, 1943) is an American politician, author, and historian who served as the 50th Speaker of the United States House of Representatives from 1995 to 1999. A member of the Republican Party, he was the U.S. Representative for Georgia's 6th congressional district from 1979 until his resignation in 1999. In 2012, Gingrich was a candidate for the presidential nomination of his party.",
  "/wiki/2008_New_Hampshire_Republican_primary": "The 2008 New Hampshire Republican primary took place on January 8, 2008, with 12 national delegates being allocated proportionally to the popular vote. Arizona Senator John McCain won 7 of the delegates.",
  "/wiki/John_McCain": "John Sidney McCain III (August 29, 1936 – August 25, 2018) was an American politician and military officer, who served as a United States senator for Arizona from January 1987 until his death in 2018. He previously served two terms in the United States House of Representatives and was the Republican nominee for president of the United States in the 2008 election, which he lost to Barack Obama.",
  "/wiki/Mike_Huckabee": "Michael Dale Huckabee (born August 24, 1955) is an American politician and Christian minister who served as the 44th governor of Arkansas from 1996 to 2007. He was a candidate in the United States Republican presidential primaries in both 2008 and 2016.",
  "/wiki/Rudy_Giuliani": "Rudolph William Louis Giuliani (/ˌdʒuːliˈɑːni/, Italian: [dʒuˈljaːni]; born May 28, 1944) is an American politician, attorney, and public speaker who served as the 107th Mayor of New York City from 1994 to 2001. He currently acts as an attorney to President Donald Trump. Politically first a Democrat, then an Independent in the 1970s, and a Republican since the 1980s, Giuliani served as United States Associate Attorney General from 1981 to 1983. That year he became the United States Attorney for the Southern District of New York, holding the position until 1989.",
  "/wiki/Fred_Thompson": "Freddie Dalton Thompson (August 19, 1942 – November 1, 2015) was an American politician, attorney, lobbyist, columnist, actor and radio personality. Thompson, a Republican, served in the United States Senate representing Tennessee from 1994 to 2003, and was a Republican presidential candidate in 2008.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.",
  "/wiki/Steve_Forbes": "Malcolm Stevenson \"Steve\" Forbes Jr. (/fɔːrbz/; born July 18, 1947) is an American publishing executive. Forbes was a candidate in the 1996 and 2000 Republican Presidential primaries. Forbes is the Editor-in-Chief of Forbes, a business magazine. Forbes is the son of longtime Forbes publisher Malcolm Forbes, and the grandson of that publication's founder, B.C. Forbes. He is an adviser at the Forbes School of Business & Technology.",
  "/wiki/Alan_Keyes": "Alan Lee Keyes (born August 7, 1950) is an American  conservative political activist, pundit, author and former ambassador.",
  "/wiki/Pat_Buchanan": "Patrick Joseph Buchanan (/bjuːˈkænən/; born November 2, 1938) is an American paleoconservative  political commentator, columnist, politician and broadcaster. Buchanan was an assistant and special consultant to U.S. Presidents Richard Nixon, Gerald Ford, and Ronald Reagan, and was an original host on CNN's Crossfire. He sought the Republican presidential nomination in 1992 and 1996. He ran on the Reform Party ticket in the 2000 presidential election.",
  "/wiki/Bob_Dole": "Robert Joseph Dole (born July 22, 1923) is an American retired politician, statesman,  and attorney who represented Kansas in the U.S House of Representatives from 1961 to 1969 and in the U.S. Senate from 1969 to 1996, serving as the Republican Leader of the United States Senate from 1985 until 1996. He was the Republican presidential nominee in the 1996 presidential election and the party's vice presidential nominee in the 1976 presidential election.",
  "/wiki/Lamar_Alexander": "Andrew Lamar Alexander Jr. (born July 3, 1940) is an American politician who is currently serving as the senior United States Senator from Tennessee, a seat he has held since 2003. A member of the  Republican Party, he also was the 45th governor of Tennessee from 1979 to 1987 and the 5th United States Secretary of Education from 1991 to 1993, where he helped the implementation  of Education 2000.",
  "/wiki/Richard_Lugar": "Richard Green Lugar (April 4, 1932 – April 28, 2019) was an American politician who served as a United States Senator from Indiana from 1977 to 2013. He was a member of the Republican Party.",
  "/wiki/Morry_Taylor": "Maurice \"Morry\" Taylor Jr. (born August 28, 1944) is the President and Chief executive officer of Titan International, a tire and wheel manufacturing company.  Taylor, nicknamed \"the Grizz\" for his bear-like gruffness, started in tool and die manufacturing before purchasing Titan Wheel International from Firestone.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Jack_Kemp": "Jack French Kemp (July 13, 1935 – May 2, 2009) was an American politician and a professional player in both American football and Canadian football. A member of the Republican Party from New York, he served as Housing Secretary in the administration of President George H. W. Bush from 1989 to 1993, having previously served nine terms in the United States House of Representatives from 1971 to 1989. He was the Republican Party's nominee for Vice President in the 1996 election, where he was the running mate of presidential nominee Bob Dole. Kemp had previously contended for the presidential nomination in the 1988 Republican primaries.",
  "/wiki/Pierre_S._du_Pont_IV": "Pierre Samuel \"Pete\" du Pont IV (born January 22, 1935) is an American lawyer and politician from Rockland, in New Castle County, Delaware, near Wilmington. He was the United States Representative for Delaware from 1971 to 1977 and subsequently served as the 68th Governor of Delaware from 1977 to 1985. He is a member of the Republican Party.",
  "/wiki/Pat_Robertson": "Marion Gordon \"Pat\" Robertson (born March 22, 1930) is an American media mogul, televangelist, political commentator, former Republican presidential candidate, and former Southern Baptist minister. Robertson advocates a conservative Christian ideology and is known for his past activities in Republican party politics. He is associated with the Charismatic Movement within Protestant evangelicalism. He serves as chancellor and CEO of Regent University and chairman of the Christian Broadcasting Network (CBN). He appears daily on The 700 Club, CBN’s flagship television program.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/Harold_Stassen": "Harold Edward Stassen (April 13, 1907 – March 4, 2001) was an American politician who was the 25th Governor of Minnesota. He was a leading candidate for the Republican nomination for President of the United States in 1948, considered for a time to be the front-runner. He thereafter regularly  continued to run for that and other offices, such that his name became most identified with his status as a perennial candidate.",
  "/wiki/Howard_Baker": "Howard Henry Baker Jr. (November 15, 1925 –  June 26, 2014) was an American politician and diplomat who served as a United States Senator from Tennessee from 1967 to 1985. During his tenure, he rose to the rank of Senate Minority Leader and then Senate Majority Leader. A member of the Republican Party, Baker was the first Republican to be elected to the US Senate in Tennessee since the Reconstruction era.",
  "/wiki/John_B._Anderson": "John Bayard Anderson (February 15, 1922 – December 3, 2017) was a United States politician from Illinois. As a member of the Republican Party, he served in the United States House of Representatives, representing Illinois's 16th congressional district from 1961 to 1981. In 1980, he ran an independent campaign for president, receiving 6.6% of the popular vote.",
  "/wiki/Phil_Crane": "Philip Miller Crane (November 3, 1930 – November 8, 2014) was an American politician. He was a Republican member of the United States House of Representatives from 1969 to 2005, representing the 8th District of Illinois in the northwestern suburbs of Chicago. At the time of his defeat in the 2004 election, Crane was the longest-serving Republican member of the House.",
  "/wiki/John_Connally": "John Bowden Connally Jr. (February 27, 1917 – June 15, 1993) was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973.",
  "/wiki/Gerald_Ford": "Gerald Rudolph Ford Jr. (born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from August 1974 to January 1977. Before his accession to the presidency, Ford served as the 40th vice president of the United States from December 1973 to August 1974. Ford is the only person to have served as both vice president and president without being elected to either office by the Electoral College.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Pete_McCloskey": "Paul Norton \"Pete\" McCloskey Jr. (born September 29, 1927) is a former Republican politician from the U.S. state of California, who served in the U.S. House of Representatives from 1967 to 1983. He ran on an anti-war platform for the Republican nomination for President in 1972 but was defeated by incumbent President Richard Nixon. In April 2007, McCloskey switched his affiliation to the Democratic Party.",
  "/wiki/John_M._Ashbrook": "John Milan Ashbrook (September 21, 1928 – April 24, 1982) was an American politician of the Republican Party who served in the United States House of Representatives from Ohio from 1961 until his death from peptic ulcer in Johnstown, Ohio in 1982.",
  "/wiki/Nelson_Rockefeller": "Nelson Aldrich Rockefeller (July 8, 1908 – January 26, 1979) was an American businessman and politician who served as the 41st vice president of the United States from 1974 to 1977, and previously as the 49th governor of New York from 1959 to 1973. He also served as assistant secretary of State for American Republic Affairs for Presidents Franklin D. Roosevelt and Harry S. Truman (1944–1945) as well as under secretary of Health, Education and Welfare under Dwight D. Eisenhower from 1953 to 1954. A grandson of billionaire John D. Rockefeller and a member of the wealthy Rockefeller family, he was a noted art collector and served as administrator of Rockefeller Center in Manhattan, New York.",
  "/wiki/George_W._Romney": "George Wilcken Romney (July 8, 1907 – July 26, 1995) was an  American businessman and Republican Party politician. He was chairman and president of American Motors Corporation from 1954 to 1962, the 43rd Governor of Michigan from 1963 to 1969, and the United States Secretary of Housing and Urban Development from 1969 to 1973.  He was the father of former Governor of Massachusetts, 2012 Republican presidential nominee and current United States Senator from Utah Mitt Romney, husband of 1970 U.S. Senate candidate Lenore Romney, and grandfather of current Republican National Committee chair Ronna McDaniel.",
  "/wiki/Henry_Cabot_Lodge,_Jr.": "Henry Cabot Lodge Jr. (July 5, 1902 – February 27, 1985), sometimes referred to as Henry Cabot Lodge II, was a Republican United States Senator from Massachusetts and a United States ambassador. He was the Republican nominee for Vice President in the 1960 presidential election alongside incumbent Vice President Richard Nixon. The Republican ticket lost to Democrats John F. Kennedy and Lyndon B. Johnson.",
  "/wiki/Barry_Goldwater": "Barry Morris Goldwater (January 2, 1909 – May 29, 1998) was an American politician, businessman, and author who was a five-term Senator from Arizona (1953–1965, 1969–1987) and the Republican Party nominee for president of the United States in 1964. Despite his loss of the 1964 presidential election in a landslide, Goldwater is the politician most often credited with having sparked the resurgence of the American conservative political movement in the 1960s. He also had a substantial impact on the libertarian movement.",
  "/wiki/1960_United_States_presidential_election_in_New_Hampshire": "The 1960 United States presidential election in New Hampshire took place on November 8, 1960, as part of the 1960 United States presidential election, which was held throughout all 50 states. Voters chose 4 representatives, or electors to the Electoral College, who voted for president and vice president.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
  "/wiki/Robert_A._Taft": "Robert Alphonso Taft Sr. (September 8, 1889 – July 31, 1953) was an American conservative politician, lawyer, and scion of the Republican Party's Taft family. Taft represented Ohio in the United States Senate, briefly served as Senate Majority Leader, and was a leader of the conservative coalition of Republicans and conservative Democrats who prevented expansion of the New Deal. Often referred to as \"Mr. Republican\", he cosponsored the Taft–Hartley Act of 1947, which banned closed shops and other labor practices.",
  "/wiki/Douglas_MacArthur": "General of the Army Douglas MacArthur (26 January 1880 – 5 April 1964) was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines Campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the medal. He was one of only five to rise to the rank of General of the Army in the US Army, and the only one conferred the rank of field marshal in the Philippine Army.",
  "/wiki/New_Hampshire_primary": "The New Hampshire primary is the first in a series of nationwide party primary elections and the second party contest (the first being the Iowa caucuses) held in the United States every four years as part of the process of choosing the delegates to the Democratic and Republican national conventions which choose the party nominees for the presidential elections to be held the subsequent November. Although only a few delegates are chosen in the New Hampshire primary, its real importance comes from the massive media coverage it receives (along with the first caucus in Iowa). Spurred by the events of the 1968 election, reforms that began with the 1972 election elevated the two states' importance to the overall election, and began to receive as much media attention as all of the other state contests combined. Examples of this extraordinary coverage have been seen on the campuses of Dartmouth College and Saint Anselm College, as the colleges have held multiple national debates and have attracted media outlets like NPR, Fox News, CNN, NBC, and ABC. The publicity and momentum can be enormous from a decisive win by a frontrunner, or better-than-expected result in the New Hampshire primary. The upset or weak showing by a front-runner changes the calculus of national politics in a matter of hours, as happened in 1952 (D), 1968 (D), 1980 (R), and 2008 (D)."
}