{
  "/wiki/Call_sign": "In broadcasting and radio communications, a call sign (also known as a call name or call letters—and historically as a call signal—or abbreviated as a call) is a unique designation for a transmitter station. In the United States of America, they are used for all FCC-licensed transmitters. A call sign can be formally assigned by a government agency, informally adopted by individuals or organizations, or even cryptographically encoded to disguise a station's identity.",
  "/wiki/Frequency": "Frequency is the number of occurrences of a repeating event per unit of time. It is also referred to as temporal frequency, which emphasizes the contrast to spatial frequency and angular frequency. The period is the duration of time of one cycle in a repeating event, so the period is the reciprocal of the frequency.  For example: if a newborn baby's heart beats at a frequency of 120 times a minute, its period, T, — the time interval between beats—is half a second (60 seconds divided by 120 beats). Frequency is an important parameter used in science and engineering to specify the rate of oscillatory and vibratory phenomena, such as mechanical vibrations, audio signals (sound), radio waves, and light.",
  "/wiki/Hertz": "The hertz (symbol: Hz) is the derived unit of frequency in the International System of Units (SI) and is defined as cycles per one second. It is named after Heinrich Rudolf Hertz, the first person to provide conclusive proof of the existence of electromagnetic waves. Hertz are commonly expressed in multiples: kilohertz (103 Hz, kHz), megahertz (106 Hz, MHz), gigahertz (109 Hz, GHz), terahertz (1012 Hz, THz), petahertz (1015 Hz, PHz),  exahertz (1018 Hz, EHz),\nand zettahertz (1021 Hz, ZHz).",
  "/wiki/WAYR_(AM)": "WAYR (550 kHz) is a non-profit radio station licensed to Fleming Island, Florida, and serving the Jacksonville metropolitan area.  It broadcasts a Christian Talk and Teaching radio format, and is owned by Good Tidings Trust, Inc.  It airs programs supplied by national Christian leaders and asks for donations on the air.",
  "/wiki/Christian_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/Moody_Radio": "Moody Radio is one of the largest Christian radio networks in the United States. Located in downtown Chicago, Moody Radio has 71 owned and operated stations  and hundreds of affiliates and outlets that carry all or part of its programming. It is owned by the Moody Bible Institute.",
  "/wiki/WBOB_(AM)": "WBOB (600 kHz) is a commercial AM radio station in Jacksonville, Florida.  The station airs a talk radio format and is owned by Chesapeake-Portsmouth Broadcasting Corporation.   Weekdays begin with a local news and information show, followed by mostly syndicated programming, including shows from Laura Ingraham, Michael Savage, Dennis Prager, Eric Metaxas, Jay Sekulow and Red Eye Radio.  Most hours begin with Townhall News.  Some hours are paid brokered programming.  The station calls itself \"AM 600 & FM 101.1 The Answer,\" a slogan often used on Salem Radio Network talk stations.",
  "/wiki/All_news_radio": "All-news radio is a radio format devoted entirely to the discussion and broadcast of news.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/WOKV_(AM)": "WOKV (690 kHz) and WOKV-FM (104.5 MHz) are a pair of commercial radio stations in the Jacksonville, Florida, media market.  WOKV is licensed to Jacksonville and WOKV-FM is licensed to Atlantic Beach.  WOKV and WOKV-FM are owned by Cox Radio of Atlanta.  WOKV-FM airs a news/talk radio format.  AM 690 WOKV carries an all-sports format.  The studios are located in Jacksonville's Southside district.  The AM daytime transmitter is in Orange Park while its nighttime transmitter is in Baldwin.  The FM transmitter is in Jacksonvilleʼs Southside neighborhood.  WOKV-FM's HD2 subchannel airs an urban contemporary format.  It feeds translator station 99.5 W258CN, known as \"Hot 99.5.\"  WOKV functions as north Florida's primary entry point for the Emergency Alert System.",
  "/wiki/Sports_radio": "Sports radio (or sports talk radio) is a radio format devoted entirely to discussion and broadcasting of sporting events. A widespread programming genre that has a narrow audience appeal, sports radio is characterized by an often-boisterous on-air style and extensive debate and analysis by both hosts and callers. Many sports talk stations also carry play-by-play (live commentary) of local sports teams as part of their regular programming. Hosted by Bill Mazer, the first sports talk radio show in history launched in March 1964 on New York's WNBC (AM).",
  "/wiki/Cox_Radio": "Cox Media Group, Inc. (CMG) is an American media conglomerate principally owned by Apollo Global Management in conjunction with Cox Enterprises, which maintains a 19.9% minority stake in the company. The company primarily owns radio and television stations—many of which are located in the South, Pacific Northwest, Eastern Midwest, and Northeast—as well as three newspapers in Ohio (pending a sale back to Cox Enterprises to comply with FCC cross-ownership rules) and the regional cable news network Pittsburgh Cable News Channel (PCNC).",
  "/wiki/WFXJ_(AM)": "WFXJ, branded as 97.3 The Game, - Jacksonville Sports Leader is a radio station in Jacksonville, Florida that broadcasts on 930 AM. WFXJ is owned by iHeartMedia. It is also streamed on thegamejax.iheart.com and on iHeartRadio.  The station's studio is located on Central Parkway in Jacksonville's Southside section, and the transmitter is on the Westside.",
  "/wiki/IHeartMedia,_Inc.": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/WNNR": "'WNNR' (970 AM) is a radio station broadcasting a Regional Mexican radio format. Licensed to Jacksonville, Florida, United States, the station is currently owned by Norsan Consulting And Management, Inc.",
  "/wiki/Regional_Mexican": "Regional Mexican is a radio format encompassing the multiple musical genres from rural Mexico and derivatives from the United States. Genres include banda, Duranguense, grupera, mariachi, New Mexico music, Norteño, Tejano, and others.  It is among the most popular radio formats targeting Mexican Americans in the United States.",
  "/wiki/WJXL_(AM)": "WJXL (1010 kHz) is a commercial AM radio station licensed to Jacksonville Beach, Florida, and serving the Jacksonville metropolitan area. WJXL is owned by Seven Bridges Radio, LLC.",
  "/wiki/WROS": "WROS (1050 kHz) is a commercial AM radio station broadcasting a Christian radio format. Licensed to Jacksonville, Florida, the station is currently owned by The Rose of Jacksonville.  WROS airs national religious leaders such as Dr. David Jeremiah, John MacArthur, Jim Daly, Chuck Colson and Dr. Charles Stanley.  Hosts pay for their time on the station and may ask for donations while on the air.",
  "/wiki/Gospel_music": "Gospel music is a genre of Christian music. The creation, performance, significance, and even the definition of gospel music varies according to culture and social context. Gospel music is composed and performed for many purposes, including aesthetic pleasure, religious or ceremonial purposes, and as an entertainment product for the marketplace. Gospel music usually has dominant vocals (often with strong use of harmony) with Christian lyrics. Gospel music can be traced to the early 17th century, with roots in the black oral tradition. Hymns and sacred songs were often repeated in a call and response fashion. Most of the churches relied on hand clapping and foot stomping as rhythmic accompaniment. Most of the singing was done a cappella. The first published use of the term \"gospel song\" probably appeared in 1874. The original gospel songs were written and composed by authors such as George F. Root, Philip Bliss, Charles H. Gabriel, William Howard Doane, and Fanny Crosby. Gospel music publishing houses emerged. The advent of radio in the 1920s greatly increased the audience for gospel music. Following World War II, gospel music moved into major auditoriums, and gospel music concerts became quite elaborate.",
  "/wiki/WEWC": "WEWC (1160 AM) is a radio station broadcasting a Regional Mexican format. Licensed to Callahan, Florida, United States, the station serves the Jacksonville area. The station is currently[when?] owned by Norsan Consulting And Management, Inc. and features programming from CNN Radio. WEWC simulcasted on WVOJ until that station went silent on January 11, 2017.",
  "/wiki/Tropical_music": "Tropical music (Spanish: música tropical) is a category used in the music industry to denote Latin music from the Caribbean. It encompasses music from the Spanish-speaking islands and coasts of the Caribbean, as well as genres rooted in this region such as salsa.",
  "/wiki/WSOS_(AM)": "WSOS (1170 AM) is a radio station which is broadcasting a classic hits format. Licensed to St. Augustine Beach, Florida, United States, the station serves the St. Augustine area.  The station also re-broadcasts on translator W280EY 103.9 FM (St. Augustine).  The station is currently owned by Kevin Geddings through licensee WSOS Radio LLC of St. Augustine, Florida. WSOS AM 1170 is a daytime-only  Class D station, broadcasting on the clear-channel frequency of 1170 AM.  WSOS must leave the air from sunset to sunrise to avoid interference with the nighttime skywave signal of WWVA (AM) in Wheeling, West Virginia.",
  "/wiki/WWIO_(AM)": "WWIO (1190 AM) is a Christian radio station licensed to serve St. Marys, Georgia, United States.  The station is owned by Lighthouse Christian Broadcasting Corporation, which also owns WECC-FM at Folkston, Georgia.  It broadcasts the same Christian programming as its sister station, WECC-FM 89.3, and it also broadcasts from its FM translator station W232DA 94.3 MHz, located at St. Marys.",
  "/wiki/Contemporary_Christian": "Contemporary Christian music (or CCM—and occasionally \"inspirational music\") is a genre of modern popular music which is lyrically focused on matters concerned with the Christian faith. It formed as those affected by the 1960s Jesus movement revival began to express themselves in a more contemporary style of music than the hymns, Gospel and Southern gospel music that was prevalent in the church at the time. Today, the term is typically used to refer to pop, rock, or praise & worship styles.",
  "/wiki/WKTZ_(AM)": "WKTZ (1220 AM) is an American radio station licensed to serve Jacksonville, Florida, United States. Established in 1958, the station is currently owned and operated by the American Family Association, and is that organization's only station on the AM band.",
  "/wiki/Easy_listening": "Easy listening (sometimes known as mood music) is a popular music genre and radio format that was most popular during the 1950s to 1970s. It is related to middle-of-the-road (MOR) music and encompasses instrumental recordings of standards, hit songs, non-rock vocals and instrumental covers of selected popular rock songs. It mostly concentrates on music that pre-dates the rock n' roll era, characteristically on music from the 1940s and 1950s. It was differentiated from the mostly instrumental beautiful music format by its variety of styles, including a percentage of vocals, arrangements and tempos to fit various pars of the broadcast day.",
  "/wiki/Jones_College_(Jacksonville)": "Jones College was a private college in Jacksonville, Florida. Founded in 1918, the college was non-profit and had an undergraduate body of roughly 350 students. It offered courses in business, education, management, medical assistant training, computer science and general studies. The school was not regionally accredited, although it was nationally accredited by the Accrediting Council for Independent Colleges and Schools (ACICS).",
  "/wiki/WFOY": "WFOY (1240 AM) is a radio station broadcasting a News/talk format. Licensed to St. Augustine, Florida, United States, the station is currently owned by Phillips Broadcasting. The station is repeated in St. Augustine on an FM translator, W271CJ/102.1.",
  "/wiki/WJNJ": "WJNJ (1320 kHz) is a commercial AM radio station in Jacksonville, Florida.  It is owned by New Covenant Ministries, Inc., and airs an urban gospel radio format.  Its schedule is a mix of contemporary gospel hits and preaching shows aimed at the African-American community.  Weekday mornings, it carries the Erica Campbell Show, syndicated from Radio One.",
  "/wiki/WCGL": "WCGL (1360 kHz) is a commercial AM radio station broadcasting an urban gospel radio format. Licensed to Jacksonville, Florida, United States, the station is currently owned by JBD Communications, Inc.  The station airs contemporary gospel music and some preaching programs, aimed at the African-American community.  It uses the moniker \"The Victory Station.\"",
  "/wiki/WZAZ": "WZAZ (1400 AM) is a silent radio station in Jacksonville, Florida which formerly carried a Gospel music format. WZAZ went silent on August 20, 2017.",
  "/wiki/WAOC": "WAOC (1420 AM) is a radio station broadcasting a sports format. Licensed to St. Augustine, Florida, United States, the station serves the Jacksonville area.  The station is currently owned by Phillips Broadcasting, LLC and features programming from CBS Sports Radio, The Sport Buffet and Motor Racing Network.",
  "/wiki/WQOP": "WQOP (1460 AM, \"Relevant Radio\") is an American radio station licensed to serve Jacksonville, Florida. The station is owned by Immaculate Heart Media, Inc., and broadcasts a Catholic radio format.",
  "/wiki/Catholic_radio": "Christian radio is a category of radio formats that focus on transmitting programming with a Christian message. In the United States, where it is most established, many such broadcasters play contemporary Christian music, though many programs include talk or news programming covering economic, political or religious topics.",
  "/wiki/WYMM": "WYMM (1530 kHz) is an AM radio station in Jacksonville, Florida, broadcasting a Haitian Creole-language format. WYMM  is branded as Radio Puissance Inter, roughly translated as \"Radio Power International,\" targeting Jacksonville's Haitian community. WYMM is owned by locally-owned AVM Broadcasting LLC. Prior to March 2014, it was La Poderosa, playing a Regional Mexican music format.",
  "/wiki/Latin_Christian_music": "Latin Christian music (Spanish Musica Cristiana Latina) is a subgenre of Latin music and Contemporary Christian music. Christian music is well established in Latin America's Evangelical churches, but is also popular with the major Roman Catholic community. Both the Latin Grammy Awards and Latin Billboard Music Awards have Christian music categories,   (e.g. Latin Grammy Award for Best Christian Album (Spanish Language)), though the markets are often underestimated due to low reporting.",
  "/wiki/WVOJ": "WVOJ (1570 kHz) is a commercial AM radio station, licensed to Fernandina Beach, Florida, and serving the Jacksonville metropolitan area.  The station is currently owned by Norsan Consulting And Management, Inc.  WVOJ airs a Regional Mexican radio format, largely simulcast with several other radio stations in the Southern U. S., including North Carolina and South Carolina.",
  "/wiki/WZNZ": "WZNZ is a commercial radio station that broadcasts to the Jacksonville area on 1600 AM & 100.3 FM. The station is licensed in Atlantic Beach to Immaculate Heart Media, Inc. It is an affiliate of Relevant Radio, airing a Catholic talk format.",
  "/wiki/Oldies": "Oldies is a radio format that concentrates on rock and roll and pop music from the second half of the twentieth century, specifically from around the mid-1950s to the 1970s or 1980s."
}