{
  "/wiki/Klaus_Tafelmeier": "Klaus-Dieter Tafelmeier (born 12 April 1958 in Singen, Baden-Württemberg) is a retired German javelin thrower. He represented Bayer 04 Leverkusen.",
  "/wiki/Como": "Como (Italian pronunciation: [ˈkɔːmo] (listen), locally [ˈkoːmo]; Comasco: Còmm [ˈkɔm], Cómm [ˈkom] or Cùmm [ˈkum]; Latin: Novum Comum; Romansh: Com) is a city and comune in Lombardy, Italy. It is the administrative capital of the Province of Como.",
  "/wiki/Jan_%C5%BDelezn%C3%BD": "Jan Železný (Czech pronunciation: [jan ˈʒɛlɛzniː] (listen); born 16 June 1966) is a retired Czech track and field athlete who competed in the javelin throw. He was a World and Olympic Champion and holds the world record with a throw of 98.48 m. Widely considered to be the greatest javelin thrower of the modern era, he also has the second, third and fourth best performances of all time.",
  "/wiki/Nitra": "Nitra (Slovak pronunciation: [ˈɲitra] (listen); also known by other alternative names) is a city in western Slovakia, situated at the foot of Zobor Mountain in the valley of the river Nitra. With a population of about 76,655 it is the fifth-largest city in Slovakia. Nitra is also one of the oldest cities in Slovakia; it was the political center of the Principality of Nitra. Today, it is a seat of a kraj (Nitra Region)  and an okres (Nitra District).",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/Patrik_Bod%C3%A9n": "Lars Patrik Bodén (born 30 June 1967) is a retired Swedish track and field athlete who competed in the javelin throw. He holds the Swedish national record at 89.10 m, which he set on 24 March 1990. He briefly held the world record with this throw until Steve Backley set a new record later the same year.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Steve_Backley": "Stephen James Backley, OBE (born 12 February 1969) is a retired British track and field athlete who competed in the javelin throw. He formerly held the world record, and his 91.46 m throw from 1992 is the British record. During his career, he was a firm fixture in the British national athletics team. He won four gold medals at the European Championships, three Commonwealth Games gold medals, two silvers and a bronze at the Olympic Games, and two silvers at the World Championships. Currently, he is an occasional commentator for athletics competitions, especially the field events.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Seppo_R%C3%A4ty": "Seppo Henrik Räty (born 27 April 1962) is a retired Finnish track and field athlete who competed in the javelin throw. He was a World Champion, having won gold in 1987. He was also an Olympic medalist (silver in 1992, bronze in 1988 and 1996). He was nicknamed Tohmajärven karhu (\"The Bear of Tohmajärvi\") and Tohmajärven tykki (\"The Cannon of Tohmajärvi\").",
  "/wiki/Shizuoka,_Shizuoka": "Shizuoka (静岡市, Shizuoka-shi, [ɕizɯꜜoka]) is the capital city of Shizuoka Prefecture, Japan, and the prefecture's second-largest city in both population and area. It has been populated since prehistoric times. As of 1 December 2019[update], the city had an estimated population of 690,881 in 106,087 households, and a population density of 489 persons per km².",
  "/wiki/Punkalaidun": "Punkalaidun (Swedish: Punkalaidun, also Pungalaitio) is a municipality of Finland.",
  "/wiki/Men's_javelin_throw_world_record_progression": "The first world record in the men's javelin throw was recognised by the International Association of Athletics Federations in 1912."
}