{
  "/wiki/Games_for_Windows_–_Live": "Games for Windows – Live or GFWL (trademarked as Games for Windows – LIVE) was an online gaming service used by Games for Windows–branded PC titles that enables Windows PCs to connect to Microsoft's Live service. Users, each with a unique Gamertag (the Microsoft username service for gaming that began on Xbox Live), are able to play online, keep track of their friends' status, send and receive messages, gain and keep track of Achievements and associated Gamerscore, voice chat across platforms (removed in 2010), and more. Some games allow for cross-platform play, such as Shadowrun, putting Windows players against Xbox 360 players.",
  "/wiki/2010_in_video_gaming": "2010 has seen many sequels and prequels in video games, including several new titles such as Ace Attorney, Alien vs. Predator, Army of Two, Assassin's Creed, Battlefield, BioShock, Call of Duty, Castlevania, Civilization, Crackdown, Donkey Kong, Darksiders,  Dead Rising, Fable, Fallout, God of War, Gran Turismo, Grand Theft Auto, Halo, Just Cause, Kane and Lynch, Lost Planet, Mafia, Mass Effect, Medal of Honor, Mega Man, Metroid, Need for Speed, Pokémon, Prince of Persia, Red Steel, Red Dead, Resident Evil, Skate, StarCraft, Star Wars: The Force Unleashed, Super Mario, Super Monkey Ball, Tom Clancy's H.A.W.X, Tom Clancy's Splinter Cell and Total War. In addition, it saw the release of many new intellectual properties, such as Alan Wake, Darksiders, Deadly Premonition, Heavy Rain and Metro 2033. Many awards went to games such as Red Dead Redemption, Mass Effect 2, God of War III and Super Mario Galaxy 2. Kinect from Microsoft Game Studios for the Xbox 360 was also released this year.",
  "/wiki/Kalypso_Media": "The Kalypso Media Group is a German developer and publisher of video games with 100 employees at seven locations throughout Germany, England, and the United States. The group includes: Kalypso Media Group GmbH in Worms, DE, Kalypso Media UK Ltd. in Bracknell UK, Kalypso Media USA Inc. in Ridgewood, USA, Kalypso Media Digital Ltd. in Leicester, UK, as well as the 2015-founded Kalypso Media Mobile in Hamburg, DE. The company has two in-house development studios: Realmforge Studios (located in Munich, DE) and Gaming Minds Studios (Gütersloh, DE). The products of the Kalypso Media Group include the Tropico, Sudden Strike, Dungeons and Railway Empire series as well as many more.",
  "/wiki/Age_of_Conan:_Hyborian_Adventures": "Age of Conan: Unchained (formerly known as Age of Conan: Hyborian Adventures) is a fantasy-themed massively multiplayer online role-playing game (MMORPG) developed by Funcom and published by Eidos Interactive for Microsoft Windows in 2008. Age of Conan is the first installment in the planned Age of Conan series. Age of Conan takes place within the continent of the Hyborian kingdoms, a year after the events depicted in Robert E. Howard's Conan novel, The Hour of the Dragon. Hyborian Adventures' release celebrated the 76th anniversary of the Conan franchise.",
  "/wiki/Funcom": "Funcom Oslo AS (OSE: FUNCOM, formerly Funcom Productions AS) is a Norwegian video game developer specializing in online games. It is best known for the massively multiplayer online role-playing game (MMORPG) titles Age of Conan, Anarchy Online, and The Secret World – and The Longest Journey series of adventure games. The company has offices in Oslo, Norway and North Carolina, US. They previously also had offices in Beijing, Dublin, and Montreal.",
  "/wiki/Aliens_vs._Predator_(video_game)": "This is a chronological list of games in the Alien,  Predator and Alien vs. Predator science fiction horror franchises. There have been thirty-eight officially licensed video games, one trading card game, and one tabletop miniatures game released as tie-ins to the three franchises.",
  "/wiki/Rebellion_Developments": "Rebellion Developments Limited is a British video game developer based in Oxford, England. Founded by Jason and Chris Kingsley in December 1992, the company is best known for its Sniper Elite series and multiple games in the Alien vs. Predator series. Rebellion has published comic books since 2000, when it purchased 2000 AD, the publisher of characters such as Judge Dredd and Rogue Trooper.",
  "/wiki/Sega": "Sega Games Co., Ltd.[a] is a Japanese multinational video game developer and publisher headquartered in Shinagawa, Tokyo. Its international branches, Sega of America and Sega Europe, are respectively headquartered in Irvine, California, and London.  Sega's arcade division, once part of Sega Corporation, has existed as Sega Interactive Co., Ltd. since 2015.  Both companies are subsidiaries of Sega Holdings Co., Ltd., which is in turn a part of Sega Sammy Holdings.  From 1983 until 2001, Sega also developed and sold video game consoles.",
  "/wiki/Alpha_Protocol": "Alpha Protocol is an action role-playing game developed by Obsidian Entertainment and published by Sega. It was released for Microsoft Windows, PlayStation 3, and Xbox 360 in May 2010. The player assumes control of agent Michael Thorton, a new recruit at a clandestine United States agency called Alpha Protocol, which is given unlimited resources to conduct covert operations on behalf of the government. Thorton becomes a rogue agent and must unravel an international conspiracy to stop a war. Throughout the game, players must make many choices that affect the narrative. Played from a third-person perspective, players can confront enemies using firearms, gadgets, martial arts, and stealth. The game features extensive customization and a dialogue stance system that allows players to select dialogues based on three different tones.",
  "/wiki/Obsidian_Entertainment": "Obsidian Entertainment, Inc. is an American video game developer based in Irvine, California. It was founded in June 2003, shortly before the closure of Black Isle Studios, by ex-Black Isle employees Feargus Urquhart, Chris Avellone, Chris Parker, Darren Monahan, and Chris Jones.",
  "/wiki/Viva_Media": "Encore Software, LLC (\"Encore\") is a Delaware limited liability company focused on software sales, distribution and software development.",
  "/wiki/Batman:_Arkham_Asylum": "Batman: Arkham Asylum is a 2009 action-adventure game developed by Rocksteady Studios and published by Eidos Interactive in conjunction with Warner Bros. Interactive Entertainment. Based on the DC Comics superhero Batman and written by veteran Batman writer Paul Dini, Arkham Asylum was inspired by the long-running comic book mythos. In the game's main storyline, Batman battles his archenemy, the Joker, who instigates an elaborate plot to seize control of Arkham Asylum, trap Batman inside with many of his incarcerated foes, and threaten the fictional Gotham City with hidden bombs. Most of the game's leading characters are voiced by actors who have appeared in other media based on the DC Animated Universe; Kevin Conroy, Mark Hamill, and Arleen Sorkin reprised their roles as Batman, the Joker, and his sidekick Harley Quinn respectively.",
  "/wiki/Rocksteady_Studios": "Rocksteady Studios Limited is a British video game developer based in London, England. Founded on 13 December 2004, the studio is best known for its work in the Batman: Arkham series. The company is a subsidiary of Warner Bros. Interactive Entertainment.",
  "/wiki/Eidos_Interactive": "Square Enix Limited (formerly Domark Limited and Eidos Interactive Limited), doing business as Square Enix Europe, is a British video game publisher, acting as the European subsidiary of Square Enix. The company was founded as Domark in 1984, named after the founders Mark Strachan and Dominic Wheatley. In 1995, the company was acquired by Eidos and was merged with two other studios and renamed Eidos Interactive the following year. Eidos was in turn acquired by SCi in 2005, and Eidos Interactive was sold to Square Enix in 2009. On 9 November 2009, Square Enix completed the merger of its existing European branch with Eidos Interactive, renaming the resulting company Square Enix Europe.",
  "/wiki/BioShock_2": "BioShock 2 is a first-person shooter video game developed by 2K Marin and published by 2K Games. A part of the Bioshock series, it is the sequel to the 2007 video game BioShock and was released worldwide for Microsoft Windows, the PlayStation 3, and the Xbox 360 on February 9, 2010. Feral Interactive released an OS X version of the game on March 30, 2012. Set in the fictional underwater dystopian city of Rapture, the game's story takes place eight years after BioShock. Assuming control of Subject Delta, a hulking Big Daddy, players are tasked with fighting through \"Splicers\", the psychotic human population of the city, using weapons and an array of genetic modifications. The game also introduces a story-driven multiplayer mode called Fall of Rapture, which takes place during Rapture's 1959 civil war, before the events of the first game.",
  "/wiki/2K_Marin": "2K Marin, Inc. was an American video game developer based in Novato, California. Founded in December 2007 as a spin-off from their parent, 2K, the company developed BioShock 2 (2010) and The Bureau: XCOM Declassified (2013) before laying off or relocating all staff in October 2013 and silently being closed.",
  "/wiki/2K_Games": "2K is an American video game publisher based in Novato, California. 2K was founded under Take-Two Interactive in January 2005 through the 2K Games and 2K Sports labels, following Take-Two Interactive's acquisition of Visual Concepts that same month. Originally based in New York City, it moved to Novato in 2007. A third label, 2K Play, was added in September 2007. 2K is governed by David Ismailer as president and Phil Dixon as COO. A motion capture studio for 2K is based in Petaluma, California.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/1C_Company": "1C Company (Russian: Фирма «1С», [ˈfʲirmə ɐˈdʲin ˈɛs]) is an independent software developer, distributor and publisher with headquarters in Moscow, Russia. It develops, manufactures, licenses, supports and sells computer software, related services and video games.",
  "/wiki/Blacklight:_Tango_Down": "Blacklight: Tango Down is a dystopian cyberpunk-themed online multiplayer first-person shooter video game developed by Zombie Studios and published by Ignition Entertainment. The game was released on July 7, 2010 on Xbox 360 as a downloadable title, and was released on Microsoft Windows (with Games for Windows – Live requirement) on July 14, 2010. The game was also released on October 26, 2010 for the PlayStation 3. The PC version is the one to receive all three patches, where as the Xbox 360 received only the first two patches, and the PlayStation 3 version received no patches, being at retail, launch day version.",
  "/wiki/Zombie_Studios": "Zombie Studios was an American independent video game developer of console, PC, mobile and web-based games. It was formed in 1994 as Zombie, LLC by Joanna Alexander and Mark Long, formerly of the Sarnoff Research Center. Alexander and Long founded Zombie after they completed the design of a virtual reality game console for Hasbro at Sarnoff in 1993. Zombie has designed and produced over 30 games for major platforms. From 1999 to 2004 the company was known as Zombie Inc. They created a value label in 2005,  Direct Action Games, to design and produce value titles for both PC and consoles.",
  "/wiki/UTV_Ignition_Entertainment": "Ignition Entertainment Limited, doing business as UTV Ignition Games, was a video game publisher of Indian media conglomerate UTV Software Communications. After The Walt Disney Company acquired UTV Software Communications as a wholly owned subsidiary for The Walt Disney Company India, UTV Ignition Games assets were liquidated.",
  "/wiki/BlazBlue:_Calamity_Trigger": "BlazBlue: Calamity Trigger (ブレイブルー カラミティ トリガー, BureiBurū: Karamiti Torigā) is a fighting game developed by Arc System Works in 2008. The game's name is a portmanteau of \"blaze\" and \"blue,\" with the \"z\" sound omitted in the Japanese pronunciation, rendering it similar to the word \"bray\" in pronunciation. Originally released for the arcades, it was also released for the PlayStation 3, Xbox 360 and Windows. A port for the PlayStation Portable, titled BlazBlue: Calamity Trigger Portable (ブレイブルー カラミティ トリガー ポータブル, BureiBurū: Karamiti Torigā Pōtaburu), was released in 2010. It was the first title in the BlazBlue game series and extended franchise.",
  "/wiki/Arc_System_Works": "Arc System Works Co., Ltd. (株式会社アークシステムワークス, Kabushiki gaisha Āku Shisutemu Wākusu) is a video game developer and publisher located in Yokohama. Founded by Minoru Kidooka in 1988, the company is known for arcade 2D fighting game franchises, including Guilty Gear and BlazBlue, as well as other licensed-based fighting games for Dragon Ball and Persona 4 Arena.",
  "/wiki/Cross-platform": "In computing, cross-platform software (also multi-platform software or platform-independent software) is computer software that is implemented on multiple computing platforms. Cross-platform software may be divided into two types; one requires individual building or compilation for each platform that it supports, and the other one can be directly run on any platform without special preparation, e.g., software written in an interpreted language or pre-compiled portable bytecode for which the interpreters or run-time packages are common or standard components of all platforms.",
  "/wiki/CarneyVale:_Showtime": "CarneyVale: Showtime is a vertical platformer developed by Singapore-MIT GAMBIT Game Lab and published by Microsoft Game Studios. It was initially released on Xbox Live Indie Games (then Xbox Live Community Games) on Xbox 360. Players play as Slinky, \"a circus acrobat trying to rise up the ranks by performing acrobatic tricks and death-defying stunts through increasingly complex arenas\".",
  "/wiki/Microsoft_Studios": "Xbox Game Studios, previously known as Microsoft Studios, Microsoft Game Studios, and Microsoft Games, is a division of Microsoft based in Redmond, Washington. It was established in March 2000, spun out from an internal Games Group, for the development and publishing of video games for Microsoft Windows. It has since expanded to include games and other interactive entertainment for the namesake Xbox platforms, Windows Mobile and other mobile platforms, and web-based portals. As the studio grew, it has acquired and relinquished ownership of several other studios, and is the parent organization of fifteen other studios.",
  "/wiki/Crash_Time:_Autobahn_Pursuit": "Crash Time: Autobahn Pursuit (known in the United Kingdom as Crash Time and in the rest of Europe as Alarm für Cobra 11: Crash Time) is a mission-based driving game released for the PC in 2007 and Xbox 360 in 2008, and a sequel to Alarm für Cobra 11: Nitro. It is based on the German television series Alarm für Cobra 11 – Die Autobahnpolizei, and features several characters from the show working their way through criminal cases set in fictitious versions of the city streets of Cologne, and the autobahn in North Rhine Westphalia. The developers created a \"Pathfinder\" to ensure that the AI vehicles do not always follow the same path during a pursuit. It was not received well by critics, with graphics and plot being of concern. Four sequels have been released on Xbox 360 and through online content provider Steam.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/2012_in_video_gaming": "The year 2012 saw the release of numerous sequels to critically acclaimed video games, such as Alan Wake, Assassin's Creed, Borderlands, Call of Duty, Counter-Strike, Darksiders, Dead or Alive, Diablo, Fable, Far Cry, Forza Motorsport, Halo, Hitman, Mario Party, Marvel vs. Capcom, Mass Effect, Max Payne, Medal of Honor, Modern Combat, Need for Speed, Ninja Gaiden, PlanetSide, Pokémon, Prototype, Resident Evil, Silent Hill, Sniper Elite, Spec Ops, Super Mario, Tekken, The Darkness, Tom Clancy's Ghost Recon, Transformers, Trials and X-COM.  In addition, it saw the release of many new intellectual properties, such as Asura's Wrath, Dishonored, Journey, Lollipop Chainsaw and Sleeping Dogs. Many awards went to games such as Borderlands 2, Far Cry 3, Journey, Mass Effect 3, The Walking Dead and XCOM: Enemy Unknown. It began with the worldwide release of Sony's newest handheld game console, the PlayStation Vita, that was launched in Japan in December 2011. The end of the year marked the worldwide release of the second most recent home console by Nintendo, the Wii U.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Synetic_GmbH": "Synetic GmbH was a German video game company specialising in racing games. The company was founded in 1996 in Gütersloh by five former members of Ascaron. All five original members were still working for the company until the company was liquidated in May 2014. Although the company with its team of eight employees was rather small and its games are virtually unknown outside of Germany, their titles are among the most popular racing games in Germany and are consistently among Germany's best-selling games.",
  "/wiki/Dtp_entertainment": "DTP Entertainment AG (formerly known as DTP Neue Medien AG) was a German video game publisher, founded in 1995 by Thomas Baur and located in Hamburg. At its time it was one of Germany's leading game publishers. DTP was known for having published a high number of games which were developed in Germany, especially adventure games. The company was also acting as a video game distributor.",
  "/wiki/PQube": "PQube is a registered trademark of Power Standards Lab for an electronic measuring instrument that records power quality and electric energy on the electric power grid.",
  "/wiki/Dark_Void": "Dark Void is a video game developed by Airtight Games using the Unreal Engine 3 and published by Capcom for the PlayStation 3, Xbox 360 and Microsoft Windows. In the game, players must face an alien threat that humanity had previously banished. The game mixes on-foot and mid-air combat. It was released worldwide in January 2010.",
  "/wiki/Airtight_Games": "Airtight Games was an American independent video game developer based in Redmond founded in 2004 that was made up of former members of FASA Studio, Will Vinton Studios and Microsoft, as well as several other studios.[citation needed] The key members included president and creative director Jim Deal, art director Matt Brunner, and co-founder Ed Fries.[citation needed] Their first title was the 2010 action game Dark Void, published by Capcom and released for Microsoft Windows, PlayStation 3 and Xbox 360 platforms.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Dead_Rising_2": "Dead Rising 2 is an action-adventure video game developed by Canadian company Blue Castle Games, published by Capcom, and released between September and October 2010 for the PlayStation 3, Xbox 360, and Microsoft Windows. It is a sequel to Dead Rising, and is the second entry in the series of the same name. The game features a number of new features and improvements to its predecessor, including multiplayer options.",
  "/wiki/Capcom_Vancouver": "Capcom Game Studio Vancouver, Inc. (formerly Blue Castle Games), more commonly known as Capcom Vancouver, was a video game developer owned by Capcom in partnership with Microsoft Studios. As Blue Castle Games, the company was the creator of several successful baseball sports video games, including The Bigs, MLB Front Office Manager and The Bigs 2. They have also developed the Dead Rising series. Blue Castle Games was acquired by Capcom after the release of Dead Rising 2, and renamed Capcom Vancouver, where they continued to work on the Dead Rising series. Capcom announced the closure of the studio in September 2018, cancelling Dead Rising titles in the works and moving other development to their Japan-based studios.",
  "/wiki/Astragon": "Astragon Entertainment GmbH (formerly Astragon Software GmbH) is a German video game publisher based in Mönchengladbach, Germany. The company is a subsidiary of German video game distributor Astragon Sales & Services GmbH (formerly Rondomedia Marketing & Vertriebs GmbH).",
  "/wiki/Disciples_III:_Renaissance": "Disciples III: Renaissance is a turn-based strategy video game. The game was developed by .dat and published by Akella and Kalypso Media. The project was in development since the summer of 2005.[citation needed]",
  "/wiki/Akella": "Akella (Russian: Акелла) was a Russian software company specializing in the development, publishing and distribution of video games and multimedia products. The founders of Akella met in 1993 and decided to start a company together, and in 1995 formed Akella. The company comprised five in-house development teams, a publishing house, a distribution center, a localization team and a quality assurance department; in total, 250 people were employed by Akella.",
  "/wiki/Elemental:_War_of_Magic": "Elemental: War of Magic is a fantasy 4X turn-based strategy game developed and published by Stardock, released August 24, 2010.",
  "/wiki/Stardock": "Stardock Corporation is a software development company founded in 1991 and incorporated in 1993 as Stardock Systems. Stardock initially developed for the OS/2 platform, but was forced to switch to Microsoft Windows due to the collapse of the OS/2 software market between 1997 and 1998.[citation needed] The company is best known for computer programs that allow a user to modify or extend a graphical user interface as well as personal computer games, particularly strategy games such as the Galactic Civilizations series, Sins of a Solar Empire: Rebellion, Elemental: Fallen Enchantress, and Ashes of the Singularity.",
  "/wiki/Empire:_Total_War": "Empire: Total War is a turn-based strategy and real-time tactics video game developed by Creative Assembly and published by Sega. The fifth installment in the Total War series, the game was released in 2009. The game, which focuses on the early modern period of the 18th century, was announced at the Leipzig Games Convention in August 2007. The Mac OS X version of the game was released by Feral Interactive on 10 June 2014. The Linux version was released, also by Feral Interactive, on 8 December 2014.",
  "/wiki/Napoleon:_Total_War": "Napoleon: Total War is a turn-based strategy and real-time tactics video game developed by The Creative Assembly and published by Sega for the Microsoft Windows and Mac OS X. Napoleon was released in North America on 23 February 2010, and in Europe on 26 February. The game is the sixth stand-alone installment in the Total War series. The game is set in Europe, North Africa, and the Middle East during the late 18th and early 19th centuries. Players assume the role of Napoleon Bonaparte, or one of his major rivals, on a turn-based campaign map and engage in the subsequent battles in real-time. As with its predecessor, Empire: Total War, which included a special United States storyline, Napoleon features three special campaigns that follow the general's career.",
  "/wiki/Total_War_(video_game_series)": "Total War is a series of strategy games developed by The Creative Assembly for personal computers. They combine turn-based strategy and resource management with real-time tactical control of battles. The first of the series, Shogun: Total War was released in June 2000. The most recent major game released was Total War: Three Kingdoms on 23 May 2019. The series has sold over 20 million copies.",
  "/wiki/The_Creative_Assembly": "The Creative Assembly Limited, doing business as Creative Assembly, is a British video game developer based in Horsham, England, founded in 1987 by Tim Ansell. In its early years, the company worked on porting games to MS-DOS from Amiga and ZX Spectrum platforms, later working with Electronic Arts to produce a variety of games under the EA Sports brand. In 1999, the company had sufficient resources to attempt a new and original project, proceeding to develop the strategy computer game Shogun: Total War which was a critical and commercial hit, and is regarded as a benchmark strategy game. Subsequent titles in the Total War series built on the success of Shogun: Total War, increasing the company's critical and commercial success.",
  "/wiki/F1_2010_(video_game)": "F1 2010 is a video game based on the 2010 season of the Formula One world championship. The game was released in September 2010 on the Microsoft Windows, PlayStation 3 and Xbox 360 platforms. It has sold 2.3 million units worldwide. The game engine is based on the new EGO 1.5 engine, an unofficially titled evolution of the EGO 1.0 engine that was created specially for the title.",
  "/wiki/Codemasters": "The Codemasters Software Company Limited, trading as Codemasters, is a British video game developer and publisher based in Southam, England. Founded by brothers Richard and David Darling in October 1986, Codemasters is one of the oldest British game studios, and in 2005 was named the best independent video game developer by magazine Develop.",
  "/wiki/Fallout:_New_Vegas": "Fallout: New Vegas is a post-apocalyptic action role-playing video game. It is a spin-off of the Fallout series and was developed by Obsidian Entertainment and published by Bethesda Softworks. It was announced in April 2009 and released for Microsoft Windows, PlayStation 3 and Xbox 360 on October 19, 2010. The game is set in a post-apocalyptic open world environment that encompasses a region consisting of parts of Nevada, California, and Arizona. It is set in a world that deviated onto an alternate timeline thanks to atomic age technology, which eventually led to its devastation by a nuclear apocalypse in the year 2077 in an event referred to as \"The Great War\". This war was caused by a major international conflict between the United States and China over natural resources. The main story of New Vegas takes place in the year 2281, four years after the events of Fallout 3. It is not a direct sequel, but it does mark the return of several elements found in the Black Isle Studios-developed Fallout 2.",
  "/wiki/Bethesda_Softworks": "Bethesda Softworks LLC is an American video game publisher based in Rockville, Maryland. The company was founded by Christopher Weaver in 1986 as a division of Media Technology Limited, and in 1999 became a subsidiary of ZeniMax Media. In its first fifteen years, it was a video game developer and self-published its titles. In 2001, Bethesda spun off its own in-house development team into Bethesda Game Studios, and Bethesda Softworks became a publisher. It also publishes games by ZeniMax Online Studios, id Software, Arkane Studios, MachineGames and Tango Gameworks.",
  "/wiki/List_of_Games_for_Windows_titles": "This is a list of Games for Windows titles video games under Microsoft's Games for Windows label. With the closure of the Xbox.com PC marketplace in August 2013; no games were devolved for the platform past 2013. The clients software and the servers are still available."
}