{
  "/wiki/Bishop_(comics)": "Lucas Bishop is a fictional character appearing in American comic books published by Marvel Comics, particularly titles associated with the X-Men.",
  "/wiki/X-Men:_Days_of_Future_Past": "X-Men: Days of Future Past is a 2014 superhero film directed and produced by Bryan Singer and written by Simon Kinberg from a story by Kinberg, Jane Goldman, and Matthew Vaughn. A British-American venture, the film is based on the fictional X-Men characters that appear in Marvel Comics, the seventh installment of the X-Men film series and a sequel to X-Men: The Last Stand (2006), X-Men: First Class (2011) and The Wolverine (2013). It stars an ensemble cast, including Hugh Jackman, James McAvoy, Michael Fassbender, Jennifer Lawrence, Halle Berry, Nicholas Hoult, Anna Paquin, Ellen Page, Peter Dinklage, Ian McKellen, and Patrick Stewart.  The story, inspired by the 1981 Uncanny X-Men storyline \"Days of Future Past\" by Chris Claremont and John Byrne, focuses on two time periods, with Wolverine traveling back in time to 1973 to change history and prevent an event that results in doom for both humans and mutants.",
  "/wiki/Black_Panther_(comics)": "Black Panther is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer-editor Stan Lee and writer-artist Jack Kirby, first appearing in Fantastic Four #52 (cover-dated July 1966) in the Silver Age of Comic Books. Black Panther's real name is T'Challa, king and protector of the fictional African nation of Wakanda. Along with possessing enhanced abilities achieved through ancient Wakandan rituals of drinking the essence of the heart-shaped herb, T'Challa also relies on his proficiency in science, rigorous physical training, hand-to-hand combat skills, and access to wealth and advanced Wakandan technology to combat his enemies.",
  "/wiki/Captain_America:_Civil_War": "Captain America: Civil War is a 2016 American superhero film based on the Marvel Comics character Captain America, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2011's Captain America: The First Avenger and 2014's Captain America: The Winter Soldier, and the thirteenth film in the Marvel Cinematic Universe (MCU). The film is directed by Anthony and Joe Russo, with a screenplay by the writing team of Christopher Markus and Stephen McFeely, and stars Chris Evans as Steve Rogers / Captain America, alongside an ensemble cast including Robert Downey Jr., Scarlett Johansson, Sebastian Stan, Anthony Mackie, Don Cheadle, Jeremy Renner, Chadwick Boseman, Paul Bettany, Elizabeth Olsen, Paul Rudd, Emily VanCamp, Tom Holland, Frank Grillo, William Hurt, and Daniel Brühl. In Captain America: Civil War, disagreement over international oversight of the Avengers fractures them into opposing factions—one led by Steve Rogers and the other by Tony Stark.",
  "/wiki/Blade_(comics)": "Blade (Eric Stokes Brooks) is a fictional character appearing in American comic books published by Marvel Comics. Created by writer Marv Wolfman and penciller Gene Colan, his first appearance was in the comic book The Tomb of Dracula #10 (July 1973) as a supporting character.",
  "/wiki/Blade_(film)": "Blade is a 1998 American superhero horror film directed by Stephen Norrington and written by David S. Goyer based on the Marvel Comics superhero of the same name. It is the first part of the Blade film series. The film stars Wesley Snipes in the title role with Stephen Dorff, Kris Kristofferson and N'Bushe Wright in supporting roles. In the film, Blade is a Dhampir, a human with vampire strengths but not their weaknesses, who protects humans from vampires.",
  "/wiki/Blankman": "Blankman is a 1994 American superhero comedy parody film directed by Mike Binder and starring Damon Wayans and David Alan Grier, both of whom were also cast members of the 1990-1994 Fox sketch comedy television series In Living Color. It was written by Wayans and J. F. Lawton, whose biggest success was writing Pretty Woman and Cannibal Women in the Avocado Jungle of Death.",
  "/wiki/Billy_Cranston": "Billy Cranston is a fictional character in the Power Rangers universe. He is the Blue Ranger in the series Mighty Morphin Power Rangers, and was portrayed by actor David Yost. Billy is the only original Power Ranger to remain for the entire MMPR series, and is the second longest-serving Ranger overall behind Tommy Oliver. Until his departure, he was considered the brains of the Power Rangers team, creating many gadgets with which to solve problems that not even Zordon foresaw, and he even invented the first team's wrist-worn communication devices.",
  "/wiki/Power_Rangers_(film)": "Power Rangers (also marketed as Saban's Power Rangers) is a 2017 American superhero film based on the franchise of the same name, directed by Dean Israelite and written by John Gatins. It is the third Power Rangers film, and is a reboot. The film features the main characters of the Mighty Morphin Power Rangers television series with a new cast, starring Dacre Montgomery, Naomi Scott, RJ Cyler, Becky G, Ludi Lin, Bill Hader, Bryan Cranston, and Elizabeth Banks.",
  "/wiki/Catwoman_(film)": "Catwoman is a 2004 American superhero film loosely based on the DC Comics character of the same name. Directed by Pitof and written by John Rogers, John Brancato and Michael Ferris with music by Klaus Badelt, the film stars Halle Berry in the title role, Benjamin Bratt, Lambert Wilson, Frances Conroy, Alex Borstein and Sharon Stone. The film centers on Patience Phillips, a meek designer who discovers a conspiracy within the cosmetics company she works for that involves a dangerous product which could cause widespread health problems. After being discovered and murdered by the conspirators, she is revived by Egyptian cats that grant her superhuman cat-like abilities, allowing her to become the crime-fighting anti-heroine Catwoman, while also romancing a detective who pursues her.",
  "/wiki/Cobra_Bubbles": "The following are fictional characters from Disney's Lilo & Stitch franchise.",
  "/wiki/Lilo_%26_Stitch": "Lilo & Stitch is a 2002 American animated adventure science fiction comedy-drama film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. Disney's 42nd animated feature film, it was written and directed by Dean DeBlois and Chris Sanders (who is the voice of Stitch), and features the voices of Daveigh Chase, Tia Carrere, David Ogden Stiers, Kevin McDonald, Ving Rhames, Jason Scott Lee, and Kevin Michael Richardson. It was the second of three Disney animated features (the others being Mulan and Brother Bear) produced primarily at the Florida animation studio located at Disney's Hollywood Studios (known as \"Disney-MGM Studios\" during production) in Walt Disney World near Orlando, Florida. It was released on June 21, 2002, to positive reviews and was nominated for the 2002 Academy Award for Best Animated Feature. That Academy Award was won by Studio Ghibli's 2001 film Spirited Away, which was also distributed in the United States by Walt Disney Pictures, and also starred Chase and Stiers in the English version.",
  "/wiki/Darwin_(comics)": "Armando Muñoz, also known by his codename Darwin, is a mutant superhero appearing in American comic books published by Marvel Comics.",
  "/wiki/X-Men:_First_Class_(film)": "X-Men: First Class (also marketed as  X: First Class) is a 2011 superhero film based on the X-Men characters appearing in Marvel Comics. The fifth installment in the X-Men film series, a prequel and soft reboot of X-Men (2000), it was directed by Matthew Vaughn and produced by Bryan Singer, and stars James McAvoy, Michael Fassbender, Rose Byrne, Jennifer Lawrence, January Jones, Nicholas Hoult, Oliver Platt, and Kevin Bacon. The film is set primarily in 1962 during the Cuban Missile Crisis, and focuses on the relationship between Professor Charles Xavier and Erik Lehnsherr / Magneto, and the origin of their groups—the X-Men and the Brotherhood of Mutants, respectively, as they deal with the Hellfire Club led by Sebastian Shaw, who is bent on world domination.",
  "/wiki/Falcon_(comics)": "Falcon (Samuel Thomas Wilson) is a fictional superhero appearing in American comic books published by Marvel Comics. The character was introduced by writer-editor Stan Lee and artist Gene Colan in Captain America #117 (September 1969), and was the first African-American superhero in mainstream comic books.",
  "/wiki/Captain_America:_The_Winter_Soldier": "Captain America: The Winter Soldier is a 2014 American superhero film based on the Marvel Comics character Captain America, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the sequel to 2011's Captain America: The First Avenger and the ninth film in the Marvel Cinematic Universe (MCU). The film was directed by Anthony and Joe Russo, with a screenplay by the writing team of Christopher Markus and Stephen McFeely. It stars Chris Evans as Steve Rogers / Captain America, alongside Scarlett Johansson, Sebastian Stan, Anthony Mackie, Cobie Smulders, Frank Grillo, Emily VanCamp, Hayley Atwell, Robert Redford, and Samuel L. Jackson. In Captain America: The Winter Soldier, Captain America, Black Widow, and Falcon join forces to uncover a conspiracy within S.H.I.E.L.D. while facing a mysterious assassin known as the Winter Soldier.",
  "/wiki/Frozone": "The following is a list of fictional characters from the 2004 Disney/Pixar computer-animated superhero film The Incredibles and its 2018 sequel Incredibles 2.",
  "/wiki/The_Incredibles": "The Incredibles is a 2004 American computer-animated superhero film written and directed by Brad Bird, produced by Pixar Animation Studios, released by Walt Disney Pictures, and starring the voices of Craig T. Nelson, Holly Hunter, Sarah Vowell, Spencer Fox, Jason Lee, Samuel L. Jackson, and Elizabeth Peña. Set in an\nalternate version of the 1960s, the film follows the Parrs, a family of superheroes who hide their powers in accordance with a government mandate, and attempt to live a quiet suburban life. Mr. Incredible's desire to help people draws the entire family into a confrontation with a vengeful fan-turned-foe and his killer robot.",
  "/wiki/Hancock_(film)": "Hancock is a 2008 American superhero film directed by Peter Berg and starring Will Smith, Charlize Theron, and Jason Bateman. It tells the story of a vigilante superhero, John Hancock (Smith) from Los Angeles whose reckless actions routinely cost the city millions of dollars. Eventually one person he saves, Ray Embrey (Bateman), makes it his mission to change Hancock's public image for the better.",
  "/wiki/Heimdall_(comics)": "Heimdall (/ˈheɪmdɑːl/) is a fictional character appearing in American comic books published by Marvel Comics. The character is based on the Norse deity Heimdallr. Heimdall is described as all-seeing and all-hearing and is the sole protector of the Bifröst in Asgard.",
  "/wiki/Thor_(film)": "Thor is a 2011 American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Paramount Pictures,[N 1] it is the fourth film in the Marvel Cinematic Universe (MCU). The film was directed by Kenneth Branagh, written by the writing team of Ashley Edward Miller and Zack Stentz along with Don Payne, and stars Chris Hemsworth as the title character, alongside Natalie Portman, Tom Hiddleston, Stellan Skarsgård, Colm Feore, Ray Stevenson, Idris Elba, Kat Dennings, Rene Russo, and Anthony Hopkins. The film sees Thor banished to Earth from Asgard, stripped of his powers and his hammer Mjölnir, after reigniting a dormant war. As his brother Loki plots to take the Asgardian throne, Thor must prove himself worthy.",
  "/wiki/G.I._Joe:_The_Rise_of_Cobra": "G.I. Joe: The Rise of Cobra is a 2009 American military science fiction action film based on the toy franchise created by Hasbro, with particular inspiration from the comic book series and toy line G.I. Joe: A Real American Hero. It is the first installment in the live-action G.I. Joe film series. The film was directed by Stephen Sommers. G.I. Joe features an ensemble cast based on the various characters of the franchise. The story follows two American soldiers, Duke and Ripcord, who join the G.I. Joe Team after being attacked by Military Armaments Research Syndicate (M.A.R.S.) troops.",
  "/wiki/Johnny_Storm": "The Human Torch (Johnny Storm) is a fictional superhero appearing in American comic books published by Marvel Comics. The character is a founding member of the Fantastic Four. He is writer Stan Lee's and artist Jack Kirby's reinvention of a similar, previous character, the android Human Torch of the same name and powers who was created in 1939 by writer-artist Carl Burgos for Marvel Comics' predecessor company, Timely Comics.",
  "/wiki/Fantastic_Four_(2015_film)": "Fantastic Four (stylized as FANT4STIC and sometimes pronounced Fant-Four-Stic) is a 2015 American superhero film based on the Marvel Comics superhero team of the same name. It is the third theatrical Fantastic Four film to be produced and distributed by 20th Century Fox and a reboot of the Fantastic Four film franchise. Directed by Josh Trank, who co-wrote the screenplay with Jeremy Slater and Simon Kinberg, the film stars Miles Teller, Michael B. Jordan, Kate Mara, Jamie Bell and Toby Kebbell. In Fantastic Four, the team must learn to harness their superhuman abilities gained from an alternate universe to save Earth from a friend turned enemy.",
  "/wiki/The_Golden_Blaze": "The Golden Blaze is an animated direct-to-video film released in 2005 written by Archie Gips and directed by Bryon E. Carson. The feature, starring the voices of Blair Underwood and Michael Clarke Duncan, had a limited theatrical run making it the second flash animation ever to be theatrically released, after Mexico's Magos y Gigantes in 2003, and the first in the United States. The film is animated and stylized like a comic book. It also took top honors at the prestigious 2005 Giffoni International Film Festival.",
  "/wiki/Kestrel_(Marvel_Comics)": "Kestrel (John Wraith) is a fictional comic book antihero appearing in American comic books published by Marvel Comics.",
  "/wiki/X-Men_Origins:_Wolverine": "X-Men Origins: Wolverine is a 2009 American superhero film based on the Marvel Comics fictional character Wolverine. It is the fourth installment of the X-Men film series, the first installment of the Wolverine trilogy within the series, and a spin-off prequel to X-Men (2000). The film was directed by Gavin Hood, written by David Benioff and Skip Woods, and produced by Hugh Jackman, who stars as the titular character, alongside Liev Schreiber, Danny Huston, Dominic Monaghan, and Ryan Reynolds. The film's plot details Wolverine's childhood as James Howlett, his time with Major William Stryker's Team X, the bonding of Wolverine's skeleton with the indestructible metal adamantium during the Weapon X program and his relationship with his half-brother Victor Creed.",
  "/wiki/Silent_M%C3%B6bius": "Silent Möbius (Japanese: サイレントメビウス, Hepburn: Sairento Mebiusu) is a twelve-volume manga series created by manga artist Kia Asamiya. Both anime versions have been licensed by Bandai Entertainment. It is heavily influenced by the film Blade Runner and is centered on the lives of a dedicated group of all-female police officers with protecting Tokyo from an invasion of extra-dimensional creatures called Lucifer Hawks.",
  "/wiki/Mystery_Men": "Mystery Men is a 1999 American superhero comedy film directed by Kinka Usher and written by Neil Cuthbert and Bob Burden, loosely based on Burden's Flaming Carrot Comics, and starring Hank Azaria, Claire Forlani, Janeane Garofalo, Eddie Izzard, Greg Kinnear, William H. Macy, Kel Mitchell, Lena Olin, Paul Reubens, Geoffrey Rush, Ben Stiller, Wes Studi and Tom Waits. The film details the story of a team of lesser superheroes with unimpressive powers who are required to save the day.",
  "/wiki/Mortal_Kombat_(1995_film)": "Mortal Kombat is a 1995 American fantasy martial arts action film written by Kevin Droney, directed by Paul W. S. Anderson, produced by Lawrence Kasanoff, and starring Robin Shou, Linden Ashby, Bridgette Wilson and Christopher Lambert. It is a loose adaptation of the early entries in the fighting game series Mortal Kombat and the first installment of the live-action Mortal Kombat film series.",
  "/wiki/Meteor_Man_(comics)": "Meteor Man is a comic book spin-off of the 1993 MGM film The Meteor Man. Marvel Comics produced a six-issue limited series written by Bert B Hubbard and Dwight D Coye, and illustrated by Robert Walker and Jon Holdredge, where Meteor Man met Spider-Man and Night Thrasher. The fictional superhero was created by director/actor/writer, Robert Townsend."
}