{
  "/wiki/The_Big_Bang_Theory": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro. All three also served as head writers. The show premiered on CBS on September 24, 2007 and concluded on May 16, 2019, having broadcast a total of 279 episodes over 12 seasons.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Desmond_Devlin": "Desmond Brendan Thomas Michael Patrick DeJesus Francis Xavier Chiang-Shu William Rutherford Birchard Thomas Barney O'Hara Klobuchar Cthulu Devlin is an American comedy writer. His work has appeared in Mad since 1984, and with more than 450 bylined articles, he ranks as one of the magazine's three most frequent non-illustrating writers.",
  "/wiki/Tom_Richmond_(illustrator)": "Tom Richmond (born May 4, 1966) is an American freelance humorous illustrator, cartoonist and caricaturist whose work has appeared in many national and international publications since 1990. He was chosen as the 2011 \"Outstanding Cartoonist of the Year\", also known as \"The Reuben Award\", winner by the National Cartoonists Society.",
  "/wiki/Glee_(TV_series)": "Glee (stylized in all lowercase) is  an American musical comedy-drama television series that aired on the Fox network in the United States from May 19, 2009, to March 20, 2015. It centers on the fictional William McKinley High School glee club, the New Directions, which competes on the show choir competition circuit while its disparate members deal with social issues, especially regarding sexuality, race, relationships, and teamwork. The initial twelve-member cast included Matthew Morrison as club director and Spanish teacher Will Schuester, Jane Lynch as cheerleading coach Sue Sylvester, Jayma Mays as guidance counselor Emma Pillsbury, Jessalyn Gilsig as Will's wife Terri, and Dianna Agron, Chris Colfer, Kevin McHale, Lea Michele, Cory Monteith, Amber Riley, Mark Salling, and Jenna Ushkowitz as eight club members. The main cast was altered throughout the series.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Arnie_Kogen": "Arnie Kogen is an American comedy writer and producer. He has written for TV, film, and is a longtime writer for Mad Magazine.  Among his hundreds of Mad bylines, Kogen has written more than 100 film or television parodies.",
  "/wiki/Mad_Men": "Mad Men  is an American period drama television series created by Matthew Weiner and produced by Lionsgate Television. The series ran on the cable network AMC from 2007 to 2015, lasting for seven seasons and 92 episodes. Its fictional time frame runs from March 1960 to November 1970.",
  "/wiki/AMC_(TV_channel)": "AMC is an American basic cable television channel that is the flagship property of AMC Networks. The channel's programming primarily consists of theatrically released films, along with a limited amount of original programming. The channel's name originally stood for \"American Movie Classics\", but since 2002 the full name has been de-emphasized as a result of a major shift in its programming.",
  "/wiki/Undercover_Boss_(U.S._TV_series)": "Undercover Boss is an American reality television series, based on the British series of the same name and produced by Studio Lambert in both countries. Each episode depicts a person who has an upper-management position at a major business, deciding to go undercover as an entry-level employee to discover the faults in the company. The first season consisted of nine episodes produced in 2009 and first aired on February 7, 2010, on CBS. Companies that appear on the series are assured that the show will not damage their corporate brands.",
  "/wiki/Dick_DeBartolo": "Dick DeBartolo (born October 19, 1945) is an American writer, most famous for writing for Mad. He is occasionally referred to as \"Mad's Maddest Writer,\" this being a twist on Don Martin's former status as \"Mad's Maddest Artist.\"  DeBartolo served as the magazine's \"Creative Consultant\" from 1984 to 2009.",
  "/wiki/Tom_Bunk": "Tom Bunk (born 17 December 1945[citation needed]) is a lifetime award-winning cartoonist known for adding multiple extraneous details to his posters, cartoons and illustrations created for both American and German publishers.",
  "/wiki/Modern_Family": "Modern Family is an American television mockumentary family sitcom created by Christopher Lloyd and Steven Levitan for the American Broadcasting Company. First aired on September 23, 2009, the show follows the lives of Jay Pritchett and his family, all of whom live in suburban Los Angeles. Pritchett's family includes his second wife, their son and his stepson, as well as his two adult children and their husbands and children.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Dancing_with_the_Stars_(U.S._TV_series)": "Dancing with the Stars is an American dance competition television series that premiered on June 1, 2005, on ABC. It is the US version of the UK series Strictly Come Dancing, and one of several iterations of the Dancing with the Stars franchise. The show is hosted by Tom Bergeron, alongside Erin Andrews, who became co-host in season eighteen. Lisa Canning was co-host in the first season, Samantha Harris co-hosted seasons two through nine and Brooke Burke-Charvet in seasons ten through seventeen. The twenty-eighth season premiered on September 16, 2019.",
  "/wiki/Hermann_Mejia": "Hermann Mejía (born 1973) is a Venezuelan-American painter and sculptor known for his work for Mad magazine. He was named by HuffPost as \"one of 15 famous Venezuelan artists to know\".",
  "/wiki/Pawn_Stars": "Pawn Stars is an American reality television series, shown on History, and produced by Leftfield Pictures. The series is filmed in Las Vegas, Nevada, where it chronicles the daily activities at the World Famous Gold & Silver Pawn Shop, a 24-hour family business opened in 1989 and originally operated by patriarch Richard \"Old Man\" Harrison, his son Rick Harrison, Rick's son Corey \"Big Hoss\" Harrison, and Corey's childhood friend, Austin \"Chumlee\" Russell. The series, which became the network's highest rated show and the No. 2 reality show behind Jersey Shore, debuted on July 26, 2009.",
  "/wiki/History_(U.S._TV_network)": "History (formerly The History Channel from 1995 to 2008) is a pay television network that is owned by A+E Networks, a joint venture between Hearst Communications and the Disney Media Networks division of the Walt Disney Company.",
  "/wiki/Parks_and_Recreation": "Parks and Recreation is an American political satire sitcom television series created by Greg Daniels and Michael Schur. The series aired on NBC from April 9, 2009 to February 24, 2015, for 125 episodes, over seven seasons. The series stars Amy Poehler as Leslie Knope, a perky, mid-level bureaucrat in the Parks Department of Pawnee, a fictional town in Indiana. The ensemble and supporting cast features Rashida Jones as Ann Perkins, Paul Schneider as Mark Brendanawicz, Aziz Ansari as Tom Haverford, Nick Offerman as Ron Swanson, Aubrey Plaza as April Ludgate, Chris Pratt as Andy Dwyer, Adam Scott as Ben Wyatt, Rob Lowe as Chris Traeger, Jim O'Heir as Garry \"Jerry\" Gergich, Retta as Donna Meagle, and Billy Eichner as Craig Middlebrooks.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/The_Walking_Dead_(TV_series)": "The Walking Dead is an American post-apocalyptic horror television series for AMC based on the comic book series by Robert Kirkman, Tony Moore, and Charlie Adlard. The series features a large ensemble cast as survivors of a zombie apocalypse, trying to stay alive under near-constant threat of attacks from the mindless zombies, colloquially known as \"walkers\". However, with the fall of humanity, these survivors also face conflict from other living survivors who have formed groups and communities with their own sets of laws and morals, often leading to hostile conflict between the human communities. Andrew Lincoln played the series's lead character, Rick Grimes, until his departure during the ninth season. Other long-standing cast members have included Norman Reedus, Steven Yeun, Chandler Riggs, Melissa McBride, Lauren Cohan, Danai Gurira, Josh McDermitt and Christian Serratos.",
  "/wiki/Mike_%26_Molly": "Mike & Molly is an American sitcom created by Mark Roberts that aired on CBS from September 20, 2010, to May 16, 2016, for a total of six seasons and 127 episodes. The series stars Billy Gardell and Melissa McCarthy as the eponymous Mike and Molly, a couple who meet in a Chicago Overeaters Anonymous group and fall in love.",
  "/wiki/Breaking_Bad": "Breaking Bad is  an American neo-Western crime drama television series created and produced by Vince Gilligan. The show originally aired on AMC for five seasons, from January 20, 2008, to September 29, 2013. Set and filmed in Albuquerque, New Mexico, the series tells the story of Walter White (Bryan Cranston), an underemployed and depressed high school chemistry teacher who is struggling with both midlife crisis and a recent diagnosis of stage-3 lung cancer.  Together with his former student Jesse Pinkman (Aaron Paul), White turns to a life of crime by producing and selling crystallized methamphetamine to secure his family's financial future before he dies, while navigating the dangers of the criminal underworld.  The title comes from the Southern colloquialism \"breaking bad\" which means to turn to a life of immorality or crime. Gilligan characterized the series as showing Walter's transformation from a soft-spoken Mr. Chips into Scarface.",
  "/wiki/Game_of_Thrones": "Game of Thrones is an American  fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. The show was both produced and filmed in Belfast and elsewhere in the United Kingdom. Filming locations also included Canada, Croatia, Iceland, Malta, Morocco, and Spain. The series premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons.",
  "/wiki/HBO": "HBO (Home Box Office) is an American premium television network owned by Home Box Office, Inc., a subsidiary of WarnerMedia Entertainment. The programming featured on the network consists primarily of theatrically released motion pictures and original television shows, along with made-for-cable movies, documentaries and occasional comedy and concert specials.",
  "/wiki/Storage_Wars": "Storage Wars (stylized as STORAGE WAR$) is an American reality television series on the A&E Network that premiered on December 1, 2010.",
  "/wiki/A%26E_(TV_channel)": "A&E is an American pay television network, the flagship television property of A&E Networks. It is headquartered in New York City and operates offices in Atlanta, Georgia; Chicago, Illinois; Detroit, Michigan; London, United Kingdom; Los Angeles, California and Stamford, Connecticut. The network focuses primarily on non-fiction programming, including reality docusoaps, true crime, and documentary miniseries.",
  "/wiki/Homeland_(TV_series)": "Homeland is an American spy thriller television series developed by Howard Gordon and Alex Gansa based on the Israeli series Prisoners of War (Original title Hebrew: חטופים‎, romanized: Hatufim, literally \"Abductees\"), which was created by  Gideon Raff.",
  "/wiki/Showtime_(TV_network)": "Showtime is an American premium television network that is owned by Showtime Networks, a subsidiary of ViacomCBS through its domestic networks unit. Showtime's programming primarily includes theatrically released motion pictures and original television series, along with boxing and mixed martial arts matches, occasional stand-up comedy specials and made-for-TV movies.",
  "/wiki/The_Following": "The Following is an American crime thriller television series created by Kevin Williamson, and jointly produced by Outerbanks Entertainment and Warner Bros. Television.",
  "/wiki/True_Detective": "True Detective is an American anthology crime drama television series created and written by Nic Pizzolatto. The series, broadcast by the premium cable network HBO in the United States, premiered on January 12, 2014. Each season of the series is structured as a self-contained narrative, employing new cast ensembles, and following various sets of characters and settings.",
  "/wiki/Shark_Tank": "Shark Tank is an American business reality television series on ABC that premiered on August 9, 2009. The show is the American franchise of the international format Dragons' Den, which originated in Japan as Tigers of Money in 2001. It shows entrepreneurs making business presentations to a panel of five investors or \"sharks,\" who decide whether to invest in their company.",
  "/wiki/Orange_Is_the_New_Black": "Orange Is the New Black (sometimes abbreviated to OITNB) is an American comedy-drama web television series created by Jenji Kohan for Netflix. The series is based on Piper Kerman's memoir, Orange Is the New Black: My Year in a Women's Prison (2010), about her experiences at FCI Danbury, a minimum-security federal prison. Produced by Tilted Productions in association with Lionsgate Television, Orange Is the New Black premiered on Netflix on July 11, 2013. In February 2016, the series was renewed for a fifth, sixth, and seventh season. On October 17, 2018, it was confirmed that the seventh season, which was released on July 26, 2019, would be its last.",
  "/wiki/Netflix": "Netflix, Inc. (/ˈnɛtflɪks/) is an American media-services provider and production company headquartered in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is its subscription-based streaming service which offers online streaming of a library of films and television programs, including those produced in-house. As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials. It is available worldwide except in mainland China (due to local restrictions), Syria, North Korea, and Crimea (due to U.S. sanctions). The company also has offices in the Netherlands, Brazil, India, Japan, and South Korea. Netflix is a member of the Motion Picture Association (MPA).",
  "/wiki/House_of_Cards_(U.S._TV_series)": "House of Cards is an American political thriller web television series created by Beau Willimon. It is an adaptation of the 1990 BBC miniseries of the same title and based on the novel of the same title by Michael Dobbs. The first 13-episode season was released on February 1, 2013, on the streaming service Netflix.",
  "/wiki/2_Broke_Girls": "2 Broke Girls is an American television sitcom that aired on CBS from September 19, 2011, to April 17, 2017. The series was produced for Warner Bros. Television and created by Michael Patrick King and Whitney Cummings. Set in the Williamsburg neighborhood of Brooklyn, New York City, the show's plot follows the lives of friends Max Black (Kat Dennings) and Caroline Channing (Beth Behrs). Whereas Caroline was raised as the daughter of a billionaire, Max grew up in poverty, resulting in differing perspectives on life, although together they work in a local diner while attempting to raise funds to start a cupcake business.",
  "/wiki/List_of_television_show_spoofs_in_Mad": "A typical issue of Mad magazine will include at least one full parody of a popular movie or television show. The titles are changed to create a play on words; for instance, The Addams Family became The Adnauseum Family. The character names are generally switched in the same fashion."
}