{
  "/wiki/Amguid_crater": "Amguid is a meteorite crater in Algeria.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Aorounga_crater": "Aorounga is an eroded meteorite impact crater in Chad, Africa. The exposed remnant of the crater is 12.6 km (7.8 mi) in diameter and its age is estimated to be less than 345 million years (Carboniferous or younger).",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.",
  "/wiki/Aouelloul_crater": "Aouelloul is an impact crater in Mauritania. It is located in the Akchar Desert, part of the Sahara Desert, approximately 50 km southeast of Atar.",
  "/wiki/Mauritania": "Mauritania (/ˌmɒrɪˈteɪniə, ˌmɔːrɪ-/ (listen); Arabic: موريتانيا‎, Mūrītānyā, French: Mauritanie; Berber: Agawej or Cengit: Pulaar: Moritani; Wolof: Gànnaar; Soninke: Murutaane), officially the Islamic Republic of Mauritania (Arabic: جمهورية الإسلامية الموريتانية‎), is a country in Northwest Africa. It is the eleventh largest sovereign state in Africa and is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeria to the northeast, Mali to the east and southeast, and Senegal to the southwest.",
  "/wiki/BP_Structure": "The BP Structure, also known as Gebel Dalma, is an exposed impact crater in Libya. It is so called because it was identified by a BP (then British Petroleum) geological survey team.",
  "/wiki/Libya": "Libya (/ˈlɪbiə/ (listen); Arabic: ليبيا‎, romanized: Lībiyā), officially the State of Libya (Arabic: دولة ليبيا‎, romanized: Dawlat Lībiyā),[dubious  – discuss] is a country in the Maghreb region in North Africa, bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west, and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 1.8 million square kilometres (700,000 sq mi), Libya is the fourth largest country in Africa, and is the 16th largest country in the world. Libya has the 10th-largest proven oil reserves of any country in the world. The largest city and capital, Tripoli, is located in western Libya and contains over one million of Libya's six million people. The second-largest city is Benghazi, which is located in eastern Libya. The Latin name Libya is based on the name the region west of the Nile (Λιβύη) used by the Ancient Greeks and Romans for all of North Africa, and was first adopted during the Italian colonization since 1911.",
  "/wiki/Bosumtwi_crater": "Lake Bosumtwi is the only natural lake in Ghana. It is situated within an ancient impact crater that is about 10.5 kilometres (6.5 mi) in diameter. It is about 30 km (19 mi) south-east of Kumasi the capital of Ashanti and is a popular recreational area. There are about 30 villages near crater lake Lake Bosumtwi, with a combined population of about 70,000 Ashanti people. The most popular amongst the villages where tourists usually settle is Abono.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Gweni-Fada_crater": "Gweni-Fada is a meteorite crater in Chad, Africa.",
  "/wiki/Kalkkop_crater": "Kalkkop is an impact crater which can be found on a private farm 50 kilometres south east of the town of Aberdeen, Eastern Cape, in the Eastern Cape Province of South Africa. The name is derived from two Afrikaans words, namely \"kalk\" meaning limestone and \"kop\" meaning head.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Kamil_Crater": "The Kamil Crater is a 44.8 m (147 ft) wide and 15.8 m (52 ft) deep (original depth, a part covered by sand at present) meteorite impact crater in the East Uweinat Desert in southwestern New Valley Governorate, Egypt, Only 0.6 km (0.4 mi) north of the border with the Sudan and 600 m (2,000 ft) above sea level. It was located in 2008 using Google Earth satellite imagery by Vincenzo de Michele (former curator of the Museo Civico di Storia Naturale di Milan in Milan, Italy).  The crater is approximately 50 m in diameter.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Kgagodi_crater": "Kgagodi is a meteorite crater in Botswana.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Luizi_crater": "Luizi is a meteorite impact structure that lies on the Kundelungu Plateau of the Katanga province, in an underexplored region of southeastern Democratic Republic of the Congo. The crater, ~17 kilometer in diameter, is visible from satellite imagery, and has been confirmed in 2011 by Ferrière et al.  as being caused by a large impact event. This complex meteorite impact crater is so far the only recognized one in the Democratic Republic of the Congo and even in the whole Central Africa.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Morokweng_crater": "The Morokweng crater (or Morokweng impact structure) is an impact crater buried beneath the Kalahari Desert near the town of Morokweng in South Africa's North West province, close to the border with Botswana.",
  "/wiki/Oasis_crater": "Oasis is a meteorite crater in Libya. The crater is exposed at the surface, and has been significantly eroded. The prominent topographic ring is only the central uplift, while the original crater rim is estimated to have been 18 km in diameter. The age is estimated to be less than 120 million years (Lower Cretaceous).",
  "/wiki/Ouarkziz_crater": "Ouarkziz (Arabic: أوركزيز‎) is a meteorite impact crater in Algeria. It is 3.5 kilometers in diameter and the age is estimated to be less than 70 million years (Cretaceous or younger). The crater is exposed at the surface.",
  "/wiki/Roter_Kamm_crater": "Roter Kamm (German: Red Ridge) is a meteorite crater, located in the Sperrgebiet, within the Namibian section of the Namib Desert, approximately 80 kilometres (50 mi) north of Oranjemund and 12 kilometres (7.5 mi) southwest of Aurus Mountain in the ǁKaras Region. The crater is 2.5 kilometres (1.6 mi) in diameter and is 130 metres (430 ft) deep. The age is estimated at 4.81 ± 0.5 Ma, placing it in the Pliocene. The crater is exposed at the surface, but its original floor is covered by sand deposits at least 100 metres (330 ft) thick.",
  "/wiki/Namibia": "Namibia (/nəˈmɪbiə/ (listen), /næˈ-/), officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 21 March 1990, following the Namibian War of Independence. Its capital and largest city is Windhoek, and it is a member state of the United Nations (UN), the Southern African Development Community (SADC), the African Union (AU), and the Commonwealth of Nations.",
  "/wiki/Talemzane_crater": "Madna or Talemzane (Arabic: مادنة / تالمزان‎) is an impact crater in Algeria, 40 km south-east of Hassi Delaa (a small city).",
  "/wiki/Tenoumer_crater": "Tenoumer is considered to be an impact crater in Mauritania.",
  "/wiki/Tin_Bider_crater": "Tin Bider (Arabic: تن بدر‎) is an impact crater that sits in dry, rugged terrain in Algeria. The crater was formed in the last 70 million years, perhaps in the late Cretaceous or early Tertiary Period. Spanning 6 kilometres, the crater sits at the southern end of a range of hills. The elevated position and concentric rings of Tin Bider suggest that its structure is complex.",
  "/wiki/Tswaing_crater": "Tswaing is an impact crater in South Africa that is accompanied by a museum.  It is situated 40 km to the north-west of Pretoria. This astrobleme is 1.13 km in diameter and 100 m deep and the age is estimated to be 220,000 ± 52,000 years (Pleistocene). The impactor is believed to have been a chondrite or stony meteorite some 30 to 50 m in diameter that was vaporized during the impact event. Morokweng crater, another crater of chondrite origin, lies north-west of Vryburg.",
  "/wiki/Vredefort_crater": "The Vredefort crater is the largest verified impact crater on Earth. More than 300 kilometres (190 mi) across when it was formed, what remains of it is in the present-day Free State province of South Africa. It is named after the town of Vredefort, which is near its centre. Although the crater itself has long since been worn away, the remaining geological structures at its centre are known as the Vredefort Dome or Vredefort impact structure. The crater is estimated to be 2.023 billion years old (± 4 million years), with impact being in the Paleoproterozoic Era. It is the second-oldest known crater on Earth."
}