{
  "/wiki/NLC_India_Limited": "NLC India Limited (formerly Neyveli Lignite Corporation Limited) (NLC) is a 'Navratna' government of India company in the fossil fuel mining sector in India and thermal power generation. It annually produces about 30 million tonne lignite from opencast mines at Neyveli in the state of Tamil Nadu in southern India and at Barsingsar in Bikaner district of Rajasthan state. The lignite is used at pithead thermal power stations of 3640 MW installed capacity to produce electricity. Its joint venture has a 1000 MW thermal power station using coal. Lately it has diversified into renewable energy production and installed 1404 MW solar power plant to produce electricity from photovoltaic (PV) cells and 51 MW electricity from windmills.\n It was incorporated in 1956 and was wholly owned by the government of India. A small portion of its stock was sold to the public to list its shares on stock exchanges where its shares are traded. It is under the administrative control of Ministry of Coal.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\n Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest, unfolding as the language of the Rigveda, and recording the dawning of Hinduism in India.\nThe Dravidian languages of India were supplanted in the northern regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.[f] In south India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of southeast Asia.\n In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism put down roots on India's southern and western coasts.\nArmies from Central Asia intermittently overran India's plains,\neventually establishing the Delhi sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.[g]\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and ideas of education, modernity and the public life took root.\nA pioneering and influential nationalist movement emerged, \nwhich was noted for nonviolent resistance and led India to its independence in 1947.\n India is a secular federal republic governed in a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to 1,211 million in 2011.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$1,498, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, \nIndia has become a fast-growing major economy, a hub for information technology services, with an expanding middle class. It has a space programme which includes several planned or completed extraterrestrial missions. Indian movies, music, and spiritual teachings play an increasing role in global culture.\nIndia has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.\nIndia is considered a great power and nuclear weapons state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.\nAmong the socio-economic challenges India faces are gender inequality, child malnutrition,\nand rising levels of air pollution. \nIndia's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.4% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.",
  "/wiki/Madhya_Pradesh_Power_Generation_Company_Limited": "M.P. Power Generation Company Limited (MPPGCL) is the electricity generation company of the Government of Madhya Pradesh state in India.",
  "/wiki/GDF_Suez": "ENGIE is a French multinational electric utility company, headquartered in La Défense, Courbevoie, which operates in the fields of energy transition, electricity generation and distribution, natural gas, nuclear, renewable energy and Petroleum.\n It is one of the few players in the sector to develop expert skills in both upstream (engineering, purchasing, operation, maintenance) and downstream (waste management, dismantling) activities.\n The company, formed on 22 July 2008 by the merger of Gaz de France and Suez, traces its origins to the Universal Suez Canal Company founded in 1858 to construct the Suez Canal.\n As of 2018, ENGIE employs 158,505 people worldwide with revenues of €60.6 billion.\n ENGIE is listed on the Euronext exchanges in Paris and Brussels and is a constituent of the CAC 40 and BEL20 indices.\n ENGIE was headed from 2016 to 2020 by Isabelle Kocher, who has strongly transformed the company since 2016, notably by deciding to exit coal activities and by investing massively in renewable energies and energy transition services.",
  "/wiki/Kazakhmys": "Kazakhmys Corporation was a UK-registered copper mining company (as Kazakhmys PLC; Kazakh: Qazaqmys) whose main assets are located in Kazakhstan. Its headquarters are in Almaty and Astana in Kazakhstan. After 31 October 2014 the company is privately run by its owner Cuprum Holding. The headquarters of its main subsidiary, Kazakhmys Corporation, are located in Astana, Kazakhstan. Before October 2014 it was listed on the London Stock Exchange and was a constituent of the FTSE 250 Index, also it was secondarily listed in Hong Kong in June 2011.\n In February 2014 the company announced plans for major restructuring, and on 15 August 2014 independent shareholders of Kazakhmys PLC approved a major restructuring of the Group whereby Kazakhmys PLC disposed of a number of mature assets primarily in the Zhezkazgan and Central Regions to Cuprum Holding, a company whose principal shareholder is Vladimir Kim. The assets will be privately run under the name Kazakhmys Corporation with Eduard Ogay as a CEO. The restructuring was complete on 31 October 2014 and the Group de-merged into 2 separate independent companies: a private company Kazakhmys Corporation and a public company KAZ Minerals PLC.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/West_Bengal_Power_Development_Corporation": "The West Bengal Power Development Corporation Limited (WBPDCL) is a company owned by the Government of West Bengal with the goal to carry on the business of thermal power generation in the state of West Bengal, India. The thermal power plants under WBPDCL are in Kolaghat, Bakreswar, Sagardighi, Santaldih,and Bandel.",
  "/wiki/OGK-2": "OGK-2 is a Russian power generation company. Majority of the company's stock is owned by Gazprom.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Maharashtra_State_Power_Generation_Company": "The Mahanirmiti or Mahagenco (Maharashtra State Power Generation Company Limited - MSPGCL) formerly known as MSEB (Maharashtra State Electricity Board) is the major power generating company in the state of Maharashtra, Western India. With a total generation of 14400 MW, it is the second largest power producing company in India. The power generated by Mahagenco is supplied to the State of Maharashtra. It was a part of Maharashtra State Electricity Board (MSEB) until 6 June 2005.\n\nIt has been incorporated under Indian Companies Act 1956 pursuant to decision of Govt. of Maharashtra to reorganize Erstwhile History \nof Maharashtra State Electricity Board. Mahagenco has been incorporated in June 2005.",
  "/wiki/Electricity_Generating_Authority_of_Thailand": "The Electricity Generating Authority of Thailand (EGAT; (Thai: การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย; RTGS: kan fai fa fai phalit haeng prathet thai) is a state enterprise, managed by the Ministry of Energy, responsible for electric power generation and transmission as well as bulk electric energy sales in Thailand. EGAT, established on 1 May 1969, is the largest power producer in Thailand, owning and operating power plants at 45 sites across the country with a total installed capacity of 15,548 MW.\n EGAT's monopoly position in Thailand's electrical energy market has been challenged by critics as influential as a former energy minister and other government members are on the board. It has been criticised as inefficient and an impediment to the development of renewable energy sources.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 21st-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.\n Tai peoples migrated from southwestern China to mainland Southeast Asia from the 11th century; the oldest known mention of their presence in the region by the exonym Siamese dates to the 12th century. Various Indianised kingdoms such as the Mon kingdoms, Khmer Empire and Malay states ruled the region, competing with Thai states such as the Kingdoms of Ngoenyang, Sukhothai, Lan Na and Ayutthaya, which rivaled each other. Documented European contact began in 1511 with a Portuguese diplomatic mission to Ayutthaya, now one of the great powers in the region. Ayutthaya reached its peak during cosmopolitan Narai's reign (1656–1688), gradually declining thereafter until being ultimately destroyed in the 1767 Burmese–Siamese War. Taksin (r. 1767–1782) quickly reunified the fragmented territory and established the short-lived Thonburi Kingdom. He was succeeded in 1782 by Buddha Yodfa Chulaloke (r. 1782–1809), the first monarch of the Chakri dynasty and founder of the Rattanakosin Kingdom, which lasted into the early 20th century.\n Through the 18th and 19th centuries, Siam faced pressure from France and the United Kingdom, including forced concessions of territory; nevertheless, it remained the only Southeast Asian country to avoid direct Western rule. Following a bloodless revolution in 1932, Siam became a constitutional monarchy and changed its official name to \"Thailand\". While it joined the Allies in World War I, Thailand was an Axis satellite in World War II. In the late 1950s, a military coup under Field Marshal Sarit Thanarat revived the monarchy's historically influential role in politics. Thailand became a major ally of the United States, and played a key anti-communist role in the region as a member of the Southeast Asia Treaty Organization (SEATO). Apart from a brief period of parliamentary democracy in the mid-1970s, Thailand has periodically alternated between democracy and military rule. In 2013, Thailand endured a political crisis that culminated in two coups and the establishment of its current and 20th constitution by a military junta.\n Thailand is a founding member of the Association of Southeast Asian Nations (ASEAN) and remains a major ally of the US. Despite its comparatively sporadic changes in leadership, it is considered a regional power in Southeast Asia and a middle power in global affairs. With a high level of human development, the second-largest economy in Southeast Asia, and the 20th-largest by PPP, Thailand is classified as a newly industrialized economy; manufacturing, agriculture, and tourism are leading sectors of the economy.",
  "/wiki/Termoelectrica": "Termoelectrica is a Romanian state-owned company, its shares being held by the Ministry of Economy and Commerce which has as main objective power generation with thermal power plants.\n Termoelectrica owns three subsidiaries with a total installed capacity of 1,717 MW and an annual average power production of 5.910 TWh, 9.64% of the total national output of Romania.[citation needed]",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.\n The River Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a general southeast direction for 2,857 km (1,775 mi), coursing through ten countries before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft).\n Modern Romania was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. Following World War I after declaring its neutrality in 1914, when Romania fought on the side of the Allied powers starting with 1916, Bukovina, Bessarabia, Transylvania as well as parts of Banat, Crișana, and Maramureș became part of the sovereign Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war, under the occupation of the Red Army's forces, Romania became a socialist republic and member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy.\n Romania ranks 52nd in the Human Development Index, and is a developing country. It has the world's 47th largest economy by nominal GDP and an annual economic growth rate of 7% (2017), the highest in the EU at the time. Following rapid economic growth in the early 2000s, Romania has an economy predominantly based on services, and is a producer and net exporter of machines and electric energy, featuring companies like Automobile Dacia and OMV Petrom. It has been a member of the United Nations since 1955, part of NATO since 2004, and part of the European Union since 2007. An overwhelming majority of the population identifies themselves as Eastern Orthodox Christians and are native speakers of Romanian, a Romance language.",
  "/wiki/List_of_least_carbon_efficient_power_stations": "This is a list of least carbon efficient power stations in selected countries. Lists were created by the WWF and lists the most polluting power stations in terms of the level of carbon dioxide produced per unit of electricity generated. In 2005 WWF created list of power stations from 30 industrialised countries, also list for EU, in 2007 WWF published updated EU list. In 2009 European Commission list with absolute emissions only, also in 2014 Climate Action Network Europe, WWF, European Environmental Bureau, Health and Environment Alliance and Climate Alliance Germany."
}