{
  "/wiki/R._B._Bennett": "Richard Bedford Bennett, 1st Viscount Bennett, PC, KC (July 3, 1870 – June 26, 1947) was a Canadian lawyer, businessman and politician. He served as the 11th prime minister of Canada, in office from 1930 to 1935. He led the Conservative Party from 1927 to 1938.",
  "/wiki/Hopewell_Hill,_New_Brunswick": "Hopewell Hill is a Canadian rural community in Albert County, New Brunswick.",
  "/wiki/W._A._C._Bennett": "William Andrew Cecil Bennett PC OC (September 6, 1900 – February 23, 1979) was a Canadian politician. He was the 25th Premier of British Columbia. With just over 20 years in office, Bennett was and remains the longest-serving premier in British Columbia history. He was usually referred to as W. A. C. Bennett, although some referred to him either affectionately or mockingly as \"Wacky\" Bennett. To his close friends, he was known as \"Cece\".[citation needed]",
  "/wiki/Hastings,_New_Brunswick": "Fundy National Park is a national park of Canada located on the Bay of Fundy, near the village of Alma, New Brunswick. It was officially opened on 29 July 1950. The Park showcases a rugged coastline which rises up to the Canadian Highlands, the highest tides in the world and more than 25 waterfalls. The Park covers an area of 207 km2 (80 sq mi) along Goose Bay, the northwestern branch of the Bay of Fundy. When one looks across the Bay, one can see the northern Nova Scotia coast.",
  "/wiki/John_Coleman_Calhoun": "John Coleman Calhoun  (March 1871 – September 28, 1950) was a politician in Alberta, Canada and a municipal councillor in Edmonton.",
  "/wiki/A._Russell_Colpitts": "Arthur Russell Colpitts (September 7, 1906 – 1976) was a farmer and political figure in New Brunswick, Canada. He represented Albert in the Legislative Assembly of New Brunswick as a Liberal member from 1939 to 1952.",
  "/wiki/Fred_Colpitts": "Fred Colpitts (May 20, 1887 – June 3, 1963) was a Canadian politician. He served in the Legislative Assembly of New Brunswick as member of the Liberal party from 1931 to 1939. Aside from his political involvement, Fred was also a well known farmer and fox rancher. Fred was born in Little River, New Brunswick.",
  "/wiki/Harry_O._Downey": "Harry Orliff Downey (May 9, 1897 – April 17, 1974) was a fox rancher and political figure in the Province of New Brunswick, Canada. He represented Albert in the Legislative Assembly of New Brunswick from 1931 to 1952 as a Liberal member.",
  "/wiki/Curryville,_New_Brunswick": "Curryville is a Canadian community near the eastern edge of Albert County, New Brunswick, Canada. Situated along the Albert Mines Road and its intersections with Chemical Road and Grub Road, the village is bordered by Demoiselle Creek in the north and Cape Station in the south. Population is approximately 110 of 798 residents in Hopewell Parish. Prominent buildings include the former Curryville United Church and a former community hall, now a ceramic arts studio. Other features include various abandoned pits and quarries (gravel and sandstone) and remnants of the now dismantled Albert Railway (1877 to 1955).",
  "/wiki/Molly_Kool": "Myrtle 'Molly' Kool (February 23, 1916 – February 25, 2009) was a Canadian sea captain. She is recognized as being one of the first North American registered female sea captains or ship master. She was the first female Master Mariner in Canada.",
  "/wiki/Alma,_New_Brunswick": "Alma (2011 Population 232) is a village in the parish of Alma, Albert County, New Brunswick, Canada. This village is centered on the small delta of the Upper Salmon River and Cleveland Brook, where they empty into Salisbury Bay.",
  "/wiki/William_James_Lewis": "William James Lewis (September 23, 1830 – June 22, 1910) was a physician and political figure in New Brunswick, Canada. He represented Albert County in the Legislative Assembly of New Brunswick from 1879 to 1896 and Albert in the House of Commons of Canada from 1896 to 1904 as an Independent and then Liberal member.",
  "/wiki/Hillsborough,_New_Brunswick": "Hillsborough is a village in Albert County in the Canadian province of New Brunswick. The village is situated on a hill overlooking the Petitcodiac River near the intersection of Route 910 and Route 114.  Hillsborough is the largest settlement in Hillsborough Parish.",
  "/wiki/Abner_Reid_McClelan": "Abner Reid McClelan (January 4, 1831 – January 30, 1917) was a Canadian senator and the tenth Lieutenant Governor of New Brunswick.",
  "/wiki/Riverside-Albert,_New_Brunswick": "Riverside-Albert (2016 pop.: 350) is a Canadian village in Albert County, New Brunswick.",
  "/wiki/Hugh_McMonagle": "Hugh McMonagle (1817 – October 12, 1889) was an inn-keeper and political figure in New Brunswick, later a province of Canada. He represented King County in the Legislative Assembly of New Brunswick from 1856 to 1857.",
  "/wiki/Neil_McNeil": "Neil McNeil (November 23, 1851 – May 25, 1934) was the Roman Catholic Archbishop of Vancouver from 1910 to 1912 and Roman Catholic Archbishop of Toronto from 1912 to 1934.",
  "/wiki/Charles_J._Osman": "Charles Joseph Osman (April 15, 1851 – 1922) was a businessman and political figure in New Brunswick, Canada. He represented Albert County in the Legislative Assembly of New Brunswick from 1897 to 1908 as a Liberal member.",
  "/wiki/George_Robert_Parkin": "Sir George Robert Parkin KCMG (8 February 1846 – 25 June 1922) was a Canadian educator, imperialist, and author.",
  "/wiki/Cyrus_Wesley_Peck": "Cyrus Wesley Peck VC, DSO & Bar (26 April 1871 – 27 September 1956) was a Canadian recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Peck was one of the seven Canadians to be awarded the Victoria Cross for their actions on one single day, 2 September 1918, for actions across the 30 km long Drocourt-Quéant Line near Arras, France. The other six were Bellenden Hutcheson, Arthur George Knight, William Metcalf, Claude Joseph Patrick Nunney, Walter Leigh Rayfield and John Francis Young.",
  "/wiki/Freddie_Prosser": "Freddie Prosser (July 28, 1938 - July 26, 1974) was a Canadian professional wrestler, better known by his ring name, Freddie Sweetan. He competed in certain North American regional promotions including the National Wrestling Alliance as well as Grand Prix Wrestling, Maple Leaf Wrestling and Stampede Wrestling during the 1960s and 1970s, most notably teaming with Paul Peller as the masked tag team The Butchers.",
  "/wiki/James_W._Reid_(architect)": "James William Reid (1851–1943) was a Canadian-born American architect of the noted San Francisco firm of Reid & Reid.",
  "/wiki/Harvey,_New_Brunswick": "Harvey (2016 pop.: 358) is a village in York County, in the Canadian province of New Brunswick. It is often called Harvey Station.",
  "/wiki/Watson_Elkinah_Reid": "Watson Elkinah Reid (1858–1944) was a Canadian architect, a one time member of the California architectural firm, Reid & Reid.",
  "/wiki/Wayne_Steeves": "O. Wayne Steeves (born December 12, 1944) is a politician in the province of New Brunswick, Canada.",
  "/wiki/Lower_Coverdale,_New_Brunswick": "Lower Coverdale is a settlement in Albert County, New Brunswick. It is located near Riverview, Moncton, and Dieppe.",
  "/wiki/William_Steeves": "William Henry Steeves (May 20, 1814 – December 9, 1873) was a merchant, lumberman, politician and Father of Canadian Confederation.",
  "/wiki/List_of_people_from_Albert_County,_New_Brunswick": "Amiens  France  list of notable people from Albert County, New Brunswick. Although not everyone in this list was born in Albert County, they all live or have lived in Albert County and have had significant connections to the communities."
}