{
  "/wiki/Tree_house": "A tree house, tree fort or treeshed is a platform or building constructed around, next to or among the trunk or branches of one or more mature trees while above ground level. Tree houses can be used for recreation, work space, habitation, and observation.",
  "/wiki/Tussauds": "Madame Tussauds (UK: /tjuːˈsɔːdz/, US: /tuːˈsoʊz/)[N. 1] is a wax museum in London; it has smaller museums in a number of other major cities. It was founded by wax sculptor Marie Tussaud. It used to be spelled as \"Madame Tussaud's\"; the apostrophe is no longer used. Madame Tussauds is a major tourist attraction in London, displaying the waxworks of famous and historical figures, as well as popular film and television characters from famous actors.",
  "/wiki/Dragon%27s_Fury_(roller_coaster)": "Dragon's Fury is a spinning roller coaster opened in 2004 at Chessington World of Adventures Resort in southwest London, England. This ride has four-person cars that can be weighted evenly or with bias to one side, depending on the amount of spin desired. The general theme is \"surviving the dragon's wrath\".",
  "/wiki/Carousel": "A carousel (American English: from French carrousel and Italian carosello), roundabout (British English), or merry-go-round, is a type of amusement ride consisting of a rotating circular platform with seats for riders. The \"seats\" are traditionally in the form of rows of wooden horses or other animals mounted on posts, many of which are moved up and down by gears to simulate galloping, to the accompaniment of looped circus music.[citation needed] This leads to one of the alternative American names, the galloper (however see ‘direction of rotation’ below). Other popular names are jumper, horseabout, and flying horses.[citation needed]",
  "/wiki/Chessington_World_of_Adventures_Resort": "Chessington World of Adventures Resort is a theme park, zoo and hotel complex in Chessington, Greater London, England, around 12 miles (19 km) southwest of Central London. The complex opened as Chessington Zoo in 1931, with the theme park being developed alongside the zoo by The Tussauds Group and opening on 7 July 1987, as one of the first themed amusement parks in Britain. The theme park, which features over 40 rides, is now owned by Merlin Entertainments, following its merger with The Tussauds Group in 2007. Under Merlin, Chessington has been increasingly developed into a resort tourist destination, including two on-site hotels, a high ropes course and camp site.",
  "/wiki/Tussauds_Group": "The Tussauds Group is an entertainment company that's now a part of Merlin Entertainments. It is based in Poole, Dorset from where it manages a portfolio of brands and over 50 attractions including the Madame Tussauds waxworks, Legoland Theme Parks, Legoland Discovery Centres, Sea Life Centres, PortAventura Park in Spain, Gardaland in Italy, Heide Park Resort in Germany, The Dungeons, The London Eye, The Blackpool Tower attractions, The Orlando Eye, Warwick Castle, Alton Towers, Thorpe Park, and Chessington World of Adventures.",
  "/wiki/Flying_Jumbos": "Flying Jumbos is a Red Baron ride operated at Chessington World of Adventures Resort in London. Originally in the area of Toytown, it later moved to the Zufari area. As of April 2015, the Chessington ride continues to operate. In 2020 it will become Elmer's Flying Jumbos",
  "/wiki/Red_Baron_(ride)": "Red Baron is an amusement ride that is primarily intended for small children.\nIt's a common kiddie ride at many amusement parks, carnivals, and fairs. The rider can move the gondola up and down manually. Many ride manufacturers make this type of ride; the Zamperla's \"Mini Jet\" is a common model of this ride. The \"Mini Jet\" ride comes in various themes such as bees, dragons, elephants, airplanes, helicopters, spaceships, etc. Some of the Red Baron kiddie rides are restricted to only children under 54 inches tall, such as the ones in Cedar Point Amusement Park and in Kings Island Amusement Park, or the one in Six Flags Discovery Kingdom in Vallejo, California. In quite a few other \"Red Baron\" type kiddie rides, adults and parents are allowed to ride on the rides, such as \"The Busy Bees\" and \"Amazing Flying Elephants\" at Dollywood in Pigeon Forge, Tennessee, or at the Red Baron Ride at Funderland in Sacramento, California. Another place where adults can ride on a Red Baron type ride is at Disneyland and Walt Disney World, where Dumbo the Flying Elephant has been a perennial favorite of not only toddlers, preschoolers and young children, but teenagers, adults and seniors as well, for many years (Disneyland has been around since July 17, 1955 and Walt Disney World since October 1, 1971).",
  "/wiki/ZUFARI": "Chessington World of Adventures Resort is a theme park, zoo and hotel complex in Chessington, Greater London, England, around 12 miles (19 km) southwest of Central London. The complex opened as Chessington Zoo in 1931, with the theme park being developed alongside the zoo by The Tussauds Group and opening on 7 July 1987, as one of the first themed amusement parks in Britain. The theme park, which features over 40 rides, is now owned by Merlin Entertainments, following its merger with The Tussauds Group in 2007. Under Merlin, Chessington has been increasingly developed into a resort tourist destination, including two on-site hotels, a high ropes course and camp site.",
  "/wiki/Preston_%26_Barbieri": "Preston & Barbieri is an amusement ride manufacturing company based in Reggio Emilia, Italy. The company was founded in 2000 as a merger of the Preston and Barbieri Rides companies. The company manufactures a wide range of flat rides, water rides and roller coasters out of its 70,000-square-metre (750,000 sq ft) property in Italy.",
  "/wiki/Rockin%27_Tug": "Rockin' Tug is a flat tugboat ride manufactured by Zamperla. The ride is manufactured in both traveling and park versions. It is the first of a line of new \"halfpiperides\". Zamperla's Disk'O is another popular ride from that \"family\". The difference is that the Rockin' Tug has a friction wheel, while the Disk'O is powered driven.",
  "/wiki/Zierer": "Zierer Karussell- und Spezialmaschinenbau GmbH & Co. KG (Short name: Zierer) is a German company located close to Deggendorf. Zierer manufactures Tivoli and Force line of roller coasters, as well as panoramic wheels, wave swingers, flying carpets, Hexentanz and Kontiki rides. The company also has partnered with Schwarzkopf to build Lisebergbanan at Liseberg and Knightmare at Camelot Theme Park.",
  "/wiki/Zamperla": "Antonio Zamperla S.p.A. is an Italian design and manufacturing company founded in 1966. It is best known for creating family rides, thrill rides and roller coasters worldwide. The company also makes smaller coin-operated rides commonly found inside shopping malls.",
  "/wiki/The_Bash_Street_Kids": "The Bash Street Kids is a comic strip in the British comic book The Beano. The strip, created by Leo Baxendale as When the Bell Rings, first appeared in issue 604 (dated February 1954). It became The Bash Street Kids in 1956 and has become a regular feature, appearing in every issue. Since 1961, David Sutherland has drawn about 2,100 strips.",
  "/wiki/Drop_Tower": "A drop tower or big drop is a type of amusement ride incorporating a central structure or tower. Drop towers vary in height, passenger capacity, lift type, and brake type. Many are custom-made, although there are some mass-produced designs. Riders experience free-fall initially, followed by rapid heavy deceleration.",
  "/wiki/Mack_Rides": "Mack Rides GmbH & Co KG, also known simply as Mack Rides, is a German company that designs and constructs amusement rides, based in Waldkirch, Baden-Württemberg, Germany. It is one of the world's oldest amusement industry suppliers, and builds many types of rides, including flat rides, dark rides, log flumes, tow boat rides and roller coasters. The family that owns Mack Rides also owns Europa-Park.",
  "/wiki/Tiny_Truckers": "Tiny Truckers is a children's rail ride operated at Chessington World of Adventures Resort in London. Originally opened in 1993 under the name ToyTown Truckers. As of August 2014, the ride continues to operate.",
  "/wiki/Merlin_Entertainments": "Merlin Entertainments Ltd is a British-based entertainments company headquartered in Poole, Dorset (England). It was listed on the London Stock Exchange until it was acquired by a consortium of Kirkbi, CPP Investment Board and The Blackstone Group in November 2019.",
  "/wiki/Dennis_the_Menace_and_Gnasher": "Dennis and Gnasher (previously titled Dennis the Menace and Gnasher, and originally titled Dennis the Menace) is a long-running comic strip in the British children's comic The Beano, published by DC Thomson, of Dundee, Scotland. The comic stars a boy named Dennis the Menace and his Abyssinian wire-haired tripe hound Gnasher.",
  "/wiki/Wind_in_the_Willows": "The Wind in the Willows is a children's novel by Scottish novelist Kenneth Grahame, first published in 1908. Alternatingly slow-moving and fast-paced, it focuses on four anthropomorphised animals: Mole, Rat (a European water vole), Toad, and Badger. They live in a pastoral version of Edwardian England. The novel is notable for its mixture of mysticism, adventure, morality, and camaraderie, and celebrated for its evocation of the nature of the Thames Valley.",
  "/wiki/Chessington_World_of_Adventures": "Chessington World of Adventures Resort is a theme park, zoo and hotel complex in Chessington, Greater London, England, around 12 miles (19 km) southwest of Central London. The complex opened as Chessington Zoo in 1931, with the theme park being developed alongside the zoo by The Tussauds Group and opening on 7 July 1987, as one of the first themed amusement parks in Britain. The theme park, which features over 40 rides, is now owned by Merlin Entertainments, following its merger with The Tussauds Group in 2007. Under Merlin, Chessington has been increasingly developed into a resort tourist destination, including two on-site hotels, a high ropes course and camp site."
}