{
  "/wiki/Marsha_Blackburn": "Marsha Blackburn (née Wedgeworth; born June 6, 1952) is an American politician and businesswoman serving as the junior United States Senator from Tennessee. A member of the Republican Party, Blackburn previously served the U.S. House for Tennessee's 7th congressional district from 2003 to 2019. She was also a State Senator from 1999 to 2003. On November 6, 2018, she became the first woman to be elected to the U.S. Senate from Tennessee, defeating Democratic former Tennessee Governor Phil Bredesen.",
  "/wiki/Mississippi_State_University": "Mississippi State University for Agriculture and Applied Science, commonly known as Mississippi State University (MSU), is a public land-grant research university adjacent to Starkville, Mississippi.  It is classified among \"R1: Doctoral Universities – Very High Research Activity\" and has a total research and development budget of $239.4 million, the largest in Mississippi.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/Martha_Layne_Collins": "Martha Layne Collins (née Hall; born December 7, 1936) is an American former businesswoman and politician from the Commonwealth of Kentucky; she was elected as the state's 56th governor from 1983 to 1987, the first woman to hold the office and the only one to date. Prior to that, she served as the 48th Lieutenant Governor of Kentucky, under John Y. Brown, Jr. Her election made her the highest-ranking Democratic woman in the U.S. She was considered as a possible running mate for Democratic presidential nominee Walter Mondale in the 1984 presidential election, but Mondale chose Congresswoman Geraldine Ferraro instead.",
  "/wiki/University_of_Kentucky": "The University of Kentucky (UK) is a public university in Lexington, Kentucky. Founded in 1865 by John Bryan Bowman as the Agricultural and Mechanical College of Kentucky, the university is one of the state's two land-grant universities (the other being Kentucky State University) and the institution with the highest enrollment in the state, with 30,720 students as of Fall 2015.",
  "/wiki/Governor_of_Kentucky": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 57 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as governor, and two others have served two consecutive terms. Kentucky is one of only five U.S. states that hold gubernatorial elections in odd-numbered years. The current governor is Andy Beshear, who was first elected in 2019.",
  "/wiki/Shirley_Hufstedler": "Shirley Ann Mount Hufstedler (August 24, 1925 – March 30, 2016) was an American lawyer and judge who served as the first United States Secretary of Education under President Jimmy Carter from November 30, 1979 to January 20, 1981. At the time of her secretarial appointment, she was the highest ranking woman in the federal judiciary, serving as a United States Circuit Judge of the United States Court of Appeals for the Ninth Circuit.",
  "/wiki/University_of_New_Mexico": "The University of New Mexico (UNM; Spanish: Universidad de Nuevo México)  is a public research university in Albuquerque, New Mexico. Founded in 1889, UNM offers bachelor's, master's, doctoral, and professional degree programs. The Albuquerque campus encompasses over 600 acres (2.4 km²), and there are branch campuses in Gallup, Los Alamos, Rio Rancho, Taos, and Los Lunas.Coordinates: 35°05′02″N 106°37′07″W﻿ / ﻿35.08389°N 106.61861°W﻿ / 35.08389; -106.61861 UNM is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/United_States_Secretary_of_Education": "The United States secretary of education is the head of the United States Department of Education. The secretary advises the president of the United States, and the federal government, on federal policies, programs, and activities related to all education in the United States. As a member of the president's Cabinet, the secretary is fifteenth in the line of succession to the presidency.",
  "/wiki/Blanche_Lincoln": "Blanche Meyers Lambert Lincoln (born September 30, 1960) is an American politician and lawyer who served as a U.S. Senator from Arkansas from 1999 to 2011. A member of the Democratic Party, Lincoln was first elected to the Senate in 1998; she was the first woman elected to the Senate from Arkansas since Hattie Caraway in 1932 and, at age 38, was the youngest woman ever elected to the Senate. She previously served in the U.S. House of Representatives, representing Arkansas's 1st congressional district from 1993 to 1997.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Arkansas": "Arkansas (/ˈɑːrkənsɔː/ AR-kən-saw)[c] is a state in the south central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, of Siouan derivation; it denoted their related kin, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and the Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.",
  "/wiki/Molly_Beth_Malcolm": "Molly Beth Beene Malcolm (born April 26, 1955) is an American politician and former school teacher. She is a former chairperson of the Texas Democratic Party and a current member of the Texarkana College Board of Trustees based in Texarkana.",
  "/wiki/Texas_A%26M_University%E2%80%93Commerce": "Texas A&M University–Commerce is a public research university in Commerce, Texas. With an enrollment of over 12,000 students as of fall 2017, the university is the third-largest institution in the Texas A&M University System. Founded in 1889, the institution is also the fourth-oldest state university or college in the State of Texas.",
  "/wiki/Texas_Democratic_Party": "The Texas Democratic Party is one of the two major political parties in the U.S. state of Texas, representing the Democratic Party. It is headquartered in downtown Austin, Texas.",
  "/wiki/Charlotte_Pence": "Charlotte Rose Pence Bond (born June 25, 1993) is an American writer who is the second child and elder daughter of the 48th Vice President of the United States, Mike Pence, and Second Lady of the United States, Karen Pence.",
  "/wiki/DePaul_University": "DePaul University is a private, Roman Catholic university in Chicago, Illinois. Founded by the Vincentians in 1898, the university takes its name from the 17th-century French priest Saint Vincent de Paul. In 1998, it became the largest Catholic university by enrollment in the United States. In 2018 it was still considered nation's largest Catholic university. Following in the footsteps of its founders, DePaul places special emphasis on recruiting first-generation students and others from disadvantaged backgrounds.",
  "/wiki/Mike_Pence": "Michael Richard Pence (born June 7, 1959) is an American politician and lawyer serving as the 48th vice president of the United States. He previously was the 50th governor of Indiana from 2013 to 2017 and a member of the United States House of Representatives from 2001 to 2013. He is the younger brother of U.S. Representative Greg Pence.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Patricia_Schroeder": "Patricia Nell Scott Schroeder (born July 30, 1940) is an American politician who represented Colorado in the United States House of Representatives from 1973–1997. A member of the Democratic Party, Schroeder was the first female U.S. Representative elected in Colorado.",
  "/wiki/University_of_Minnesota": "The University of Minnesota, Twin Cities, (the U of M, UMN, Minnesota, or simply the U) is a public research university in Minneapolis and Saint Paul, Minnesota. The Twin Cities campus comprises locations in Minneapolis and St. Paul approximately 3 miles (4.8 km) apart, and the St. Paul location is in neighboring Falcon Heights. The Twin Cities campus is the oldest and largest in the University of Minnesota system and has the sixth-largest main campus student body in the United States, with 51,327 students in 2019-20. It is the flagship institution of the University of Minnesota System, and is organized into 19 colleges, schools, and other major academic units.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Virginia_D._Smith": "Virginia Dodd Smith (June 30, 1911 – January 23, 2006) was a Republican member of the United States House of Representatives from 1975 to 1991 from the Third Congressional District of Nebraska. She was the first woman from Nebraska to hold a seat in the House.",
  "/wiki/University_of_Nebraska%E2%80%93Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/Nebraska": "Nebraska /nəˈbræskə/ (listen) is a state that lies in both the Great Plains and the Midwestern United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state.",
  "/wiki/Joanna_Shields": "Baroness Joanna Shields, OBE (born 12 July 1962) is a British-American technology industry veteran who currently serves as Group CEO for BenevolentAI. Shields previously served as UK Minister for Internet Safety and Security, Under-Secretary of State, and Advisor on the Digital Economy to David Cameron. She was made a Life Peer in the House of Lords in 2014. In 2016, Baroness Shields was appointed the Prime Minister's Special Representative on Internet Safety.",
  "/wiki/Penn_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/Carole_Keeton_Strayhorn": "Carole Stewart Keeton (born September 13, 1939), formerly known as  Carole Keeton McClellan, Carole Keeton Rylander and Carole Keeton Strayhorn, is an American politician and the former  Texas Comptroller of Public Accounts.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Texas_Comptroller_of_Public_Accounts": "The Texas Comptroller of Public Accounts is an executive branch position created by the Texas Constitution.  As with nearly every other executive branch head in Texas, the Comptroller is popularly elected every four years concurrently with the governor and the other elected executive branch positions (elections take place in even number years not divisible by four; e.g., 2006, 2010, and so on). The current Comptroller is Glenn Hegar, who took office on January 2, 2015.",
  "/wiki/Alison_Lundergan_Grimes": "Alison Case Lundergan Grimes (born November 23, 1978) is an American lawyer and Democratic politician who was the Secretary of State of Kentucky from 2012 until 2020. Grimes was elected in 2011 after defeating incumbent Elaine Walker in the Democratic primary and Republican candidate Bill Johnson in the general election. She was the Democratic nominee for the United States Senate in 2014, unsuccessfully challenging Republican incumbent and Senate Majority Leader Mitch McConnell.",
  "/wiki/Rhodes_College": "Rhodes College is a private liberal arts college in Memphis, Tennessee. Historically affiliated with the Presbyterian Church (USA), it is a member of the Associated Colleges of the South and is accredited by the Southern Association of Colleges and Schools. Rhodes enrolls approximately 2,000 students, and its Collegiate Gothic campus sits on a 123-acre wooded site in Memphis' historic midtown neighborhood.",
  "/wiki/Secretary_of_State_of_Kentucky": "The secretary of state of Kentucky is one of the constitutional officers of the U.S. state of Kentucky. It is now an elected office, but was an appointed office prior to 1891. The current secretary of state is Republican Michael Adams, who was elected on November 5, 2019; he took office on January 6, 2020.",
  "/wiki/Mary_Ann_Tobin": "Mary Ann Tobin was a member of the Kentucky House of Representatives from 1976 to 1984.  She served as Kentucky Auditor of Public Accounts from 1984 to 1988.  She is a member of the Democratic Party.",
  "/wiki/State_auditor": "State auditors (also state comptrollers or state controllers) are executive officers of U.S. states who serve as auditors and comptrollers for state funds."
}