{
  "/wiki/Brick_Inn": "The Brick Inn, also known as the Canton Hotel, in Canton, Kentucky, was built in 1819.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Kentucky_Route_80": "Kentucky Route 80 (KY 80) is a 483.55-mile-long (778.20 km) state highway in the southern part of the U.S. state of Kentucky. The route originates on the state's western border at Columbus in Hickman County, and stretches across the southern portion of the state, terminating southeast of Elkhorn City on the Virginia state line. It is the longest Kentucky State Highway, though the official distance as listed in route logs is much less due to multiple concurrencies with U.S. Route 68 (US 68) and U.S. Route 23.",
  "/wiki/Canton,_Kentucky": "Canton is an unincorporated community in Trigg County, Kentucky, United States. Canton is located on the eastern shore of Lake Barkley along U.S. Route 68 and Kentucky Route 80 8.5 miles (13.7 km) west-southwest of Cadiz.",
  "/wiki/Cadiz_Downtown_Historic_District": "The Cadiz Downtown Historic District, in Cadiz, Kentucky, is a historic district which was listed on the National Register of Historic Places in 1988.  It includes Main Street from Scott Street to Franklin Street.  It included 16 contributing buildings.",
  "/wiki/Cadiz,_Kentucky": "Cadiz (locally /ˈkeɪdiːz, -dɪz/ (listen) KAY-deez, -⁠diz) is a home rule-class city in and the county seat of Trigg County, Kentucky, United States. The population was 2,558 at the 2010 census. It is part of the Clarksville metropolitan area.",
  "/wiki/Cadiz_Main_Street_Residential_District": "The Cadiz Main Street Residential District is a 7.1 acres (2.9 ha) historic district in Cadiz, Kentucky which was listed on the National Register of Historic Places in 1989.  It runs along Main St., between Line St. and Scott St., and included 32 contributing buildings.",
  "/wiki/Cadiz_Masonic_Lodge": "The Cadiz Masonic Lodge No. 121 F. and A.M., at Jefferson and Monroe Sts. in Cadiz, Kentucky, was built around 1854.  It was listed on the National Register of Historic Places in 1979.",
  "/wiki/Land_Between_the_Lakes_National_Recreation_Area": "The Land Between the Lakes National Recreation Area is a United States National Recreation Area located in Kentucky and Tennessee between Lake Barkley and Kentucky Lake. The area was designated a national recreation area by President John F. Kennedy in 1963. The recreation area was originally managed by the Tennessee Valley Authority but jurisdiction has since been transferred to the United States Forest Service. It was designated as a UNESCO Biosphere reserve in 1991, but was withdrawn from the program as of June 2017 due to the environmental policies of the 45th President, Donald Trump.",
  "/wiki/Golden_Pond,_Kentucky": "Golden Pond was a town in western Trigg County, Kentucky, United States. It is now the headquarters of Land Between the Lakes National Recreation Area 11 miles (18 km) west-southwest of Cadiz. Golden Pond was established in the 19th century and became known for its moonshining activity during Prohibition. The Tennessee Valley Authority evicted the last residents in 1969 when the recreation area was created.",
  "/wiki/Confederate_Monument_of_Cadiz": "The Confederate Monument, in Cadiz, Kentucky, was placed on the National Register of Historic Places in 1997. A marble memorial to the Confederate veterans of Trigg County it was erected in 1913 by the United Daughters of the Confederacy.",
  "/wiki/Kentucky_Route_139": "Kentucky Route 139 (KY 139) is a 55.797-mile-long (89.797 km) state highway in Kentucky that runs from Tennessee State Route 120 at the Tennessee state line south of Cadiz to Kentucky Route 120 in rural Crittenden County north of Princeton via Cadiz and Princeton.",
  "/wiki/Thomas_Dawson_House": "The Thomas Dawson House, in Trigg County, Kentucky about 12 miles (19 km) south of Cadiz, was built in 1816-17.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Kentucky_Route_276": "Kentucky Route 276 (KY 276) is a 17.7-mile-long (28.5 km) state highway in the U.S. state of Kentucky. The highway connects mostly rural areas of Trigg and Caldwell counties with the extreme eastern part of Cadiz."
}