{
  "/wiki/Parken_Stadium": "Parken Stadium, known for sponsorship reasons as Telia Parken, is a football stadium in the Indre Østerbro (Inner Østerbro) district of Copenhagen, Denmark, built from 1990–1992. The stadium, which features a retractable roof, currently has a capacity of 38,065 for football games, and is the home of FC Copenhagen and the Denmark national football team. The capacity for concerts exceeds the capacity for matches – the stadium can hold as many as 50,000 people with an end-stage setup and 55,000 with a center-stage setup.",
  "/wiki/F.C._Copenhagen": "Football Club Copenhagen (Danish: Football Club København, pronounced [kʰøpm̩ˈhau̯ˀn]), commonly known as FC København, FC Copenhagen, Copenhagen or simply FCK,  is a professional Danish football club in Copenhagen, Denmark.  FCK was founded in 1992 through the merger of Kjøbenhavns Boldklub and Boldklubben 1903.",
  "/wiki/Danish_Superliga": "The Danish Superliga (Danish: Superligaen, pronounced [ˈsuˀpɐliːˌkæˀn̩]) is the current Danish football championship tournament, and administered by the Danish Football Association. It is the highest football league in Denmark and is currently contested by 14 teams each year, with 1–3 teams relegated.",
  "/wiki/Østerbro": "Østerbro (Danish pronunciation: [ˈøstɐˌpʁoˀ]) is one of the 10 official districts of Copenhagen, Denmark. It is located just north of the city centre, outside the old city gate Østerport which, after it was moved around 1700, used to be located close to present-day Østerport Station. From the beginning, Østerbro has been a wealthy district, and it remains one of the most affluent areas in Copenhagen.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Brøndby_Stadium": "The Brøndby Stadium  (Danish: Brøndby Stadion) is a football stadium in Brøndbyvester, Brøndby Municipality, Denmark. Opened in 1965, it is the home ground of Brøndby IF. The stadium has a capacity of 28,000, including 23,400 seats. It has hosted Denmark national team matches five times.",
  "/wiki/Brøndby_IF": "Brøndby (Danish pronunciation: [ˈpʁɶnpy]) is a Danish football club based in Brøndbyvester. The club is also known as Brøndbyernes Idrætsforening, or Brøndby and BIF for short. The club was founded in 1964 as a merger between two local clubs and was promoted to the Danish top-flight football league in 1981.",
  "/wiki/Brøndbyvester": "Brøndbyvester (Danish pronunciation: [pʁɶnpyˈvestɐ]) is a Danish town, seat and main settlement of the Brøndby Municipality, in the Region Hovedstaden.",
  "/wiki/Ceres_Park": "Aarhus Idrætspark, known as Ceres Park & Arena for sponsorship purposes, is a combined sport venue in Aarhus, Denmark, where the football stadium and the arena are the main parts. The stadium is the home ground of AGF Aarhus. It is located in the scenic Marselisborg Forests close to the center of Aarhus.",
  "/wiki/Aarhus_Gymnastikforening": "Aarhus Gymnastikforening (AGF or AGF Aarhus) is one of the oldest sport clubs in Denmark. The club was founded in 1880, mainly with gymnastics but also fencing as the main sports. However AGF is best known for its football team, which was introduced in 1902.",
  "/wiki/Aarhus": "Aarhus (/ˈɔːrhuːs/, also US: /ˈɑːr-/, Danish: [ˈɒːˌhuˀs] (listen); officially spelled Århus from 1948 until 1 January 2011)[note 1] is the second-largest city in Denmark and the seat of Aarhus municipality. It is located on the east coast of the Jutland peninsula, in the geographical centre of Denmark, 187 kilometres (116 mi) northwest of Copenhagen and 289 kilometres (180 mi) north of Hamburg, Germany. The inner urban area contains 273,077 inhabitants (as of 1 January 2018[update]) and the municipal population is 340,421 (as of 2018[update]). Aarhus is the central city in Business Region Aarhus and in the East Jutland metropolitan area, which had a total population of 1.378 million in 2016.",
  "/wiki/Blue_Water_Arena": "The Esbjerg Stadium (Danish: Esbjerg Stadion), known as the Blue Water Arena for sponsorship reasons, is a football stadium located within Esbjerg Idrætspark in Esbjerg, Denmark. It is the home ground of Esbjerg fB and has a capacity of 16,942, of which 11,451 is seated. It is currently the second-biggest stadium in Jutland, and the fourth-biggest in Denmark.",
  "/wiki/Esbjerg_fB": "Esbjerg forenede Boldklubber (EfB; pronounced [ˈɛsˌpjæɐ̯ˀ]) is a professional Danish football club from the port city of Esbjerg in West Jutland. The club was formed in 1924, as a merger between Esbjerg Boldklub af 1898 and Esbjerg Amatørklub af 1911. The club has training facilities and stadium at Gl. Vardevej in Esbjerg, and plays in blue and white striped shirts. Esbjerg fB is one of the more successful clubs in Denmark in terms of trophies. They have won the Danish championship five times (1961, 1962, 1963, 1965 and 1979) and three Danish cup titles (1964, 1976 and 2013). The main sponsor is Stofa and the club's kit sponsor is Nike. The official fanclub of Esbjerg fB is Blue Knights. \nIn 2005 EfB took over the management of the elite ice hockey club, Esbjerg Ishockey Klub (EIK), which is now called EfB Ishockey.",
  "/wiki/Esbjerg": "Esbjerg (UK: /ˈɛsbjɜːrɡ/, US: /ˈɛsbjɛər(ɡ)/, Danish: [ˈɛsˌpjæɐ̯ˀ], West Jutish dialect: [ˈɛspʲæa̯]) is a seaport town and seat of Esbjerg Municipality on the west coast of the Jutland peninsula in southwest Denmark. By road, it is 71 kilometres (44 mi) west of Kolding and 164 kilometres (102 mi) southwest of Aarhus. With an urban population of    72,168 (1 January 2019) it is the fifth-largest city in Denmark, and the largest in west Jutland.",
  "/wiki/Odense_Stadion": "Odense Stadium (Danish: Odense Stadion) is an association football stadium located in the Bolbro district of Odense, Denmark. Nicknamed Folkets Teater (en: \"The People's Theater\") by Jack Johnson, it has been the home ground of Odense Boldklub since the 1940s and has previously hosted select matches for FC Fyn (2011–2012), Boldklubben 1909, Boldklubben 1913 and Odense Boldklub Kvinde Elite (until 2016) during their tenures in the higher ranking leagues. With a current capacity of 15,790 (13,990 seatings; 13,573 seatings for international matches), it is the fifth largest football stadium of any football team in Denmark. It is part of the sports complex, known as Odense Sports Park (Danish: Odense Idrætspark), that is owned by Odense Municipality and run by the company of Odense Idrætspark (a department of \"By- og Kulturforvaltningen, Fritid og biblioteker\" under the municipality).",
  "/wiki/Odense_BK": "Odense Boldklub (Danish pronunciation: [ˈoðˀn̩sə ˈpɒltkʰlup]; also known as Odense BK or the more commonly used OB) is a Danish professional football club based in the city Odense. The club has won three Danish championships and five Danish Cup trophies. OB play in the Danish Superliga and their home field is Nature Energy Park. OB's clubhouse is located in Ådalen near Odense River.",
  "/wiki/Odense": "Odense (Danish: [ˈoðˀn̩sə] (listen)) is the third-largest city in Denmark.\nIt has a population of 179,601 (1 January 2019), and is the main city of the island of Funen. By road, Odense is located 45 kilometres (28 mi) north of Svendborg, 144 kilometres (89 mi) to the south of Aarhus and 167 kilometres (104 mi) to the southwest of Copenhagen. The city is the seat of Odense Municipality and was the seat of Odense County  until 1970, and Funen County from 1970 until 1 January 2007, when Funen County became part of the Region of Southern Denmark. Odense has close associations with Hans Christian Andersen who is remembered above all for his fairy tales. He was born in the city in 1805 and spent his childhood years there.",
  "/wiki/Aalborg_Portland_Park": "Aalborg Stadium is a football stadium located in Aalborg, Denmark. It is known as Norjyske Arena for sponsorship purposes and is the home ground of AaB. It has a capacity of 14,135 of which 8,997 is seated. For international matches the capacity is 10,500.",
  "/wiki/AaB_Fodbold": "AaB, (full name: Aalborg Boldspilklub, pronounced [ˈɒlˌpɒˀ ˈpɒltspelˌkʰlup]) internationally referred to as Aalborg BK is a professional football team located in Aalborg. The club is represented in the Danish Superliga and has won four Danish football Championships and three Danish Cup trophies. Most recently the team won the double in 2014.",
  "/wiki/Aalborg": "Aalborg (/ˈɔːlbɔːrɡ/, also US: /ˈɑːl-, ˈɔːlbɔːr/, Danish: [ˈɒlˌpɒˀ] (listen)), also spelt Ålborg,[note 1] is Denmark's fourth largest city with an urban population of 139,016.",
  "/wiki/Gladsaxe_Stadium": "Gladsaxe Stadium (Danish: Gladsaxe Stadion) is a sports center located on Gladsaxevej 200, Søborg, Gladsaxe Municipality, in Copenhagen, which is primarily used for association football matches. The stadium hosts a number of  training courses for running the football, handball and softball and hosts a restaurant.\nThe ground is the home ground of Akademisk Boldklub and Gladsaxe-Hero Boldklub  (rail size: 68 x 105 meters, and lighting: 700 lux.).",
  "/wiki/Akademisk_Boldklub": "Akademisk Boldklub Gladsaxe (or AB) is a Danish professional football club from Gladsaxe north of Copenhagen,\ncurrently playing at the 3rd highest level of Danish domestic football in the Danish 2nd Division group 1.",
  "/wiki/Danish_2nd_Division": "The 2nd Division is the third tier Danish football league, just after the 1st Division. It was founded in 1945, after World War II, as the second-best Danish football division. When the Danish Superliga was founded in 1991, the 2nd Division became the third level league. From 1991 to 1997 the league was played as half-year seasons, as the lower league played spring-autumn tournaments, and the higher leagues played autumn-spring.",
  "/wiki/Søborg": "Søborg is a neighbourhood in Gladsaxe Municipality, located some 10 km northwest of central Copenhagen, Denmark.",
  "/wiki/Gladsaxe": "Gladsaxe Kommune is a municipality (Danish, kommune) near Copenhagen in Region Hovedstaden on the island of Zealand (Sjælland) in eastern Denmark. The municipality covers an area of 25 km2 (10 sq mi), and has a total population of 69,681 (2019). Its mayor is Trine Græse, a member of the Social Democrats (Socialdemokraterne) political party.",
  "/wiki/Valby_Idrætspark": "Valby Idrætspark is a multi-purpose stadium in Valby od Copenhagen, Denmark.  It is currently used mostly for football matches and is the home ground of Boldklubben Frem. Valby Idrætspark has hosted a total of nine Danish FA-recognized internationals.",
  "/wiki/Boldklubben_Frem": "Boldklubben Frem (also known as Frem, BK Frem or BK Frem Copenhagen) is a Danish sports club based in the Valby-Sydhavnen area of Copenhagen. It is best known for its semi-professional football team. Since its foundation in 1886, Frem has won the Danish Championships six times and the Danish Cup twice. Until the disastrous bankruptcy in 1993, Frem had played in the top division all but six seasons. After the bankruptcy the club fought its way back to the top of Danish football, but in 2010 it went bankrupt again and was demoted to the Copenhagen Series—the fifth tier in the Danish league system. After two back to back promotions, the club now participates in the Danish 2. Division, the third tier.",
  "/wiki/Valby": "Valby (help·info) is one of the 10 official districts of Copenhagen, Denmark. It is in the southwestern corner of Copenhagen Municipality, and has a mixture of different types of housing. This includes apartment blocks, terraced housing, areas with single-family houses and allotments, plus the remaining part of the old Valby village, around which the district has formed, intermingled with past and present industrial sites.",
  "/wiki/MCH_Arena": "The MCH Arena is an association football stadium situated in the south of Herning, Denmark, that is part of MCH Messecenter Herning complex and owned by MCH Group A/S. It has been the home ground of FC Midtjylland since March 2004. An integrated part of the arena is a main building housing the club's administration and offices for the official fan club (named Black Wolves), and includes player and referee facilities, a restaurant, a VIP lounge, press and sky boxes, and a club shop (named Ulveshoppen). The total capacity during domestic matches is 11,432 spectators with 7,070 seatings (western and eastern grand stands and partly north stand) making it the 9th largest football stadiums in Denmark. At international FIFA and UEFA matches, the capacity of the four covered single-tiered stands is reduced to 9,430, when the terraces at the north and south stands are converted to an all-seater mode. The stadium's current attendance record of 11,763 spectators dates back to a 2017–18 Danish Superliga match on 11 November 2007, when FC Midtjylland tied 2–2 against FC Copenhagen.",
  "/wiki/FC_Midtjylland": "FC Midtjylland (Danish: [ˈmitjyˌlænˀ], \"Central Jutland\") is a Danish professional football club based in Herning and Ikast in the midwestern part of Jutland. The club is the result of a merger between Ikast FS and Herning Fremad. Midtjylland competes in the Danish Superliga, which they have won twice, most recently in 2018.",
  "/wiki/Herning": "Herning (Danish pronunciation: [ˈhæɐ̯neŋ]) is a Danish city in Region Midtjylland, on the Jutland peninsula. It is the main town and the administrative seat of Herning Municipality. Herning has a population of 50,039 (1 January 2019) including the suburbs of Tjørring, Snejbjerg, Lind, Birk, Hammerum and Gjellerup, making Herning the 11th most populous urban area in Denmark.",
  "/wiki/Vejle_Stadium": "Vejle Stadium (Danish: Vejle Stadion) is a fully closed, modern (built in 2008) football stadium in Vejle, Denmark and is home ground of Vejle Boldklub. The stadium has two towers for the industry and two VIP lounges. The stadium holds 10,418 seats and the field is equipped with irrigation and heat system.",
  "/wiki/Vejle_Boldklub": "Vejle Boldklub, founded in 1891, is a Danish professional football club from the town of Vejle. The club has won the Danish championship five times and the Danish cup title six times.",
  "/wiki/Vejle": "Vejle (Danish pronunciation: [ˈvai̯lə]) is a town in Denmark, in the southeast of the Jutland Peninsula at the head of Vejle Fjord, where the Vejle River and Grejs River and their valleys converge.  It is the site of the councils of Vejle Municipality (kommune) and the Region of Southern Denmark. The city has a population of 57,051 (as of 1 January 2019[update]), making it the ninth largest city in Denmark. Vejle Municipality has a population of 111,743 (as of 2016[update]).  The city is part of the Triangle Region, which includes the neighbouring cities of Kolding and Fredericia.",
  "/wiki/CASA_Arena_Horsens": "Forum Horsens Arena, known as CASA Arena Horsens for sponsorship reasons, is a stadium in Horsens, Denmark. Used primarily for football, it is the home ground of AC Horsens and has a capacity of 10,400, of which 7,500 is seated. The stadium is also used for speedway and as a concert venue. The adjacent indoor venue is Forum Horsens.",
  "/wiki/AC_Horsens": "AC Horsens is a professional Danish football team, playing in the Danish Superliga. They play on Casa Arena Horsens in Horsens. The club was founded in 1994, as a superstructure on Horsens fS (founded 1915), Stensballe IK and FC Horsens. Both Stensballe IK and FC Horsens has later left the cooperation, and only Horsens fS remains.",
  "/wiki/Horsens": "Horsens (Danish pronunciation: [ˈhɒːsn̩s]) is a city on the east coast of Jutland region of Denmark. It is the seat of the Horsens municipality. The city's population is 59,181 (2019) and the municipality's population is 90,370 (as of 1 January 2019[update]), making it the 8th largest city in Denmark.",
  "/wiki/BioNutria_Park_Randers": "Randers Stadium (Danish: Randers Stadion), known as Cepheus Park Randers for sponsorship reasons (formerly BioNutria Park Randers, Essex Park Randers and AutoC Park Randers) is a football stadium, located in Randers, Denmark. It is the home ground of Randers FC.",
  "/wiki/Randers_FC": "Randers FC is a Danish professional football team based in Randers, which plays in the top-flight Danish Superliga championship. Founded on 1 January 2003, the club builds upon the license of Randers Freja, a former three-time Danish Cup winning team. Following the founding of Randers FC, the club has won the Danish Cup once. Randers plays its matches at the 10,300-capacity Cepheus Park Randers.",
  "/wiki/Randers": "Randers (Danish pronunciation: [ˈʁanɐs]) is a city in Randers Municipality, Central Denmark Region on the Jutland peninsula. It is Denmark's sixth-largest city, with a population of 62,586 (1 January 2019). Randers is the municipality's main town and the site of its municipal council. By road it is 38.5 kilometres (23.9 mi) north of Aarhus, 43.8 kilometres (27.2 mi) east of Viborg, and 224 kilometres (139 mi) northwest of Copenhagen.",
  "/wiki/Right_to_Dream_Park": "Right to Dream Park, historically known as Farum Park, is a football stadium, located in Farum, Denmark, and is the home ground of FC Nordsjælland. It has a capacity of 10,300 of which 9,800 are seated. Farum Park is the first stadium in the Danish Superliga with an artificial turf, installed in 2012. The grass is from Limonta Sport - a leading company in the production and distribution of synthetic grass for sports. Farum Park is a modern stadium with LED-banners, a hotel with 35 rooms and a fitness center.",
  "/wiki/FC_Nordsjælland": "Football Club Nordsjælland, commonly known as FC Nordsjælland, Nordsjælland (Danish pronunciation: [ˈnoɐ̯ɕɛˌlænˀ]) or FCN, is a professional Danish football team from the North Zealand town of Farum. Founded as Farum Boldklub from the merger of the town's two football clubs Farum IK and Stavnsholt BK in 1991, the club changed its name to FC Nordsjælland in 2003.",
  "/wiki/Farum": "Farum is a town in the northeast of the island of Zealand in eastern Denmark, 20 km northwest of Copenhagen.  The town has a population of 20,372 (1 January 2019).  The town is part of Furesø municipality.  Until 2006, it constituted Farum municipality.",
  "/wiki/Sydbank_Park": "Haderslev Football Stadium (Danish: Haderslev Fodboldstadion, pronounced [ˈhæðˀɐˌsleu̯ ˈfoðpɒltˌstæˀtjɒn]) is an association football stadium located in Haderslev, Denmark. It is the home ground of SønderjyskE. It has been known as Sydbank Park due to a sponsorship arrangement with the Danish bank Sydbank since December 2013. It was built in 2001 and has a capacity of 10,100 with 5,100 seatings. It has been renovated in 2013 by building a new stand of about 3.000 seats to respect the criteria of the  Danish Superliga, and again in 2018 and 2019 by expanding the eastern stands, and upgrading the north and south stands with roofs.",
  "/wiki/SønderjyskE_Fodbold": "SønderjyskE (full name: SønderjyskE Fodbold, pronounced [ˈsønɐˌjyskə ˈfoðˌpɒlˀt]) is the football department of the Danish multi-sport club Sønderjysk Elitesport. The club plays in the top tier of Danish football, the Danish Superliga. Their home is Sydbank Park in Haderslev.",
  "/wiki/Haderslev": "Haderslev (Danish pronunciation: [ˈhæðˀɐˌsleu̯]; German: Hadersleben (help·info)) is a Danish town in the Region of Southern Denmark with a population of 22,011 (1 January 2019). It is the main town and the administrative seat of Haderslev Municipality and is situated in the eastern part of Southern Jutland. Haderslev is home of Sønderjyske, which is an association football team that plays in the Danish Superliga for the 2018-19 season. The town is named after King Hader.",
  "/wiki/Energi_Viborg_Arena": "Energi Viborg Arena (originally Viborg Stadion) is a football stadium located in Viborg, Denmark. It is the home ground of Viborg FF and has a capacity of 9,566. The stadium is part of Viborg Stadion Center and is owned by Viborg Municipality. Since October 2011, it has been known as Energi Viborg Arena due to a sponsorship arrangement, giving naming rights to Energi Viborg, a regional energy group. It was one of four venues for the 2011 UEFA European Under-21 Football Championship, hosting three matches in Group B and a semi-final. The old stadium from 1931 was torn down in 2001 to make room for a new stadium with 9,566 seats. The new stadium came with covered seating and heating in the field. The extensions around the new stadium was finished in 2007, and there was added ekstra standing places for both home and away team fans. In 2008 two big screens were added to the new stadium. Other uses have included hosting concerts with a capacity of 22,000 concertgoers.",
  "/wiki/Viborg_FF": "Viborg Fodsports Forening (\"Viborg Footsport Association\"), or Viborg F.F. and  VFF for short, is a Danish professional football club based in Viborg. The club was founded in 1896, but would have to wait more than a century before winning its only national trophy, the 2000 Danish Cup.",
  "/wiki/Danish_1st_Division": "The 1st Division (1. Division) is the second highest football league in Denmark, also known as NordicBet Liga for sponsorship reasons. From 1945 to 1991 the 1. Division was the name of the highest level of football in Denmark. With the formation of the Danish Superliga, the 1st Division became the second tier of Danish football. While all the teams in the Superliga are full-time professional the 1. Division has a mixture of full-time professional and semi-professional teams.",
  "/wiki/Viborg,_Denmark": "Viborg (Danish pronunciation: [ˈviˌpɒˀ]), a city in central Jutland, Denmark, is the capital of both Viborg municipality and Region Midtjylland. Viborg is also the seat of the Western High Court, the High Court for the Jutland peninsula. Viborg Municipality is the second-largest Danish municipality, covering 3.3% of the country's total land area.",
  "/wiki/Lyngby_Stadion": "Lyngby Stadion is a combined football and athletics stadium in Kongens Lyngby, Denmark. It is owned by the municipality of Lyngby-Taarbæk. It is the home of the football club Lyngby Boldklub, and Trongårdens IF athletics association.",
  "/wiki/Lyngby_BK": "Lyngby Boldklub (Danish pronunciation: [ˈlyːŋpy ˈpɒltkʰlup]) is a Danish football club founded in 1921. It is based at Lyngby Stadion in Kongens Lyngby, Lyngby-Taarbæk Municipality, a northern suburb of Copenhagen. From 1994 to 2001 the club was known as Lyngby FC. The club has won the Danish championship twice (1983 and 1992) and the Danish Cup three times (1984, 1985 and 1990).",
  "/wiki/Kongens_Lyngby": "Kongens Lyngby ([ˈkʰɒŋəns ˈlyːŋpy], Danish for \"the King's Heather Town\"; short form Lyngby) is the seat and commercial centre of Lyngby-Taarbæk Municipality in the northern suburbs of Copenhagen, Denmark. Lyngby Hovedgade is a busy shopping street and the site of a branch of Magasin du Nord as well as Lyngby Storcenter. The district is also home to several major companies, including COWI A/S, Bang & Olufsen, ICEpower a/s and Microsoft.",
  "/wiki/JYSK_Park": "JYSK park is a football stadium in Silkeborg, Denmark. The stadium is home to Silkeborg IF and has capacity for 10,000 spectators. The construction of JYSK Park began in 2015 and was completed in the summer of 2017. It was opened on July 31, 2017 for a match between Silkeborg IF and AGF, where the home team won 2-1 in front of 9,411 fans. Silkeborg IF’s Gustaf Nilsson became the first goal scorer in the stadium in a 2-1 win over AGF.",
  "/wiki/Silkeborg_IF": "Silkeborg IF (Full name: Silkeborg Idrætsforening, pronounced [ˈselkəˌpɒˀ ˈitʁætsfɒˌeˀneŋ] or [- ˈiːtʁæts-], or SIF in short) is a professional Danish football club in Silkeborg, Denmark. The club was founded in 1917, reaching the highest level of Danish football in 1987, and afterwards became one of the most successful football clubs in Denmark. They won the 1993–94 Danish Superliga, finished 3rd in 1994–95 and 2000-01, 2nd in 1997–98, and won the Danish Cup in 2001. Silkeborg has participated in Europe several times, winning the UEFA Intertoto Cup in 1996.",
  "/wiki/Silkeborg": "Silkeborg (Danish: [ˈselkəˌpɒˀ]) is a Danish town with a population of 46,179 (1st January 2019). \nSilkeborg is the seat of Silkeborg City Council (with 92,024 inhabitants as of 2018).",
  "/wiki/Næstved_Stadium": "Næstved Stadium (Danish: Næstved Stadion) is a multi-use stadium in Næstved, Denmark.  It is known as ProfaGroup Park for sponsorship reasons. It is currently used mostly for football matches and is the home stadium of Næstved BK (until 1996 Næstved IF). The stadium was earlier used for speedway races as well, often with crowds of 20,000 or more.",
  "/wiki/Næstved_BK": "Næstved Boldklub is a Danish association football team based in Næstved on the southern end of Zealand. Næstved Boldklub is the professional superstructure of the parent club Næstved Idræts Forening (Næstved IF) and currently plays in the Danish 1st Division  (NordicBet Liga), the second tier of Danish football league system.",
  "/wiki/Næstved": "Næstved (Danish pronunciation: [ˈnɛstveð]) is a town in the municipality of the same name, located on the island of Zealand in Denmark.",
  "/wiki/Kolding_Stadion": "Kolding Stadion, known as Autocentral Park for sponsorship purposes, is a multi-purpose stadium in Kolding, Denmark.",
  "/wiki/Kolding_IF": "Kolding IF is an association football club based in Kolding, Denmark. The team competes in the Danish 1st Division, the second-tier of Danish football, after gaining promotion at the end of the 2018–19 season. Founded in 1895, Kolding IF played in the top-flight 1982 and 1983 Danish 1st Division championships. In 2002, they joined forces with Kolding Boldklub, the other major football club in Kolding, to form the cooperative Kolding FC first team. The joint club merged with Vejle Boldklub in 2011 to form Vejle Boldklub Kolding. This merger was dissolved in 2013 and Kolding IF reemerged.",
  "/wiki/Kolding": "Kolding (Danish pronunciation: [ˈkʰɒleŋ]) is a Danish seaport located at the head of Kolding Fjord in the Region of Southern Denmark. It is the seat of Kolding Municipality. It is a transportation, commercial, and manufacturing centre, and has numerous industrial companies, principally geared towards shipbuilding. The manufacturing of machinery and textiles and livestock export are other economically significant activities.",
  "/wiki/Skive_IK": "Skive IK is a Danish football club currently playing in the Danish 1st Division. They play at Skive Stadium in Skive in Jutland, which has a capacity of 10,000.",
  "/wiki/Skive,_Denmark": "Skive is a town in Skive municipality (Danish, Skive Kommune) in Region Midtjylland at the base of Salling Peninsula, a part of the larger Jutland peninsula in northwest Denmark.  It is the municipality's main town and the site of its municipal council.",
  "/wiki/List_of_football_stadiums_in_Denmark": "The following is a list of football stadiums in Denmark, ordered by capacity."
}