{
  "/wiki/Albert_II_of_Belgium": "Albert II (born 6 June 1934) reigned as King of the Belgians, from 1993 until his abdication in 2013.",
  "/wiki/List_of_Belgian_monarchs": "This is a list of Belgian monarchs from 1831 when the first Belgian king, Leopold I, ascended the throne, after Belgium seceded from the Kingdom of the Netherlands during the Belgian Revolution of 1830.",
  "/wiki/Jigme_Singye_Wangchuck": "Jigme Singye Wangchuck, འཇིགས་མེད་སེང་གེ་དབང་ཕྱུག་, (born 11 November 1955) is the former king of Bhutan (Druk Gyalpo) from 1972 until his abdication in favor of his eldest son, Jigme Khesar Namgyel Wangchuck, in 2006.",
  "/wiki/List_of_rulers_of_Bhutan": "Bhutan was founded and unified as a country by Ngawang Namgyal, 1st Zhabdrung Rinpoche in the mid–17th century. After his death in 1651, Bhutan nominally followed his recommended \"dual system of government\". Under the dual system, government control was split between a secular leader, the Druk Desi (.mw-parser-output .uchen{font-family:Jomolhari,\"Noto Sans Tibetan\",\"Microsoft Himalaya\",Kailash,\"BabelStone Tibetan\",\"DDC Uchen\",\"TCRC Youtso Unicode\",\"Tibetan Machine Uni\",\"Qomolangma-Uchen Sarchen\",\"Qomolangma-Uchen Sarchung\",\"Qomolangma-Uchen Suring\",\"Qomolangma-Uchen Sutung\",\"Qomolangma-Title\",\"Qomolangma-Subtitle\",\"DDC Rinzin\",\"Qomolangma-Woodblock\",\"Qomolangma-Dunhuang\"}.mw-parser-output .ume{font-family:\"Qomolangma-Betsu\",\"Qomolangma-Chuyig\",\"Qomolangma-Drutsa\",\"Qomolangma-Edict\",\"Qomolangma-Tsumachu\",\"Qomolangma-Tsuring\",\"Qomolangma-Tsutong\",\"TibetanSambhotaYigchung\",\"TibetanTsugRing\",\"TibetanYigchung\"}འབྲུག་སྡེ་སྲིད་, aka Deb Raja);[nb 1] and a religious leader, the Je Khenpo (རྗེ་མཁན་པོ་).",
  "/wiki/Simeon_Saxe-Coburg-Gotha": "Simeon Borisov Saxe-Coburg-Gotha (Bulgarian: Симеон Борисов Сакскобургготски, Simeon Borisov Sakskoburggotski; born 16 June 1937), known formerly or by courtesy as King Simeon II or Tsar Simeon II  (Bulgarian: Цар Симеон II), was the last reigning Tsar of Bulgaria from 1943 to 1946, before later serving as Prime Minister of Bulgaria from 2001 to 2005.",
  "/wiki/List_of_Bulgarian_monarchs": "The monarchs of Bulgaria ruled the country during three periods of its history as an independent country: from the establishment of the First Bulgarian Empire in 681 to the Byzantine conquest of Bulgaria in 1018; from the Uprising of Asen and Peter that established the Second Bulgarian Empire in 1185 to the annexation of the rump Bulgarian principality into the Ottoman Empire in 1396; and from the re-establishment of an independent Bulgaria in 1878 to the abolition of monarchy in a  referendum held on 15 September 1946.",
  "/wiki/Bulgarian_republic_referendum,_1946": "A referendum on becoming a republic was held in Bulgaria on 8 September 1946. The result was 95.6% in favour of the change, with voter turnout reported to be 91.7%. Following the referendum, a republican constitution (known as the Dimitrov Constitution) was introduced the following year.",
  "/wiki/Fuad_II_of_Egypt": "Fuad II (Arabic: فؤاد الثاني‎, Turkish: II. Fuat or Ahmet Fuat; born 16 January 1952 as Prince Ahmad Fuad) is a member of the Egyptian Muhammad Ali dynasty. He formally reigned as the last King of Egypt and the Sudan from July 1952 to June 1953, when he was deposed.",
  "/wiki/King_of_Egypt_and_the_Sudan": "King of Egypt and the Sudan (Arabic: ملك مصر والسودان‎ Malik Miṣr was-Sūdān) was the title used by the Egyptian monarch from 16 October 1951 until the abolition of the monarchy on 18 June 1953.",
  "/wiki/Egyptian_revolution_of_1952": "The Egyptian revolution of 1952 (Arabic: ثورة 23 يوليو 1952‎), also known as the 1952 Coup d'état (Arabic: إنقلاب 23 يوليو 1952‎) or 23 July revolution, began on 23 July 1952, by the Free Officers Movement, a group of army officers led by Mohammed Naguib and Gamal Abdel Nasser. The revolution was initially aimed at overthrowing King Farouk.",
  "/wiki/Constantine_II_of_Greece": "Constantine II (Greek: Κωνσταντίνος Βʹ, Konstantínos II, pronounced [ˌkonstanˈdinos]; born 2 June 1940) reigned as the King of Greece, from 1964 until the abolition of the monarchy in 1973.",
  "/wiki/List_of_kings_of_Greece": "The Kingdom of Greece was ruled by the House of Wittelsbach between 1832 and 1862 and by the House of Glücksburg from 1862 to 1924, temporarily abolished during the Second Hellenic Republic, and from 1935 to 1973, when it was permanently abolished and replaced by the Third Hellenic Republic.",
  "/wiki/Greek_republic_referendum,_1974": "A referendum on retaining the republic was held in Greece on 8 December 1974. After the collapse of the military junta that ruled the country from 1967, the issue of the form of government remained unsolved. The Junta had already staged a plebiscite held on 29 July 1973, which resulted in the establishment of the Republic. However, after the fall of the military regime, the new government, under Constantine Karamanlis, decided to hold another one, as Junta legal acts were considered illegal. Constantine II, the former King,  was banned by the new government from returning to Greece to campaign in the referendum, but the Karamanlis government allowed him to make a televised address to the nation. The proposal was approved by 69.2% of voters with a turnout of 75.6%.",
  "/wiki/Akihito": "Akihito (明仁, Japanese: [akiçi̥to], English: /ˌækiˈhiːtoʊ/ (listen) or /ˌɑːk-/; born 23 December 1933) is a member of the Imperial House of Japan who reigned as the 125th emperor of Japan, according to the traditional order of succession, from 7 January 1989 until his abdication on 30 April 2019, Heisei era. He succeeded to the Chrysanthemum Throne upon the death of his father, Emperor Showa (Hirohito). Upon his abdication due to his age and declining health, he became Emperor Emeritus. He was succeeded by his elder son, Naruhito.",
  "/wiki/Emperor_of_Japan": "The Emperor of Japan is the head of the Imperial Family and the head of state of Japan. Under the 1947 constitution, he is defined as \"the symbol of the State and of the unity of the people.\" Historically, he is also the highest authority of the Shinto religion. In Japanese, the Emperor is called Tennō (天皇, pronounced [tennoꜜː]), literally \"heavenly sovereign\". In English, the use of the term Mikado (帝／御門) for the Emperor was once common, but is now considered obsolete.",
  "/wiki/Gyanendra_of_Nepal": "Gyanendra Bir Bikram Shah Dev (Nepali: ज्ञानेन्द्र शाह; Gyānendra Śāh; born 7 July 1946) reigned as the last King of Nepal from 2001 to 2008 and is also known as the world's last Hindu king. As a child, he was briefly king from 1950 to 1951, when his grandfather, Tribhuvan, went into exile in India with the rest of his family. His second reign began after the 2001 Nepalese royal massacre.",
  "/wiki/King_of_Nepal": "The King of Nepal (traditionally known as the Mahārājādhirāja i.e. Great King of Kings; it can also be translated as \"Sovereign Emperor\" (Nepali: श्री ५ महाराजधिराज)) was Nepal's head of state and monarch from 1768 to 2008. He served as the head of the Nepalese monarchy—Shah Dynasty. The monarchy was abolished on 28 May 2008 by the 1st Constituent Assembly.  The subnational monarchies in Mustang, Bajhang, Salyan, and Jajarkot were also abolished in October.",
  "/wiki/Beatrix_of_the_Netherlands": "Beatrix (Beatrix Wilhelmina Armgard, Dutch pronunciation: [ˈbeːjaːtrɪks ˌʋɪlɦɛlˈminaː ˈʔɑrmɡɑrt] (listen); born 31 January 1938) is a member of the Dutch royal house who reigned as Queen of the Netherlands from 30 April 1980 until her abdication on 30 April 2013.",
  "/wiki/List_of_monarchs_of_the_Netherlands": "This is a list of monarchs of the Netherlands (Dutch: Koningen der Nederlanden). By practical extension, the list includes the stadtholders of the House of Orange Nassau since 1556. However, they were voted into office by and were civil servants and generals of the semi-independent provinces of the Dutch Republic and cannot be seen as monarchs. From William IV they were the direct male line ancestors of later monarchs when the monarchy was established in 1813 (first as a Sovereign Principality, but in 1815 as a Kingdom).",
  "/wiki/Juan_Carlos_I_of_Spain": "Juan Carlos I (Spanish: [xwaŋˈkaɾlos];[a] Juan Carlos Alfonso Víctor María de Borbón y Borbón-Dos Sicilias, born 5 January 1938) is a member of the Spanish royal family who reigned as King of Spain from November 1975 until his abdication in June 2014.",
  "/wiki/List_of_Spanish_monarchs": "This is a list of Spanish monarchs, that is, rulers of the country of Spain in the modern sense of the word. The forerunners of the monarchs of the Spanish throne were the following:",
  "/wiki/Hamad_bin_Khalifa_Al_Thani": "Sheikh Hamad bin Khalifa bin Hamad bin Abdullah bin Jassim bin Mohammed Al Thani (Arabic: الشيخ حمد بن خليفة آل ثاني‎; born 1 January 1952) is a member of the ruling Al Thani Qatari royal family. He was the ruling Emir of Qatar from 1995 to 2013. The Qatari government now refers to him as His Highness the Father Emir.",
  "/wiki/List_of_emirs_of_Qatar": "The Emir of the State of Qatar is the monarch and head of state of Qatar, as well as the commander-in-chief of the Qatar Armed Forces and guarantor of the Constitution. It is the most powerful position in the country, and has a prominent role in foreign relations.",
  "/wiki/Pope_Benedict_XVI": "Pope Benedict XVI (Latin: Benedictus XVI; Italian: Benedetto XVI; German: Benedikt XVI; born Joseph Aloisius Ratzinger; German pronunciation: [ˈjoːzɛf ˈalɔʏzi̯ʊs ˈʁatsɪŋɐ]; 16 April 1927) is a retired prelate of the Catholic Church who served as head of the Church and sovereign of the Vatican City State from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation.",
  "/wiki/Pope": "The Pope (Latin: papa from Greek: πάππας pappas, \"father\"), also known as the Supreme Pontiff (Pontifex Maximus), or the Roman Pontiff (Romanum Pontificem), is the Bishop of Rome, leader of the worldwide Catholic Church, and head of state representing the Holy See. Since 1929, the pope has official residence in the Apostolic Palace in the Vatican City, the Holy See's city-state enclaved within Rome, Italy.  The current pope is Francis, who was elected on 13 March 2013, succeeding Benedict XVI.",
  "/wiki/Resignation_of_Pope_Benedict_XVI": "The resignation of Pope Benedict XVI occurred on 28 February 2013 at 20:00 CET, after having been announced on the morning of 11 February 2013 directly by himself. Benedict XVI's decision to step down as leader of the Catholic Church made him the first pope to relinquish the office since Gregory XII in 1415 (who did so in order to end the Western Schism), the first to do so on his own initiative since Celestine V in 1294.",
  "/wiki/Jamshid_bin_Abdullah_of_Zanzibar": "Jamshid bin Abdullah Al Said, GCMG (Arabic: جمشيد بن عبد الله‎; born 16 September 1929), is a Zanzibari royal who was the last reigning Sultan of Zanzibar before being deposed in the 1964 Zanzibar Revolution.",
  "/wiki/List_of_Sultans_of_Zanzibar": "The Sultans of Zanzibar (Arabic: سلاطين زنجبار‎) were the rulers of the Sultanate of Zanzibar, which was created on 19 October 1856 after the death of Said bin Sultan, who had ruled Oman and Zanzibar as the Sultan of Oman since 1804. The Sultans of Zanzibar were of a cadet branch of the Al Said Dynasty of Oman.",
  "/wiki/Zanzibar_Revolution": "The Zanzibar Revolution (Arabic: ثورة زنجبار‎ Thawrat Zanjibār) occurred in 1964 and led to the overthrow of the Sultan of Zanzibar and his mainly Arab government by local African revolutionaries. Zanzibar was an ethnically diverse state consisting of a number of islands off the east coast of Tanganyika which had been granted independence by Britain in 1963. In a series of parliamentary elections preceding independence, the Arab minority succeeded in retaining the hold on power it had inherited from Zanzibar's former existence as an overseas territory of Oman. Frustrated by under-representation in Parliament despite winning 54% of the vote in the July 1963 election, the mainly African Afro-Shirazi Party (ASP) allied itself with the left-wing Umma Party, and early in the morning of 12 January 1964 ASP member John Okello mobilised around 600–800 revolutionaries on the main island of Unguja (Zanzibar Island). Having overrun the country's police force and appropriated their weaponry, the insurgents proceeded to Zanzibar Town where they overthrew the Sultan and his government. Reprisals against Arab and South Asian civilians on the island followed; the resulting death toll is disputed, with estimates ranging from several hundred to 20,000. The moderate ASP leader Abeid Karume became the country's new president and head of state, and positions of power were granted to Umma party members.",
  "/wiki/List_of_living_former_sovereign_monarchs": "This is a list of former monarchs of sovereign states who are living to date. While most monarchs retain their position for their lifetime, some choose to abdicate in favour of a younger heir, while other monarchs are deposed when their monarchies are abolished or when another ruler seizes power by force. By international courtesy, these individuals are usually still addressed by their monarchical titles."
}