{
  "/wiki/Fr%C3%AD%C3%B0rikur_Petersen": "Fríðrikur Petersen (April 22, 1853 -  April 26, 1917) was a noted Faroese Unionist politician and clergyman.",
  "/wiki/Union_Party_(Faroe_Islands)": "The Union Party (Faroese: Sambandsflokkurin, also translated Unionist Party) is a conservative-liberal, agrarian political party on the Faroe Islands. The party wants to maintain the Faroe Islands' union with Denmark. On 24 October 2015 Bárður á Steig Nielsen succeeded Kaj Leo Johannesen as party leader.",
  "/wiki/Venstre_(Denmark)": "Venstre[note 1] (Danish pronunciation: [ˈvɛnstʁɐ], literally \"left\"), full name Venstre, Danmarks Liberale Parti (English: Left, Denmark's Liberal Party), is a conservative-liberal, agrarian political party in Denmark. Founded as part of a peasants' movement against the landed aristocracy, today it espouses an economically liberal pro-free market ideology.",
  "/wiki/Oliver_Effers%C3%B8e": "Oliver Johan Thomas Ludvig Effersøe (March 20, 1863 – March 8, 1933) was a Faroese official and politician for the Faroese Union Party.",
  "/wiki/Andrass_Samuelsen": "Andrass Samuelsen (Danish: Andreas Samuelsen; 1 July 1873 – 30 June 1954) was a Faroese politician and member of the Union Party. He was the first Prime Minister of the Faroe Islands after the autonomy of the Faroe Islands in 1948 (Heimastýrislógin).",
  "/wiki/J%C3%B3annes_Patursson": "Jóannes Patursson (May 6, 1866 – August 2, 1946) was a Faroese nationalist leader and poet. He served as a member of the Parliament of Denmark and the Parliament of the Faroe Islands.",
  "/wiki/Self-Government_Party_(Faroe_Islands)": "Sjálvstýri (previously Sjálvstýrisflokkurin) (English: referred to interchangeably as Independence, Self-Government, or Home Rule) is a liberal, autonomist political party on the Faroe Islands. It is currently led by the Mayor of Klaksvík, Jógvan Skorheim.",
  "/wiki/Radikale_Venstre": "The Danish Social Liberal Party (Danish: Radikale Venstre, literally \"Radical Left\" or \"Radical Liberals\") is a social-liberal political party in Denmark.",
  "/wiki/List_of_Faroese_members_of_the_Folketing": "List of Faroese members of the parliament of Denmark. The Faroe Islands elect two members for the Danish parliament. From 1849 to 1953 the Folketing was one of the two houses in the bicameral parliament known as the Rigsdag; the other house was known as the Landsting."
}