{
  "/wiki/Union_Party_(Faroe_Islands)": "The Union Party (Faroese: Sambandsflokkurin, also translated Unionist Party) is a conservative-liberal, agrarian political party on the Faroe Islands. The party wants to maintain the Faroe Islands' union with Denmark. On 24 October 2015 Bárður á Steig Nielsen succeeded Kaj Leo Johannesen as party leader.",
  "/wiki/Venstre_(Denmark)": "Venstre[note 1] (Danish pronunciation: [ˈvɛnstʁɐ], literally \"left\"), full name Venstre, Danmarks Liberale Parti (English: Left, Denmark's Liberal Party), is a conservative-liberal, agrarian political party in Denmark. Founded as part of a peasants' movement against the landed aristocracy, today it espouses an economically liberal pro-free market ideology.",
  "/wiki/Peter_Mohr_Dam": "Peter Mohr Dam (11 August 1898 – 8 November 1968) was a Faroe Islands politician who was one of the founders of the  Social Democratic Javnaðarflokkurin party in 1926.",
  "/wiki/Social_Democratic_Party_(Faroe_Islands)": "The Social Democratic Party (Faroese: Javnaðarflokkurin, JF; literally the Equality Party) is a social-democratic political party on the Faroe Islands, led by Aksel V. Johannesen.",
  "/wiki/Social_Democrats_(Denmark)": "The Social Democrats (Danish: Socialdemokraterne, pronounced [soˈɕæˀltemoˌkʰʁaˀtɐnə]), officially the Social Democratic Party or simply Social Democracy (Danish: Socialdemokratiet, pronounced [soˈɕæˀltemokʰʁaˌtˢiˀið]), is a social-democratic political party in Denmark.",
  "/wiki/H%C3%A1kun_Djurhuus": "Hákun Djurhuus (11 December 1908 – 22 September 1987) was the prime minister of the Faroe Islands from 1963-1967. He was born in Tórshavn.",
  "/wiki/People%27s_Party_(Faroe_Islands)": "The Faroese People's Party – Radical Self-Government (Faroese: Hin føroyski fólkaflokkurin – radikalt sjálvstýri) is a pro-Faroese independence conservative and conservative-liberal political party on the Faroe Islands, led by Jørgen Niclasen.  One of the four major parties, it has had eight seats in the Løgting since the 2011 election, making it the joint-largest party, but it has neither of the Faroes' seats in the Folketing.",
  "/wiki/Conservative_People%27s_Party_(Denmark)": "The Conservative People's Party (Danish: Det Konservative Folkeparti, DKF), also known as the Conservatives (Konservative) is a conservative centre-right political party in Denmark. The party is a member of the European People's Party (EPP) and International Democrat Union.",
  "/wiki/Erlendur_Patursson": "Erlendur Patursson (20 August 1913 – 16 June 1986) was a Faroese politician and writer.",
  "/wiki/Republic_(Faroe_Islands)": "Republic (Faroese: Tjóðveldi), formerly known as the Republican Party (Faroese: Tjóðveldisflokkurin) is a left-wing political party on the Faroe Islands committed to Faroese independence.",
  "/wiki/Pauli_Ellefsen": "Joen Pauli Højgaard Ellefsen (20 April 1936 – 24 August 2012) was a Faroese politician and member of the Union Party. He was Prime Minister of the Faroe Islands from 1981 to 1985.",
  "/wiki/Atli_Dam": "Atli Pætursson Dam (12 September 1932 – 7 February 2005) was Prime Minister of the Faroe Islands on five separate occasions, which is the longest period for any Faroese prime minister (løgmaður). He was prime minister in the periods: 1970–1981, 1985–1989 and 1991–1993.",
  "/wiki/Edmund_Joensen": "Edmund Esbern Johannes Joensen (born 19 September 1944) was born in the small village of Oyri on the second-largest island of the Faroe Islands, Eysturoy.",
  "/wiki/J%C3%B3annes_Eidesgaard": "Jóannes Dan Eidesgaard (born 19 April 1951) is a former Faroese politician. He was the Prime Minister of the Faroe Islands from 2004, starting shortly after the general election of 20 January 2004, until 26 September 2008, when a new coalition took office. He served as Finance Minister from 1996 to 1998 and again from 2008 to 2011. He was a member of the Danish Folketing representing the Faroe Islands from 11 March 1998 until 20 November 2001.",
  "/wiki/List_of_Faroese_members_of_the_Folketing": "List of Faroese members of the parliament of Denmark. The Faroe Islands elect two members for the Danish parliament. From 1849 to 1953 the Folketing was one of the two houses in the bicameral parliament known as the Rigsdag; the other house was known as the Landsting."
}