{
  "/wiki/Fernando_Alonso": "Fernando Alonso Díaz (Spanish pronunciation: [feɾˈnando aˈlonso ˈði.aθ] (listen); born 29 July 1981) is a Spanish racing driver who won the Formula One World Championship in 2005 and 2006 for the Renault team. Away from Formula One, he is a champion of the 2018–19 FIA World Endurance Championship and a two-time winner of the 24 Hours of Le Mans in 2018 and 2019 with Toyota. Alonso also won the 2019 24 Hours of Daytona for Wayne Taylor Racing.",
  "/wiki/Renault_in_Formula_One": "The French automotive manufacturer Renault has been associated with Formula One as both constructor and engine supplier for various periods since 1977. In 1977, the company entered Formula One as a constructor, introducing the turbo engine to Formula One in its first car, the Renault RS01. In 1983, Renault began supplying engines to other teams. Although the Renault team won races and competed for world titles, it withdrew at the end of 1985. Renault continued supplying engines to other teams until 1986, then again from 1989 to 1997 and at various other times since then until the present.",
  "/wiki/Jarno_Trulli": "Jarno Trulli (Italian pronunciation: [ˈjarno ˈtrulli]; born 13 July 1974) is an Italian racing driver. He regularly competed in Formula One from 1997 to 2011, driving for Minardi, Prost, Jordan, Renault, Toyota, Lotus Racing and Team Lotus. His best result in the World Drivers' Championship was sixth place in 2004; this was also the year in which he scored the only win of his Formula One career at the 2004 Monaco Grand Prix.",
  "/wiki/Toyota_Racing_(Formula_One_team)": "Panasonic Toyota Racing was a Formula One team owned by the Japanese automobile manufacturer Toyota Motor Corporation and based in Cologne, Germany. Toyota announced their plans to participate in Formula One in 1999, and after extensive testing with their initial car, dubbed the TF101, the team made their debut in 2002. The new team grew from Toyota's long-standing Toyota Motorsport GmbH organisation, which had previously competed in the World Rally Championship and the 24 Hours of Le Mans. Despite a point in their first-ever race, Toyota never won a Grand Prix, their best finish being 2nd position, which they achieved five times.",
  "/wiki/Kimi_R%C3%A4ikk%C3%B6nen": "Kimi-Matias Räikkönen (Finnish pronunciation: [ˈkimi ˈmɑtiɑs ˈræikːønen]; born 17 October 1979), nicknamed \"Iceman\", is a Finnish racing driver currently driving in Formula One for Alfa Romeo Racing. He won the 2007 Formula One World Championship in his first season at Scuderia Ferrari. After nine seasons racing in Formula One he left the sport to compete in the World Rally Championship in 2010 and 2011, returning to Formula One from 2012. In addition to this title, Räikkönen also finished second overall in 2003 and 2005, and third in 2008, 2012 and 2018. Räikkönen has won 21 Grands Prix, making him the most successful Finnish driver in terms of Formula One race wins. He is the only driver to take a race win in the V10, V8 and the hybrid V6 engine eras.",
  "/wiki/McLaren": "McLaren Racing Limited is a British motor racing team based at the McLaren Technology Centre, Woking, Surrey, England. McLaren is best known as a Formula One constructor and also has a history of competing in American open wheel racing as both an entrant and a chassis constructor, and has won the Canadian-American Challenge Cup (Can-Am) sports car racing championship. The team is the second oldest active, and second most successful Formula One team after Ferrari, having won 182 races, 12 Drivers' Championships and eight Constructors' Championships. The team is a wholly owned subsidiary of the McLaren Group.",
  "/wiki/Mercedes_AMG_High_Performance_Powertrains": "Mercedes AMG High Performance Powertrains (previously known as Ilmor Engineering and Mercedes-Benz High Performance Engines) is a British Formula One engine manufacturer, owned by Mercedes-Benz. The company supplied Sauber during the 1994 season, McLaren from 1995 to 2014, Force India from 2009 to 2018, Brawn in 2009, the Mercedes factory team since 2010, Williams since 2014, Lotus in 2015, Manor Racing in 2016 and Racing Point since 2018. Their engines have won eight Formula One Constructors' Championships and ten Drivers' Championships.",
  "/wiki/Michael_Schumacher": "Michael Schumacher (/ˈʃuːmɑːkər/; German: [ˈmɪçaːʔeːl ˈʃuːmaxɐ] (listen); born 3 January 1969) is a retired German racing driver who raced in Formula One for Jordan Grand Prix, Benetton and Ferrari, where he spent most of his career, as well as for Mercedes upon his return to the sport. Widely regarded as one of the greatest Formula One drivers ever, and regarded by some as the greatest of all time, Schumacher is the only driver in history to win seven Formula One World Championships, five of which he won consecutively. The most successful driver in the history of the sport, Schumacher holds the records for the most World Championship titles (7), the most Grand Prix wins (91), the most fastest laps (77) and the most races won in a single season (13), and according to the official Formula One website (Formula1.com), Schumacher was \"statistically the greatest driver the sport has ever seen\" at the time of his retirement from the sport.",
  "/wiki/Scuderia_Ferrari": "Scuderia Ferrari S.p.A. (Italian: [skudeˈriːa ferˈraːri]) is the racing division of luxury Italian auto manufacturer Ferrari and the racing team that competes in Formula One racing. The team is also nicknamed \"The Prancing Horse\", with reference to their logo. It is the oldest surviving and most successful Formula One team, having competed in every world championship since the 1950 Formula One season.\nThe team was founded by Enzo Ferrari, initially to race cars produced by Alfa Romeo, though by 1947 Ferrari had begun building its own cars.  Among its important achievements outside Formula One are winning the World Sportscar Championship, 24 Hours of Le Mans, 24 Hours of Spa, 24 Hours of Daytona, 12 Hours of Sebring, Bathurst 12 Hour, races for Grand tourer cars and racing on road courses of the Targa Florio, the Mille Miglia and the Carrera Panamericana.",
  "/wiki/Takuma_Sato": "Takuma Sato (佐藤 琢磨, Satō Takuma, born 28 January 1977) is a Japanese professional racing driver. Sato has raced full-time in the IndyCar Series since 2010 for the Honda-powered KV, Rahal, Foyt, Andretti, and again starting from 2018, the Rahal teams. Sato won the 2017 Indianapolis 500, becoming the first Asian driver to win the Indy 500. He also became the first Japanese driver to win an IndyCar race when he won the 2013 Grand Prix of Long Beach. He competed in Formula One from 2002 to 2008 for the Honda-powered Jordan, BAR and Super Aguri teams, scoring a single podium at the 2004 United States Grand Prix. His 8th-place finish in the 2004 Formula One World Drivers' Championship is the best-ever result for a Japanese driver in the series.",
  "/wiki/British_American_Racing": "British American Racing, abbreviated as BAR, was a Formula One constructor that competed in the sport from 1999 to 2005. BAR began by acquiring Tyrrell, and used Supertec engines for their first year. Subsequently, they formed a partnership with Honda which lasted for the next six years.",
  "/wiki/Honda_in_Formula_One": "Honda has participated in Formula One, as an entrant, constructor and engine supplier, for various periods since 1964. Honda's involvement in Formula One began with the 1964 season, and in 1965 they achieved their first victory at the Mexican Grand Prix. After further success with John Surtees, Honda withdrew at the end of the 1968 season due to difficulties selling road cars in the United States and Honda driver Jo Schlesser's fatal accident.",
  "/wiki/Rubens_Barrichello": "Rubens \"Rubinho\" Gonçalves Barrichello (Portuguese pronunciation: [ˈʁubẽjz ɡõ'sawviz baʁiˈkɛlʊ], [ʁuˈbĩjʊ]; born 23 May 1972) is a Brazilian racing driver who competed in Formula One between 1993 and 2011, scoring 11 Grand Prix wins and 68 podiums.",
  "/wiki/Giancarlo_Fisichella": "Giancarlo Fisichella (Italian pronunciation: [dʒaŋˈkarlo fiziˈkɛlla]; born 14 January 1973), also known as Fisico, Giano or Fisi, is an Italian professional racing driver. He has driven in Formula One for Minardi, Jordan, Benetton, Sauber, Renault, Force India and Ferrari. Since then he has driven for AF Corse in their Ferrari 458 GTE at various sportscar events, becoming twice a Le Mans 24 Hour class winner, and a GT class winner of the Petit Le Mans at Road Atlanta. He was also Ferrari's F1 reserve driver for 2010.",
  "/wiki/Jenson_Button": "Jenson Alexander Lyons Button MBE (born 19 January 1980) is a British racing driver and former Formula One driver. He won the 2009 Formula One World Championship, driving for Brawn GP. He currently competes in the Japanese Super GT Series driving a Honda NSX-GT for Team Kunimitsu, in which he won the title in 2018.",
  "/wiki/Juan_Pablo_Montoya": "Juan Pablo Montoya Roldán (Spanish pronunciation: [ˈxwan ˈpaβlo monˈtoʝa]; born September 20, 1975), is a Colombian-American racing driver. He currently competes in the WeatherTech SportsCar Championship driving for Acura Team Penske, having won the championship in 2019.",
  "/wiki/Felipe_Massa": "Felipe Massa (Portuguese pronunciation: [fiˈlipi ˈmasɐ], born 25 April 1981) is a Brazilian Formula E and former Formula One racing driver. He competed in 15 seasons of Formula One between 2002 and 2017, where he scored 11 Grand Prix victories, 41 podiums and finished as championship runner-up in 2008.",
  "/wiki/Sauber": "Sauber Motorsport AG is a Swiss motorsport engineering company. It was founded in 1970 (as PP Sauber AG) by Peter Sauber, who progressed through hillclimbing and the World Sportscar Championship to reach Formula One in 1993. In 2019, following a sponsorship deal, Sauber Motorsport AG renamed their Formula One racing team to Alfa Romeo Racing after operating it under their own name from 1993 until 2018.",
  "/wiki/Sauber_Petronas_Engineering": "Sauber Petronas Engineering AG (SPE) was a company owned jointly by the Swiss racing car manufacturer Sauber (60%) and the Malaysian oil company Petronas (40%). It was founded in 1996 for the purpose of supplying engines to the Sauber Formula One team but at the same time the company began work on the design of production car engines for the Malaysian national car company Proton. The company also helped develop racing motorcycles like Petronas GP1.",
  "/wiki/Jacques_Villeneuve": "Jacques Joseph Charles Villeneuve OQ (French pronunciation: ​[ʒɑk vilnœv]; born April 9, 1971) is a Canadian professional auto racing driver and amateur musician. Villeneuve currently competes in the NASCAR Whelen Euro Series, driving the #32 Chevrolet Camaro for Go Fas Racing in the Elite 1 class. He is the son of Formula One driver Gilles Villeneuve, and is the namesake of his uncle, who was also a racer. Villeneuve won the 1995 CART Championship, the 1995 Indianapolis 500 and the 1997 Formula One World Championship, making him only the third driver after Mario Andretti and Emerson Fittipaldi to achieve such a feat. As of 2019[update], no other Canadian has won the Indianapolis 500 or the Formula One Drivers' title.",
  "/wiki/Ralf_Schumacher": "Ralf Schumacher (born 30 June 1975) is a German former racing driver. He is the younger brother of seven-time Formula One World Champion Michael Schumacher and the pair are the only siblings to win Formula One races.",
  "/wiki/Mark_Webber": "Mark Alan Webber AO (born 27 August 1976) is an Australian former professional racing driver, who last competed in the FIA World Endurance Championship as a Porsche works driver in LMP1, in which he won the championship in 2015. Webber won nine Formula One Grands Prix and finished third in the championship in 2010, 2011 and 2013, all of which achieved while driving for Red Bull Racing.",
  "/wiki/Williams_Grand_Prix_Engineering": "Williams Grand Prix Engineering Limited, currently racing in Formula One as ROKiT Williams Racing, is a British Formula One motor racing team and constructor. It was founded by team owner Sir Frank Williams and automotive engineer Sir Patrick Head. It is still run by Williams. The team was formed in 1977 after Frank Williams's two earlier unsuccessful F1 operations: Frank Williams Racing Cars (1969 to 1975) and Wolf–Williams Racing (1976). All of Williams F1 chassis are called \"FW\" then a number, the FW being the initials of team owner, Frank Williams.",
  "/wiki/BMW_in_Formula_One": "BMW has been involved in Formula One in a number of capacities since the inauguration of the World Drivers' Championship in 1950. The company entered occasional races in the 1950s and 1960s (often under Formula Two regulations), before building the BMW M12/13 inline-four turbocharged engine in the 1980s. This engine was the result of a deal between BMW and Brabham, which resulted in the team's chassis being powered by BMW engines from 1982 until 1987, a period in which Nelson Piquet won the 1983 championship driving a Brabham BT52-BMW. BMW also supplied the M12/13 on a customer basis to the ATS, Arrows, Benetton and Ligier teams during this period, with various degrees of success. In 1988, Brabham temporarily withdrew from the sport and BMW withdrew its official backing from the engines, which were still used by the Arrows team under the Megatron badge. Turbocharged engines were banned by the revised Formula One Technical Regulations for 1989, rendering the M12/13 obsolete.",
  "/wiki/Nick_Heidfeld": "Nick Lars Heidfeld (born 10 May 1977) is a German professional racing driver.",
  "/wiki/David_Coulthard": "David Marshall Coulthard, MBE (/ˈkoʊlθɑːrt/; born 27 March 1971), known as DC, is a Scottish former Formula One racing driver turned presenter, commentator and journalist. He was runner-up in the 2001 Formula One World Drivers' Championship, driving for McLaren.",
  "/wiki/Red_Bull_Racing": "Red Bull Racing (currently sponsored name Aston Martin Red Bull Racing and also simply known as Red Bull or RBR) is a Formula One racing team, racing a Honda powered car under an Austrian licence and based in the United Kingdom. The team raced under a British licence from 2005 to 2006 and has raced under an Austrian licence since 2007. It is one of two Formula One teams owned by beverage company Red Bull GmbH, the other being Scuderia AlphaTauri (previously Scuderia Toro Rosso). The team has been managed by Christian Horner since its formation in 2005.",
  "/wiki/Cosworth": "Cosworth is a British automotive engineering company founded in London in 1958; 62 years ago (1958), specialising in high-performance internal combustion engines, powertrain, and electronics; for automobile racing (motorsport) and mainstream automotive industries.  Cosworth is based in Northampton, England, with American facilities in Indianapolis, Shelby Charter Township, Michigan and Mooresville, North Carolina.",
  "/wiki/Christian_Klien": "Christian Klien (born 7 February 1983) is an Austrian former Formula One racing driver. In total he has scored 14 points in Formula One. Klien currently competes full-time in the Blancpain GT Series.",
  "/wiki/Narain_Karthikeyan": "Kumar Ram Narain Karthikeyan (born 14 January 1977) is a racing driver who was the first Formula One driver from India. He has previously competed in A1GP, and the Le Mans Series. He has won multiple races in A1GP, British F3, World series by Nissan, AutoGP, Formula Asia, British Formula Ford & Opel series in his single-seater career. He won the British Formula Ford Winter Series in 1994 & Formula Asia Championship in 1996. He also finished fourth overall in British F3 in 2000 & the World Nissan series in 2003. He made his Formula One debut in 2005 with the Jordan team, and was a Williams F1 test driver in 2006 and 2007. Like several other former F1 drivers, Karthikeyan moved to stock car racing and drove the No. 60 Safe Auto Insurance Company Toyota Tundra for Wyler Racing in the 2010 NASCAR Camping World Truck Series. In 2011 he returned to F1 with the HRT team, continued with the team in 2012 and was expected to drive for them in the 2013 season as well. However, HRT was not included in the FIA's 2013 entry list, and thus Karthikeyan was left without a drive. From 2014–2018, Karthikeyan raced in Japanese Super Formula series. In 2019 he ended his single-seater career by joining SuperGT series in Japan.",
  "/wiki/Jordan_Grand_Prix": "Jordan Grand Prix was a Formula One constructor that competed from 1991 to 2005. The team is named after Irish  businessman and founder Eddie Jordan. Jordan and his team were well known for an easygoing attitude which added colour and character to Formula One in the 1990s. The team was based at Silverstone, UK but raced with the Irish licence.",
  "/wiki/Patrick_Friesacher": "Patrick Friesacher (born 26 September 1980, in Wolfsberg) is an Austrian racing driver who drove for the Minardi Formula One team during the first half of the 2005 season.",
  "/wiki/Minardi": "Minardi was an Italian automobile racing team and constructor founded in Faenza in 1979 by Giancarlo Minardi. It competed in the Formula One World Championship from 1985 until 2005 with little success, nevertheless acquiring a loyal following of fans. In 2001, to save the team from folding, Minardi sold it to Australian businessman Paul Stoddart, who ran the team for five years before selling it on to Red Bull GmbH in 2005 who renamed it Scuderia Toro Rosso. From 2001, all of Minardi chassis are called \"PS\" then a number, the PS being the initials of team owner, Paul Stoddart.",
  "/wiki/Tiago_Monteiro": "Tiago Vagaroso da Costa Monteiro (Portuguese pronunciation: [tiˈaɣu mõˈtɐjɾu]; born 24 July 1976) is a Portuguese professional racing driver currently competing in the World Touring Car Cup, driving a Honda Civic TCR for KCMG. He competed in Formula One between 2005 and 2006 for the Jordan Grand Prix, Midland and Spyker MF1 teams – all different iterations of the same team as it was bought by new owners during a two-year stint as part of the Formula One paddock. He is the only Portuguese driver to have scored a Formula One podium finish.",
  "/wiki/Christijan_Albers": "Christijan Albers (Christijan Albers (help·info)) (born 16 April 1979 in Eindhoven) is a Dutch professional racing driver. After success in the DTM he drove in Formula One from 2005 until the 2007 British Grand Prix, shortly after which he was dropped by the Spyker F1 team. In 2008, he returned to the DTM series as a driver for the Audi Futurecom TME team. Albers acted as Team Principal and CEO of the Caterham F1 Team from  July to September 2014 after it was acquired by new team owners.",
  "/wiki/2005_French_Grand_Prix": "The 2005 French Grand Prix was a Formula One motor race held on 3 July 2005 at the Circuit de Nevers Magny-Cours near Magny-Cours in France. It was the tenth race of the 2005 FIA Formula One World Championship. The 70-lap race was won from pole position by Fernando Alonso, driving a Renault, with Drivers' Championship rival Kimi Räikkönen finishing second in a McLaren-Mercedes and Michael Schumacher third in a Ferrari."
}