{
  "/wiki/Ballymena_United_F.C.": "Ballymena United Football Club is a semi-professional football club from Northern Ireland. Based in Ballymena, County Antrim, the team competes in the NIFL Premiership and plays home matches at the Ballymena Showgrounds. The club is managed by David Jeffrey.",
  "/wiki/Ballymena_Showgrounds": "The Ballymena Showgrounds is a football stadium in Ballymena, County Antrim, Northern Ireland. It is home to Ballymena United F.C. and Ballymena United Allstars F.C.. It is owned by Ballymena Borough Council. In addition to men's soccer a variety of other sports and events are held at the stadium and surrounding facilities, including women's association football, field hockey, and stock car racing.",
  "/wiki/Ballymena": "Ballymena /ˌbæliˈmiːnə/ (from Irish: An Baile Meánach, meaning \"the middle townland\", Irish pronunciation: [ən̪ˠ ˈbˠalʲə ˈmʲaːn̪ˠəx]) is a town in County Antrim, and the eighth largest in Northern Ireland. It is part of the Borough of Mid and East Antrim. It had a population of 29,551 people at the 2011 Census.",
  "/wiki/Carrick_Rangers_F.C.": "Carrick Rangers Football Club is a semi-professional Northern Irish football club playing in NIFL Premiership. The club, founded in 1939, hails from Carrickfergus, County Antrim and plays its home matches at\nTaylors Avenue which is known as the Belfast Loughshore Hotel Arena due to sponsorship reasons. Carrick Rangers main rivals are Larne, with matches between the sides being known as, \"The East Antrim Derby.\" Ballyclare Comrades are also local rivals.",
  "/wiki/Carrickfergus": "Carrickfergus (from Irish: Carraig Fhearghais [ˌkaːɾˠəɟ ˈaɾˠɣəʃ], meaning \"Fergus' rock\") is a large town in County Antrim, Northern Ireland. It sits on the north shore of Belfast Lough, 11 miles (18 km) from Belfast. The town had a population of 27,998 at the 2011 Census. It is County Antrim's oldest town and one of the oldest towns in Ireland as a whole. Carrickfergus was the administrative centre for Carrickfergus Borough Council, before this was amalgamated into the Mid and East Antrim District Council in 2015, and forms part of the Belfast Metropolitan Area. It is also a townland of 65 acres, a civil parish and a barony.",
  "/wiki/NIFL_Championship": "The Northern Ireland Football League Championship (known as the Bluefin Sport Championship for sponsorship reasons) is the second level of the Northern Ireland Football League, the national football league in Northern Ireland. Clubs in the Championship can be promoted to the highest national division - the NIFL Premiership, and relegated to the third level - the NIFL Premier Intermediate League.",
  "/wiki/Cliftonville_F.C.": "Cliftonville Football & Athletic Club is an Northern Irish semi-professional association football club playing in the NIFL Premiership – the top division of the Northern Ireland Football League. The club was founded in September 1879 by John McAlery in the suburb of Cliftonville in north Belfast, it is the oldest football club in Ireland and celebrated its 140th anniversary in 2019. Since 1890, the club has played at Solitude. Cliftonville contests the North Belfast derby with nearest rivals Crusaders, and also has historical rivalries with Glentoran and Linfield.\nThe club has won the Irish League Premiership five times outright including one shared title, the Irish Cup eight times and the Irish League Cup five times.",
  "/wiki/Solitude_(football_ground)": "Solitude is a football stadium in Belfast, United Kingdom. It is the oldest football stadium in Northern Ireland, and the home ground of Northern Ireland's oldest football club, Cliftonville. The stadium holds 6,224, but is currently restricted to 2,530 under safety legislation.",
  "/wiki/Belfast": "Belfast (/ˈbɛlfɑːst/ BEL-fahst; from Irish: Béal Feirste, meaning \"mouth of the sand-bank ford\", Irish pronunciation: [bʲeːlˠ ˈfʲɛɾˠ(ə)ʃtʲə]) is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast of Northern Ireland. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 333,871 as of 2015[update]. Belfast suffered greatly in the Troubles: in the 1970s and 1980s it was reported to be one of the world's most dangerous cities, with a homicide rate around 31 per 100,000.",
  "/wiki/Coleraine_F.C.": "Coleraine Football Club is a Northern Irish semi-professional football club, playing in the NIFL Premiership. The club, founded in 1927, hails from Coleraine, County Londonderry and plays its home matches at The Showgrounds. Club colours are blue and white. The club won the Irish League title once (in 1973–74) and the Irish Cup on six occasions, most recently in 2017–18. They are also the only Irish League club to have won two successive all-Ireland competitions, lifting the Blaxnit Cup in 1969 and 1970. The club is bitter rivals with Ballymena United with their matches being known as the \"North West Derby\".",
  "/wiki/The_Showgrounds_(Coleraine)": "The Showgrounds is a football stadium in Coleraine, Northern Ireland. It is the home ground of Coleraine F.C.. The stadium holds 13,132, but is currently restricted to 2,496 under safety legislation.",
  "/wiki/Coleraine": "Coleraine (/koʊlˈreɪn/; from Irish  Cúil Rathain, meaning 'nook of the ferns' [kuːlʲ ˈɾˠahɪnʲ]) is a town and civil parish near the mouth of the River Bann in County Londonderry, Northern Ireland. It is 55 miles (88.5 km) northwest of Belfast and 30 miles (48.3 km) east of Derry, both of which are linked by major roads and railway connections. It is part of Causeway Coast and Glens district.",
  "/wiki/Crusaders_F.C.": "Crusaders Football Club is a professional Northern Irish football club playing in the NIFL Premiership. The club, founded in 1898, hails from Belfast and plays its home matches at Seaview.",
  "/wiki/Seaview_(football_ground)": "Seaview is a football stadium in Belfast, Northern Ireland. It is the home ground of Crusaders and Newington, and traditionally hosts the final of the Steel & Sons Cup on Christmas Day. The stadium holds 3,383, and has a 4G playing surface.",
  "/wiki/Dungannon_Swifts_F.C.": "Dungannon Swifts Football Club is a Northern Irish, semi-professional football club playing in the NIFL Premiership. The club, founded in 1949, has risen from the Mid-Ulster league to the top tier in Northern Ireland since its election to the Irish League First Division in 1997. Dungannon earned promotion from Irish League First Division to the Premier Division in the 2002–03 season.",
  "/wiki/Stangmore_Park": "Stangmore Park is a football stadium in Dungannon, County Tyrone, Northern Ireland. It is the home ground of Dungannon Swifts, and holds 5,000 spectators, 300 of whom can be seated.",
  "/wiki/Dungannon": "Dungannon (from Irish: Dún Geanainn, meaning \"Geanann's fort\") is a town in County Tyrone, Northern Ireland. It is the third-largest town in the county (after Omagh and Strabane) and had a population of 14,340 at the 2011 Census. The Dungannon and South Tyrone Borough Council had its headquarters in the town, though since 2015 it has been covered by Mid-Ulster District Council.",
  "/wiki/Glenavon_F.C.": "Glenavon Football Club is a semi-professional, Northern Irish football club playing in the NIFL Premiership. The club, founded in 1889, hails from Lurgan and plays its home matches at Mourneview Park. Club colours are blue and white. Gary Hamilton has been player-manager of the Lurgan Blues since December 2011 following the resignation of Marty Quinn. Glenavon's bitter rivals are Portadown, with their matches known as the 'Mid-Ulster Derby'.",
  "/wiki/Mourneview_Park": "Mourneview Park is a football stadium in Lurgan, and is the home ground of NIFL Premiership club Glenavon. The stadium holds 4,160 and was originally built in 1895. The 2008–09 Irish League Cup and 2010–11 Irish League Cup finals were held at the stadium in the first League Cup finals to be held outside Belfast.",
  "/wiki/Lurgan": "Lurgan (from Irish: An Lorgain, meaning \"the long low ridge\") is a town in County Armagh, Northern Ireland, near the southern shore of Lough Neagh. Lurgan is about 18 miles (29 km) south-west of Belfast and is linked to the city by both the M1 motorway and the Belfast–Dublin railway line. It had a population of about 25,000 at the 2011 Census and is within the Armagh, Banbridge and Craigavon district. For some purposes, Lurgan is treated as part of the \"Craigavon Urban Area\" along with neighbouring Craigavon and Portadown.",
  "/wiki/Glentoran_F.C.": "Glentoran Football Club is a professional football club that plays in the NIFL Premiership. The club was founded in 1882 and plays its home games at The Oval in East Belfast. Club colours are red, green and black. Their main rival is Linfield with whom they contest the Big Two derby and who collectively are known as the \"Big Two\", as they have traditionally dominated local football in Northern Ireland since the demise of Belfast Celtic. The two play a league match on Boxing Day each year, which regularly attracts the largest attendance of the Irish League season.",
  "/wiki/The_Oval_(Belfast)": "The Oval is a football stadium in Belfast, Northern Ireland, which has been home to Glentoran F.C. since 1892.",
  "/wiki/Institute_F.C.": "Institute Football Club is a Northern Irish semi-professional association football club playing in the NIFL Premiership. The club, founded in 1905, are based in Derry and play their home matches at the Brandywell. Club colours are sky blue and white. Sean Connor is the current manager following the resignation of former manager John Quigg on 3 August 2019.",
  "/wiki/Brandywell_Stadium": "The Ryan McBride Brandywell Stadium (Irish: Tobar an Fhíoruisce1) is a municipal dual-use football and greyhound racing stadium located in Derry, Northern Ireland. It is the home ground of League of Ireland team Derry City F.C. and (temporarily) NIFL Premiership team Institute",
  "/wiki/Derry": "Derry, officially Londonderry (/ˈlʌndəndɛri/), is the second-largest city in Northern Ireland and the fourth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire (modern Irish: Doire [ˈd̪ˠɛɾʲə]) meaning \"oak grove\". In 1613, the city was granted a Royal Charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usually known colloquially as Derry, Londonderry is also commonly used and remains the legal name.",
  "/wiki/Larne_F.C.": "Larne Football Club is a professional Northern Irish football club based in Larne, County Antrim that play in the NIFL Premiership.",
  "/wiki/Inver_Park": "Inver Park is a football stadium in Larne, County Antrim, Northern Ireland.  It is the home ground of Larne F.C..  The land was acquired by Larne in 1918 and has been in continuous use as a stadium ever since. In 2010 the official capacity was set for safety reasons at 1,100 with seating for 656 in the main stand.",
  "/wiki/Larne": "Larne (from Irish: Latharna, the name of a Gaelic territory) is a seaport and industrial market town, as well as a civil parish, on the east coast of County Antrim, Northern Ireland, with a population of 18,755 people at the 2011 Census. The Larne Local Government District had a population of 32,180 in 2011. It has been used as a seaport for over 1,000 years, and is today a major passenger and freight roll-on roll-off port. Larne is administered by Mid and East Antrim Borough Council. Together with parts of the neighbouring districts of Antrim and Newtownabbey and Causeway Coast and Glens, it forms the East Antrim constituency for elections to the Westminster Parliament and Northern Ireland Assembly. The civil parish is situated in the historic barony of Glenarm Upper.",
  "/wiki/Linfield_F.C.": "Linfield Football Club is a semi-professional football club based in Belfast, Northern Ireland, which plays in the NIFL Premiership – the highest level of the Northern Ireland Football League. The club was founded in 1886 as Linfield Athletic Club and in 1905 moved into their current home of Windsor Park, which is also the home of the Northern Ireland national team. The club's badge displays Windsor Castle, in reference to the ground's namesake. Historically, Linfield's main rival has been Glentoran with whom they contest the Big Two derby. This rivalry traditionally includes a league derby played on Boxing Day each year, which usually attracts the largest league attendance of the season. Linfield's average league home attendance is approximately 2,500, the highest in the division and more than double the league's overall average of about 1,000.",
  "/wiki/Windsor_Park": "National Football Stadium at Windsor Park is a football stadium in Belfast, Northern Ireland. It is the home ground of Linfield FC and tenants Northern Ireland national football team, and is also where the Irish Cup final is played.",
  "/wiki/Warrenpoint_Town_F.C.": "Warrenpoint Town Football Club is a semi-professional Northern Irish football club playing in the NIFL Premiership. The club's home ground is Milltown, Warrenpoint.",
  "/wiki/Milltown_(stadium)": "Milltown is a football stadium in Warrenpoint, County Down, Northern Ireland. It is the home ground of Warrenpoint Town F.C. of the NIFL Premiership. The stadium sits in the larger Milltown Sports Complex, in the area of Warrenpoint of the same name. The ground was upgraded in 2013 after Warrenpoint were promoted to the Premiership, to satisfy the rules of that league.",
  "/wiki/Warrenpoint": "Warrenpoint is a small port town and civil parish in County Down, Northern Ireland. It sits at the head of Carlingford Lough, south of Newry, and is separated from the Republic of Ireland by a narrow strait. The town is beside the village of Rostrevor and is overlooked by the Mournes and Cooley Mountains. Warrenpoint sprang up within the townland of Ringmackilroy (from Irish  Rinn Mhic Giolla Ruaidh, meaning 'McIlroy's point'), and is locally nicknamed \"The Point\".",
  "/wiki/NIFL_Premiership": "The NIFL Premiership, known as the Irish Premiership or Danske Bank Premiership for sponsorship purposes, and colloquially as the Irish League, is a professional association football league which operates as the highest division of the Northern Ireland Football League – the national league in Northern Ireland. It was formerly called the IFA Premiership until 2013. Still known in popular parlance simply as the Irish League or the Irish Premiership, the Premiership was established in 2008 under the auspices of the Irish Football Association before the Northern Ireland Football League was created for the start of the 2013–14 season. At the end of the season, the champion club is presented with the Gibson Cup."
}