{
  "/wiki/Oranjestad,_Aruba": "Oranjestad (UK: /ɒˈrænjəstɑːt/ orr-AN-yə-staht, US: /ɔːˈrɑːn-, oʊˈrɑːn-/ or-AHN-, oh-RAHN-, Dutch: [oːˈrɑɲəstɑt]; literally \"Orange Town\") is the capital and largest city of Aruba, a constituent country of the Kingdom of the Netherlands. It is located on the southern coast near the western end of the island country. In the local language, Papiamento, Oranjestad is often referred to as \"Playa\". In 2015, the population of the capital was 34,980.",
  "/wiki/Aruba": "Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,000 kilometres (620 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Queen_Beatrix_International_Airport": "Queen Beatrix International Airport (IATA: AUA, ICAO: TNCA) (Dutch: Internationale luchthaven Koningin Beatrix; Papiamento: Aeropuerto Internacional Reina Beatrix) is an international airport located in Oranjestad, Aruba. It has flight services to the United States, several countries in the Caribbean, the northern coastal countries of South America, Canada, and some parts of Europe, notably the Netherlands. It is named after Princess Beatrix, the former queen of the Netherlands.",
  "/wiki/Willemstad": "Willemstad (/ˈwɪləmstɑːt, ˈvɪl-/ WIL-əm-staht, VIL-, Dutch: [ˈʋɪləmstɑt] (listen)) is the capital city of Curaçao, an island in the southern Caribbean Sea that forms a constituent country of the Kingdom of the Netherlands. Formerly the capital of the Netherlands Antilles prior to its dissolution in 2010, it has an estimated population of 150,000. The historic centre of the city consists of four quarters: the Punda and Otrobanda, which are separated by the Sint Anna Bay, an inlet that leads into the large natural harbour called the Schottegat, as well as the Scharloo and Pietermaai Smal quarters, which are across from each other on the smaller Waaigat harbour. Willemstad is home to the Curaçao synagogue, the oldest surviving synagogue in the Americas. The city centre, with its unique architecture and harbour entry, has been designated a UNESCO World Heritage Site.",
  "/wiki/Curacao": "Curaçao (/ˈkjʊərəsoʊ, -saʊ, ˌkjʊərəˈsoʊ, -ˈsaʊ/ KEWR-əss-oh, -⁠ow, -⁠OH, -⁠OW, Dutch: [kyraːˈsʌu, kur-] (listen); Papiamento: Kòrsou [ˈkɔrsɔu̯]) is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km (40 mi) north of the Venezuelan coast. It is a constituent country (Dutch: land) of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Hato_International_Airport": "Curaçao International Airport (IATA: CUR, ICAO: TNCC), (Dutch: Hato Internationale luchthaven)   also known as Hato International Airport (formerly Dr. Albert Plesman International Airport), is the primary airport for the island of Curaçao. The airport is located on the north coast of Curaçao, 12 kilometres (7.5 mi) from the capital Willemstad. Curaçao International Airport services flights from the Caribbean region, South America, North America and Europe and has the third longest commercial runway in the Caribbean region after Rafael Hernández Airport in Puerto Rico and Pointe-à-Pitre International Airport in Guadeloupe. The airport serves as a main base for Divi Divi Air as well as EZAir; it formerly served as a main base for ALM, KLM, DCA, DAE and Insel Air.",
  "/wiki/Santo_Domingo": "Santo Domingo (Spanish pronunciation: [ˈsanto ðoˈmiŋɡo] meaning \"Saint Dominic\"), officially Santo Domingo de Guzmán, is the capital and largest city in the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional (\"D.N.\", \"National District\"), itself bordered on three sides by Santo Domingo Province.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Las_Américas_International_Airport": "Las Américas International Airport (Spanish: Aeropuerto Internacional Las Américas, or AILA) (IATA: SDQ, ICAO: MDSD) is an international airport located in Punta Caucedo, near Santo Domingo and Boca Chica in the Dominican Republic. The airport is run by Aeropuertos Dominicanos Siglo XXI (AERODOM), a private corporation based in the Dominican Republic under a 25-year concession to build, operate, and transfer (BOT) six of the country's airports. Las Américas usually receives a wide variety of long-, mid- and short-haul aircraft.",
  "/wiki/Kralendijk": "Kralendijk (Dutch pronunciation: [ˈkraːlə(n)dɛik]) is the capital city and main port of the island of Bonaire in the Caribbean Netherlands. The language spoken in the town is Papiamentu, but Dutch and English are widely used. As of 2006[update], the town had a population of 3,061. In Papiamentu, the town is often called Playa or \"beach\".",
  "/wiki/Bonaire": "Bonaire (pronounced /bɔːˈnɛər/ or /bɒnˈɛər/; Dutch: Bonaire, pronounced [boːˈnɛːr(ə)]; Papiamento: Boneiru, pronounced [buˈneiru]) is an island in the Leeward Antilles in the Caribbean Sea. Its capital is Kralendijk, located near the ocean on the lee side of the island. Aruba, Bonaire and Curaçao form the ABC islands, located 80 km (50 miles) off the coast of Venezuela. Unlike much of the Caribbean region, the ABC islands lie outside Hurricane Alley. The islands have an arid climate that attracts visitors seeking warm, sunny weather all year round. Bonaire is a popular snorkeling and scuba diving destination because of its multiple shore diving sites and easy access to the island's fringing reefs.",
  "/wiki/Flamingo_International_Airport": "Flamingo International Airport (IATA: BON, ICAO: TNCB), also called Bonaire International Airport, is an international airport located near Kralendijk on the island of Bonaire in the Caribbean Netherlands. It was the once the hub for BonaireExel and CuraçaoExel before they were rebranded as Dutch Antilles Express, and served as a secondary hub for Dutch Antilles Express and Insel Air. The airport is the fourth largest in the Dutch Caribbean, after Queen Beatrix International Airport on Aruba, Princess Juliana International Airport on Sint Maarten and Curaçao International Airport on Curaçao and is now the largest airport in the Caribbean Netherlands, with F. D. Roosevelt Airport in Sint Eustatius being the second largest and Juancho E. Yrausquin Airport in Saba being the smallest.",
  "/wiki/Paramaribo": "Paramaribo (Dutch pronunciation: [ˌpaːraːˈmaːriboː]; nicknamed Par′bo) is the capital and largest city of Suriname, located on the banks of the Suriname River in the Paramaribo District. Paramaribo has a population of roughly 241,000 people (2012 census), almost half of Suriname's population. The historic inner city of Paramaribo has been a UNESCO World Heritage Site since 2002.",
  "/wiki/Suriname": "Suriname  (/ˈsjʊərɪnæm/, US also /-nɑːm/, sometimes spelled Surinam), officially known as the Republic of Suriname (Dutch: Republiek Suriname [reːpyˌblik syːriˈnaːmə]), is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers (64,000 square miles), it is the smallest sovereign state in South America.[note 1] Suriname has a population of approximately 575,990, most of whom live on the country's north coast, in and around the capital and largest city, Paramaribo.",
  "/wiki/Johan_Adolf_Pengel_International_Airport": "Johan Adolf Pengel International Airport (IATA: PBM, ICAO: SMJP), also known as Paramaribo-Zanderij International Airport, and locally referred to simply as JAP, is an airport located in the town of Zanderij and hub for airline carrier Surinam Airways, 45 kilometres (28 mi) south of Paramaribo. It is the larger of Suriname's two international airports, the other being Zorg en Hoop with scheduled flights to Guyana, and is operated by Airport Management, Ltd./ NV Luchthavenbeheer.",
  "/wiki/Philipsburg,_Sint_Maarten": "Philipsburg is the main town and capital of the country of Sint Maarten. The town is situated on a narrow stretch of land between Great Bay and the Great Salt Pond. It functions as the commercial center of Saint Martin island, whereof Sint Maarten encompasses the southern half. As of 2017[update], it has 1,894 inhabitants.",
  "/wiki/Sint_Maarten": "Sint Maarten (Dutch pronunciation: [sɪnt ˈmaːrtə(n)]) is a constituent country of the Kingdom of the Netherlands in the Caribbean. With a population of 41,486 as of January 2019 on an area of 34 km2 (13 sq mi), it encompasses the southern 40% of the divided island of Saint Martin, while the northern 60% of the island constitutes the French overseas collectivity of Saint-Martin. Sint Maarten's capital is Philipsburg. Collectively, Sint Maarten and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Princess_Juliana_International_Airport": "Princess Juliana International Airport (IATA: SXM, ICAO: TNCM) is the main airport on the Caribbean island of Saint Martin/Sint Maarten. The airport is located on the Dutch side of the island, in the country of Sint Maarten. In 2015, the airport handled 1,829,543 passengers and around 60,000 aircraft movements. The airport serves as a hub for Windward Islands Airways and is the major gateway for the smaller Leeward Islands, including Anguilla, Saba, St. Barthélemy and St. Eustatius. It is named after Queen Juliana, who landed here while still only heir presumptive in 1944, the year after the airport opened. The airport has very low-altitude flyover landing approaches, owing to one end of its runway being extremely close to the shore and Maho Beach. There is also an airport on the French side of the island, in the French Collectivity of Saint Martin, called Aéroport de Grand Case or L'Espérance Airport.",
  "/wiki/Caracas": "Caracas (/kəˈrækəs, -ˈrɑːk-/, Spanish: [kaˈɾakas]), officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the centre of the Metropolitan Region of Caracas (or Greater Caracas). Caracas is located along the Guaire River in the northern part of the country, following the contours of the narrow Caracas Valley on the Venezuelan coastal mountain range (Cordillera de la Costa). Terrain suitable for building lies between 760 and 1,140 m (2,490 and 3,740 ft) above sea level, although there is some settlement above this range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-metre-high (7,200 ft) mountain range, Cerro El Ávila; to the south there are more hills and mountains. The Metropolitan Region of Caracas has an estimated population of almost 3 million inhabitants. It is the seventh largest metropolitan area in terms of population in Latin America.",
  "/wiki/Venezuela": "Venezuela (/ˌvɛnəˈzwɛlə/ (listen); American Spanish: [beneˈswela] (listen)), officially the Bolivarian Republic of Venezuela (Spanish: República Bolivariana de Venezuela), is a country on the northern coast of South America, consisting of a continental landmass and many small islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2 (353,841 sq mi). The continental territory is bordered on the north by the Caribbean Sea and the Atlantic Ocean, on the west by Colombia, Brazil on the south, Trinidad and Tobago to the north-east and on the east by Guyana. The Venezuelan government maintains a claim against Guyana to Guayana Esequiba, an area of 159,542 km2 (61,600 sq mi). For its maritime areas, Venezuela exercises sovereignty over 71,295 km2 (27,527 sq mi) of territorial waters, 22,224 km2 (8,581 sq mi) in its contiguous zone, 471,507 km2 (182,050 sq mi) of the Caribbean Sea and the Atlantic Ocean under the concept of exclusive economic zone, and 99,889 km2 (38,567 sq mi) of continental shelf. This marine area borders those of 13 states. The capital and largest urban agglomeration is the city of Caracas. The country has extremely high biodiversity and is ranked seventh in the world's list of nations with the most number of species. There are habitats ranging from the Andes Mountains in the west to the Amazon basin rain-forest in the south via extensive llanos plains, the Caribbean coast and the Orinoco River Delta in the east.",
  "/wiki/Simón_Bolívar_International_Airport_(Venezuela)": "Simón Bolívar International Airport or Maiquetía \"Simón Bolívar\" International Airport (IATA: CCS, ICAO: SVMI, Spanish: Aeropuerto Internacional de Maiquetia \"Simón Bolívar\") is an international airport located in Maiquetía, Vargas, Venezuela about 21 kilometres (13 mi) from downtown Caracas, the capital of the country. Simply called Maiquetía by the local population, it is the main international air passenger gateway to Venezuela. It handles flights to destinations in the Americas, Europe and the Middle East.",
  "/wiki/Maracaibo": "Maracaibo (/ˌmærəˈkaɪboʊ/; Spanish pronunciation: [maɾaˈkaiβo] (listen)) is a city and the municipal seat of Maracaibo Municipality in northwestern Venezuela, on the western shore of the strait that connects Lake Maracaibo to the Gulf of Venezuela. It is the second-largest city in Venezuela, after the national capital, Caracas, and the capital of the state of Zulia. The population of the city is approximately 2,658,355 with the metropolitan area estimated at 5,278,448 as of 2010[update].\nMaracaibo is nicknamed \"The Beloved Land of the Sun\" (Spanish: \"La Tierra del Sol Amada\").",
  "/wiki/La_Chinita_International_Airport": "La Chinita International Airport (IATA: MAR, ICAO: SVMC) is an airport serving Maracaibo, in the Zulia state of Venezuela. La Chinita is Venezuela's second most important airport in terms of passenger and aircraft movements, after Simón Bolívar International Airport near Caracas.",
  "/wiki/Valencia,_Carabobo": "Valencia (Spanish pronunciation: [baˈlensja]) is the  capital city of Carabobo State and the third-largest city in  Venezuela.",
  "/wiki/Arturo_Michelena_International_Airport": "Arturo Michelena International Airport (IATA: VLN, ICAO: SVVA) is an airport serving the city of Valencia in Venezuela, located two hours from Caracas by car. The airport was named after Venezuela's painter Arturo Michelena, who was born in Valencia.",
  "/wiki/Port-au-Prince": "Port-au-Prince (/ˌpɔːrt oʊ ˈprɪns/, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Toussaint_Louverture_International_Airport": "Toussaint Louverture International Airport (French: Aéroport International Toussaint Louverture) (IATA: PAP, ICAO: MTPP) is an international airport in Tabarre, a commune of Port-au-Prince in Haiti. The airport is currently the busiest in Haiti and is an operating hub for Salsa d'Haiti, Tortug' Air, Sunrise Airways, and Haiti Aviation.",
  "/wiki/Bogotá": "Bogotá (/ˌboʊɡəˈtɑː/, also UK: /ˌbɒɡ-/, US: /ˈboʊɡətɑː/, Spanish: [boɣoˈta] (listen)), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the departments of Colombia. It is the political, economic, administrative and industrial center of the country.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/El_Dorado_International_Airport": "El Dorado International Airport  (IATA: BOG, ICAO: SKBO) is an international airport serving Bogotá, Colombia and its surrounding areas. The airport is located mostly in the Fontibón district of Bogotá, although it partially extends into the Engativá district and the municipality of Funza in the Western Savanna Province of the Cundinamarca Department. In 2018, it served over 32.7 million passengers and 741,000 metric tons of cargo. This makes El Dorado the third busiest airport in Latin America in terms of passenger traffic, and the busiest in terms of cargo. El Dorado is also by far the busiest and most important airport in Colombia, accounting for just under half (49%) of the country's air traffic.",
  "/wiki/Dutch_Antilles_Express": "Dutch Antilles Express was an airline of the Dutch country of Curaçao. It operated high-frequency scheduled services in the Dutch Caribbean to United States, Dominican Republic, Colombia, Haiti, and Suriname. Its main base was at Hato International Airport, Curaçao."
}