{
  "/wiki/The_Dark_Knight_(film)": "The Dark Knight is a 2008 superhero film directed, co-produced, and co-written by Christopher Nolan. Based on the DC Comics character Batman, the film is the second installment of Nolan's The Dark Knight Trilogy and a sequel to 2005's Batman Begins, starring Christian Bale and supported by Michael Caine, Heath Ledger, Gary Oldman, Aaron Eckhart, Maggie Gyllenhaal, and Morgan Freeman. In the film, Bruce Wayne / Batman (Bale), Police Lieutenant James Gordon (Oldman) and District Attorney Harvey Dent (Eckhart) form an alliance to dismantle organized crime in Gotham City, but are menaced by an anarchistic mastermind known as the Joker (Ledger), who seeks to undermine Batman's influence and turn the city to chaos.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/Indiana_Jones_and_the_Kingdom_of_the_Crystal_Skull": "Indiana Jones and the Kingdom of the Crystal Skull is a 2008 American action-adventure film directed by Steven Spielberg and the fourth installment in the Indiana Jones series. Released nineteen years after the previous film, the film is set in 1957, pitting Indiana Jones (Harrison Ford) against Soviet agents—led by Irina Spalko (Cate Blanchett)—searching for a telepathic crystal skull. Jones is aided by his former lover, Marion Ravenwood (Karen Allen), and her son, Mutt Williams (Shia LaBeouf). Ray Winstone, John Hurt, and Jim Broadbent are also part of the supporting cast.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/Iron_Man_(2008_film)": "Iron Man is a 2008 American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Paramount Pictures,[N 1] it is the first film in the Marvel Cinematic Universe. The film was directed by Jon Favreau from a screenplay by Mark Fergus and Hawk Ostby, and Art Marcum and Matt Holloway, and stars Robert Downey Jr. as Tony Stark / Iron Man, alongside Terrence Howard, Jeff Bridges, Shaun Toub, and Gwyneth Paltrow. In Iron Man, Tony Stark is an industrialist and master engineer who builds a mechanized suit of armor and becomes the superhero Iron Man.",
  "/wiki/Quantum_of_Solace": "Quantum of Solace is a 2008 spy film and the twenty-second in the James Bond series produced by Eon Productions. Directed by Marc Forster and written by Paul Haggis, Neal Purvis and Robert Wade, it is a direct sequel to Casino Royale, and the second film to star Daniel Craig as the fictional MI6 agent James Bond. The film also stars Olga Kurylenko, Mathieu Amalric, Gemma Arterton, Jeffrey Wright, and Judi Dench.  In the film, Bond seeks revenge for the death of his lover, Vesper Lynd, and is assisted by Camille Montes, who is plotting revenge for the murder of her own family.  The trail eventually leads them to wealthy businessman Dominic Greene, a member of the Quantum organisation, who intends to stage a coup d'état in Bolivia to seize control of their water supply.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/Mamma_Mia!_(film)": "Mamma Mia! (promoted as Mamma Mia! The Movie) is a 2008 jukebox musical romantic comedy film directed by Phyllida Lloyd and written by Catherine Johnson based on the 1999 musical of the same name, also written by Johnson, which itself is based on the songs of pop group ABBA, including the title song, with additional music composed by ABBA member Benny Andersson. The film features an ensemble cast, including  Christine Baranski, Pierce Brosnan, Dominic Cooper, Colin Firth, Amanda Seyfried, Stellan Skarsgård, Meryl Streep and Julie Walters. The plot follows a young bride-to-be who invites three men to her upcoming wedding, each one with the possibility of being her father. The film was an international co-production between Germany, the United Kingdom, and the United States, and was co-produced by Relativity Media, Playtone and Littlestar Productions.",
  "/wiki/Universal_Pictures": "Universal Pictures (also known as Universal Studios, and formerly Universal Film Manufacturing Company) is an American film studio owned by Comcast through the NBCUniversal Film and Entertainment division of its wholly owned subsidiary NBCUniversal. Founded in 1912 by Carl Laemmle, Mark Dintenfass, Charles O. Baumann, Adam Kessel, Pat Powers, William Swanson, David Horsley, Robert H. Cochrane, and Jules Brulatour, it is the oldest surviving film studio in the United States; the world's fifth oldest after Gaumont, Pathé, Titanus, and Nordisk Film; and the oldest member of Hollywood's \"Big Five\" studios in terms of the overall film market. Its studios are located in Universal City, California, and its corporate offices are located in New York City.",
  "/wiki/Hancock_(film)": "Hancock is a 2008 American superhero film directed by Peter Berg and starring Will Smith, Charlize Theron, and Jason Bateman. It tells the story of a vigilante superhero, John Hancock (Smith) from Los Angeles whose reckless actions routinely cost the city millions of dollars. Eventually one person he saves, Ray Embrey (Bateman), makes it his mission to change Hancock's public image for the better.",
  "/wiki/Twilight_(2008_film)": "Twilight is a 2008 American romantic fantasy film based on Stephenie Meyer's 2005 novel of the same name. Directed by Catherine Hardwicke, the film stars Kristen Stewart and Robert Pattinson. It is the first film in The Twilight Saga film series. This film focuses on the development of the relationship between Bella Swan (a teenage girl) and Edward Cullen (a vampire), and the subsequent efforts of Edward and his family to keep Bella safe from a coven of evil vampires.",
  "/wiki/Summit_Entertainment": "Summit Entertainment is an American film production and distribution company. It is a label of Lionsgate Films, owned by Lionsgate Entertainment and is headquartered in Santa Monica, California.",
  "/wiki/WALL-E": "WALL-E (stylized with an interpunct as WALL·E) is a 2008 American computer-animated science fiction film produced by Pixar Animation Studios for Walt Disney Pictures. It was directed and co-written by Andrew Stanton, produced by Jim Morris, and co-written by Jim Reardon. It stars the voices of Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard, John Ratzenberger, Kathy Najimy and Sigourney Weaver, and was the overall ninth feature film produced by the company. It follows a solitary trash compactor robot on a future, uninhabitable, deserted Earth, left to clean up garbage. However, he is visited by a probe sent by the starship Axiom, a robot called EVE, with whom he falls in love and pursues across the galaxy.",
  "/wiki/Walt_Disney_Pictures": "Walt Disney Pictures (branded as simply Disney since 2011) is an American film studio and a subsidiary of The Walt Disney Studios, which is ultimately owned by The Walt Disney Company. The subsidiary is the main producer of live-action feature films within the Walt Disney Studios unit, and is based at the Walt Disney Studios in Burbank, California. It took on its current name in 1983. Films produced by Walt Disney Animation Studios and Pixar Animation Studios are also released under this brand.",
  "/wiki/Pixar": "Pixar Animation Studios (/ˈpɪksɑːr/) is an American computer animation studio based in Emeryville, California, a subsidiary of Walt Disney Studios. Pixar began in 1979 as part of the Lucasfilm computer division, known as the Graphics Group, before its spin-off as a corporation on February 3, 1986, with funding from Apple co-founder Steve Jobs, who became its majority shareholder. Disney purchased Pixar in 2006 at a valuation of $7.4 billion by converting each share of Pixar stock to 2.3 shares of Disney stock, a transaction that resulted in Jobs becoming Disney's largest single shareholder at the time. Pixar is best known for its feature films technologically powered by RenderMan, the company's own implementation of the industry-standard RenderMan Interface Specification image-rendering application programming interface. Luxo Jr., a character from the studio's 1986 short film of the same name, is the studio's mascot.",
  "/wiki/Kung_Fu_Panda": "Kung Fu Panda is a 2008 American computer-animated wuxia comedy film produced by DreamWorks Animation and distributed by Paramount Pictures.[a] It was directed by John Stevenson and Mark Osborne in their directorial debuts, and stars the voices of Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane, Seth Rogen, Lucy Liu, David Cross, Randall Duk Kim, James Hong, Dan Fogler, Michael Clarke Duncan, and Jackie Chan. The film is set in a version of ancient China populated by anthropomorphic talking animals and revolves around a bumbling panda named Po, a kung fu enthusiast. When an evil kung fu warrior named Tai Lung is foretold to escape from prison, Po is unwittingly named the \"Dragon Warrior\", that was destined to defeat him.",
  "/wiki/DreamWorks_Pictures": "DreamWorks Pictures  (also known as DreamWorks SKG or DreamWorks Studios, commonly referred to as DreamWorks) is an American film production label of Amblin Partners. It was founded in 1994 as a film studio by Steven Spielberg, Jeffrey Katzenberg and David Geffen (together, SKG), of which they owned 72%. The studio was formerly distributing its own and third-party films by itself. It has produced or distributed more than ten films with box-office grosses of more than $100 million each.",
  "/wiki/Slumdog_Millionaire": "Slumdog Millionaire is a 2008 British crime drama film that is a loose adaptation of the novel Q & A (2005) by Indian author Vikas Swarup, telling the story of 18-year-old Jamal Malik from the Juhu slums of Mumbai. Starring Dev Patel as Jamal, and filmed in India, the film was directed by Danny Boyle, written by Simon Beaufoy, and produced by Christian Colson, with Loveleen Tandan credited as co-director.",
  "/wiki/Fox_Searchlight": "Searchlight Pictures (formerly Fox Searchlight Pictures) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. It is a sister studio of the larger film studio 20th Century Studios.  Searchlight specializes in the production and distribution of independent North American, European, and British films alongside comedy-drama, horror, art-house, and foreign films, all of which the studio sometimes finances.",
  "/wiki/Madagascar:_Escape_2_Africa": "Madagascar: Escape 2 Africa is a 2008 American computer-animated comedy film produced by DreamWorks Animation and distributed  by Paramount Pictures. The sequel to the 2005 film Madagascar and the second installment in the franchise, it continues the adventures of Alex the Lion, Marty the Zebra, Melman the Giraffe, and Gloria the Hippo. It was directed by Eric Darnell and Tom McGrath, with a screenplay written by Etan Cohen, Darnell, and McGrath. Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith, Sacha Baron Cohen, Cedric the Entertainer, Andy Richter, and Elisa Gabrielli reprise their roles from the first film, and are joined by new cast members Bernie Mac, Alec Baldwin, Sherri Shepherd,  and will.i.am.",
  "/wiki/Sex_and_the_City_(film)": "Sex and the City (advertised as Sex and the City: The Movie) is a 2008 American romantic comedy film written and directed by Michael Patrick King in his feature film directorial debut, and a sequel to the 1998–2004 HBO comedy-drama series of the same name (itself based on the 1997 book of the same name by Candace Bushnell) about four female friends: Carrie Bradshaw (Sarah Jessica Parker), Samantha Jones (Kim Cattrall), Charlotte York Goldenblatt (Kristin Davis), and Miranda Hobbes (Cynthia Nixon), dealing with their lives as single women in New York City. The series often featured frank discussions about romance and sexuality.",
  "/wiki/The_Curious_Case_of_Benjamin_Button_(film)": "The Curious Case of Benjamin Button is a 2008 American fantasy romantic drama film directed by David Fincher. The storyline by Eric Roth and Robin Swicord is loosely based on the 1922 eponymous short story by F. Scott Fitzgerald. The film stars Brad Pitt as a man who ages in reverse and Cate Blanchett as the love interest throughout his life.",
  "/wiki/Wanted_(2008_film)": "Wanted is a 2008 American action thriller film directed by Timur Bekmambetov and written by Michael Brandt, Derek Haas, and Chris Morgan, based on the comic book miniseries by Mark Millar and J. G. Jones. The film stars James McAvoy, Morgan Freeman, Terence Stamp, Thomas Kretschmann, Common, and Angelina Jolie. Its plot revolves around Wesley Gibson (McAvoy), a frustrated account manager who discovers that he is the son of a professional assassin and decides to join the Fraternity, a secret society in which his father worked.",
  "/wiki/The_Chronicles_of_Narnia:_Prince_Caspian_(film)": "The Chronicles of Narnia: Prince Caspian is a 2008 high fantasy film co-written and directed by Andrew Adamson, based on Prince Caspian, the second published, fourth chronological novel in C. S. Lewis's epic fantasy series, The Chronicles of Narnia. It is the second in The Chronicles of Narnia film series from Walden Media, following The Chronicles of Narnia: The Lion, the Witch and the Wardrobe (2005).  William Moseley, Anna Popplewell, Skandar Keynes, Georgie Henley, Liam Neeson, and Tilda Swinton reprise their roles from the first film, while new cast includes Ben Barnes, Sergio Castellitto, Peter Dinklage, Eddie Izzard, Warwick Davis, Ken Stott, and Vincent Grass. In the film, the four Pevensie children return to Narnia to aid Prince Caspian in his struggle with the \"secret\" help of Aslan for the throne against his corrupt uncle, King Miraz.",
  "/wiki/Tropic_Thunder": "Tropic Thunder is a 2008 satirical action comedy film directed by Ben Stiller. It stars Stiller, Jack Black, Robert Downey Jr., Jay Baruchel, and Brandon T. Jackson as a group of prima donna actors who are making a Vietnam War film. When their frustrated director (played by Steve Coogan) drops them in the middle of a jungle, they are forced to rely on their acting skills to survive the real action and danger. The screenplay by Justin Theroux, Stiller, and Etan Cohen was from a story by Stiller and Theroux. The film was produced by Stuart Cornfeld, Stiller, and Eric McLeod for Red Hour Productions and DreamWorks Pictures as an international co-production between the United States, Germany and the United Kingdom.",
  "/wiki/Step_Brothers_(film)": "Step Brothers is a 2008 American comedy film directed by Adam McKay, produced by Jimmy Miller and Judd Apatow, and written by Will Ferrell and McKay from a story by Ferrell, McKay, and John C. Reilly. It follows Brennan (Ferrell) and Dale (Reilly), two grown men who are forced to live together as brothers after their single parents, with whom they still live, marry each other. Richard Jenkins, Mary Steenburgen, Adam Scott and Kathryn Hahn also star.",
  "/wiki/Journey_to_the_Center_of_the_Earth_(2008_Hollywood_film)": "Journey to the Center of the Earth (also promoted as Journey to the Center of the Earth 3-D or Journey 3-D) is a 2008 American 3D science fantasy adventure film directed by Eric Brevig and starring Brendan Fraser, Anita Briem, and Josh Hutcherson. Produced by New Line Cinema, it is an adaptation of the Jules Verne novel (which had previously been adapted multiple times, most notably in the 1959 film of the same name), and was released in 3D and 2D theaters by Warner Bros. Pictures on July 11, 2008.",
  "/wiki/Get_Smart_(film)": "Get Smart is a 2008 American action spy comedy film directed by Peter Segal, written by Tom J. Astle and Matt Ember and produced by Leonard B. Stern, who is also the producer of the original series. The film is based on Mel Brooks and Buck Henry's television series of the same name.",
  "/wiki/Horton_Hears_a_Who!_(film)": "Horton Hears a Who! (also known as Dr. Seuss' Horton Hears a Who!) is a 2008 American computer animated adventure comedy film based on the book of the same name by Dr. Seuss, produced by Blue Sky Studios and distributed by 20th Century Fox.  Directed by Jimmy Hayward and Steve Martino in their directorial debuts, the film's screenplay was written by Cinco Paul and Ken Daurio, and features the voices of Jim Carrey and Steve Carell as Horton the Elephant and Mayor Ned McDodd, respectively, alongside Carol Burnett, Will Arnett, Seth Rogen, Isla Fisher, and Amy Poehler. John Powell composed the film's music.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles."
}