{
  "/wiki/Patrick_T._Caffery": "Patrick Thomson Caffery, Sr., known as Pat Caffery (July 6, 1932 – December 17, 2013), was an attorney from New Iberia, Louisiana, who formerly served as a Democrat in the Louisiana House of Representatives from 1964 to 1968 and then as a U.S. representative from Louisiana's 3rd congressional district from 1969 to 1973.",
  "/wiki/John_Tyler_Caldwell": "John Tyler Caldwell (December 19, 1911 – October 13, 1995) was an American educator who presided over three universities, including North Carolina State University.",
  "/wiki/North_Carolina_State_University": "North Carolina State University (also referred to as NCSU, NC State, or just State) is a public research university in Raleigh, North Carolina. It is part of the University of North Carolina system and is a land-, sea-, and space-grant institution. The university forms one of the corners of the Research Triangle together with Duke University in Durham and The University of North Carolina at Chapel Hill.",
  "/wiki/John_F._Campbell_(general)": "John Francis Campbell (born 1957) was the commander of the Resolute Support Mission and United States Forces - Afghanistan. He was the last commander of the International Security Assistance Force. Prior to this, he served as the 34th Vice Chief of Staff of the United States Army. He is currently a member of the board of directors of IAP, and BAE Systems, and serves on the advisory board of Code of Support Foundation.",
  "/wiki/International_Security_Assistance_Force": "The International Security Assistance Force (ISAF) was a NATO-led military mission in Afghanistan, established by the United Nations Security Council in December 2001 by Resolution 1386, as envisaged by the Bonn Agreement. Its main purpose was to train the Afghan National Security Forces (ANSF) and assist Afghanistan in rebuilding key government institutions, but was also engaged in the War in Afghanistan (2001–14) against the Taliban insurgency.",
  "/wiki/William_Durant_Campbell": "William Durant \"Bill\" Campbell (March 18, 1907 – October 20, 1995) was a highly-decorated leader of the Scouting movement in the 1960s, 70s, and 80s.",
  "/wiki/World_Scout_Foundation": "The World Scout Foundation (WSF) is an international non-profit institution based in Geneva, Switzerland funded in 1969, but reorganized in the current form in 1977. The stated mission of the organization is to develop World Scouting by the provision of financial and other support to help develop the World Scout Movement through the World Organization of the Scout Movement (WOSM). The Honorary President is HM Carl XVI Gustaf, King of Sweden who actively participates in the activities of the foundation. The organisation is headed by Chairman Siegfried Wieser, and Director John Geoghegan.",
  "/wiki/World_Organization_of_the_Scout_Movement": "The World Organization of the Scout Movement (WOSM /ˈwʊzəm/) is the largest international Scouting organization. WOSM has 171 members. These members are recognized national Scout organizations, which collectively have over 50 million participants. WOSM was established in 1922, and has its operational headquarters at Kuala Lumpur, Malaysia and its legal seat in Geneva, Switzerland. It is the counterpart of the World Association of Girl Guides and Girl Scouts (WAGGGS).",
  "/wiki/Milton_Caniff": "Milton Arthur Paul \"Milt\" Caniff (/kəˈnɪf/; February 28, 1907 – April 3, 1988) was an American cartoonist famous for the Terry and the Pirates and Steve Canyon comic strips.",
  "/wiki/Terry_and_the_Pirates_(comic_strip)": "Terry and the Pirates was an action-adventure comic strip created by cartoonist Milton Caniff, which originally ran from October 22, 1934 to February 25, 1973. Captain Joseph Patterson, editor for the Chicago Tribune New York News Syndicate, had admired Caniff's work on the children's adventure strip Dickie Dare and hired him to create the new adventure strip, providing Caniff with the title and locale.  The Dragon Lady leads the evil pirates; conflict with the pirates was diminished in priority when World War II started.",
  "/wiki/Steve_Canyon": "Steve Canyon was an American adventure comic strip by writer-artist Milton Caniff. Launched shortly after Caniff retired from his previous strip, Terry and the Pirates, Steve Canyon ran from January 13, 1947, until June 4, 1988, shortly after Caniff's death. Caniff won the Reuben Award for the strip in 1971.",
  "/wiki/James_J._Carey": "James J. Carey (born 9 April 1939) is a retired American Rear Admiral, United States Navy, born and raised in Berlin, Green Lake County, Wisconsin.",
  "/wiki/Rear_Admiral": "Rear admiral is a naval commissioned officer rank above that of a commodore and captain, and below that of a vice admiral. It is regarded as a two star \"admiral\" rank, which are also referred to as \"flag officers\" or \"flag ranks\". In many navies it is referred to as (OF-7)/(O-7).",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Russ_Carnahan": "John Russell Carnahan (/ˈkɑːrnəhæn/; born July 10, 1958) is an American politician from the state of Missouri. A member of the Democratic Party, he served as the U.S. Representative for Missouri's 3rd congressional district from 2005 to 2013.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border.",
  "/wiki/Gerald_P._Carr": "Gerald Paul Carr (born August 22, 1932), (Col, USMC, Ret.), is an American mechanical and aeronautical engineer, former United States Marine Corps officer, naval aviator, and former NASA astronaut. He was Commander of Skylab 4, the third and final crewed visit to the Skylab Orbital Workshop, from  November 16, 1973 to February 8, 1974.",
  "/wiki/Skylab_4": "Skylab 4 (also SL-4 and SLM-3) was the third crewed Skylab mission and placed the third and final crew aboard the first American space station.",
  "/wiki/Terrance_Carroll": "Terrance D. Carroll (born January 16, 1969) is an American lawyer, minister, former Colorado legislator and former Speaker of the Colorado House of Representatives, the first African American ever to hold that office in Colorado. Carroll was elected as a Democrat in 2002 and represented House District 7 which encompasses parts of Denver, Colorado.",
  "/wiki/Speaker_of_the_Colorado_House_of_Representatives": "The Colorado House of Representatives is the lower house of the Colorado General Assembly, the state legislature of the U.S. state of Colorado. The House is composed of 65 members from an equal number of constituent districts, with each district having 75,000 people.  Representatives are elected to two-year terms, and are limited to four consecutive terms in office but can run again after a two-year respite.",
  "/wiki/Sonny_Carter": "Manley Lanier \"Sonny\" Carter Jr., M.D. (August 15, 1947 – April 5, 1991), (Capt, USN), was an American chemist, physician, professional soccer player, naval officer and aviator, test pilot, and NASA astronaut who flew on STS-33.",
  "/wiki/STS-33": "STS-33 was a NASA Space Shuttle mission, during which Space Shuttle Discovery deployed a payload for the United States Department of Defense (DoD). STS-33 was the 32nd shuttle mission overall, the ninth flight of Discovery, and the fifth shuttle mission in support of the DoD. Due to the nature of the mission, specific details remain classified. Discovery lifted off from Pad B, Launch Complex 39 at Kennedy Space Center (KSC), Florida, on 22 November 1989 at 7:23 pm EST; it landed at Edwards Air Force Base, California, on 28 November.",
  "/wiki/Thomas_Cech": "Thomas Robert Cech (born December 8, 1947) is an American chemist who shared the 1989 Nobel Prize in Chemistry with Sidney Altman, for their discovery of the catalytic properties of RNA. Cech discovered that RNA could itself cut strands of RNA, suggesting that life might have started as RNA. He also studied telomeres, and his lab discovered an enzyme, TERT (telomerase reverse transcriptase), which is part of the process of restoring telomeres after they are shortened during cell division. As president of Howard Hughes Medical Institute, he promoted science education, and he teaches an undergraduate chemistry course at the University of Colorado.",
  "/wiki/Roger_B._Chaffee": "Roger Bruce Chaffee (/ˈtʃæfiː/, February 15, 1935 – January 27, 1967) was an American naval officer and aviator, aeronautical engineer, and NASA astronaut in the Apollo program.",
  "/wiki/Apollo_1": "Apollo 1, initially designated AS-204, was the first crewed mission of the United States Apollo program, the undertaking to land the first men on the Moon. Planned as the first low Earth orbital test of the Apollo command and service module, to launch on February 21, 1967, the mission never flew; a cabin fire during a launch rehearsal test at Cape Kennedy Air Force Station Launch Complex 34 on January 27 killed all three crew members—Command Pilot Virgil I. \"Gus\" Grissom, Senior Pilot Ed White, and Pilot Roger B. Chaffee—and destroyed the command module (CM). The name Apollo 1, chosen by the crew, was made official by NASA in their honor after the fire.",
  "/wiki/Kirk_Chambers": "Kirk Chambers (born March 19, 1979) is a former American football offensive tackle. He was drafted by the Cleveland Browns in the sixth round (176th overall) of the 2004 NFL Draft. He played college football at Stanford.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area.  The Bills compete in the National Football League (NFL), as a member club of the league's American Football Conference (AFC) East division. The team plays their home games at New Era Field in Orchard Park, New York. The Bills are the only NFL team that plays its home games in the state of New York. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester.",
  "/wiki/Gregory_Chamitoff": "Gregory Errol Chamitoff[pronunciation?] (born 6 August 1962 in Montreal, Quebec, Canada) is an engineer and former NASA astronaut. He has been to space twice, spending 6 months aboard the ISS across Expedition 17 and 18 in 2008, and another 15 days as part of STS-134 in 2011. STS-134 was the last of Space Shuttle Endeavour which delivered the Alpha Magnetic Spectrometer and completed the US Orbital Segment.",
  "/wiki/STS-124": "STS-124 was a Space Shuttle mission, flown by Space Shuttle Discovery to the International Space Station. Discovery launched on 31 May 2008 at 17:02 EDT, moved from an earlier scheduled launch date of 25 May 2008, and landed safely at the Kennedy Space Center's Shuttle Landing Facility, at 11:15 EDT on 14 June 2008. Its objective was to deliver the largest module of the space station - the Japanese Experiment Module pressurized section. The mission is also referred to as ISS-1J by the ISS program.",
  "/wiki/Expedition_17": "Expedition 17 was the 17th expedition to the International Space Station (ISS).\nThe first two crew members, Sergey Volkov, and Oleg Kononenko were launched on 8 April 2008, aboard the Soyuz TMA-12. Once aboard the station, they joined Garrett Reisman, who transferred from Expedition 16 to join the Expedition 17 crew.",
  "/wiki/Expedition_18": "Expedition 18 was the 18th permanent crew of the International Space Station (ISS).\nThe first two crew members, Michael Fincke, and Yuri Lonchakov were launched on 12 October 2008, aboard Soyuz TMA-13. With them was astronaut Sandra Magnus, who joined the Expedition 18 crew after launching on STS-126 and remained until departing on STS-119 on 25 March 2009. She was replaced by JAXA astronaut Koichi Wakata, who arrived at the ISS on STS-119 on 17 March 2009. Gregory Chamitoff, who joined Expedition 18 after Expedition 17 left the station, ended his stay aboard ISS and returned to Earth with the STS-126 crew.",
  "/wiki/STS-126": "STS-126 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle  Endeavour. The purpose of the mission, referred to as ULF2 by the ISS program, was to deliver equipment and supplies to the station, to service the Solar Alpha Rotary Joints (SARJ), and repair the problem in the starboard SARJ that had limited its use since STS-120. STS-126 launched on 14 November 2008 at 19:55:39 pm EST from Launch Pad 39A at NASA's Kennedy Space Center with no delays or issues. Endeavour successfully docked with the station on 16 November. After spending 11 days, 16 hours, and 46 minutes docked to the station, during which the crew performed four spacewalks, and transferred cargo, the orbiter undocked on 28 November 2008. Due to poor weather at Kennedy Space Center, Endeavour landed at Edwards Air Force Base on 30 November 2008 at 21:25 UTC (13:25 PST).",
  "/wiki/Jake_Chapman_(politician)": "Jake Chapman (born 1985) is the Iowa State Senator from the 10th District. A Republican, he has served in the Iowa Senate since being elected in 2012 to a seat that had no incumbent due to redistricting. At the age of 28, Chapman won the election and served as the youngest State Senator in the 85th General Assembly.",
  "/wiki/Iowa_Senate": "The Iowa Senate is the upper house of the Iowa General Assembly, United States. There are 50 seats in the Iowa Senate, representing 50 single-member districts across the state of Iowa with populations of approximately 60,927 per constituency, as of the 2010 United States Census[update]. Each Senate district is composed of two House districts. The Senate meets at the Iowa State Capitol in Des Moines.",
  "/wiki/Eugene_Calvin_Cheatham_Jr.": "Eugene Calvin Cheatham Jr. (August 27, 1915 — May 10, 2005) was one of the Tuskegee Airmen and a career officer in the United States Air Force.",
  "/wiki/Tuskegee_Airmen": "The Tuskegee Airmen /tʌsˈkiːɡiː/\nwere a group of African-American military pilots (fighter and bomber) who fought in World War II. They formed the 332nd Fighter Group and the 477th Bombardment Group of the United States Army Air Forces. The name also applies to the navigators, bombardiers, mechanics, instructors, crew chiefs, nurses, cooks and other support personnel.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Kim_B._Clark": "Kim Bryce Clark (born March 20, 1949) is an American scholar, educator, and religious leader who has been a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) since April 2015, and the church's seventeenth Commissioner of Church Education since August 2015.   He served previously as the 15th president of Brigham Young University–Idaho from 2005 to 2015, and as the dean of the Harvard Business School (HBS) from 1995 to 2005, where he was also the George F. Baker Professor of Business Administration.",
  "/wiki/Harvard_Business_School": "Harvard Business School (HBS) is the graduate business school of Harvard University. Located in Boston, Massachusetts, it is consistently ranked among the top business schools in the world, and offers a large full-time MBA program, management-related doctoral programs, and many executive education programs. It owns Harvard Business Publishing, which publishes business books, leadership articles, online management tools for corporate learning, case studies, and the monthly Harvard Business Review. It is also home to the Baker Library/Bloomberg Center.",
  "/wiki/Brigham_Young_University%E2%80%93Idaho": "Brigham Young University–Idaho (BYU–Idaho or BYU–I) is a private university located in Rexburg, Idaho. Founded in 1888, the university is owned and operated by The Church of Jesus Christ of Latter-day Saints (LDS Church), transitioned from a junior college to a four-year institution in 2001, and was known for the greater part of its history as Ricks College.",
  "/wiki/Preston_Cloud": "Preston Ercelle Cloud, Jr. (September 26, 1912 – January 16, 1991) was an eminent American earth scientist, biogeologist, cosmologist, and paleontologist. He served in the United States Navy (in which he was a bantamweight boxing champion), and led several field explorations of the U.S. Geological Survey. In academia, he was a member of the faculty of Harvard University, University of Minnesota, University of California, Los Angeles, and lastly University of California, Santa Barbara. He was best known for his work on the geologic time scale and the origin of life on Earth, and as a pioneering ecologist and environmentalist. He was credited with coining the term \"biogeology.\" His works on the significance of Cambrian fossils in the 1940s led to the development of the concept \"Cambrian explosion,\" for which he coined the phrase \"eruptive evolution.\"",
  "/wiki/Tom_C._Clark": "Thomas Campbell Clark (September 23, 1899 – June 13, 1977) was an American lawyer who served as the 59th United States Attorney General from 1945 to 1949. He was an Associate Justice of the Supreme Court of the United States from 1949 to 1967.",
  "/wiki/Thad_Cochran": "William Thad Cochran (/ˈkɒkrən/; December 7, 1937 – May 30, 2019) was an American attorney and politician who served as a United States Senator for Mississippi from 1978 to 2018.  A Republican, he served in the U.S. House of Representatives from 1973 to 1978.",
  "/wiki/Mississippi": "Mississippi (/ˌmɪsɪˈsɪpi/ (listen)) is a state located in the southeastern region of the United States. Mississippi is the 32nd largest and 34th-most populous of the 50 United States. Mississippi is bordered to the north by Tennessee, to the east by Alabama, to the south by the Gulf of Mexico, to the southwest by Louisiana, and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Jackson is both the state's capital and largest city. Greater Jackson, with an estimated population of 580,166 in 2018, is the most populous metropolitan area in Mississippi and the 95th-most populous in the United States.",
  "/wiki/List_of_Eagle_Scouts": "Eagle Scout is the highest rank attainable in the Scouts BSA program division of the Boy Scouts of America (BSA). Since it was first awarded to Arthur Rose Eldred on August 21, 1912, Eagle Scout has been earned by more than two million youth. The list below includes notable recipients."
}