{
  "/wiki/Ronnie_Earle": "Ronald Dale Earle (born February 23, 1942) was, until January 2009, the District Attorney for Travis County, Texas. He became nationally known for filing charges against House majority leader Tom DeLay in September 2005 for conspiring to violate Texas' election law and/or to launder money. Earle prosecuted other politicians, including Senator Kay Bailey Hutchison and State Representative Mike Martin, as well as Texas Attorney General Jim Mattox on charges of commercial bribery.",
  "/wiki/Travis_County,_Texas": "Travis County is a county in south central Texas. As of the 2010 census, the population was 1,024,266; the estimated population in 2018 was 1,248,743. It is the fifth-most populous county in Texas. Its county seat is Austin, the capital of Texas. The county was established in 1840 and is named in honor of William Barret Travis, the commander of the Republic of Texas forces at the Battle of the Alamo.",
  "/wiki/Jack_Abramoff_scandals": "The federal investigations into Jack Abramoff and his political and business dealings are among the broadest and most extensive in American political history,[citation needed] involving well over a dozen offices of the FBI and over 100 FBI agents tasked exclusively to the investigation.[citation needed]  Given the extent and complexity of the suspected corruption, an entire inter-governmental task force, involving many federal governmental departments and agencies, has been established to aid the federal investigation.[citation needed]  The U.S. Justice Department has announced that it will not reveal the details of the investigation, or who specifically has been targeted for investigation until indictments are issued. Under his plea agreements, Abramoff is required to answer all questions by federal investigators and prosecutors.",
  "/wiki/Tom_DeLay": "Thomas Dale DeLay (/dəˈleɪ/; born April 8, 1947) is a former member of the United States House of Representatives, representing Texas's 22nd congressional district from 1985 until 2006. He was Republican Party (GOP) House Majority Leader from 2003 to 2005.",
  "/wiki/Richard_H._Ebright": "Richard H. Ebright is an American molecular biologist. He is the Board of Governors Professor of Chemistry and Chemical Biology at Rutgers University and Laboratory Director at the Waksman Institute of Microbiology.",
  "/wiki/John_Ehrlichman": "John Daniel Ehrlichman (/ˈɜːrlɪkmən/; March 20, 1925 – February 14, 1999) was counsel and Assistant to the President for Domestic Affairs under President Richard Nixon. Ehrlichman was an important influence on Nixon's domestic policy, coaching him on issues and enlisting his support for  environmental initiatives.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Donn_F._Eisele": "Donn Fulton Eisele (June 23, 1930 – December 2, 1987) (Colonel, USAF) was a United States Air Force officer, test pilot, and later a NASA astronaut. He occupied the command module pilot seat during the flight of Apollo 7 in 1968. After retiring from both NASA and the Air Force, he became the Peace Corps country director for Thailand, before moving into private business.",
  "/wiki/Apollo_7": "Apollo 7 was an October 1968 human spaceflight mission carried out by the United States. It was the first mission in the United States' Apollo program to carry a crew into space. It was also the first U.S. spaceflight to carry astronauts since the flight of Gemini XII in November 1966. The AS-204 mission, also known as \"Apollo 1\", was intended to be the first crewed flight of the Apollo program. It was scheduled to launch in February 1967, but a fire in the cabin during a January 1967 test killed the crew. Crewed flights were then suspended for 21 months, while the cause of the accident was investigated and improvements made to the spacecraft and safety procedures, and uncrewed test flights of the Saturn V rocket and Apollo Lunar Module were made. Apollo 7 fulfilled Apollo 1's mission of testing the Apollo command and service module (CSM) in low Earth orbit.",
  "/wiki/Arthur_Rose_Eldred": "Arthur Rose Eldred (August 16, 1895 – January 4, 1951) was an American agricultural and railroad industry executive, civic leader, and the first Eagle Scout in the Boy Scouts of America (BSA). As a 16-year-old candidate for the highest rank bestowed by the BSA, he was personally interviewed by a panel composed of the youth organization's founding luminaries, including Ernest Thompson Seton and Daniel Carter Beard. Eldred was awarded the coveted distinction of Eagle Scout on September 2, 1912, becoming the first of more than two million boys in the U.S. since then to earn Scouting's most vaunted rank. Eldred also received the Bronze Honor Medal for lifesaving, and was the first of four generations of Eagle Scouts in his family.",
  "/wiki/Mike_Enzi": "Michael Bradley Enzi (/ˈɛnzi/; born February 1, 1944) is an American politician and accountant serving as the senior United States Senator from Wyoming, a seat he was first elected to in 1996. He is a member of the Republican Party.",
  "/wiki/Wyoming": "Wyoming (/waɪˈoʊmɪŋ/ (listen)) is a state in the mountain region of the Western United States. The state is the 10th largest by area, the least populous, and the second most sparsely populated state in the country. Wyoming is bordered on the north by Montana, on the east by South Dakota and Nebraska, on the south by Colorado, on the southwest by Utah, and on the west by Idaho and Montana. The state population was estimated at 577,737 in 2018, which is less than 31 of the most populous U.S. cities including Denver in neighboring Colorado. Cheyenne is the state capital and the most populous city, with an estimated population of 63,624 in 2017.",
  "/wiki/John_C._Erickson": "John C. Erickson developed an industry-recognized prototype lifestyle for moderate-income retirees at the Charlestown Retirement Community in Catonsville, Maryland in 1983. Erickson converted the turn-of-the-century abandoned seminary at Charlestown into the United States' largest continuing care retirement community (CCRC) by 2000, with 2,500 residents.",
  "/wiki/Retirement_Living_TV": "RLTV (previously known as Retirement Living TV) was an American cable television network which transitioned its programming to an over the Internet channel as of August 2018.",
  "/wiki/Erickson_Living": "Erickson Living is an owner, manager and developer of retirement communities in the United States. It provides independent living, assisted living, memory and skilled nursing care, managing 20 campus-style retirement communities in 11 states. Headquartered in Catonsville, Maryland, it employs 14,000 people for 24,000 residents as of 2017.",
  "/wiki/Roy_Estess": "Roy S. Estess was the fourth director of the Stennis Space Center (SSC), having held a variety of managerial positions at the center that prepared him to lead the facility during the dynamic years of the 1990s. Estess, a native Mississippian and a graduate of Mississippi State University, came to the center as a test engineer in 1966 and worked his way up through the ranks.\nDuring his early years in key positions at the facility and while serving on temporary duty at NASA Headquarters, Estess came to be known as a \"straightshooter.\" Many describe him as a no-nonsense manager who has the ability of cutting through the chaff to get to the heart of a problem or situation.",
  "/wiki/John_C._Stennis_Space_Center": "The John C. Stennis Space Center (SSC) is a NASA rocket testing facility. It is located in Hancock County, Mississippi (United States), on the banks of the Pearl River at the Mississippi–Louisiana border. As of 2012[update], it is NASA's largest rocket engine test facility. There are over 30 local, state, national, international, private, and public companies and agencies using SSC for their rocket testing facilities.",
  "/wiki/Daniel_J._Evans": "Daniel Jackson Evans (born October 16, 1925) is an American civil engineer and former politician who served three terms as the 16th Governor of the State of Washington from 1965 to 1977, and as United States Senator represented Washington State from 1983 to 1989.",
  "/wiki/List_of_Governors_of_Washington": "The Governor of Washington is the head of the executive branch of the Government of the State of Washington and commander-in-chief of the state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Washington Legislature and line-item veto power to cancel specific provisions in spending bills. The Washington Governor may also convene the legislature on \"extraordinary occasions\"."
}