{
  "/wiki/James_Jabara": "James \"Jabby\" Jabara (10 October 1923 – 17 November 1966) was the first American and United States Air Force jet ace. Born in Oklahoma, he lived in Kansas where he enlisted as an aviation cadet at Fort Riley after graduating from high school. Jabara attended four flying schools in Texas before he received his pilot's wings and was commissioned as a second lieutenant. Jabara flew two tours of combat duty in Europe during World War II as a North American P-51 Mustang pilot, and scored 1.5 air victories against German aircraft.\n Jabara flew his first jet aircraft in 1948, the USAF Lockheed F-80 Shooting Star before transitioning to the USAF North American F-86 Sabre. Jabara used this aircraft to shoot down multiple Soviet-built MiG-15 jets during the Korean War. He achieved his first confirmed air victory of the war on 3 April 1951. A month later he was credited with his fifth and sixth victories, making him the first American jet ace in history. He eventually scored 15 victories, giving him the title of \"triple ace\". Jabara was ranked as the second-highest-scoring U.S. ace of the Korean War. He received the Distinguished Service Cross, Silver Star, Distinguished Flying Cross, Air Medal, and the British Distinguished Flying Cross for his accomplishments in combat.\n Jabara next held a series of commands at various Air Force bases across the United States. He flew the Lockheed F-104 Starfighter and later the Convair B-58 Hustler. In 1966, while on leave from service in Vietnam, Colonel Jabara was traveling with his family in two cars to their new home when his daughter crashed the car she was driving and he was riding in, killing them both. They were buried together at Arlington National Cemetery. In recognition of his contributions to military aviation, an airport outside of Wichita, Kansas was named in his honor. Each year the United States Air Force Academy alumni association bestows the Jabara Award upon an Academy graduate whose aerospace accomplishments demonstrate superior performance.",
  "/wiki/Grant_James": "Grant James (born August 17, 1987) is an American rower. He competed in the Men's eight event at the 2012 Summer Olympics, with his twin brother Ross.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.\n Following a bid headed by former Olympic champion Sebastian Coe and then-Mayor of London Ken Livingstone, London was selected as the host city on 6 July 2005 during the 117th IOC Session in Singapore, defeating bids from Moscow, New York City, Madrid, and Paris. London became the first city to host the modern Olympics three times, having previously hosted the Summer Games in 1908 and in 1948.\n Construction for the Games involved considerable redevelopment, with an emphasis on sustainability. The main focus was a new 200-hectare (490-acre) Olympic Park, constructed on a former industrial site at Stratford, East London. The Games also made use of venues that already existed before the bid.\n The Games received general praise for their organisation, with the volunteers, the British military and public enthusiasm praised particularly highly. The opening ceremony, directed by Danny Boyle, received widespread acclaim throughout the world, particular praise from the British public and a minority of widely ranging criticisms from some social media sites. During the Games, Michael Phelps became the most decorated Olympic athlete of all time, winning his 22nd medal. Saudi Arabia, Qatar, and Brunei entered female athletes for the first time, so that every currently eligible country has sent a female competitor to at least one Olympic Games. Women's boxing was included for the first time, thus the Games became the first at which every sport had female competitors. These were the final Olympic Games under the IOC presidency of Belgian Jacques Rogge, who was succeeded by German Thomas Bach the next year.\n The final medal tally was led by the United States, followed by China and host Great Britain. Several world and Olympic records were set at the games. Though there were several controversies, the 2012 games were deemed highly successful with the rising standards of competition amongst nations across the world, packed stadiums and smooth organisation. Furthermore, the focus on sporting legacy and post-games venue sustainability, much like the 1996 Summer Olympics in Atlanta, was seen as a blueprint for future Olympics.",
  "/wiki/Ross_James": "Ross James (born August 17, 1987) is an American rower. He competed in the Men's eight event at the 2012 Summer Olympics with his twin brother Grant.",
  "/wiki/Larry_Janesky": "Lawrence \"Larry\" Janesky is an American businessman, entrepreneur, author and trainer. Janesky is the founder and CEO of Contractor Nation, Basement Systems Inc. He is the co-founder of Total Basement Finishing, Inc., Foundation Supportworks, Inc., and Dr. Energy Saver, Inc.",
  "/wiki/Gregory_H._Johnson": "Gregory Harold \"Box\" Johnson (born May 12, 1962) is a British-Born NASA astronaut and a retired colonel in the United States Air Force. Johnson is a veteran of two space flights, STS-123 and STS-134. He served as pilot on his first mission, which delivered the Kibo logistics module and the Dextre robot arm to the International Space Station. Johnson was also assigned as the pilot to the STS-134 mission, which launched on May 16, 2011 and landed on June 1, 2011. Greg Johnson has also served in numerous roles for NASA including as a Capcom for several missions. At present time Gregory H. Johnson (Colonel, USAF, Ret.) is the President and Executive Director for the Center for the Advancement of Science in Space (CASIS).",
  "/wiki/STS-123": "STS-123 was a Space Shuttle mission to the International Space Station (ISS) which was flown by Space Shuttle Endeavour. STS-123 was the 1J/A ISS assembly mission. The original launch target date was 14 February 2008 but after the delay of STS-122, the shuttle was launched on 11 March 2008. It was the twenty-fifth shuttle mission to visit the ISS, and delivered the first module of the Japanese laboratory, Japanese Experiment Module (Kibō), and the Canadian Special Purpose Dexterous Manipulator, (SPDM) Dextre robotics system to the station. The mission duration was 15 days and 18 hours, and it was the first mission to fully utilize the Station-to-Shuttle Power Transfer System (SSPTS), allowing space station power to augment the shuttle power systems. The mission set a record for a shuttle's longest stay at the ISS.",
  "/wiki/Jay_L._Johnson": "Jay L. Johnson (born June 5, 1946) is a retired United States Navy admiral who served as the 26th Chief of Naval Operations from 1996 to 2000. He was later president and chief executive officer of General Dynamics.",
  "/wiki/Chief_of_Naval_Operations": "The Chief of Naval Operations (CNO) is the head of the United States Navy.  The position is a statutory office (10 U.S.C. § 5033) held by a four-star admiral who is a military adviser and deputy to the Secretary of the Navy. In a separate capacity as a member of the Joint Chiefs of Staff (10 U.S.C. § 151) the CNO is a military adviser to the National Security Council, the Homeland Security Council, the Secretary of Defense, and the President. The current Chief of Naval Operations is  Admiral Michael M. Gilday. \n Despite the title, the CNO does not have operational command authority over Naval forces. The CNO is an administrative position based in the Pentagon, and exercises supervision of Navy organizations as the designee of the Secretary of the Navy. Operational command of naval forces falls within the purview of the Combatant Commanders who report to the Secretary of Defense.",
  "/wiki/James_Vann_Johnston_Jr.": "James Vann Johnston Jr. (born October 16, 1959) is an American bishop of the Catholic Church. He is the Bishop of Kansas City-St. Joseph. He served as the Bishop of Springfield-Cape Girardeau from 2008 to 2015.",
  "/wiki/Roman_Catholic_Diocese_of_Springfield-Cape_Girardeau": "The Roman Catholic Diocese of Springfield–Cape Girardeau (Latin: Dioecesis Campifontis–Capitis Girardeauensis) is a Roman Catholic diocese in Missouri. The diocese is governed by Bishop Edward M. Rice.",
  "/wiki/E._Fay_Jones": "Euine Fay Jones (January 31, 1921 – August 30, 2004) was an American architect and designer. An apprentice of Frank Lloyd Wright during his professional career, Jones is the only one of Wright's disciples to have received the AIA Gold Medal (1990), the highest honor awarded by the American Institute of Architects.\n His Thorncrown Chapel was added to the National Register of Historic Places in 2000, only 20 years after it was built, in recognition of its architectural significance. It has also received a special 25-Year Award of Excellence from the American Institute of Architects and other professional recognition.",
  "/wiki/Frank_Lloyd_Wright": "Frank Lloyd Wright (June 8, 1867 – April 9, 1959) was an American architect, interior designer, writer, and educator, whose creative period spanned more than 70 years, designing more than 1,000 structures, of which 532 were completed. Wright believed in designing structures that were in harmony with humanity and its environment, a philosophy he called organic architecture. This philosophy was best exemplified by Fallingwater (1935), which has been called \"the best all-time work of American architecture.\" As a founder of organic architecture, Wright played a key role in the architectural movements of the twentieth century, influencing three generations of architects worldwide through his works. \n Wright was the pioneer of what came to be called the Prairie School movement of architecture, and he also developed the concept of the Usonian home in Broadacre City, his unique vision for urban planning in the United States. In addition to his houses, Wright designed original and innovative offices, churches, schools, skyscrapers, hotels, museums, and  other structures. He often designed interior elements for these buildings, as well, including furniture and stained glass. Wright wrote 20 books and many articles and was a popular lecturer in the United States and Europe. Wright was recognized in 1991 by the American Institute of Architects as \"the greatest American architect of all time.\" In 2019, a selection of his work became a listed World Heritage Site as The 20th-Century Architecture of Frank Lloyd Wright.\n Raised in rural Wisconsin, Wright studied civil engineering at the University of Wisconsin and then apprenticed in Chicago with noted architects Joseph Lyman Silsbee and Louis Sullivan.  He opened his own successful Chicago practice in 1893, and developed an influential home and studio in Oak Park, Illinois. His colorful personal life made headlines: leaving his first wife, Catherine Lee \"Kitty\" Tobin, and their children for Mamah Borthwick Cheney, the murders by an employee at his Taliesin estate in 1914, his tempestuous marriage with second wife Miriam Noel, and his relationship with Olga (Olgivanna) Lazovich Hinzenburg, who became his third wife in 1928.",
  "/wiki/University_of_Arkansas_School_of_Architecture": "The Fay Jones School of Architecture and Design at the University of Arkansas offers education in these fields: architecture, landscape architecture, interior design.",
  "/wiki/Thomas_David_Jones": "Thomas David Jones (born January 22, 1955) is a former United States astronaut. He was selected to the astronaut corps in 1990 and completed four space shuttle flights before retiring in 2001. He flew on STS-59 and STS-68 in 1994, STS-80 in 1996 and STS-98 in 2001. His total mission time was 53 days 48 minutes. He works as a planetary scientist, space operations consultant, astronaut speaker, and author.",
  "/wiki/STS-59": "STS-59 was a Space Shuttle program mission that took place in 1994. The launch was chronicled by the 1994 Discovery Channel special about the Space Shuttle program.",
  "/wiki/STS-68": "STS-68 was a human spaceflight mission using Space Shuttle Endeavour that launched from Kennedy Space Center, Florida on 30 September 1994.",
  "/wiki/STS-80": "STS-80  was a Space Shuttle mission flown by Space Shuttle Columbia. The launch was originally scheduled for 31 October 1996, but was delayed to 19 November for several reasons. Likewise, the landing, which was originally scheduled for 5 December, was pushed back to 7 December after bad weather prevented landing for two days. The mission was the longest Shuttle mission ever flown at 17 days, 15 hours, and 53 minutes. Although two spacewalks were planned for the mission, they were both canceled after problems with the airlock hatch prevented astronauts Tom Jones and Tammy Jernigan from exiting the orbiter.",
  "/wiki/McMahon_and_Judge": "Charles McMahon (May 10, 1953 – April 29, 1975) and Darwin Lee Judge (February 16, 1956 – April 29, 1975) were the last two United States servicemen killed in Vietnam during the Vietnam War. The two men, both U.S. Marines, were killed in a rocket attack one day before the Fall of Saigon.\n Charles McMahon, 11 days short of his 22nd birthday, was a Corporal from Woburn, Massachusetts. Darwin Judge was a 19-year-old Lance Corporal and Eagle Scout from Marshalltown, Iowa.",
  "/wiki/Marine_Security_Guard": "A Marine Security Guard (MSG), also known as a Marine Embassy Guard, is a member of the Marine Corps Embassy Security Group (formerly Marine Security Guard Battalion), a battalion-sized organization of the United States Marine Corps (USMC) whose detachments provide security at American embassies, American consulates and other official United States Government offices such as the United States Mission to NATO in Brussels, Belgium.  The Marine Security Guard was designated MOS 8151, though this has changed to MOS 8156.\n The USMC has a long history of cooperation with the U.S. State Department, going back to the early days of the country. From the raising of the American flag at Derna, Tripoli, and the secret mission of Archibald H. Gillespie in California, to the Boxer Rebellion at Peking, Marines have served many times on special missions as couriers, as guards for embassies and delegations, and to protect American citizens in unsettled areas.\n The formal and permanent use of Marines as security guards began with the Foreign Service Act of 1946, which authorized the Secretary of Navy to, upon the request of the Secretary of State, assign Marines to serve as custodians under the supervision of the senior diplomatic officer at a diplomatic post. The first joint Memorandum of Agreement was signed on 15 December 1948 regarding the provisions of assigning Marines overseas. Trained at the Foreign Service Institute, the first Marines arrived at Tangier and Bangkok in early 1949. The Marine Corps assumed the primary training responsibility in November 1954. The authority granted in the Foreign Service Act of 1946 has since been replaced by 10 U.S.C. § 8183 and the most recent Memorandum of Agreement was signed in August 2008.\nAlthough embassy duty is a crucial aspect of the Marines’ mission with a long tradition, the Corps is only budgeted to train and maintain a limited cadre of guards to cover over 100 embassies worldwide.\nIn response to the 2012 Benghazi attack, Congress ordered a near doubling of Marine Security Guards in the midst of a post-war drawdown in overall USMC numbers. The USMC has responded by redeploying one company from 1st Battalion 1st Marines while additional guards are trained.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.\n The conflict emerged from the First Indochina War against the communist-led Viet Minh.[A 4] Most of the funding for the French war effort was provided by the U.S. After the French quit Indochina in 1954, the US assumed financial and military support for the South Vietnamese state. The Việt Cộng, also known as Front national de libération du Sud-Viêt Nam or NLF (the National Liberation Front), a South Vietnamese common front under the direction of North Vietnam, initiated a guerrilla war in the south. North Vietnam had also invaded Laos in the mid-1950s in support of insurgents, establishing the Ho Chi Minh Trail to supply and reinforce the Việt Cộng.:16 U.S. involvement escalated under President John F. Kennedy through the MAAG program from just under a thousand military advisors in 1959 to 16,000 in 1963.:131 By 1963, the North Vietnamese had sent 40,000 soldiers to fight in South Vietnam.:16 North Vietnam was heavily backed by the USSR and the People's Republic of China. China also sent hundreds of PLA servicemen to North Vietnam to serve in air-defense and support roles.:371–4\n By 1964, there were 23,000 US advisors in South Vietnam. In August, the Gulf of Tonkin incident occurred, in which a U.S. destroyer was alleged to have clashed with North Vietnamese fast attack craft. In response, the U.S Congress passed the Gulf of Tonkin Resolution, giving President Lyndon B. Johnson broad authorization to increase U.S. military presence. He ordered the deployment of combat units for the first time and increased troop levels to 184,000. Past this point, the People's Army of Vietnam (PAVN) (also known as the North Vietnamese Army or NVA) engaged in more conventional warfare with U.S and South Vietnamese forces. Every year onward, there was significant build-up of U.S forces, despite little progress. U.S Secretary of Defense Robert McNamara, one of the principal architects of the war, began expressing doubts of victory by the end of 1966.:287 U.S. and South Vietnam forces relied on air superiority and overwhelming firepower to conduct search and destroy operations, involving ground forces, artillery, and airstrikes. The U.S. also conducted a large-scale strategic bombing campaign against North Vietnam and Laos.\n The Tet Offensive of 1968 showed the lack of progress with these doctrines. With the VC and PAVN mounting large-scale urban offensives throughout 1968, U.S domestic support for the war began fading. The Army of the Republic of Vietnam (ARVN) expanded following a period of neglect after Tet and was modeled after U.S doctrine. The VC sustained heavy losses during the Tet Offensive and subsequent U.S.-ARVN operations in the rest of 1968, losing over 50,000 men.:481 The CIA's Phoenix Program further degraded the VC's membership and capabilities. By the end of the year, the VC insurgents held almost no territory in South Vietnam, and their recruitment dropped by over 80% in 1969, signifying a drastic reduction in guerrilla operations, necessitating increased use of PAVN regular soldiers from the north.:247–9 In 1969, North Vietnam declared a Provisional Revolutionary Government in South Vietnam in an attempt to give the reduced VC a more international stature, but the southern guerrillas from then on were sidelined as PAVN forces begun more conventional Combined arms warfare. Operations crossed national borders: Laos was invaded by North Vietnam early on, while Cambodia was used by North Vietnam as a supply route starting in 1967; the route through Cambodia began to be bombed by the U.S. in 1969, while the Laos route had been heavily bombed since 1964. The deposing of the monarch Norodom Sihanouk by the Cambodian National Assembly resulted in a PAVN invasion of the country at the request of the Khmer Rouge, escalating the Cambodian Civil War and resulting in a U.S.-RVN counter-invasion.\n In 1969, following the election of U.S President Richard Nixon, a policy of \"Vietnamization\" began, which saw the conflict fought by an expanded ARVN, with U.S. forces sidelined and increasingly demoralized by domestic opposition and reduced recruitment. U.S. ground forces had largely withdrawn by early 1972 and support was limited to air support, artillery support, advisers, and materiel shipments. The ARVN, buttressed by said U.S. support, stopped the largest and first mechanized PAVN offensive to date during the Easter Offensive of 1972, which had sustained heavy casualties on both sides but failed to recapture all territory, leaving its military situation difficult. The Paris Peace Accords saw all U.S forces withdrawn; the Case–Church Amendment, passed by the U.S Congress on 15 August 1973, ended direct U.S military involvement.:457 The Peace Accords were broken almost immediately, and fighting continued for two more years. Phnom Penh fell to the Khmer Rouge on 17 April 1975 while the 1975 Spring Offensive saw the capture of Saigon by the PAVN on 30 April; this marked the end of the war, and North and South Vietnam were reunified the following year.\n The scale of fighting was enormous: by 1970 the ARVN was the world's fourth largest army, with the PAVN being similar in size at around a million regular soldiers.:770 The war exacted a huge human cost in terms of fatalities (see Vietnam War casualties): estimates of the number of Vietnamese soldiers and civilians killed vary from 966,000 to 3.8 million. Some 275,000–310,000 Cambodians, 20,000–62,000 Laotians, and 58,220 U.S. service members also died in the conflict, and a further 1,626 remain missing in action.[A 3]\n The Sino-Soviet split re-emerged following the lull during the Vietnam War. Conflict between North Vietnam and its Cambodian allies in the Royal Government of the National Union of Kampuchea, and the newly-formed Democratic Kampuchea begun almost immediately in a series of border raids by the Khmer Rouge, eventually escalating into the Cambodian–Vietnamese War. Chinese forces directly invaded Vietnam in the Sino-Vietnamese War, with subsequent border conflicts lasting until 1991. Insurgencies were fought by the unified Vietnam in all three countries. The end of the war and resumption of the Third Indochina War would precipitate the Vietnamese boat people and the larger Indochina refugee crisis, which saw millions of refugees leave Indochina (mainly southern Vietnam), with an estimated 250,000 of whom perished at sea. Within the U.S, the war gave rise to what was referred to as Vietnam Syndrome, a public aversion to American overseas military involvements, which together with the Watergate scandal contributed to the crisis of confidence that affected America throughout the 1970s.",
  "/wiki/Konrad_Juengling": "Konrad Anders Juengling (born 1987) is a German-American gay rights activist and writer. The Huffington Post characterized Juengling's work as \"tech savvy queer activism.\" His activism \"focuses on equal rights for LGBT people, the Employment Non-Discrimination Act, repealing the blood ban for gay men, non-discrimination ordinances, ethical consumerism, and supporting liberal politicians.\"\n He is a former contributing writer for PQ Monthly and GeeksOUT. He is the author of Jeb's ABCs, a satirical children's book based on Jeb Bush and Bush's stance on political issues.",
  "/wiki/Gay_rights_activism": "Lesbian, gay, bisexual, and transgender (LGBT) social movements are social movements that advocate for LGBT people in society. Social movements may focus on equal rights, such as the 2000s movement for marriage equality, or they may focus on liberation, as in the gay liberation movement of the 1960s and 1970s. Earlier movements focused on self-help and self-acceptance, such as the homophile movement of the 1950s. Although there is not a primary or an overarching central organization that represents all LGBT people and their interests, numerous LGBT rights organizations are active worldwide. The earliest organizations to support LGBT rights were formed in the early 20th century.\n A commonly stated goal among these movements is social equality for LGBT people, but there is still denial of full LGBT rights. Some have also focused on building LGBT communities or worked towards liberation for the broader society from bi-phobia, homophobia, and trans-phobia. There is a struggle for LGBT rights today. LGBT movements organized today are made up of a wide range of political activism and cultural activity, including lobbying, street marches, social groups, media, art, and research.",
  "/wiki/List_of_Eagle_Scouts": "Eagle Scout is the highest rank attainable in the Scouts BSA program division of the Boy Scouts of America (BSA). Since it was first awarded to Arthur Rose Eldred on August 21, 1912, Eagle Scout has been earned by more than two million youth. The list below includes notable recipients.\n As of 2014[update], requirements include earning at least 21 merit badges and demonstrating Scout Spirit, leadership, and service. The requirements include an Eagle Scout Service Project where the Scout must further demonstrate service and leadership. Eagle Scouts are recognized with a medal and a cloth badge that visibly recognizes the accomplishments of the Scout. Eagle Palms are a further recognition, awarded for completing additional tenure, leadership, and merit badge requirements. Typically adult volunteers who have received the Eagle award as a youth wear a smaller patch depicting a square knot. \n The Distinguished Eagle Scout Award (DESA) is bestowed to Eagle Scouts for nationally renowned distinguished service in their profession and to the community for a period of at least 25 years after earning the Eagle Scout rank. Since its introduction in 1969 by the National Eagle Scout Association, the DESA has been awarded to just under 2000 Eagle Scouts.[a]\n The NESA Outstanding Eagle Scout Award (NOESA) is bestowed to Eagle Scouts who have distinguished themselves at a local-to-regional level or who have not yet met the 25-year tenure requirement to be considered for a DESA. This award was introduced in 2011."
}