{
  "/wiki/Tom_Mack": "Thomas Lee Mack (born November 1, 1943) is a former American football player.  He was inducted into the Pro Football Hall of Fame in 1999.",
  "/wiki/Los_Angeles_Rams_(1946%E2%80%9394)": "The Los Angeles Rams are a professional American football team that plays and competes in the National Football League (NFL). The Rams franchise was founded in 1936 as the Cleveland Rams in the short-lived second American Football League before joining the NFL the next year. In 1946, the franchise moved to Los Angeles. The Rams franchise remained in the metro area until 1994, when they moved to St. Louis, and were known as the St. Louis Rams from 1995 to 2015. The Rams franchise returned to Los Angeles in 2016. This article chronicles the franchise's history during their time in Los Angeles, from playing at the Los Angeles Memorial Coliseum between 1946 and 1979, to playing at Anaheim Stadium (now known as Angel Stadium of Anaheim) in Anaheim from 1980 to 1994, and its return to Southern California beginning with the 2016 to 2019 season playing temporarily at their old home the Los Angeles Memorial Coliseum before moving to SoFi Stadium in Inglewood in 2020 alongside the Los Angeles Chargers.",
  "/wiki/Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall inducts between four and eight new enshrinees each year. The Hall of Fame's Mission is to \"Honor the Heroes of the Game, Preserve its History, Promote its Values & Celebrate Excellence EVERYWHERE.\"",
  "/wiki/Mark_Madsen": "Mark Ellsworth Madsen (born January 28, 1976) is an American former professional basketball player and current head coach of Utah Valley University of the Western Athletic Conference (WAC). Due to his hustle and physical style of play, he received the nickname \"Mad Dog\" while playing for the San Ramon Valley High School Wolves - the moniker continued during his time with the Stanford Cardinal and beyond.",
  "/wiki/Minnesota_Timberwolves": "The Minnesota Timberwolves (also commonly known as the Wolves) are an American professional basketball team based in Minneapolis. The Timberwolves compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. Founded in 1989, the team is owned by Glen Taylor who also owns the WNBA's Minnesota Lynx. The Timberwolves play their home games at Target Center, their home since 1990.",
  "/wiki/Ray_Malavasi": "Ray Malavasi (November 8, 1930 – December 15, 1987) was an American football coach who served as head coach of two professional teams: the Denver Broncos and Los Angeles Rams.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/Charles_Taylor_Manatt": "Charles Taylor Manatt (June 9, 1936 – July 22, 2011) was a U.S. Democratic Party political figure. He was an American lawyer, politician and businessman.",
  "/wiki/Ernest_Mario": "Ernest Mario (born June 12, 1938, Clifton, New Jersey) is an American pharmaceutical industry executive and the recipient of the 2007 Remington Honor Medal awarded by the American Pharmacists Association.",
  "/wiki/Remington_medal": "The Remington Honor Medal, named for eminent community pharmacist, manufacturer, and educator Joseph P. Remington (1847-1918), was established in 1918 to recognize distinguished service on behalf of American pharmacy during the preceding year, culminating in the past year, or during a long period of outstanding activity or fruitful achievement.",
  "/wiki/American_Pharmacists_Association": "The American Pharmacists Association (APhA, previously known as the American Pharmaceutical Association), founded in 1852, is the first-established professional society of pharmacists in  the United States. The association consists of more than 62,000 practicing pharmacists, pharmaceutical scientists, student pharmacists, pharmacy technicians, and others interested in  the profession. Nearly all  U.S. pharmacy specialty organizations were originally a section or part of this association.",
  "/wiki/Walter_Joseph_Marm_Jr.": "Walter Joseph \"Joe\" Marm Jr. (born November 20, 1941) is a retired United States Army colonel and a recipient of the United States military's highest decoration for valor in combat—the Medal of Honor—for his actions in the Vietnam War.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Battle_of_Ia_Drang": "The Battle of Ia Drang was the first major battle between the United States Army and the People's Army of Vietnam (PAVN), also referred to as the North Vietnamese Army (NVA), and was part of the Pleiku Campaign conducted early in the Vietnam War. It comprised two main engagements, centered on two previously scouted helicopter landing zones (LZs), known as LZ X-Ray and LZ Albany. The first involved the 1st Battalion, 7th Cavalry Regiment and supporting units under the command of Lieutenant Colonel Hal Moore, and took place November 14–16, 1965 at LZ X-Ray, located at the eastern foot of the Chu Pong Massif in the central highlands of Vietnam. The second engagement involved the 2nd Battalion, 7th Cavalry Regiment plus supporting units under the command of Lieutenant Colonel Robert McDade, and took place on November 17 at LZ Albany, farther north in the Ia Drang Valley. It is notable for being the first large scale helicopter air assault and also the first use of Boeing B-52 Stratofortress strategic bombers in a tactical support role. Surrounded and under heavy fire from a numerically superior force, the American forces at LZ X-ray were able to hold off and drive back the North Vietnamese forces over three days of battle, largely through the support of both air power and heavy artillery bombardment, which the North Vietnamese lacked.  LZ X-ray was considered an American tactical victory, as the Americans were able to exact an almost 10:1 kill ratio.  At LZ Albany, the American forces were ambushed in close quarters.  They were unable to use air and artillery support due to the close engagement of the North Vietnamese, the American forces were badly defeated, suffering an over-50% casualty rate before being extricated from the battle.  Both sides, therefore, were able to claim victory in the battle.",
  "/wiki/J._W._Marriott_Jr.": "John Willard \"Bill\" Marriott Jr. (born March 25, 1932) is an American businessman who is the Executive Chairman and Chairman of the Board of Marriott International.",
  "/wiki/Marriott_International": "Marriott International, Inc. is an American multinational diversified hospitality company that manages and franchises a broad portfolio of hotels and related lodging facilities. Founded by J. Willard Marriott, the company is now led by his son, executive chairman Bill Marriott, and president and chief executive officer Arne Sorenson. Marriott International is the third largest hotel chain in the world. It has 30 brands with 7,003 properties in 131 countries and territories around the world, over 1,332,826 rooms (as of March 31, 2019), including 2,035 that are managed with 559,569 rooms, 4,905 that are franchised or licensed with 756,156 rooms, and 63 that are owned or leased with 17,101 rooms, plus an additional 475,000 rooms in the development pipeline and an additional 25,000 rooms approved for development but not yet under signed contracts.",
  "/wiki/Tom_Matte": "Thomas Roland Matte (born June 14, 1939), is a former American football player who played quarterback in college and primarily running back in the National Football League (NFL) in the 1960s and 1970s and earned a Super Bowl Ring.  He attended Shaw High School in East Cleveland and is an Eagle Scout.  Matte was an All-American back at Ohio State University.",
  "/wiki/Pro_Bowl": "The Pro Bowl is the all-star game of the National Football League (NFL). From the merger with the rival American Football League (AFL) in 1970 up through 2013 and since 2017, it is officially called the AFC–NFC Pro Bowl, matching the top players in the American Football Conference (AFC) against those in the National Football Conference (NFC). From 2014 through 2016, the NFL experimented with an unconferenced format, where the teams were selected by two honorary team captains (who are each in the Hall of Fame), instead of selecting players from each conference. The players were picked in a televised \"schoolyard pick\" prior to the game.",
  "/wiki/Super_Bowl": "The Super Bowl is the annual championship game of the National Football League (NFL) played between mid-January and early February. It is the culmination of a regular season that begins in the late summer of the previous year.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/History_of_the_Indianapolis_Colts": "The Indianapolis Colts are a professional American football team based in Indianapolis, Indiana. They play in the South Division of the American Football Conference (AFC) in the National Football League (NFL). The organization began play in 1953 as the Baltimore Colts with the team located in Baltimore, Maryland; it relocated to Indianapolis following the 1983 season.",
  "/wiki/Mark_Mays": "Mark P. Mays is the former president and CEO of Clear Channel Communications, Inc., a global media and entertainment company based in San Antonio, Texas, United States. Mays took over as president and CEO in October 2004, after serving the company in other roles.",
  "/wiki/CEO": "A chief executive officer (CEO), or just chief executive (CE), is the most senior corporate, executive, or administrative officer in charge of managing an organization –  especially an independent legal entity such as a company or nonprofit institution. CEOs lead a range of organizations, including public and private corporations, non-profit organizations and even some government organizations (notably Crown corporations). The CEO of a corporation or company typically reports to the board of directors and is charged with maximizing the value of the entity, which may include maximizing the share price, market share, revenues or another element. In the non-profit and government sector, CEOs typically aim at achieving outcomes related to the organization's mission, such as reducing poverty, increasing literacy, etc.",
  "/wiki/Clear_Channel_Communications": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/Peter_McLoughlin": "Peter McLoughlin is an American businessman. He formerly served as team president for the Seattle Seahawks of the National Football League (NFL) from 2010 until 2018, and is also the CEO of Vulcan Sports & Entertainment.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Seattle_Seahawks": "The Seattle Seahawks  are a professional American football team based in Seattle, Washington. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. They joined the NFL in 1976 as an expansion team. The Seahawks are coached by Pete Carroll. Since 2002, they have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. They previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).",
  "/wiki/CenturyLink_Field": "CenturyLink Field is a multi-purpose stadium located in Seattle, Washington, United States. It is the home field for the Seattle Seahawks of the National Football League (NFL), Seattle Sounders FC of Major League Soccer (MLS), and the Seattle Dragons of XFL. Originally called Seahawks Stadium, it became Qwest Field in June 2004, when telecommunications carrier Qwest acquired the naming rights. It received its current name in June 2011 after Qwest's acquisition by CenturyLink. It is a modern facility with views of the Downtown Seattle skyline and can seat 68,740 people for NFL games and 37,722 for most MLS matches and XFL games. The complex also includes the Event Center with the Washington Music Theater (WaMu Theater), a parking garage, and a public plaza. The venue hosts concerts, trade shows, and consumer shows along with sporting events. Located within a mile (1.6 km) of Downtown Seattle, the stadium is accessible by multiple freeways and forms of mass transit.",
  "/wiki/Boyd_Matson": "Boyd Matson (born April 26, 1947) is the former anchor of National Geographic Explorer and a former co-anchor of NBC's Sunday Today program. He was also an NBC News correspondent in the 1980s, working mostly on news features and earlier as a sports reporter on KNBC in Los Angeles. He now hosts the show Wild Chronicles on PBS and the nationwide radio program NG Weekend. Matson also writes a monthly column for NG Traveler magazine. He lives in Virginia with his wife Betty Hudson and his two children.",
  "/wiki/National_Geographic_Traveler": "National Geographic Traveler is a magazine published by the NG Media in Armenia, Belgium/the Netherlands, China, Croatia, Czech Republic, Indonesia, Latin America, Israel, Poland, Romania, Russia, Slovenia and Spain. A UK edition launched in December 2010 while a US edition was published from 1984 to 2019. The final US edition was December 2019. National Geographic Traveler's main competitors are Condé Nast Traveler and Travel + Leisure.",
  "/wiki/Robert_J._Mazzuca": "Robert J. \"Bob\" Mazzuca (/məˈzuːkə/; born 1947) was the 11th Chief Scout Executive of the Boy Scouts of America. His term started in 2007, and he retired on August 31, 2012.",
  "/wiki/Scout_Leader": "A Scout leader or Scouter generally refers to the trained adult leader of a Scout unit.  The terms used vary from country to country, over time, and with the type of unit.",
  "/wiki/Chief_Scout_Executive": "The Chief Scout Executive is the top professional of the National Council of the Boy Scouts of America. In most similar non-profit organizations, this is equivalent to the position of, CEO, national executive director or secretary general.",
  "/wiki/William_Cameron_McCool": "William Cameron \"Willie\" McCool (September 23, 1961 – February 1, 2003) (Cmdr, USN) was an American naval officer and aviator, test pilot, aeronautical engineer, and NASA astronaut, who was the pilot of Space Shuttle Columbia mission STS-107. He and the rest of the crew of STS-107 were killed when Columbia disintegrated during re-entry into the atmosphere. He was the youngest male member of the crew. McCool was posthumously awarded the Congressional Space Medal of Honor.",
  "/wiki/Space_Shuttle_Columbia": "Space Shuttle Columbia (Orbiter Vehicle Designation: OV-102) was the first space-rated orbiter in NASA's Space Shuttle fleet. It launched for the first time on mission STS-1 on April 12, 1981, the first flight of the Space Shuttle program. Serving for over 22 years, it completed 27 missions before disintegrating during re-entry near the end of its 28th mission, STS-107 on February 1, 2003, resulting in the deaths of all seven crew members.",
  "/wiki/STS-107": "STS-107 was the 113th flight of the Space Shuttle program, and the 28th and final flight of Space Shuttle Columbia. The mission launched from Kennedy Space Center in Florida on January 16, 2003 and during its 15 days, 22 hours, 20 minutes, 32 seconds in orbit conducted a multitude of international scientific experiments.",
  "/wiki/Michael_J._McCulley": "Michael James \"Mike\" McCulley (born August 4, 1943), (Capt, USN, Ret.), is a retired American naval officer and aviator, test pilot, metallurgical engineer, former NASA astronaut, and was the first submariner in space.",
  "/wiki/United_Space_Alliance": "United Space Alliance (USA) was a spaceflight operations company. USA was a joint venture which was established in August 1995 as a Limited Liability Company (LLC), equally owned by Boeing and Lockheed Martin. The company was headquartered in Houston, Texas and, as of 2008[update] employed approximately 8,800 people in Texas, Florida, Alabama, and the Washington, D.C. area. As of 2014, the company was in the process of dissolving.",
  "/wiki/STS-104": "STS-104 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle Atlantis. Its primary objectives were to install the Quest Joint Airlock and help perform maintenance on the International Space Station. It was successful and returned to Earth without incident, after a successful docking, equipment installation and three spacewalks.",
  "/wiki/Charles_T._McDowell": "Charles Taylor McDowell (November 23, 1921 – July 8, 2007) was professor emeritus and former director of the Center for Post-Soviet and Eastern European Studies at the University of Texas at Arlington, and a member of the Military Science Hall of Honor. Prior to founding and becoming director of the Center for Post Soviet and Eastern European Studies, McDowell served as Assistant to the President and Dean of Student Life at the University during the late 1960s, which saw the Rebel Theme Controversy and attempts by the Students for a Democratic Society to establish a chapter on campus. He was the first chair of the UT Arlington Faculty Senate, a position to which he was re-elected six times.",
  "/wiki/Paratrooper": "A paratrooper is a military parachutist—someone trained to parachute into an operation, and usually functioning as part of an airborne force. Military parachutists (troops) and parachutes were first used on a large scale during World War II for troop distribution and transportation. Paratroopers are often used in surprise attacks, to seize strategic objectives such as airfields or bridges.",
  "/wiki/Russian_language": "Russian (русский язык, tr. rússky yazýk) is an East Slavic language, which is an official language in Russia, Belarus, Kazakhstan and Kyrgyzstan, as well as being widely used throughout Eastern Europe, the Baltic states, the Caucasus and Central Asia. It was the de facto language of the Soviet Union until its dissolution on 25 December 1991. Although nearly three decades have passed since the breakup of the Soviet Union, Russian is used in official capacity or in public life in all the post-Soviet nation-states, as well as in Israel and Mongolia.",
  "/wiki/Charles_McGee_(Tuskegee_Airman)": "Brigadier General Charles Edward McGee (born December 7, 1919) is a retired American fighter pilot and one of the last living members of the Tuskegee Airmen, an all African-American military pilot group who fought during World War II (as part of the 332d Fighter Group). He was a career officer in the United States Air Force for more than 30 years and flew a three-war total of 409 combat missions in WWII, the Korean War, and the Vietnam War, one of the highest combat totals and longest active-duty careers by any Air Force fighter pilot in history.",
  "/wiki/Albert_H._McGeehan": "Albert H. McGeehan (born October 1944), was mayor of Holland, Michigan from 1993–2009. He is an Eagle Scout and was awarded the Distinguished Eagle Scout Award in 2009. He was born on Staten Island and grew up in Edison and Metuchen, NJ,  and then moved to Holland to attend Hope College and graduated in 1966. He was known as \"Mayor Al\". McGeehan was succeeded by Kurt Dykstra, another Republican, as mayor of Holland.",
  "/wiki/Holland,_Michigan": "Holland is a city in the western region of the Lower Peninsula of the U.S. state of Michigan. It is situated near the eastern shore of Lake Michigan on Lake Macatawa, which is fed by the Macatawa River (formerly known locally as the Black River).",
  "/wiki/Eugene_McGehee": "Eugene Webb McGehee (March 19, 1929 – April 11, 2014) was a retired lawyer and Democratic politician from his native Baton Rouge, Louisiana, USA.",
  "/wiki/Louisiana_House_of_Representatives": "The Louisiana House of Representatives (French: Chambre des Représentants de Louisiane) is the lower house in the Louisiana State Legislature, the state legislature of the US state of Louisiana. The House is composed of 105 representatives, each of whom represents approximately 42,500 people (2000 figures). Members serve four-year terms with a term limit of three terms (twelve years). The House is one of the five state legislative lower houses that has a four-year term, as opposed to the near-universal two-year term.",
  "/wiki/Rob_McKenna": "Robert Marion \"Rob\" McKenna (born October 1, 1962) is an American attorney who served two terms as Attorney General of Washington after serving on the Metropolitan King County Council. A moderate Republican, he ran for Governor of Washington in 2012, losing narrowly to Democrat Jay Inslee.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/State_attorney_general": "The state attorney general in each of the 50 U.S. states, of the federal district, or of any of the territories is the chief legal advisor to the state government and the state's chief law enforcement officer. In some states, the attorney general serves as the head of a state department of justice, with responsibilities similar to those of the United States Department of Justice.",
  "/wiki/Glen_McLaughlin": "Glen McLaughlin is a venture capitalist \"angel\" in the Silicon Valley, a past president of Santa Clara County Council, and a past member of the National Executive Board of the Boy Scouts of America.",
  "/wiki/Knights_of_St._John": "The Order of Knights of the Hospital of Saint John of Jerusalem (Latin: Ordo Fratrum Hospitalis Sancti Ioannis Hierosolymitani), commonly known as the Knights Hospitaller or the Order of Saint John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 until 1798 and at Saint Petersburg from 1799 until 1801. Today several organizations continue the Hospitaller tradition, most importantly the Sovereign Military Order of Malta."
}