{
  "/wiki/Thomas_J._O'Brien_(Massachusetts_politician)": "Tom O'Brien, American politician, is the Treasurer of Plymouth County, Massachusetts. O'Brien was first appointed in 2006 and voters returned him to the position in a win over his Republican challenger in the fall 2008 elections.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/Brian_O'Leary": "Brian Todd O'Leary (January 27, 1940 – July 28, 2011) was an American scientist, author, and former NASA astronaut. He was part of NASA Astronaut Group 6, a group of scientist-astronauts chosen with the intention of training for the Apollo Applications Program.",
  "/wiki/Mariner_10": "Mariner 10 was an American robotic space probe launched by NASA on November 3, 1973, to fly by the planets Mercury and Venus. It was the first spacecraft to perform flybys of multiple planets.",
  "/wiki/Dallin_H._Oaks": "Dallin Harris Oaks (born August 12, 1932) is an American jurist, educator, and religious leader who since 2018 has been the First Counselor in the First Presidency of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was called as a member of the church's Quorum of the Twelve Apostles in 1984. Currently, he is the second most senior apostle by years of service and is the President of the Quorum of the Twelve Apostles. However, consistent with long-established practice, due to Oaks serving in the First Presidency, M. Russell Ballard (third in seniority) currently serves as the quorum's acting president.",
  "/wiki/Quorum_of_the_Twelve": "In the Latter Day Saint movement, the Quorum of the Twelve (also known as the Council of the Twelve, the Quorum of the Twelve Apostles, Council of the Twelve Apostles, or the Twelve) is one of the governing bodies or (quorums) of the church hierarchy organized by the movement's founder Joseph Smith, and patterned after the Apostles of Jesus (see Commissioning of the Twelve Apostles). Members are called Apostles, with a special calling to be evangelistic ambassadors to the world.",
  "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in Salt Lake City, Utah, in the United States, and has established congregations and built temples worldwide. According to the church, it has over 16 million members and 65,000 full-time volunteer missionaries. In 2012, the National Council of Churches ranked the church as the fourth-largest Christian denomination in the United States, with over 6.5 million members there as of January 2018. It is the largest denomination in the Latter Day Saint movement founded by Joseph Smith during the early 19th century period of religious revival known as the Second Great Awakening.",
  "/wiki/Brigham_Young_University": "Brigham Young University (BYU, sometimes referred to colloquially as The Y) is a private research university located in Provo, Utah and owned by The Church of Jesus Christ of Latter-day Saints (LDS Church).  The university is run under the auspices of its parent-organization, the Church Educational System (CES), and is classified among \"Doctoral Universities: High Research Activity\" with \"more selective, lower transfer-in\" admissions.   The university's primary emphasis is on undergraduate education in 179 majors, but it also has 62 master's and 26 doctoral degree programs.  The university also administers two satellite campuses, one in Jerusalem and one in Salt Lake City.",
  "/wiki/Dan_Oates": "Daniel J. Oates (born January 2, 1955) is the police chief in Miami Beach. He was formerly the Police Chief of Aurora, Colorado He was also formerly the Chief of Police and Safety Services Administrator for the City of Ann Arbor, Michigan. Oates was appointed Chief of Police on August 20, 2001 after serving 21 years in the New York Police Department.  In August 2002, Oates became Ann Arbor's first Safety Services Administrator. He is a charter member of the federal Criminal Intelligence Coordinating Council. While with the Aurora Police Department, he was responsible for the criminal investigation of a 2012 mass shooting at a local movie theater, which was one of the largest mass shootings in American history.",
  "/wiki/Aurora,_Colorado": "Aurora (/əˈroʊrə/, /əˈrɔːrə/) is a Home Rule Municipality in the U.S. state of Colorado, spanning Arapahoe and Adams counties, with the extreme southeastern portion of the city extending into Douglas County. Aurora is one of the principal cities of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area (Metro Denver). The city's population was 325,078 in the 2010 census, which made it the third most populous city in the state of Colorado and the 54th most populous city in the United States.",
  "/wiki/Ann_Arbor,_Michigan": "Ann Arbor is a city in the U.S. state of Michigan and the county seat of Washtenaw County.  The 2010 census recorded its population to be 113,934.  It is the principal city of the Ann Arbor Metropolitan Statistical Area, which encompasses all of Washtenaw County.  Ann Arbor is also included in the larger Southeast Michigan Combined Statistical Area.",
  "/wiki/Daniel_Oerther": "Daniel Barton Oerther (born October 11, 1972) is an American Professor of Environmental Health Engineering.  He is best known for the use of 16S ribosomal RNA-targeted techniques for fundamental studies of the ecology of bacteria in engineered and natural systems, for the use of community-based participatory research to create and evaluate programs and policies to improve access to clean water, nutritious food, and energy efficiency in developing communities, and for innovation in the scholarship of teaching and learning.",
  "/wiki/Social_entrepreneur": "Social entrepreneurship is an approach by start-up companies and entrepreneurs, in which they develop, fund and implement solutions to social, cultural, or environmental issues. This concept may be applied to a wide range of organizations, which vary in size, aims, and beliefs. For-profit entrepreneurs typically measure performance using business metrics like profit, revenues and increases in stock prices. Social entrepreneurs, however, are either non-profits, or they blend for-profit goals with generating a positive \"return to society\". Therefore, they must use different metrics. Social entrepreneurship typically attempts to further broad social, cultural, and environmental goals often associated with the voluntary sector in areas such as poverty alleviation, health care and community development.",
  "/wiki/Environmental_Engineering": "Environmental engineering is a professional engineering discipline that takes from broad scientific topics like chemistry, biology, ecology, geology, hydraulics, hydrology, microbiology, and mathematics to create solutions that will protect and also improve the health of living organisms and improve the quality of the environment. Environmental engineering is a sub-discipline of civil engineering , chemical engineering and mechanical engineering.",
  "/wiki/Missouri_University_of_Science_and_Technology": "Missouri S&T, or Missouri University of Science and Technology, is a public land grant and space grant university in Rolla, Missouri.  It is a member institution of the University of Missouri System. Most of its 8,884 students (fall 2017) study engineering, business, sciences, and mathematics. Known primarily for its engineering school, Missouri S&T offers degree programs in business and management systems, information science and technology, sciences, social sciences, humanities, and arts.",
  "/wiki/University_of_Cincinnati": "The University of Cincinnati (UC or Cincinnati) is a public research university in Cincinnati, Ohio. Founded in 1819 as Cincinnati College, it is the oldest institution of higher education in Cincinnati and has an annual enrollment of over 44,000 students, making it the second largest university in Ohio. It is part of the University System of Ohio.",
  "/wiki/Arlo_L._Olson": "Arlo L. Olson (April 20, 1918 – October 28, 1943) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Ellison_Onizuka": "Ellison Shoji Onizuka (エリソン・ショージ・オニヅカ, 鬼塚 承次, Onizuka Shōji, June 24, 1946 – January 28, 1986) was an American astronaut and engineer from Kealakekua, Hawaii, who successfully flew into space with the Space Shuttle Discovery on STS-51-C. He died in the destruction of the Space Shuttle Challenger, on which he was serving as Mission Specialist for mission STS-51-L. He was the first Asian American and the first person of Japanese ancestry to reach space.",
  "/wiki/STS-51-C": "STS-51-C was the 15th flight of NASA's Space Shuttle program, and the third flight of Space Shuttle Discovery. It launched on January 24, 1985, and made the fourth shuttle landing at Kennedy Space Center, Florida, on January 27. STS-51-C was the first shuttle mission to deploy a dedicated United States Department of Defense (DoD) payload, and consequently many mission details remain classified.",
  "/wiki/Space_Shuttle_Challenger": "Space Shuttle Challenger (Orbiter Vehicle Designation: OV-099) was the second orbiter of NASA's Space Shuttle program to be put into service, after Columbia. Challenger was built by Rockwell International's Space Transportation Systems Division, in Downey, California. Its maiden flight, STS-6, began on April 4, 1983. The orbiter was launched and landed nine times before breaking apart 73 seconds into its tenth mission, STS-51-L, on January 28, 1986, resulting in the deaths of all seven crew members including a civilian school teacher.",
  "/wiki/Stephen_S._Oswald": "Stephen Scot Oswald (born June 30, 1951) is a former NASA astronaut.",
  "/wiki/STS-42": "STS-42 was a Space Shuttle Discovery mission with the Spacelab module. Liftoff was originally scheduled for 8:45 EST (13:45 UTC) 22 January 1992, but the launch was delayed due to weather constraints. Discovery successfully lifted off an hour later at 9:52 EST (14:52 UTC). The main goal of the mission was to study the effects of microgravity on a variety of organisms. The shuttle landed at 8:07 PST (16:07 UTC) on 30 January 1992 on Runway 22, Edwards Air Force Base, California.\nSTS-42 was the first of two flights in 1992 of Discovery, the second of which occurred during STS-53, which launched on 2 December 1992. The mission was also the last mission of the Space Shuttle Discovery to have a seven-member crew until STS-82, which was launched on 11 February 1997.",
  "/wiki/STS-56": "STS-56 was a Space Shuttle Discovery mission to perform special experiments. The mission was launched from Kennedy Space Center, Florida, on 8 April 1993.",
  "/wiki/STS-67": "STS-67 was a human spaceflight mission using Space Shuttle Endeavour that launched from Kennedy Space Center, Florida on 2 March 1995.",
  "/wiki/Dan_Ownby": "Daniel Gil \"Dan\" Ownby (born December 2, 1968) is a Houston area energy professional and currently serves as the International Commissioner for the Boy Scouts of America. He also is a member of the Executive Committee of the Boy Scouts of America and heads the United States Fund for International Scouting (USFIS).",
  "/wiki/List_of_Eagle_Scouts": "Eagle Scout is the highest rank attainable in the Scouts BSA program division of the Boy Scouts of America (BSA). Since it was first awarded to Arthur Rose Eldred on August 21, 1912, Eagle Scout has been earned by more than two million youth. The list below includes notable recipients."
}