{
  "/wiki/Joseph_R._Tanner": "Joseph Richard \"Joe\" Tanner (born January 21, 1950) is an American instructor at the University of Colorado Boulder, mechanical engineer, a former naval officer and aviator, and a former NASA astronaut.  He was born in Danville, Illinois. He is unusual among astronauts as he did not have a background in flight test nor did he earn any advanced academic degrees. Typically those who did not do military flight test have an M.D. or Ph.D., if not a master's, whereas Tanner's path to becoming an astronaut followed operational military flying and then into NASA for operational jet training before being selected into the NASA Astronaut Corps in 1992, following an unsuccessful application in 1987.",
  "/wiki/STS-66": "STS-66 was a Space Shuttle program mission that was flown by the Space Shuttle Atlantis. STS-66 launched on 3 November 1994 at 11:59:43.060 am EDT from Launch Pad 39-B at NASA's Kennedy Space Center. Atlantis landed at Edwards Air Force Base on 14 November 1994 at 10:33:45 am EST.",
  "/wiki/STS-82": "STS-82 was the 22nd flight of the Space Shuttle Discovery and the 82nd mission of the Space Shuttle program. It was NASA's second mission to service the Hubble Space Telescope, during which Discovery's crew repaired and upgraded the telescope's scientific instruments, increasing its research capabilities and achieved the highest altitude ever attained by a STS Orbiter (335-nautical-mile (620 km)). Discovery launched from Kennedy Space Center, Florida, on 11 February 1997, returning to Earth on 21 February 1997 at Kennedy Space Center.",
  "/wiki/STS-97": "STS-97 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle  Endeavour. The crew installed the first set of solar arrays to the ISS, prepared a docking port for arrival of the Destiny Laboratory Module, and delivered supplies for the station's crew.",
  "/wiki/STS-115": "STS-115 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle Atlantis. It was the first assembly mission to the ISS after the Columbia disaster, following the two successful Return to Flight missions, STS-114 and STS-121. STS-115 launched from LC-39B at the Kennedy Space Center on 9 September 2006 at 11:14:55 EDT (15:14:55 UTC).",
  "/wiki/Ed_Tarpley": "Edward Lacy Tarpley, Jr., also known as Ed Tarpley or Eddie Tarpley (born May 23, 1953), is a lawyer in Alexandria, Louisiana, who was from 1991 to 1997 the  district attorney for the 35th Judicial District based in Colfax in neighboring Grant Parish.",
  "/wiki/District_Attorney": "In the United States, a district attorney (DA) is the chief prosecutor for a local government area, typically a county. The exact name of the office varies by state.",
  "/wiki/Grant_Parish,_Louisiana": "Grant Parish (French: Paroisse de Grant) is a parish located in the North Central portion of the U.S. state of Louisiana. As of the 2010 census, the population was 22,309. The parish seat is Colfax. The parish was founded in 1869.",
  "/wiki/J._L._Tarr": "James Lee \"J. L.\" Tarr (November 21, 1919 – February 27, 2008) was a professional Scouter for 43 years who served as the seventh Chief Scout Executive of the Boy Scouts of America from 1979 to 1984.",
  "/wiki/Scout_Leader": "A Scout leader or Scouter generally refers to the trained adult leader of a Scout unit.  The terms used vary from country to country, over time, and with the type of unit.",
  "/wiki/Chief_Scout_Executive": "The Chief Scout Executive is the top professional of the National Council of the Boy Scouts of America. In most similar non-profit organizations, this is equivalent to the position of, CEO, national executive director or secretary general.",
  "/wiki/Thomas_L._Tatham": "Thomas Leslie Tatham (October 8, 1911 - September 9, 1997) was an American attorney, land developer in Dade County, and non-profit volunteer. Born in Saginaw, Michigan Tatham attended University of Florida. Tatham was married to Bernice Tatham (née McCredie). He and Bernice had two children, Marlene Taylor and Thomas L. Tatham, Jr.; and two adopted children Curtis James Tatham and Eileen Tatham. He was an attorney and vice president of the Southeast region of the Boy Scouts of America.",
  "/wiki/Miami-Dade_County,_Florida": "Miami-Dade County is a county in the southeastern part of the U.S. state of Florida. According to a 2018 census report, the county had a population of 2,761,581, making it the most populous county in Florida and the seventh-most populous county in the United States. It is also Florida's third largest county in terms of land area, with 1,946 square miles (5,040 km2). The county seat is Miami, the principal city in South Florida.",
  "/wiki/Southern_Region_(Boy_Scouts_of_America)": "For administrative purposes, the Boy Scouts of America is divided into four regions—Western, Central, Southern, and Northeast. Each region is then subdivided into areas. Southern Region covers all of Alabama, Arkansas, Florida, Georgia, Louisiana, Mississippi, North Carolina, Oklahoma, South Carolina, and Tennessee, and parts of Indiana, Kentucky, Maryland, Texas, Virginia, and West Virginia.",
  "/wiki/Manti_Te%27o": "Manti Malietau Louis Teʻo (/ˈmæntaɪ ˈtɛʔoʊ/; born January 26, 1991) is an American football linebacker for the New Orleans Saints of the National Football League (NFL). He played college football at Notre Dame, where he was recognized as a consensus All-American, and received eight national awards. Te'o was drafted by the San Diego Chargers in the second round of the 2013 NFL Draft.",
  "/wiki/All-American": "An All-America team is a hypothetical American sports team composed of outstanding amateur players. These players are broadly considered by media and other relevant commentators as the best players in a particular sport, of a specific season, for each team position.",
  "/wiki/University_of_Notre_Dame": "The University of Notre Dame du Lac (or simply Notre Dame /ˌnoʊtərˈdeɪm/ NOH-tər-DAYM, or ND) is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Rev. Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural (commonly known as Touchdown Jesus), Notre Dame Stadium, and the Basilica.",
  "/wiki/John_Tesh": "John Frank Tesh (born July 9, 1952) is an American pianist and composer of pop music, as well as a radio host and television presenter. His Intelligence for Your Life radio show airs on nearly 300 stations, and is syndicated by Teshmedia in the U.S., Canada, and the U.K. In addition, since 2014, he has hosted Intelligence for Your Life TV with his wife Connie Sellecca. The syndicated TV program airs on 174 stations that cover 93% of the potential U.S. television audience.",
  "/wiki/New_Age": "New Age is a term applied to a range of spiritual or religious beliefs and practices that developed in the Western World during the 1970s. Precise scholarly definitions of the New Age differ in their emphasis, largely as a result of its highly eclectic structure. Although analytically often considered to be religious, those involved in it typically prefer the designation of spiritual or Mind, Body, Spirit and rarely use the term New Age themselves. Many scholars of the subject refer to it as the New Age movement, although others contest this term and suggest that it is better seen as a milieu or zeitgeist.",
  "/wiki/Christian_music": "Christian music is music that has been written to express either personal or a communal belief regarding Christian life and faith. Common themes of Christian music include praise, worship, penitence, and lament, and its forms vary widely across the world.",
  "/wiki/Cy_Thao": "Cy Thao (born March 2, 1972) is a Laotian-born Hmong politician from Minnesota and a member of the Minnesota House of Representatives representing District 65A, which includes portions of the city of Saint Paul.  A Democrat, he was first elected in 2002. He did not seek re-election in 2010, and left office on January 3, 2011.",
  "/wiki/Laos": "Laos (/ˈlɑːoʊs/ (listen), /laʊs, ˈlɑːɒs, ˈleɪɒs/; Lao: ລາວ, Lāo [láːw]), officially the Lao People's Democratic Republic (Lao: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, romanized: Saþalanalat Paxaþipatai Paxaxōn Lao; French: République démocratique populaire lao), commonly referred to by its colloquial name of Muang Lao (Lao: ເມືອງລາວ, Muang Lao), is a socialist state and the only landlocked country in Southeast Asia. Located at the heart of the Indochinese peninsula, Laos is bordered by Myanmar (Burma) and China to the northwest, Vietnam to the east, Cambodia to the southeast, and Thailand to the west and southwest.",
  "/wiki/Hmong_people": "The Hmong people (RPA: Hmoob/Hmoob, Hmong pronunciation: [m̥ɔ̃ŋ]) are an ethnic group in East and Southeast Asia. They are a sub-group of the Miao people, and live mainly in Southern China, Vietnam and Laos. They have been members of the Unrepresented Nations and Peoples Organization (UNPO) since 2007.",
  "/wiki/Minnesota_Democratic%E2%80%93Farmer%E2%80%93Labor_Party": "The Minnesota Democratic–Farmer–Labor Party (DFL) is a center-left political party in the U.S. state of Minnesota. It is affiliated with the U.S. Democratic Party. Formed by a merger of the Minnesota Democratic Party and the left-wing Minnesota Farmer–Labor Party in 1944, the DFL is one of only two state Democratic party affiliates of a different name (the other being the North Dakota Democratic-Nonpartisan League Party).",
  "/wiki/Minnesota": "Minnesota (/ˌmɪnɪˈsoʊtə/ (listen)) is a state in the Upper Midwest, Great Lakes, and northern regions of the United States. Minnesota was admitted as the 32nd U.S. state on May 11, 1858, created from the eastern half of the Minnesota Territory. The state has many lakes, and is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord (French: Star of the North).",
  "/wiki/Paul_Theroux": "Paul Edward Theroux (born April 10, 1941) is an American travel writer and novelist, whose best-known work is The Great Railway Bazaar (1975). He has published numerous works of fiction, some of which were adapted as feature films. He was awarded the 1981 James Tait Black Memorial Prize for his novel The Mosquito Coast, which was adapted for the 1986 movie of the same name.",
  "/wiki/Glenn_Thompson_(politician)": "Glenn William \"G.T.\" Thompson Jr. (born July 27, 1959) is the U.S. Representative for Pennsylvania's 15th congressional district and formerly the 5th district, serving since 2009. He is a member of the Republican Party.",
  "/wiki/Leo_K._Thorsness": "Leo Keith Thorsness (February 14, 1932 – May 2, 2017) was a Colonel in the United States Air Force who received the Medal of Honor for his actions in the Vietnam War. He was awarded the medal for an air engagement on April 19, 1967. He was shot down two weeks later and spent six years in captivity in North Vietnam as a prisoner of war. After his military service, Thorsness served one term in the Washington State Senate.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Austin_Tice": "Austin Bennett Tice (born August 11, 1981) is a freelance journalist and a veteran U.S. Marine Corps officer who was kidnapped while reporting in Syria on August 14, 2012. His whereabouts remain unknown.",
  "/wiki/Rex_Tillerson": "Rex Wayne Tillerson (born March 23, 1952) is an American engineer and energy executive who served as the 69th United States Secretary of State from February 1, 2017, to March 31, 2018, under President Donald Trump. Prior to joining the Trump administration, Tillerson was chairman and chief executive officer of ExxonMobil, holding that position from 2006 until 2017.",
  "/wiki/ExxonMobil": "Exxon Mobil Corporation, doing business as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon (formerly the Standard Oil Company of New Jersey) and Mobil (formerly the Standard Oil Company of New York). ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in Texas.",
  "/wiki/Joseph_E._Tofalo": "Vice Admiral Joseph Edward Tofalo is a United States Naval officer.  Until 3 August 2018, he served as: Commander Submarine Forces; Commander Submarine Force Atlantic; Commander Task Force 144; Commander Task Force 84; Commander Allied Submarine Command.",
  "/wiki/Naval_Submarine_Base_Kings_Bay": "Naval Submarine Base Kings Bay is a base of the United States Navy located adjacent to the city of St. Marys in Camden County, Georgia, on the North River in southeastern Georgia, and 38 miles (61 km) from Jacksonville, Florida. The Submarine Base is the U.S. Atlantic Fleet's home port for U.S. Navy Fleet ballistic missile nuclear submarines armed with Trident missile nuclear weapons. This submarine base covers about 16,000 acres (6,400 hectares) of land, of which 4,000 acres (1,600 hectares) are protected wetlands.",
  "/wiki/Pat_Toomey": "Patrick Joseph Toomey Jr. (born November 17, 1961) is an American businessman and politician serving as the junior United States Senator from Pennsylvania since 2011. A member of the Republican Party, he previously served as the U.S. Representative for Pennsylvania's 15th congressional district from 1999 to 2005; he did not seek a fourth term to honor a pledge he had made while running for office in 1998.",
  "/wiki/Travis_Tope": "Travis Tope (born November 11, 1991) is an American film and television actor, known for playing Chris Truby in the film Men, Women and Children, Nick Strain in The Town That Dreaded Sundown, Joe Harper in the series Boardwalk Empire, and Kevin McClain in the Netflix mockumentary American Vandal.",
  "/wiki/Alvin_Townley": "Alvin Townley (born 1975) is an American author who writes about adventure, service, and inspiration.  His most recent book, Defiant, about prisoners of war and POW families during the Vietnam era, is his fourth nationally acclaimed work.",
  "/wiki/David_Trick": "David Trick (born 1955) is a former Ontario civil servant and university administrator.",
  "/wiki/Scott_Trimble": "Scott Thomas Suggs Trimble (born April 15, 1977) is an American location scout and location manager who found locations seen in such projects as Star Trek, Terminator: The Sarah Connor Chronicles, Star Tours II, and Iron Man 2. He won awards for his work on the films Transformers and Mission: Impossible III. He is a founding member of the Location Managers Guild of America.",
  "/wiki/Transformers_(film)": "Transformers is a 2007 American science fiction action film based on the Transformers toy line. The film, which combines computer animation with live-action filming, was directed by Michael Bay, with Steven Spielberg serving as executive producer. It was produced by Don Murphy and Tom DeSanto, and is the first installment in the live-action Transformers film series. The film stars Shia LaBeouf as Sam Witwicky, a teenager who gets caught up in a war between the heroic Autobots and the villainous Decepticons, two factions of alien robots who can disguise themselves by transforming into everyday machinery, primarily vehicles. The Autobots intend to retrieve and use the AllSpark, the object that created their robotic race that is on Earth, to rebuild their home planet Cybertron and end the war, while the Decepticons have the intention of using it to build an army by giving life to the machines of Earth. Tyrese Gibson, Josh Duhamel, Anthony Anderson, Megan Fox, Rachael Taylor, John Turturro, and Jon Voight also star, while voice actors Peter Cullen and Hugo Weaving voice Optimus Prime and Megatron respectively.",
  "/wiki/Star_Trek_(film)": "Star Trek is a 2009 American science fiction action film directed by J. J. Abrams and written by Roberto Orci and Alex Kurtzman. It is the eleventh film in the Star Trek film franchise, and is also a reboot that features the main characters of the original Star Trek television series portrayed by a new cast, as the first in the rebooted film series. The film follows James T. Kirk (Chris Pine) and Spock (Zachary Quinto) aboard the USS Enterprise as they combat Nero (Eric Bana), a Romulan from their future who threatens the United Federation of Planets. The story takes place in an alternate reality because of time travel by both Nero and the original Spock (Leonard Nimoy). The alternate timeline was created in an attempt to free the film and the franchise from established continuity constraints while simultaneously preserving original story elements.",
  "/wiki/Iron_Man_2": "Iron Man 2 is a 2010 American superhero film based on the Marvel Comics character Iron Man, produced by Marvel Studios and distributed by Paramount Pictures.[N 1] It is the sequel to 2008's Iron Man, and the third film in the Marvel Cinematic Universe (MCU). Directed by Jon Favreau and written by Justin Theroux, the film stars Robert Downey Jr. as Tony Stark / Iron Man, alongside Gwyneth Paltrow, Don Cheadle, Scarlett Johansson, Sam Rockwell, Mickey Rourke, and Samuel L. Jackson. Six months after the events of Iron Man, Tony Stark is resisting calls by the United States government to hand over the Iron Man technology while also combating his declining health from the arc reactor in his chest. Meanwhile, rogue Russian scientist Ivan Vanko has developed the same technology and built weapons of his own in order to pursue a vendetta against the Stark family, in the process, joining forces with Stark's business rival, Justin Hammer.",
  "/wiki/Carlisle_Trost": "Carlisle Albert Herman Trost (born April 24, 1930) is a former United States Navy officer who served as the 23rd Chief of Naval Operations (CNO) and a member of the Joint Chiefs of Staff from 1 July 1986 to 29 June 1990. He oversaw the Navy during the end of the Cold War, and the preparations for the Gulf War of 1991. He retired from active naval service on 1 July 1990, following completion of a four-year term as CNO.",
  "/wiki/Submarine": "A submarine (or sub) is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub.  Submarines are referred to as \"boats\" rather than \"ships\" irrespective of their size.",
  "/wiki/United_States_Naval_Academy": "The United States Naval Academy (USNA, Annapolis, or simply Navy) is a federal service academy adjacent to Annapolis, Maryland. Established on 10 October 1845, under Secretary of the Navy George Bancroft, it is the second oldest of the five U.S. service academies, and educates officers for commissioning primarily into the United States Navy and United States Marine Corps. The 338-acre (137 ha) campus is located on the former grounds of Fort Severn at the confluence of the Severn River and Chesapeake Bay in Anne Arundel County, 33 miles (53 km) east of Washington, D.C. and 26 miles (42 km) southeast of Baltimore. The entire campus (known to insiders as \"the Yard\") is a National Historic Landmark and home to many historic sites, buildings, and monuments. It replaced Philadelphia Naval Asylum, in Philadelphia, that served as the first United States Naval Academy from 1838 to 1845 when the Naval Academy formed in Annapolis.",
  "/wiki/Chief_of_Naval_Operations": "The Chief of Naval Operations (CNO) is the head of the United States Navy.  The position is a statutory office (10 U.S.C. § 5033) held by a four-star admiral who is a military adviser and deputy to the Secretary of the Navy. In a separate capacity as a member of the Joint Chiefs of Staff (10 U.S.C. § 151) the CNO is a military adviser to the National Security Council, the Homeland Security Council, the Secretary of Defense, and the President. The current Chief of Naval Operations is  Admiral Michael M. Gilday.",
  "/wiki/Richard_H._Truly": "Richard Harrison Truly (born November 12, 1937) is a retired Vice Admiral in the United States Navy, a former fighter pilot, engineer, former astronaut for both the United States Air Force and NASA, and was the eighth Administrator of the National Aeronautics and Space Administration (NASA) from 1989 to 1992. He was the first former astronaut to head the space agency.",
  "/wiki/STS-2": "STS-2 was the second Space Shuttle mission conducted by NASA, and the second flight of the orbiter Columbia. The mission launched on 12 November 1981 and landed two days later on 14 November. STS-2 marked the first time that a crewed, reusable orbital vehicle returned to space. This mission tested the Shuttle Imaging Radar as part of the OSTA-1 payload, along with a wide range of other experiments including the Shuttle robotic arm, commonly known as Canadarm. Other experiments or tests included Shuttle Multispectral Infrared Radiometer, Feature Identification and Location Experiment, Measurement of Air Pollution from Satellites, Ocean Color Experiment, Night/Day optical Survey of Lightning, Heflex Bioengineering Test, and Aerodynamic Coefficient Identification Package (ACIP). One of the feats accomplished was various tests on the OMS including starting and restarting the engines while in orbit and various adjustments to its orbit. The OMS tests also help adjust the Shuttle's orbit for use of the radar. During the mission, President Reagan called the crew of STS-2 from Mission Control in Houston.",
  "/wiki/STS-8": "STS-8 was the eighth NASA Space Shuttle mission and the third flight of the Space Shuttle Challenger. It launched on August 30, 1983 and landed on September 5, conducting the first night launch and night landing of the Space Shuttle program. It also carried the first African-American astronaut, Guion Bluford. The mission successfully achieved all of its planned research objectives, but was marred by the subsequent discovery that a solid-fuel rocket booster had almost malfunctioned catastrophically during the launch.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/List_of_Eagle_Scouts": "Eagle Scout is the highest rank attainable in the Scouts BSA program division of the Boy Scouts of America (BSA). Since it was first awarded to Arthur Rose Eldred on August 21, 1912, Eagle Scout has been earned by more than two million youth. The list below includes notable recipients."
}