{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Felipe_Garcia_dos_Prazeres": "Felipe Garcia dos Prazeres (born 10 January 1988), simply known as Mão de Alface, is a Brazilian footballer who plays for Tombense as a goalkeeper.",
  "/wiki/Paran%C3%A1_Clube": "Paraná Clube is a Brazilian football club, established on the 19th of December, 1989, in the Vila Capanema district of Curitiba, Paraná. It is one of several Brazilian clubs called Tricolor da Vila (\"tricolored of the town\") by its fans because it has three team colors. Paraná's three colors are red, white and blue.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Carlinhos_(footballer,_born_1987)": "Carlos Andrade Souza (born 23 January 1987), known as Carlinhos, is a Brazilian professional footballer who plays for left back.",
  "/wiki/Mirassol_Futebol_Clube": "Mirassol Futebol Clube, usually known simply as Mirassol is a Brazilian football club from Mirassol, São Paulo state.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/D%C3%ADon%C3%ADsio_de_Oliveira_Alves": "Díonísio de Oliveira Alves  (born 18 January 1988), simply known as Díonísio, is a Brazilian footballer who plays as a defensive midfielder.",
  "/wiki/Oeste_Futebol_Clube": "Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.",
  "/wiki/Patrik_C%C3%A9sar_dos_Santos_Duzi": "Patrik César dos Santos Duzi, simply known as Patrik (born 12 March 1988 in Franca, São Paulo), is a Brazilian footballer who plays as an attacking midfielder.",
  "/wiki/Comercial_Futebol_Clube_(Ribeir%C3%A3o_Preto)": "Comercial Futebol Clube (SP), usually known simply as Comercial (or as Comercial de Ribeirão Preto), is a traditional Brazilian football club from Ribeirão Preto, São Paulo state.",
  "/wiki/Santa_Cruz_Futebol_Clube": "Santa Cruz Futebol Clube is a Brazilian football club based in Recife, Pernambuco.",
  "/wiki/Anderson_Salles": "Anderson Aparecido Salles (born 16 February 1988 in Araçariguama, São Paulo) is a Brazilian footballer who plays as a central defender for Indonesian club Bhayangkara.",
  "/wiki/Clube_Atl%C3%A9tico_Juventus": "The Clube Atlético Juventus (Latin for Youth), usually known simply as Juventus, is a professional Brazilian football club based in Mooca, a São Paulo neighborhood. Although it was a Campeonato Brasileiro Série B (Taça de Prata) winner once, Juventus nowadays competes only in São Paulo tournaments, like Campeonato Paulista.",
  "/wiki/Vladimir_Orlando_Cardoso_de_Ara%C3%BAjo_Filho": "Vladimir Orlando Cardoso de Araújo Filho (born 16 July 1989), simply known as Vladimir, is a Brazilian footballer who plays for Santos as a goalkeeper.",
  "/wiki/Fortaleza_Esporte_Clube": "Fortaleza Esporte Clube, usually known as Fortaleza, is primarily a football club, but is active in other sports such as futsal, handball and basketball. Fortaleza Esporte Clube is based in Fortaleza, capital of the State of Ceará, Brazil. The club was founded on October 18, 1918.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Mariano_Tr%C3%ADpodi": "Mariano Sebastián Trípodi (born 3 July 1987) is an Argentine footballer who plays for Metropolitano as a striker.",
  "/wiki/Clube_Atl%C3%A9tico_Mineiro": "Clube Atlético Mineiro (Brazilian Portuguese: [ˈklubi aˈtlɛtʃiku miˈneɾu]), commonly known as Atlético Mineiro or Atlético, and colloquially as Galo (pronounced [ˈgalu], \"Rooster\"), is a professional football club based in Belo Horizonte, Minas Gerais, Brazil. The team competes in the Campeonato Brasileiro Série A, the first level of Brazilian football, as well as in the Campeonato Mineiro, the top tier state league of Minas Gerais.",
  "/wiki/Wesley_Lopes_Beltrame": "Wesley Lopes Beltrame (born 24 June 1987), simply known as Wesley, is a Brazilian professional footballer who plays for Avaí as a central or defensive midfielder.",
  "/wiki/Clube_Atl%C3%A9tico_Paranaense": "Club Athletico Paranaense, commonly known as Athletico-PR, is a Brazilian football team from Curitiba in Paraná, founded on March 26, 1924. The team won the Campeonato Brasileiro Série A, Brazil's top football division, in 2001, the Copa Sudamericana in 2018 and the Copa do Brasil in 2019.",
  "/wiki/Portuguesa_Santista": "Associação Atlética Portuguesa, usually known as Portuguesa Santista, is a Brazilian football club based in Santos, São Paulo, founded in 1917 by the Portuguese descendants of the city.",
  "/wiki/Adriano_Bispo_dos_Santos": "Adriano Bispo dos Santos (born 29 May 1987), or simply Adriano, is a Brazilian professional footballer who plays as a defensive midfielder for Imperatriz.",
  "/wiki/AD_S%C3%A3o_Caetano": "Associação Desportiva São Caetano, commonly known as São Caetano, is a Brazilian football team based in the city of São Caetano, Brazil, part of the São Paulo greater metropolitan area. The club finished as runner-up in the Série A twice and once in the Copa Libertadores.",
  "/wiki/Filipi_de_Souza_Barros": "Filipi de Souza Barros (born 27 July 1987), known as Filipi Souza or simply Filipi, is a Brazilian footballer who plays as a right back for Caldense.",
  "/wiki/Uberaba_Sport_Club": "Uberaba Sport Club is a traditional Brazilian football club from Uberaba, Minas Gerais state. Their colors are red and white and their nicknames are \"Colorado\" and \"Zebu\" (mascot of the team and symbol of the city of Uberaba).",
  "/wiki/Ituano_Futebol_Clube": "Ituano Futebol Clube, also known as Ituano Sociedade Civil de Futebol Ltda, or Ituano as they are usually called, is a Brazilian football club from Itu in São Paulo, founded on May 24, 1947.  The team plays in black and red stripe shirts with white shorts and socks. In 2014, Ituano won the São Paulo State League for the second time.",
  "/wiki/Vinicius_Simon": "Vinícius Simon (born 17 November 1986) is a Brazilian footballer who plays for Confiança as a central defender.",
  "/wiki/EC_Santo_Andr%C3%A9": "Esporte Clube Santo André, also known as Santo André, is a Brazilian football team from Santo André, São Paulo state.",
  "/wiki/Tiago_Lu%C3%ADs_Martins": "Tiago Luís Martins (born 13 March 1989), known as Tiago Luís, is a Brazilian footballer who plays for Thai club Rayong as a forward.",
  "/wiki/Uni%C3%A3o_Leiria": "União Desportiva de Leiria, commonly known as União de Leiria (pronounced [uniˈɐ̃w̃ dɨ lɐjˈɾiɐ]), is a Portuguese football club based in Leiria, central Portugal. Founded on 6 June 1966, it currently plays in the Campeonato de Portugal, holding home matches at Estádio Dr. Magalhães Pessoa, with a 24,000-seat capacity.",
  "/wiki/Roberto_Brum": "Roberto Brum Vallado (born 7 July 1978), known as Brum, is a Brazilian retired footballer who played as a defensive midfielder.",
  "/wiki/Figueirense": "Figueirense Futebol Clube, also known as Figueirense (Portuguese pronunciation: [fiɡejˈɾẽsi]), is a Brazilian football club based in Florianópolis, Santa Catarina. Their home stadium is Estádio Orlando Scarpelli, also known as Scarpelão, with a capacity of 19,584.",
  "/wiki/Domingos_Nascimento_dos_Santos_Filho": "Domingos Nascimento dos Santos Filho (born December 12, 1985 in Muniz Ferreira), or simply Domingos, is a Brazilian central defender who plays for Aparecidense.",
  "/wiki/Portuguesa_de_Desportos": "Associação Portuguesa de Desportos, usually called Portuguesa or Lusa, is a sports club, and a Brazilian football team from São Paulo in São Paulo state, founded on August 14, 1920 by the Portuguese population of the city."
}