{
  "/wiki/Enid_Blyton": "Enid Mary Blyton (11 August 1897 – 28 November 1968) was an English children's writer whose books have been among the world's best-sellers since the 1930s, selling more than 600 million copies. Blyton's books are still enormously popular, and have been translated into 90 languages. She wrote on a wide range of topics including education, natural history, fantasy, mystery, and biblical narratives and is best remembered today for her Noddy, Famous Five and Secret Seven series.",
  "/wiki/The_Famous_Five_(novel_series)": "The Famous Five is a series of children's adventure novels written by English author Enid Blyton. The first book, Five on a Treasure Island, was published in 1942. The novels feature the adventures of a group of young children – Julian, Dick, Anne and Georgina (George) – and their dog Timmy.",
  "/wiki/Secret_Seven": "The Secret Seven or Secret Seven Society is a fictional group of child detectives created by Enid Blyton. They appear in one of several adolescent detective series Blyton wrote.",
  "/wiki/East_Dulwich": "East Dulwich is an area of south East London, England in the London Borough of Southwark. It forms the eastern part of Dulwich, with Peckham to the east and Camberwell to the north. This south London suburb was first developed in the nineteenth century on land owned by Alleyn's College.",
  "/wiki/Robert_Browning": "Robert Browning (7 May 1812 – 12 December 1889) was an English poet and playwright whose mastery of the dramatic monologue made him one of the foremost Victorian poets. His poems are known for their irony, characterization, dark humour, social commentary, historical settings, and challenging vocabulary and syntax.",
  "/wiki/Victorian_literature": "Victorian literature is literature, mainly written in English, during the reign of Queen Victoria (1837–1901) (the Victorian era). It was preceded by Romanticism and followed by the Edwardian era (1901–1910).",
  "/wiki/Dramatic_verse": "Verse drama is any drama written as verse to be spoken; another possible general term is poetic drama.  For a very long period, verse drama was the dominant form of drama in Europe (and was also important in non-European cultures).  Greek tragedy and Racine's plays are written in verse, as is almost all of Shakespeare's drama, Ben Jonson, John Fletcher and others like Goethe's Faust.",
  "/wiki/Camberwell": "Camberwell (/ˈkæmbərˌwɛl/) is a district of South London, England, within the London Borough of Southwark. It is located 2.7 miles (4.3 km) southeast of Charing Cross.",
  "/wiki/Camilla_Dufour_Crosland": "Camilla Dufour Crosland (born Camilla Dufour Toulmin, also known as Mrs. Newton Crosland, 1812–1895) was an English writer of fiction, poetry, essays and sketches. She also translated some plays and poetry by Victor Hugo.",
  "/wiki/Harry_Buxton_Forman": "Henry Buxton Forman CB (11 July 1842 – 15 June 1917) was a Victorian-era bibliographer and antiquarian bookseller whose literary reputation is based on his bibliographies of Percy Shelley and John Keats. In 1934 he was revealed to have been in a conspiracy with Thomas James Wise (1859–1937) to purvey large quantities of forged first editions of Georgian and Victorian authors.",
  "/wiki/Charles_Dickens": "Charles John Huffam Dickens FRSA (/ˈdɪkɪnz/; 7 February 1812 – 9 June 1870) was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime, and by the 20th century, critics and scholars had recognised him as a literary genius. His novels and short stories are still widely read today.",
  "/wiki/Southwark": "Southwark (/ˈsʌðək/ SUDH-ək) is a district of Central London and is the north-west of the London Borough of Southwark. Centred 1 1⁄2 miles (2.4 km) east of Charing Cross, it fronts the River Thames and the City of London to the north. It was at the lowest bridging point of the Thames in Roman Britain, providing a crossing from Londinium, and for centuries had the only Thames bridge in the area, until a bridge was built upstream more than 10 miles (16 km) to the west.[n 1]  It was a 1295-enfranchised (nationally represented) borough in the county of Surrey, apparently created a burh in 886, containing various parishes by the high medieval period, lightly succumbing to City attempts to constrain its free trade and entertainment. Its entertainment district, in its heyday at the time of Shakespare's Globe Theatre (which stood 1599–1642) has revived in the form of the Southbank which overspills imperceptibly into the ancient boundaries of Lambeth and commences at the post-1997 reinvention of the original theatre, Shakespeare's Globe, incorporating other smaller theatre spaces, an exhibition about Shakespeare's life and work and which neighbours Vinopolis and the London Dungeon.",
  "/wiki/Chris_Harris_(author)": "Chris Harris (born 1964) is an English author, speaker, and management consultant. He has been an engineer and consultant in the telecommunications, commercial lighting and aerospace industries at companies like A.P.Besson, Concord Lighting, GEC and Rockwell-Collins",
  "/wiki/Philip_Massinger": "Philip Massinger (1583 – 17 March 1640) was an English dramatist. His finely plotted plays, including A New Way to Pay Old Debts, The City Madam and The Roman Actor, are noted for their satire and realism, and their political and social themes.",
  "/wiki/A_New_Way_to_Pay_Old_Debts": "A New Way to Pay Old Debts (c. 1625, printed 1633) is an English Renaissance drama, the most popular play by Philip Massinger. Its central character, Sir Giles Over-reach, became one of the more popular villains on English and American stages through the 19th century.",
  "/wiki/The_Roman_Actor": "The Roman Actor is a Caroline era stage play, a tragedy written by Philip Massinger. It was first performed in 1626, and first published in 1629. A number of critics have agreed with its author, and judged it one of Massinger's best plays.",
  "/wiki/John_Ruskin": "John Ruskin (8 February 1819 – 20 January 1900) was the leading English art critic of the Victorian era, as well as an art patron, draughtsman, watercolourist, prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy.",
  "/wiki/Denmark_Hill": "Denmark Hill is an area and road in Camberwell, in the London Borough of Southwark. It is a sub-section of the western flank of the Norwood Ridge, centred on the long, curved Ruskin Park slope of the ridge. The area and road is said to have acquired its name from Queen Anne's husband, Prince George of Denmark, who hunted there.",
  "/wiki/Hester_Thrale": "Hester Lynch Thrale (born Hester Lynch Salusbury and after her second marriage becoming Hester Lynch Piozzi, 27 January 1741 [NS] – 2 May 1821) was a Welsh-born diarist, author, and patron of the arts. Her diaries and correspondence are an important source of information about Samuel Johnson and 18th-century English life.",
  "/wiki/Diarist": "A diary  is a record (originally in handwritten format) with discrete entries arranged by date reporting on what has happened over the course of a day or other period. A personal diary may include a person's experiences, thoughts, and/or feelings, excluding comments on current events outside the writer's direct experience. Someone who keeps a diary is known as a diarist. Diaries undertaken for institutional purposes play a role in many aspects of human civilization, including government records (e.g. Hansard), business ledgers, and military records. In British English, the word may also denote a preprinted journal format. A diary is a collection of notes.",
  "/wiki/Mary_Wollstonecraft": "Mary Wollstonecraft (/ˈwʊlstənkræft/, also UK: /-krɑːft/; 27 April 1759 – 10 September 1797) was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as important influences.",
  "/wiki/A_Vindication_of_the_Rights_of_Woman": "A Vindication of the Rights of Woman: with Strictures on Political and Moral Subjects (1792), written by the 18th-century British proto-feminist Mary Wollstonecraft, is one of the earliest works of feminist philosophy. In it, Wollstonecraft responds to those educational and political theorists of the 18th century who did not believe women should receive a rational education. She argues that women ought to have an education commensurate with their position in society, claiming that women are essential to the nation because they educate its children and because they could be \"companions\" to their husbands, rather than mere wives. Instead of viewing women as ornaments to society or property to be traded in marriage, Wollstonecraft maintains that they are human beings deserving of the same fundamental rights as men.",
  "/wiki/Newington_Butts": "Newington Butts is a former hamlet, now an area of the London Borough of Southwark, that gives its name to a segment of the A3 road running south-west from the Elephant and Castle junction. The road continues as Kennington Park Road leading to Kennington; a fork right is Kennington Lane, leading to Vauxhall Bridge. Michael Faraday was born in Newington Butts."
}