{
  "/wiki/List_of_cities_in_Spain": "This is a list of lists of the municipalities of Spain. The municipalities list links are listed below, by autonomous community and province.",
  "/wiki/Autonomous_communities_of_Spain": "In Spain, an autonomous community (Spanish: comunidad autónoma) is a first-level political and administrative division, created in accordance with the Spanish constitution of 1978, with the aim of guaranteeing limited autonomy of the nationalities and regions that make up Spain.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/A_Coruña": "A Coruña (Galician: [ɐ koˈɾuɲɐ];[a] historical English: Corunna) is a city and municipality of Galicia, Spain. It is the most populated city and the second most populated municipality in the autonomous community and seventeenth overall in the country. The city is the provincial capital of the province of the same name, having also served as political capital of the Kingdom of Galicia from the 16th to the 19th centuries, and as a regional administrative centre between 1833 and 1982, before being replaced by Santiago de Compostela.",
  "/wiki/Galicia_(Spain)": "Galicia (/ɡəˈlɪʃ(i)ə/; Galician: Galicia [ɡaˈliθjɐ], Galiza [ɡaˈliθɐ];[a] Spanish: Galicia; Portuguese: Galiza) is an autonomous community of Spain and historic nationality under Spanish law. Located in the northwest Iberian Peninsula, it includes the provinces of A Coruña, Lugo, Ourense and Pontevedra.",
  "/wiki/A_Coruña_Airport": "A Coruña Airport (IATA: LCG, ICAO: LECO), formerly known as Alvedro Airport, is the airport serving the Galician city of A Coruña in northwestern Spain. The airport is located in the municipality of Culleredo, approximately 7 kilometres (4.3 mi) from the city center. It is a part of the network of airports managed by Aena, a Spanish state-owned company responsible for airport management. Air traffic control is provided by Ferronats. In 2019, 1,352,583 passengers used the airport.",
  "/wiki/Algeciras": "Algeciras (/ˌældʒɪˈsɪərəs/, Spanish: [alxeˈθiɾas]; Arabic: الجزيرة الخضراء‎, romanized: al-Jazīra al-Khaḍrāʾ, lit. 'the Green Island') is a port city in the south of Spain, and is the largest city on the Bay of Gibraltar (Spanish: Bahía de Algeciras). The Port of Algeciras is one of the largest ports in Europe and the world in three categories: container,\ncargo and transhipment. It is located 20 km north-east of Tarifa on the Río de la Miel, which is the southernmost river of the Iberian peninsula and continental Europe. In 2015, it had a population of 118,920.",
  "/wiki/Andalusia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.",
  "/wiki/Algeciras_Heliport": "The Algeciras Heliport (Spanish: Helipuerto de Algeciras) is a public heliport in Algeciras (Cádiz, Spain). It was inaugurated on July 1, 2010 by the Minister of Development, José Blanco. It was the second helipad of the network AENA after  Ceuta Heliport. Construction had started in February 2009.  It provides transport to Ceuta and other areas in the Campo de Gibraltar. The only airport existing in the area is the one in the neighbouring British Overseas Territory of Gibraltar.",
  "/wiki/Albacete": "Albacete (/ˌælbəˈseɪti/, also US: /ˌɑːlbɑːˈseɪteɪ/, Spanish: [alβaˈθete]; Arabic: ﭐَلبَسِيط‎, romanized: Al-Basīṭ) is a city and municipality in the Spanish autonomous community of Castilla–La Mancha, and capital of the province of Albacete. It is in the south-east of the Iberian Peninsula, in the region known as the Meseta Central within the historic region of La Mancha, in the smaller historic region of La Mancha de Montearagón; the area around the city is known as Los Llanos.  With a population of 173,050 (2018) in the municipality proper, and 219,121 in the larger metropolitan area, it is the largest city in both the province and the region of Castilla–La Mancha, and indeed one of the largest of inland Spain, being included in the 20 largest urban areas in Spain. The municipality of Albacete is also the seventh largest in Spain by area, being 1,125.91 km2 (434.72 sq mi).",
  "/wiki/Castile-La_Mancha": "Castilla–La Mancha (UK: /kæˌstiːjə læ ˈmæntʃə/, US: /- lɑː ˈmɑːntʃə/, Spanish: [kasˈtiʎa la ˈmantʃa] (listen)), or Castile La Mancha, is an autonomous community of Spain. Comprised by the provinces of Albacete, Ciudad Real, Cuenca, Guadalajara and Toledo, it was created in 1982. It is bordered by Castile and León, Madrid, Aragon, Valencia, Murcia, Andalusia, and Extremadura. It is one of the most sparsely populated of Spain's regions. Albacete is the largest and most populous city. The Government headquarters are in Toledo and the High Court headquarters are in Albacete.",
  "/wiki/Albacete_Airport": "Albacete Airport (IATA: ABC, ICAO: LEAB) is an airport located at the Los Llanos Air Base, about 4 miles (6 kilometres) south of the city of Albacete, the capital of the province of Albacete in Castile-La Mancha, Spain.",
  "/wiki/Alicante": "Alicante (/ˌælɪˈkænti/, also UK: /-teɪ/, Spanish: [aliˈkante]; Valencian: Alacant [alaˈkant])[a] is a city located in Spain. It sits along the Costa Blanca, is the capital of the province of Alicante, and the comarca of Alacantí. It is also a historic Mediterranean port. The population of the city of Alicante proper was 330,525, estimated as of 2016[update], ranking as the second-largest Valencian city. Including nearby municipalities, the Alicante conurbation had 452,462 residents. The population of the metropolitan area (including Elche and satellite towns) is 757,085 as of 2014[update] estimates, ranking as the eighth-largest metropolitan area of Spain.",
  "/wiki/Valencian_Community": "The Valencian Community[a][b] is an autonomous community of Spain. It is the fourth most populous autonomous community after Andalusia, Catalonia and Madrid with more than five million inhabitants. Its homonymous capital Valencia is the third largest city and metropolitan area in Spain. It is located along the Mediterranean coast on the east side of the Iberian peninsula. It borders with Catalonia to the north, Aragon and Castilla–La Mancha to the west, and Murcia to the south. The Valencian Community consists of three provinces which are Castellón, Valencia and Alicante.",
  "/wiki/Alicante-Elche_Airport": "Alicante–Elche Airport (Spanish: Aeropuerto de Alicante-Elche) (Valencian: Aeroport d'Alacant-Elx) (IATA: ALC, ICAO: LEAL), originally named El Altet, is —as of 2019— the fifth-busiest airport in Spain based on passenger numbers, and the main airport serving the Valencian Community and the Region of Murcia.  The airport is located in the municipality of Elche, about 10 kilometres (6.2 miles) east of this city and about 9 km (5.6 mi) southwest of Alicante.  Its influence area spans other cities in the Valencia province—the city of Valencia is located about 160 km (99 mi) north of the airport—and in the Region of Murcia. The airport is located about 70 km (43 mi) north of Murcia.",
  "/wiki/Almería": "Almería (UK: /ˌælməˈriːə/, also US: /ˌɑːl-/, Spanish: [almeˈɾi.a]) is a city in Andalusia, Spain, located in the southeast of Spain on the Mediterranean Sea, and is the capital of the province of the same name. It was Abd-ar-Rahman III who founded the Alcazaba (the Citadel), which gave this city its name: al-Mariyyah (المريّة, \"the Watchtower\"). In the 10th and 11th centuries, it formed part of the Caliphate of Córdoba, and grew wealthy on trade and the textile industry, especially silk. It suffered many sieges and fell under Christian domination in 1489. In 1522, Almería was devastated by an earthquake and rebuilding and recovery did not really get underway until the 19th century. During the Spanish Civil War, the city was shelled by the German Navy, and fell to Franco in 1939. It has since rebuilt its economy around vegetable production, with 100,000 acres of greenhouses, supplying much of Europe.",
  "/wiki/Almería_Airport": "Almería Airport (Spanish: Aeropuerto de Almería) (IATA: LEI, ICAO: LEAM) is located 9 km (5.6 mi) east of Almería city centre, in the province of Almería in south-eastern Spain. It is close to the main tourist centers of the province such as the Cabo de Gata-Níjar Natural Park, El Ejido, Mojácar, Roquetas de Mar or Vera.",
  "/wiki/Asturias": "Asturias (/æˈstʊəriəs, ə-/, Spanish: [asˈtuɾjas]; Asturian: Asturies [asˈtuɾjes; -ɾjɪs]; Eonaviego: Asturias), officially the Principality of Asturias (Spanish: Principado de Asturias; Asturian: Principáu d'Asturies), is an autonomous community in north-west Spain. It is coextensive with the province of Asturias and contains some of the territory that was part of the larger Kingdom of Asturias in the Middle Ages. Divided into eight comarcas (counties), the autonomous community of Asturias is bordered by Cantabria to the east, by León (Castile and León) to the south, by Lugo (Galicia) to the west, and by the Bay of Biscay (Cantanbric sea) to the north.",
  "/wiki/Asturias_Airport": "Asturias Airport, (IATA: OVD, ICAO: LEAS) is the only international airport of Asturias, Spain, in Castrillón. Traffic consists primarily of scheduled domestic flights and some seasonal scheduled international flights. In 2012, the airport handled 1,309,640 passengers and managed 13,252 operations. The airport is located in Anzu, parish of Santiago del Monte, municipality of Castrillón, 15 km from Avilés, 40 km from Gijón and 47 km from the regional capital, Oviedo.",
  "/wiki/Badajoz": "Badajoz (UK: /ˈbædəhɒz/, US: /ˌbɑːðɑːˈhoʊs, -ˈhoʊθ, -ˈhɔːð, ˌbɑːdəˈhoʊz/, Spanish: [baðaˈxoθ]; formerly written Badajos in English) is the capital of the Province of Badajoz in the autonomous community of Extremadura, Spain. It is situated close to the Portuguese border, on the left bank of the river Guadiana. The population in 2011 was 151,565.",
  "/wiki/Extremadura": "Extremadura (/ˌɛkstrɪməˈdjʊərə/ EK-strim-ə-DEWR-ə, Spanish: [e(ɣ)stɾemaˈðuɾa]; Portuguese: Estremadura) is an autonomous community of the western Iberian Peninsula whose capital city is Mérida, recognised by the Statute of Autonomy of Extremadura. It is made up of the two largest provinces of Spain: Cáceres and Badajoz. It is bordered by the provinces of Salamanca and Ávila (Castile and León) to the north; by provinces of Toledo and Ciudad Real (Castile–La Mancha) to the east, and by the provinces of Huelva, Seville, and Córdoba (Andalusia) to the south; and by Portugal to the west. Its official language is Spanish.",
  "/wiki/Badajoz_Airport": "Badajoz Airport (Spanish: Aeropuerto de Badajoz) (IATA: BJZ, ICAO: LEBZ) is an airport located 13 km (8.1 mi) east of Badajoz, a city in Extremadura, Spain, and 45 km west of Mérida, Spain, the capital of the same Autonomous Community. The airport is connected with both cities by the Autovía A-5 motorway. The airport shares its runway and control tower with the Talavera la Real Air Base (Spanish: Base Aérea de Talavera la Real), an air base of the Spanish Air Force, named for the nearby municipality of Talavera la Real.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Barcelona_International_Airport": "Barcelona–El Prat Josep Tarradellas Airport (IATA: BCN, ICAO: LEBL) (Catalan: Aeroport Josep Tarradellas Barcelona-El Prat, Spanish: Aeropuerto Josep Tarradellas Barcelona-El Prat), previously named Barcelona-El Prat and also known as El Prat Airport, is an international airport located 12 km (7.5 mi) southwest of the centre of Barcelona, lying in the municipalities of El Prat de Llobregat, Viladecans, and Sant Boi, in Catalonia, Spain, Europe. It has been named after a former President of the Generalitat of Catalonia, Josep Tarradellas, since 27 February 2019.",
  "/wiki/Catalonia": "Catalonia (/ˌkætəˈloʊniə/; Catalan: Catalunya [kətəˈluɲə]; Aranese: Catalonha [kataˈluɲɔ]; Spanish: Cataluña [kataˈluɲa]) is an autonomous community on the northeastern corner of Spain, self-designated as a nationality by its Statute of Autonomy.[c] Catalonia consists of four provinces: Barcelona, Girona, Lleida, and Tarragona. The capital and largest city is Barcelona, the second-most populated municipality in Spain and the core of the sixth most populous urban area in the European Union. It comprises most of the territory of the former Principality of Catalonia (with the remainder Roussillon now part of France's Pyrénées-Orientales, Occitanie). It is bordered by France (Occitanie) and Andorra to the north, the Mediterranean Sea to the east, and the Spanish autonomous communities of Aragon to the west and Valencia to the south. The official languages are Catalan, Spanish, and the Aranese dialect of Occitan.",
  "/wiki/Barcelona–El_Prat_Airport": "Barcelona–El Prat Josep Tarradellas Airport (IATA: BCN, ICAO: LEBL) (Catalan: Aeroport Josep Tarradellas Barcelona-El Prat, Spanish: Aeropuerto Josep Tarradellas Barcelona-El Prat), previously named Barcelona-El Prat and also known as El Prat Airport, is an international airport located 12 km (7.5 mi) southwest of the centre of Barcelona, lying in the municipalities of El Prat de Llobregat, Viladecans, and Sant Boi, in Catalonia, Spain, Europe. It has been named after a former President of the Generalitat of Catalonia, Josep Tarradellas, since 27 February 2019.",
  "/wiki/Bilbao": "Bilbao (/bɪlˈbaʊ, -ˈbɑːoʊ/, also US: /-ˈbeɪoʊ/, Spanish: [bilˈβao]; Basque: Bilbo [bilβo]) is a city in northern Spain, the largest city in the province of Biscay and in the Basque Country as a whole. It is also the largest city proper in northern Spain. Bilbao is the tenth largest city in Spain, with a population of 345,141 as of 2015. The Bilbao metropolitan area has 1,037,847 inhabitants, making it one of the most populous metropolitan areas in northern Spain; with a population of 875,552 the comarca of Greater Bilbao is the fifth-largest urban area in Spain. Bilbao is also the main urban area in what is defined as the Greater Basque region.",
  "/wiki/Biscay": "Biscay (/ˈbɪskeɪ, ˈbɪski/; Basque: Bizkaia [bis̻kai.a]; Spanish: Vizcaya [biθˈkaʝa]) is a province of Spain, lying on the south shore of the eponymous bay. The name also refers to a historical territory of the Basque Country, heir of the ancient Lordship of Biscay. Its capital city is Bilbao. It is one of the most prosperous and important provinces of Spain as a result of the massive industrialization in the last years of the 19th century and first half of the 20th century. Since the deep deindustrialization of the 1970s, the economy has come to rely more on the services sector.",
  "/wiki/Basque_Country_(autonomous_community)": "The Basque Country (/bæsk, bɑːsk/; Basque: Euskadi [eus̺kadi]; Spanish: País Vasco [paˈiz ˈβasko]), officially the Basque Autonomous Community (Basque: Euskal Autonomia Erkidegoa, EAE; Spanish: Comunidad Autónoma Vasca, CAV) is an autonomous community in northern Spain. It includes the Basque provinces of Álava, Biscay, and Gipuzkoa.",
  "/wiki/Bilbao_Airport": "Bilbao Airport (IATA: BIO, ICAO: LEBB) is a public airport located 9 km (5.6 mi) north of Bilbao, in the municipality of Loiu, in Biscay. It is the largest airport in the Basque Country and northern Spain, with 5,469,453 passengers in 2018. It is famous for its new main terminal opened in 2000 designed by Santiago Calatrava.",
  "/wiki/Burgos": "Burgos (UK: /ˈbʊərɡɒs/ BOOR-goss, US: /ˈbʊərɡoʊs/ BOOR-gohss, Spanish: [ˈbuɾɣos]) is a city in northern Spain and the historic capital of Castile. It is situated on the confluence of the Arlanzón river tributaries, at the edge of the Iberian central plateau. It has about 180,000 inhabitants in the actual city and another 20,000 in the metropolitan area. It is the capital of the province of Burgos, in the autonomous community of Castile and León. Burgos was once the capital of the Crown of Castile, and the Burgos Laws or Leyes de Burgos which first governed the behaviour of Spaniards towards the natives of the Americas were promulgated here in 1512.",
  "/wiki/Castile_and_León": "Castile and León (UK: /kæˈstiːl ... leɪˈɒn/, US: /-ˈoʊn/; Spanish: Castilla y León [kasˈtiʎa i leˈon] (listen))[n. 1] is an autonomous community in north-western Spain.",
  "/wiki/Burgos_Airport": "Burgos Airport (Spanish: Aeropuerto de Burgos)\n(IATA: RGS, ICAO: LEBG), also known as Villafría, is an airport located 4 kilometres (2.5 mi) east of the historic center of Burgos, a city in Spain. The company Aeronova has its maintenance headquarters in Villafría.",
  "/wiki/Córdoba,_Spain": "Córdoba (/ˈkɔːrdəbə/, Spanish: [ˈkoɾðoβa]),[a] also spelled Cordova (/ˈkɔːrdəvə/) in English, is a city in Andalusia, southern Spain, and the capital of the province of Córdoba. It was a Roman settlement, taken over by the Visigoths, followed by the Muslim conquests in the eighth century and later becoming an imperial city under the Caliphate of Córdoba. The city served as the capital in exile of the Umayyad Caliphate, the Almohad and various other emirates. During these Muslim periods, Córdoba was transformed into a world leading center of education and learning, producing notable figures such as Averroes, Ibn Hazm, and Al-Zahrawi, and by the 10th century it had grown to be the second-largest city in Europe. It was conquered by the Kingdom of Castile through the Christian Reconquista in 1236.",
  "/wiki/Córdoba_Airport": "Córdoba Airport (Spanish: Aeropuerto de Córdoba) (IATA: ODB, ICAO: LEBA) is an airport located 6 kilometres (3.7 mi) from the central business district of the city of Córdoba, Spain.",
  "/wiki/Castellón_de_la_Plana": "Castellón de la Plana (Spanish pronunciation: [kasteˈʎon de la ˈplana]), Castelló de la Plana (official) (Valencian pronunciation: [kasteˈʎo ðe la ˈplana]), or simply Castellón, is the capital city of the province of Castellón, in the Valencian Community, Spain, in the east of the Iberian Peninsula, on the Costa del Azahar by the Mediterranean Sea. The mountain range known as Desert de les Palmes rises inland north of the town.",
  "/wiki/Castellon_Airport": "Castellón Airport (IATA: CDT, ICAO: LECN) is a small general aviation airport in Castellón de la Plana, on the mid-east coast of Spain, about 68 km (42 mi) north of Valencia.",
  "/wiki/Girona": "Girona (/dʒɪˈroʊnə/, Catalan: [ʒiˈɾonə], Spanish: Gerona [xeˈɾona]) is a city in Catalonia, Spain, at the confluence of the rivers Ter, Onyar, Galligants, and Güell and has an official population of 101,852 in 2019. It is the capital of the province of the same name and of the comarca of the Gironès. It is located 99 km (62 mi) northeast of Barcelona. Girona is a major Catalan city.",
  "/wiki/Girona–Costa_Brava_Airport": "Girona–Costa Brava Airport (IATA: GRO, ICAO: LEGE) (Catalan: Aeroport de Girona-Costa Brava, Spanish: Aeropuerto de Gerona-Costa Brava) is an airport located 12.5 km (7.8 mi) southwest of the city of Girona, next to the small village of Vilobí d'Onyar, in the north-east of Catalonia, Spain. The airport is well connected to the Costa Brava and the Pyrenees. Girona Airport is used as an alternative airport for Barcelona as well, even though the airport is 74 km (46 mi) north of the center of Barcelona.",
  "/wiki/Granada": "Granada (/ɡrəˈnɑːdə/ grə-NAH-də, Spanish: [ɡɾaˈnaða]) [a], locally [ɡɾaˈna] is the capital city of the province of Granada, in the autonomous community of Andalusia, Spain. Granada is located at the foot of the Sierra Nevada mountains, at the confluence of four rivers, the Darro, the Genil, the Monachil and the Beiro. It sits at an average elevation of 738 m (2,421 ft) above sea level, yet is only one hour by car from the Mediterranean coast, the Costa Tropical. Nearby is the Sierra Nevada Ski Station, where the FIS Alpine World Ski Championships 1996 were held.",
  "/wiki/Jaén,_Spain": "Jaén (Spanish pronunciation: [xaˈen]) is a city in south-central Spain, located in the autonomous community of Andalusia. It is the capital of the province of Jaén.",
  "/wiki/Federico_García_Lorca_Airport": "Federico García Lorca Granada-Jaén Airport (IATA: GRX, ICAO: LEGR), also known as Granada Airport, is the airport serving the province and city of Granada, in Spain,  although it has Jaén in its name. The airport is located near to Chauchina and Santa Fe, about 9.4 miles (15 km) west of Granada and 62.5 miles (100 km) south of Jaén.",
  "/wiki/Huesca": "Huesca (Spanish: [ˈweska]; Aragonese: Uesca) is a city in north-eastern Spain, within the autonomous community of Aragon. It is also the capital of the Spanish province of the same name and of the comarca of Hoya de Huesca. In 2009 it had a population of 52,059, almost a quarter of the total population of the province. The city is one of the smallest provincial capitals in Spain.",
  "/wiki/Aragon": "Aragon (/ˈærəɡɒn/ or /ˈærəɡən/, Spanish and Aragonese: Aragón [aɾaˈɣon], Catalan: Aragó [əɾəˈɣo]) is an autonomous community in Spain, coextensive with the medieval Kingdom of Aragon. Located in northeastern Spain, the Aragonese autonomous community comprises three provinces (from north to south): Huesca, Zaragoza, and Teruel. Its capital is Zaragoza (also called Saragossa in English). The current Statute of Autonomy declares Aragon a historic nationality of Spain.",
  "/wiki/Huesca-Pirineos_Airport": "Huesca–Pirineos Airport (Spanish: Aeropuerto de Huesca-Pirineos)\n(IATA: HSK, ICAO: LEHC), also known as Huesca Airport, is the airport serving the province of Huesca in Spain.",
  "/wiki/Jerez_de_la_Frontera": "Jerez de la Frontera (Spanish pronunciation: [xeˈɾeθ ðe la fɾonˈteɾa]), or simply Jerez (pronounced [xeˈɾeθ]), is a Spanish city and municipality in the province of Cádiz in the autonomous community of Andalusia, in southwestern Spain, located midway between the Atlantic Ocean and the Cádiz Mountains. As of 2015[update], the city, the largest in the province, had a population of 212,876. It is the fifth largest in Andalusia, and has become the transportation and communications hub of the province, surpassing even Cádiz, the provincial capital, in economic activity. Jerez de la Frontera is also, in terms of land area, the largest municipality in the province, and its sprawling outlying areas are a fertile zone for agriculture. There are also many cattle ranches and horse-breeding operations, as well as a world-renowned wine industry (Xerez).",
  "/wiki/Cádiz_(province)": "Cádiz is a province of southern Spain, in the southwestern part of the autonomous community of Andalusia. It is the southernmost part of mainland Spain, as well as the southernmost part of continental Europe.",
  "/wiki/Jerez_Airport": "Jerez Airport (Spanish: Aeropuerto de Jerez) (IATA: XRY, ICAO: LEJR), is an airport located 9 km (5.6 mi) northeast of Jerez de la Frontera in Southern Spain, about 28.1 mi (45.2 km) from Cádiz.",
  "/wiki/La_Seu_d'Urgell": "La Seu d'Urgell (Catalan: [lə ˈsɛw ðuɾˈʒeʎ]; Spanish: Seo de Urgel, formerly in Catalan: Urgell) is a town located in the Catalan Pyrenees in Spain. La Seu d'Urgell is also the capital of the comarca Alt Urgell, head of the judicial district of la Seu d'Urgell and the seat of Bishop of Urgell, one of the Andorra co-princes. It is in the district of Alt Pirineu i Aran (High Pyrenees and Aran), and is the town with the most inhabitants, having 17.4% of the district population. La Seu d'Urgell and Puigcerdà together have 30% of the population of the area.",
  "/wiki/Andorra": "Andorra (/ænˈdɔːrə/ (listen), also UK: /ænˈdɒrə/; Catalan: [ənˈdorə]), officially the Principality of Andorra (Catalan: Principat d'Andorra), also called the Principality of the Valleys of Andorra (Catalan: Principat de les Valls d'Andorra), is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is known as a principality as it is a diarchy headed by two princes: the Catholic bishop of Urgell in Catalonia, Spain, and the president of the French Republic.",
  "/wiki/Andorra–La_Seu_d'Urgell_Airport": "Andorra–La Seu d'Urgell Airport (IATA: LEU, ICAO: LESU) (Catalan: Aeroport Andorra–La Seu d'Urgell, Spanish: Aeropuerto Andorra–La Seu d'Urgell) is a public airport owned by the Government of Catalonia and hosts general aviation and  commercial flights. It is located in the municipality of Montferrer i Castellbò in Catalonia, eastern Spain, and serves the city of la Seu d'Urgell and the microstate Principality of Andorra, which is 12 km north of the airport. The airport has a short runway which limits aircraft sizes and the distance to destinations.",
  "/wiki/León,_Spain": "León (UK: /leɪˈɒn/, US: /-ˈoʊn/; Spanish: [leˈon]; Leonese: Llión [ʎiˈoŋ]) is the capital of the province of León, located in the northwest of Spain. Its city population of 127,817 (2015) makes it the largest municipality in the province, accounting for more than one quarter of the province's population. Including the metropolitan area, the population is estimated at 202,793 (2015).",
  "/wiki/León_Airport": "León Airport, Spanish: Aeropuerto de León or Aeropuertu de Llión in Leonese language (IATA: LEN, ICAO: LELN), is a minor domestic airport located 6 kilometres (4 mi) from León, Spain. It is one of the oldest military air bases in Spain, and the airport with the highest elevation of the Iberian Peninsula.",
  "/wiki/Lleida": "Lleida (US: /ˈljɛðə, ˈjeɪðɑː/ LYEDH-ə, YAY-dhah, Catalan: [ˈʎɛjðə]; Spanish: Lérida [ˈleɾiða])[a] is a city in the west of Catalonia, Spain. It is the capital city of the province of Lleida.",
  "/wiki/Lleida-Alguaire_Airport": "Lleida–Alguaire Airport (IATA: ILD, ICAO: LEDA) (Catalan: Aeroport de Lleida-Alguaire, Spanish: Aeropuerto de Lérida-Alguaire) is an airport located in Alguaire, Catalonia, Spain; about 15 km (9.3 mi) from the centre of Lleida and about 150 km (93 mi) from the centre of Barcelona.",
  "/wiki/List_of_airports_in_Spain": "This is a list of airports in Spain, sorted by location."
}