{
  "/wiki/Abinger": "Abinger is a large, well-wooded and mostly rural civil parish that lies between the settlements of Dorking, Shere and Ewhurst in the district of Mole Valley, Surrey, England. It adjoins Wotton Common on the same side of Leith Hill and includes Abinger Hammer, Sutton Abinger, Abinger Common, Forest Green, Walliswood, Oakwood Hill and some outskirts of Holmbury St Mary. More than half of the parish lies on the Greensand Ridge, while the remainder is divided between the Vale of Holmesdale and the North Downs.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.",
  "/wiki/Vernacular_architecture": "Vernacular architecture is architecture characterised by the use of local materials and knowledge, usually without the supervision of professional architects. Vernacular architecture represents the majority of buildings and settlements created in pre-industrial societies and includes a very wide range of buildings, building traditions, and methods of construction. Vernacular buildings are typically simple and practical, whether residential houses or built for other purposes.",
  "/wiki/Frederick_Etchells": "Frederick Etchells (14 September 1886 - 1973) was an English artist and architect.",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Chancel": "In church architecture, the chancel is the space around the altar, including the choir and the sanctuary (sometimes called the presbytery), at the liturgical east end of a traditional Christian church building. It may terminate in an apse.  It is generally the area used by the clergy and choir during worship, while the congregation is in the nave. Direct access may be provided by a priest's door, usually on the south side of the church. This is one definition, sometimes called the \"strict\" one; in practice in churches where the eastern end contains other elements such as an ambulatory and side chapels, these are also often counted as part of the chancel, especially when discussing architecture. In smaller churches, where the altar is backed by the outside east wall and there is no distinct choir, the chancel and sanctuary may be the same area.  In churches with a retroquire area behind the altar, this may only be included in the broader definition of chancel.",
  "/wiki/Stained_glass": "The term stained glass can refer to coloured glass as a material or to works created from it. Throughout its thousand-year history, the term has been applied almost exclusively to the windows of churches and other significant religious buildings. Although traditionally made in flat panels and used as windows, the creations of modern stained glass artists also include three-dimensional structures and sculpture. Modern vernacular usage has often extended the term \"stained glass\" to include domestic lead light and objects d'art created from foil glasswork exemplified in the famous lamps of Louis Comfort Tiffany.",
  "/wiki/Ian_Nairn": "Ian Douglas Nairn (24 August 1930 – 14 August 1983) was a British architectural critic who coined the word \"Subtopia\" to indicate drab suburbs that look identical through unimaginative town-planning. He published two strongly personalised critiques of London and Paris, and collaborated with Sir Nikolaus Pevsner, who considered his reports to be too subjective, but acknowledged him as the better writer.",
  "/wiki/Lawrence_Lee": "Lawrence Stanley Lee (18 September 1909 – 25 April 2011) was a British stained glass artist whose work spanned the latter half of the 20th century. He was best known for leading the project to create ten huge windows for the nave of the new Coventry Cathedral. His other work includes windows at Guildford and Southwark Cathedrals as well as a great number of works elsewhere in the UK, and some in Canada, Australia and New Zealand.",
  "/wiki/Ashtead": "Ashtead /ˈæʃstɛd/ is a village in the Metropolitan Green Belt of Surrey, England and has a railway station on secondary routes to Horsham and Guildford, formerly the Portsmouth Main Line. It is separated from Leatherhead by the M25, and from Epsom by Ashtead Common and Langley Vale.  Its district council is Mole Valley.  Ashtead is on the eastern slopes of the Mole Gap of the North Downs and is on the A24 where it is a single carriageway as is generally the case within the M25 motorway.  Ashtead has a large two-part conservation area, including the mansion Ashtead Park House (now occupied by City of London Freemen's School).  Amenities include parks, outlying woodland trails and a high street with convenience shopping, cafés and restaurants, a football club and a cricket club.",
  "/wiki/Maastricht": "Maastricht (/ˈmɑːstrɪxt, -ɪkt/, also US: /mɑːˈs-/, Dutch: [maːˈstrɪxt] (listen); Limburgish (incl. Maastrichtian): Mestreech [məˈstʀeˑx]; French: Maestricht (archaic); Spanish: Mastrique (archaic)) is a city and a municipality in the southeast of the Netherlands. It is the capital and largest city of the province of Limburg. Maastricht is located on both sides of the Meuse (Dutch: Maas), at the point where the Jeker joins it. It is adjacent to the border with Belgium.",
  "/wiki/Ashtead_railway_station": "Ashtead railway station is in Ashtead, Surrey, England. It is 16 miles 19 chains (26.1 km) down the line from London Waterloo.",
  "/wiki/Chapel_of_ease": "A chapel of ease (or chapel-of-ease) is a church building other than the parish church, built within the bounds of a parish for the attendance of those who cannot reach the parish church conveniently.",
  "/wiki/Arthur_Blomfield": "Sir Arthur William Blomfield ARA FRIBA (6 March 1829 – 30 October 1899) was an English architect. He became president of the Architectural Association in 1861; a Fellow of the Royal Institute of British Architects in 1867 and vice-president of the RIBA in 1886. He was educated at Trinity College, Cambridge, where he read Architecture.",
  "/wiki/Baptists": "Baptists form a major branch of Protestantism distinguished by baptizing professing believers only (believer's baptism, as opposed to infant baptism), and doing so by complete immersion (as opposed to affusion or aspersion). Baptist churches also generally subscribe to the doctrines of soul competency (the responsibility and accountability of every person before God), sola fide (salvation by faith alone), sola scriptura (scripture alone as the rule of faith and practice) and congregationalist church government. Baptists generally recognize two ordinances: baptism and communion.",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Clerestory": "In architecture, a clerestory (/ˈklɪərstɔːri/ KLEER-stor-ee; lit. clear storey, also clearstory, clearstorey,  or overstorey) is a high section of wall that contains windows above eye level. The purpose is to admit light, fresh air, or both.",
  "/wiki/Fascia_(architecture)": "Fascia (/ˈfeɪʃə/) is an architectural term for a vertical frieze or band under a roof edge, or which forms the outer surface of a cornice, visible to an observer.",
  "/wiki/Betchworth": "Betchworth is a village and civil parish in the Mole Valley district of Surrey, England. The village centre is on the north bank of the River Mole and south of the A25 road, almost 3 miles (4.8 km) east of Dorking and 3 miles (4.8 km) west of Reigate. London is 19.5 miles (31.4 km) north of the village.",
  "/wiki/Edward_Charles_Hakewill": "Edward Charles Hakewill (1816–1872) was an English church architect, the son of Henry Hakewill and Anne Sarah Frith. His brother, John Henry Hakewill (1810–1880), was also an architect.",
  "/wiki/Crossing_(architecture)": "A crossing, in ecclesiastical architecture, is the junction of the four arms of a cruciform (cross-shaped) church.",
  "/wiki/Anglo-Saxon_architecture": "Anglo-Saxon architecture was a period in the history of architecture in England, and parts of Wales, from the mid-5th century until the Norman Conquest of 1066.  Anglo-Saxon secular buildings in Britain were generally simple, constructed mainly using timber with thatch for roofing. No universally accepted example survives above ground.",
  "/wiki/Clunch": "Clunch is a traditional building material of chalky limestone rock used mainly in eastern England and Normandy. Clunch distinguishes itself from archetypal forms of limestone by being softer in character when cut, such as  resembling chalk in lower density, or with minor clay-like components.",
  "/wiki/Bath_Stone": "Bath Stone is an oolitic limestone comprising granular fragments of calcium carbonate. Originally obtained from the Combe Down and Bathampton Down Mines under Combe Down, Somerset, England, its warm, honey colouring gives the World Heritage City of Bath, England, its distinctive appearance. An important feature of Bath Stone is that it is a 'freestone', so-called because it can be sawn or 'squared up' in any direction, unlike other rocks such as slate, which forms distinct layers.",
  "/wiki/Sir_Benjamin_Collins_Brodie,_1st_Baronet": "Sir Benjamin Collins Brodie, 1st Baronet, PRS (9 June 1783 – 21 October 1862) was an English physiologist and surgeon who pioneered research into bone and joint disease.",
  "/wiki/Box_Hill,_Surrey": "Box Hill is a summit of the North Downs in Surrey, approximately 30 km (19 mi) south-west of London.  The hill gets its name from the ancient box woodland found on the steepest west-facing chalk slopes overlooking the River Mole. The western part of the hill is owned and managed by the National Trust, whilst the village of Box Hill lies on higher ground to the east. The highest point is Betchworth Clumps at 224 m (735 ft) above OD, although the Salomons Memorial (at 172 metres) overlooking the town of Dorking is the most popular viewpoint.",
  "/wiki/Bishop_of_Kingston": "The Bishop of Kingston (technically of Kingston upon Thames or, originally, of Kingston-on-Thames) is an episcopal title used by an area bishop of the Church of England Diocese of Southwark, in the Province of Canterbury, England. The title takes its name after Kingston upon Thames, a settlement in south-west London. The bishops suffragan of Kingston have been area bishops since the Southwark area scheme was founded in 1991.",
  "/wiki/Brockham": "Brockham is a village and civil parish in the Mole Valley district of Surrey, England. It is approximately 1.5 miles (2.4 km) east of Dorking and 4 miles (6.4 km) west of Reigate.  The village lies south of Box Hill, with the River Mole flowing west through the village.  At the 2011 census, it had a population of 2,868.",
  "/wiki/Benjamin_Ferrey": "Benjamin Ferrey, FSA, FRIBA (1810 – 1880) was an English architect who worked mostly in the Gothic Revival.",
  "/wiki/Cruciform": "Cruciform means having the shape of a cross or Christian cross.",
  "/wiki/English_Gothic_architecture": "English Gothic is an architectural style, which originated in France and flourished in England from about 1180 until about 1520.",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Reredos": "A reredos (/ˈrɪərˌdɒs, ˈrɪərɪ-, ˈrɛrɪ-/ REER-dos, REER-ih-, RERR-ih-) is a large altarpiece, a screen, or decoration placed behind the altar in a church. It often includes religious images.",
  "/wiki/Buckland,_Surrey": "Buckland is a village and civil parish in the Mole Valley district of Surrey, England, between Dorking and Reigate, its nearest towns. The civil parish is bordered by the North Downs escarpment in the north. The area contains a number of sand pits.",
  "/wiki/Henry_Woodyer": "Henry Woodyer (1816–1896) was an English architect, a pupil of William Butterfield and a disciple of A. W. N. Pugin and the Ecclesiologists.",
  "/wiki/Tracery": "In architecture, tracery is the stonework elements that support the glass in a Gothic window. The term probably derives from the 'tracing floors' on which the complex patterns of late Gothic windows were laid out. There are two main types, plate tracery and the later bar tracery. The evolving style from Romanesque to Gothic architecture and changing features, like the thinning of lateral walls and enlarging of windows lead to the innovation of tracery. The earliest form of tracery, called plate tracery, began as openings that were pierced from a stone slab. Bar tracery was then implemented, having derived from the plate tracery. However instead of a slab, the windows were defined by molded stone mullions which were lighter and allowed for more openings and intricate designs. Other notable styles of tracery to follow include geometrical tracery and curvilinear (flowing) tracery.",
  "/wiki/Roof_shingle": "Roof shingles are a roof covering consisting of individual overlapping elements. These elements are typically flat, rectangular shapes laid in courses from the bottom edge of the roof up, with each successive course overlapping the joints below. Shingles are made of various materials such as wood, slate, flagstone, metal, plastic, and composite materials such as fibre cement and asphalt shingles. Ceramic roof tiles, which still dominate in Europe and some parts of Asia, are still usually called tiles.  Roof shingles  may deteriorate faster and need to repel more water than wall shingles. They are a very common roofing material in the United States.",
  "/wiki/Bell-cot": "A bell-cot, bell-cote or bellcote is a small framework and shelter for one or more bells.  Bellcotes are most common in church architecture but are also seen on institutions such as schools. The bellcote may be carried on brackets projecting from a wall or built on the roof of chapels or churches that have no towers. The bellcote often holds the Sanctus bell that is rung at the consecration of the Eucharist.",
  "/wiki/Bargate_stone": "Bargate stone is a highly durable form of sandstone. It owes its yellow, butter or honey colouring to the high iron oxide content, thus can also be considered ironstone.  Its closest relation in England is Yorkstone which is usually paler.",
  "/wiki/Capel,_Surrey": "Capel (/ˈkeɪpəl/) is a village and civil parish in southern Surrey, England.  It is equidistant between Dorking and Horsham - about 5 miles (8.0 km) away.  Around Capel, to the west, skirts the A24 road.  Capel is approximately 2.5 miles (4.0 km) north of the West Sussex border, 26 miles (42 km) south of London and 12 miles (19 km) southeast of Guildford and is in the Mole Valley district.  The village is in the north of a landscape called the Weald, meaning forest, which forms a significant minority of the land today, particularly towards the Greensand Ridge.",
  "/wiki/Quakers": "Quakers, also called Friends, are a historically Christian group whose formal name is the Religious Society of Friends or Friends Church. Members of the various Quaker movements are all generally united by their belief in the ability of each human being to experientially access the light within, or \"that of God in every one\".",
  "/wiki/Gable": "A gable is the generally triangular portion of a wall between the edges of intersecting roof pitches. The shape of the gable and how it is detailed depends on the structural system used, which reflects climate, material availability, and aesthetic concerns. A gable wall or gable end more commonly refers to the entire wall, including the gable and the wall below it. Some types of roofs do not have a gable (for example hip roofs do not). One common type of roof with gables, the gable roof, is named after its prominent gables.",
  "/wiki/Church_of_St_Nicholas,_Charlwood": "The Church of St Nicholas, Charlwood is the parish church of Charlwood, Surrey, England.  With a 12th-century tower and nave section and examples of 13th to 15th century art, fixtures and architecture, it is a Grade I listed building.",
  "/wiki/Charlwood": "Charlwood is a village and civil parish in the Mole Valley district of Surrey, England. It is immediately northwest of London Gatwick Airport in West Sussex, close west of Horley and north of Crawley. The historic county boundary between Surrey and Sussex ran to the south of Gatwick Airport. Boundaries were reformed in 1974 so that the county boundary between Surrey and West Sussex, delineated by the Sussex Border Path, now runs along the northern perimeter of the airport, and the southern extent of Charlwood.",
  "/wiki/Vestry": "A vestry was a committee for the local secular and ecclesiastical government for a parish in England and Wales, which originally met in the vestry or sacristy of the parish church, and consequently became known colloquially as the \"vestry\".",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Pigott-Brown_baronets": "The Brown, later Pigott-Brown Baronetcy, of Broome Hall in Capel in the County of Surrey, is a title in the Baronetage of the United Kingdom. It was created on 5 January 1903 for Alexander Hargreaves Brown, Liberal Member of Parliament for Wenlock from 1868 to 1885 and Liberal Unionist Member of Parliament for Wellington from 1885 to 1906. He was the third son of Alexander Brown, eldest son of Sir William Brown, 1st Baronet (see Brown baronets, of Astrop). Brown's eldest son Captain Gordon Hargreaves Brown (died 1914) was killed in action in the First World War. In 1910 he had married Edith Ivy, eldest daughter and co-heir of  Admiral William Harvey Pigott. She assumed in 1925 the additional surname of Pigott for herself and her issue. Their son, the second Baronet, was killed in action in the Second World War. As of 2007 the title is held by the latter's only son, the third Baronet, who succeeded in 1942. As a descendant of the first Brown Baronet of Astrop he is also in remainder to this title.",
  "/wiki/W._D._Caroe": "William Douglas Caröe (1857–1938) was a British architect, particularly of churches.",
  "/wiki/Dorking": "Dorking /ˈdɔːr.kɪŋ/ is a market town in Surrey, south east England, 21 miles (34 km) south of London. The main axis of the town runs east-west along the northern face of an outcrop of Lower Greensand and parallel to the course of the Pipp Brook. The town is between Ranmore Common on the North Downs  and Leith Hill in the Greensand Ridge.",
  "/wiki/Henry_Thomas_Hope": "Henry Thomas Hope (30 April 1808 in London – 4 December 1862 at 116 Piccadilly, London) was a British MP and patron of the arts.",
  "/wiki/St_Martin%27s_Church,_Dorking": "St Martin's Church is an Anglican parish church in Dorking, Surrey. It is a Grade II* listed building and surviving parts of the structure date back to the Middle Ages. It in the archdeaconry of Dorking, in the Diocese of Guildford. The church is the main Anglican parish church in Dorking and was refurbished to the designs of Henry Woodyer.",
  "/wiki/Methodism": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/High_Victorian_Gothic": "High Victorian Gothic was an eclectic architectural style and movement during the mid-late 19th century. It is seen by architectural historians as either a sub-style of the broader Gothic Revival style, or a separate style in its own right.",
  "/wiki/John_Wesley": "John Wesley (/ˈwɛsli/; 28 June  [O.S. 17 June] 1703 – 2 March 1791) was an English cleric, theologian and evangelist who was a leader of a revival movement within the Church of England known as Methodism. The societies he founded became the dominant form of the independent Methodist movement that continues to this day.",
  "/wiki/Bay_(architecture)": "In architecture, a bay is the space between architectural elements, or a recess or compartment. The term bay comes from  Old French baee, meaning an opening or hole.",
  "/wiki/Pilaster": "In classical architecture, a pilaster is an architectural element used to give the appearance of a supporting column and to articulate an extent of wall, with only an ornamental function. It consists of a flat surface raised from the main wall surface, usually treated as though it were a column, with a capital at the top, plinth (base) at the bottom, and the various other column elements. In contrast to a pilaster, an engaged column or buttress can support the structure of a wall and roof above.",
  "/wiki/Rustication_(architecture)": "In classical architecture rustication is a range of masonry techniques giving visible surfaces a finish that contrasts in texture with the smoothly finished, squared-block masonry surfaces called ashlar.  The visible face of each individual block is cut back around the edges to make its size and placing very clear.  In addition the central part of the face of each block may be given a deliberately rough or patterned surface.",
  "/wiki/Pediment": "A pediment is an architectural element found particularly in Classical, Neoclassical and Baroque architecture, and its derivatives, consisting of a gable, usually of a triangular shape, placed above the horizontal structure of the entablature, typically supported by columns. The tympanum, the triangular area within the pediment, is often decorated with relief sculpture. A pediment is sometimes the top element of a portico. For symmetric designs, it provides a centre point and often used to add grandness to entrances.",
  "/wiki/Holmwood": "South Holmwood (/hoʊmwʊd/) is a semi-rural village in Surrey, England. It can be considered cognate with its wider civil parish, which stretches to the east to embrace Holmwood Common, but does not include Mid Holmwood, or North Holmwood, the latter being contiguous with Dorking. Betchett's Brook is the southern boundary and runs through a locality known as Holmwood Corner. However, Holmwood railway station is within the parish of Capel, although connected to the South Holmwood by a curved path passing through Holmwood Corner Common. Centred 3 miles (4.8 km) south of Dorking, South Holmwood is on the A24 London to Worthing road, a dual carriageway through the village.",
  "/wiki/Tin_tabernacle": "A tin tabernacle is a type of prefabricated ecclesiastical building made from corrugated galvanised iron. They were developed in the mid-19th century initially in the United Kingdom. Corrugated iron was first used for roofing in London in 1829 by civil engineer Henry Robinson Palmer, and the patent was later sold to Richard Walker who advertised \"portable buildings for export\" in 1832. The technology for producing the corrugated sheets improved, and to prevent corrosion, the sheets were galvanised with a coating of zinc, a process developed by Stanislas Sorel in Paris in the 1830s. After 1850, many types of prefabricated buildings were produced, including churches, chapels and mission halls.",
  "/wiki/Tadworth": "Tadworth is a large suburban village in Surrey in the south-east of the Epsom Downs, part of the North Downs. It forms part of the Borough of Reigate and Banstead. At the 2001 census Tadworth had a population of 9,522.",
  "/wiki/Christian_Science": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements.[n 2] It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone.[n 3] The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine million copies.",
  "/wiki/The_First_Church_of_Christ,_Scientist": "The First Church of Christ, Scientist is the administrative headquarters and mother church of the Church of Christ, Scientist, also known as the Christian Science church. Christian Science was founded in the 19th century in Lynn, Massachusetts, by Mary Baker Eddy with the publication of her book Science and Health (1875).",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/Islam": "Islam (/ˈɪslɑːm/;[note 1] Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām [alʔɪsˈlaːm] (listen)) is an Abrahamic, monotheistic religion teaching that there is only one God (Allah), and that Muhammad is a messenger of God. It is the world's second-largest religion with over 1.8 billion followers or 24.1% of the world's population, commonly known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, believed to be the verbatim word of God, and the teachings and normative examples (called the sunnah, composed of accounts called hadith) of Muhammad (c. 570 – 8 June 632 CE).",
  "/wiki/Plymouth_Brethren": "The Plymouth Brethren or Assemblies of brethren are a conservative, low church, non-conformist, evangelical Christian movement whose history can be traced to Dublin, Ireland, in the late 1820s, originating from Anglicanism. The group emphasizes sola scriptura, the belief that the Bible is the supreme authority for church doctrine and practice, over and above any other source of authority. Plymouth Brethren generally see themselves as a network of like-minded free churches, not as a Christian denomination.",
  "/wiki/Synagogue": "A synagogue (pronounced /ˈsɪnəɡɒɡ/; from Greek συναγωγή, synagogē, 'assembly', Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}בית כנסת bet knesset, 'house of assembly' or בית תפילה bet tefila, \"house of prayer\", Yiddish: שול shul, Ladino: אשנוגה esnoga or esnoga, 'bright as fire' or קהל kahal) is a Jewish or Samaritan house of worship.",
  "/wiki/Light_industry": "Light industry is industries that usually are less capital-intensive than heavy industry and is more consumer-oriented than business-oriented, as it typically produces smaller consumer goods.  Most light industry products are produced for end users rather than as intermediates for use by other industries. Light industry facilities typically have less environmental impact than those associated with heavy industry. For that reason zoning laws are more likely to permit light industry near residential areas."
}