{
  "/wiki/Atomic_number": "The atomic number or proton number (symbol Z) of a chemical element is the number of protons found in the nucleus of every atom of that element. The atomic number uniquely identifies a chemical element. It is identical to the charge number of the nucleus. In an uncharged atom, the atomic number is also equal to the number of electrons.",
  "/wiki/Scandium": "Scandium is a chemical element with the symbol Sc and atomic number 21. A silvery-white metallic d-block element, it has historically been classified as a rare-earth element, together with yttrium and the lanthanides. It was discovered in 1879 by spectral analysis of the minerals euxenite and gadolinite from Scandinavia.",
  "/wiki/Latin": "Latin (Latin: lingua latīna, IPA: [ˈlɪŋɡʷa laˈtiːna]) is a classical language belonging to the Italic branch of the Indo-European languages. The Latin alphabet is derived from the Etruscan and Greek alphabets and ultimately from the Phoenician alphabet.",
  "/wiki/Scandinavia": "Scandinavia[b] (/ˌskændɪˈneɪviə/ SKAN-dih-NAY-vee-ə) is a region in Northern Europe, with strong historical, cultural, and linguistic ties. The term Scandinavia in local usage covers the three kingdoms of Denmark, Norway, and Sweden. The majority national languages of these three belong to the Scandinavian dialect continuum, and are mutually intelligible North Germanic languages. In English usage, Scandinavia also sometimes refers more narrowly to the Scandinavian Peninsula, or more broadly so as to include Finland, the Faroe Islands, and Iceland.[a]",
  "/wiki/Aluminium-scandium_alloy": "Scandium is a chemical element with the symbol Sc and atomic number 21. A silvery-white metallic d-block element, it has historically been classified as a rare-earth element, together with yttrium and the lanthanides. It was discovered in 1879 by spectral analysis of the minerals euxenite and gadolinite from Scandinavia.",
  "/wiki/Metal-halide_lamp": "A metal-halide lamp is an electrical lamp that produces light by an electric arc through a gaseous mixture of vaporized mercury and metal halides (compounds of metals with bromine or iodine). It is a type of high-intensity discharge (HID) gas discharge lamp. Developed in the 1960s, they are similar to mercury vapor lamps, but contain additional metal halide compounds in the quartz arc tube, which improve the efficiency and color rendition of the light.\nThe most common metal halide compound used is sodium iodide. Once the arc tube reaches its running temperature, the sodium dissociates from the iodine, adding orange and reds to the lamp's spectrum from the sodium D line as the metal ionizes.\nAs a result, metal-halide lamps have high luminous efficacy of around 75–100 lumens per watt, which is about twice that of mercury vapor lights and 3 to 5 times that of incandescent lights and produce an intense white light.  Lamp life is 6,000 to 15,000 hours.  As one of the most efficient sources of high CRI white light, metal halides as of 2005[update] were the fastest growing segment of the lighting industry.  They are used for wide area overhead lighting of commercial, industrial, and public spaces, such as parking lots, sports arenas, factories, and retail stores, as well as residential security lighting and automotive headlamps (xenon headlights).",
  "/wiki/Mercury-vapor_lamp": "A mercury-vapor lamp is a gas discharge lamp that uses an electric arc through vaporized mercury to produce light. The arc discharge is generally confined to a small fused quartz arc tube mounted within a larger borosilicate glass bulb. The outer bulb may be clear or coated with a phosphor; in either case, the outer bulb provides thermal insulation, protection from the ultraviolet radiation the light produces, and a convenient mounting for the fused quartz arc tube.",
  "/wiki/Yttrium": "Yttrium is a chemical element with the symbol Y and atomic number 39. It is a silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a \"rare-earth element\". Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element. 89Y is the only stable isotope, and the only isotope found in the Earth's crust.",
  "/wiki/Ytterby": "Ytterby (Swedish pronunciation: [ˈʏ̂tːɛrˌbyː]) is a village on the Swedish island of Resarö, in Vaxholm Municipality in the Stockholm archipelago. Today the residential area is dominated by suburban homes.",
  "/wiki/Yttrium_aluminium_garnet": "Yttrium aluminum garnet (YAG, Y3Al5O12) is a synthetic crystalline material of the garnet group. It is a cubic yttrium aluminum oxide phase, with other examples being YAlO3 (YAP) in a hexagonal or an orthorhombic, perovskite-like form, and the monoclinic Y4Al2O9 (YAM).",
  "/wiki/Yttrium_barium_copper_oxide": "Yttrium barium copper oxide (YBCO) is a family of crystalline chemical compounds, famous for displaying high-temperature superconductivity. It includes the first material ever discovered to become superconducting above the boiling point of liquid nitrogen (77 K) at about 92 K. Many YBCO compounds have the general formula YBa2Cu3O7−x (also known as Y123), although materials with other Y:Ba:Cu ratios exist, such as YBa2Cu4Oy (Y124) or Y2Ba4Cu7Oy (Y247). At present, there is no singularly recognised theory for high-temperature superconductivity.",
  "/wiki/High-temperature_superconductivity": "High-temperature superconductors (abbreviated high-Tc or HTS) are operatively defined as materials that behave as superconductors at temperatures above nearly -200 °C (-320 °F).",
  "/wiki/Yttria-stabilized_zirconia": "Yttria-stabilized zirconia (YSZ) is a ceramic in which the cubic crystal structure of zirconium dioxide is made stable at room temperature by an addition of yttrium oxide. These oxides are commonly called \"zirconia\" (ZrO2) and \"yttria\" (Y2O3), hence the name.",
  "/wiki/Yttrium_iron_garnet": "Yttrium iron garnet (YIG) is a kind of synthetic garnet, with chemical composition Y3Fe2(FeO4)3, or Y3Fe5O12. It is a ferrimagnetic material with a Curie temperature of 560 K. YIG may also be known as yttrium ferrite garnet, or as iron yttrium oxide or yttrium iron oxide, the latter two names usually associated with powdered forms.",
  "/wiki/Microwave": "Microwaves are a form of electromagnetic radiation with wavelengths ranging from about one meter to one millimeter; with frequencies between 300 MHz (1 m) and 300 GHz (1 mm).  Different sources define different frequency ranges as microwaves; the above broad definition includes both UHF and EHF (millimeter wave) bands.  A more common definition in radio-frequency engineering is the range between 1 and 100 GHz (wavelengths between 0.3 m and 3 mm).  In all cases, microwaves include the entire SHF band (3 to 30 GHz, or 10 to 1 cm) at minimum.    Frequencies in the microwave range are often referred to by their IEEE radar band designations: S, C, X, Ku, K, or Ka band, or by similar NATO or EU designations.",
  "/wiki/Spark_plug": "A spark plug (sometimes, in British English, a sparking plug, and, colloquially, a plug) is a device for delivering electric current from an ignition system to the combustion chamber of a spark-ignition engine to ignite the compressed fuel/air mixture by an electric spark, while containing combustion pressure within the engine. A spark plug has a metal threaded shell, electrically isolated from a central electrode by a porcelain insulator. The central electrode, which may contain a resistor, is connected by a heavily insulated wire to the output terminal of an ignition coil or magneto. The spark plug's metal shell is screwed into the engine's cylinder head and thus electrically grounded. The central electrode protrudes through the porcelain insulator into the combustion chamber, forming one or more spark gaps between the inner end of the central electrode and usually one or more protuberances or structures attached to the inner end of the threaded shell and designated the side, earth, or ground electrode(s).",
  "/wiki/Cancer_treatments": "Cancer can be treated by  surgery, chemotherapy, radiation therapy, hormonal therapy, targeted therapy (including immunotherapy such as monoclonal antibody therapy) and synthetic lethality. The choice of therapy depends upon the location and grade of the tumor and the stage of the disease, as well as the general state of the patient (performance status). Cancer_genome_sequencing helps in determining which cancer the patient exactly has for determining the best therapy for the cancer. A number of experimental cancer treatments are also under development. Under current estimates, two in five people will have cancer at some point in their lifetime.",
  "/wiki/Lanthanum": "Lanthanum is a chemical element with the symbol La and atomic number 57. It is a soft, ductile, silvery-white metal that tarnishes slowly when exposed to air and is soft enough to be cut with a knife. It is the eponym of the lanthanide series, a group of 15 similar elements between lanthanum and lutetium in the periodic table, of which lanthanum is the first and the prototype. It is also sometimes considered the first element of the 6th-period transition metals, which would put it in group 3, although lutetium is sometimes placed in this position instead. Lanthanum is traditionally counted among the rare earth elements. The usual oxidation state is +3. Lanthanum has no biological role in humans but is essential to some bacteria. It is not particularly toxic to humans but does show some antimicrobial activity.",
  "/wiki/Refractive_index": "In optics, the refractive index or index of refraction of a material is a dimensionless number that describes how fast light  travels through the material. It is defined as",
  "/wiki/Camera": "A camera is an optical instrument used to record images. At their most basic, cameras are sealed boxes (the camera body) with small holes (the aperture) that let light in to capture an image on a light-sensitive surface (usually photographic film or a digital sensor). Cameras have various mechanisms to control how the light falls onto the light-sensitive surface. Lenses focus the light entering the camera, the size of the aperture can be widened or narrowed to let more or less light into the camera, and a shutter mechanism determines the amount of time the photo-sensitive surface is exposed to the light.",
  "/wiki/Fluid_catalytic_cracking": "Fluid catalytic cracking (FCC) is one of the most important conversion processes used in petroleum refineries. It is widely used to convert the high-boiling, high-molecular weight hydrocarbon fractions of petroleum crude oils into more valuable gasoline, olefinic gases, and other products. Cracking of petroleum hydrocarbons was originally done by thermal cracking, which has been almost completely replaced by catalytic cracking because it produces more gasoline with a higher octane rating. It also produces byproduct gases that have more carbon-carbon double bonds (i.e. more olefins), and hence more economic value, than those produced by thermal cracking.",
  "/wiki/Cerium": "Cerium is a chemical element with the symbol Ce and atomic number 58. Cerium is a soft, ductile and silvery-white metal that tarnishes when exposed to air, and it is soft enough to be cut with a knife. Cerium is the second element in the lanthanide series, and while it often shows the +3 oxidation state characteristic of the series, it also exceptionally has a stable +4 state that does not oxidize water. It is also considered one of the rare-earth elements. Cerium has no biological role in humans and is not very toxic.",
  "/wiki/Ceres_(dwarf_planet)": "Ceres (/ˈsɪəriːz/ SEER-eez; minor-planet designation: 1 Ceres) is the largest object in the main asteroid belt that lies between the orbits of Mars and Jupiter. With a diameter of 945 km (587 mi), Ceres is both the largest of the asteroids and the only unambiguous dwarf planet inside Neptune's orbit.[c] It is the 25th-largest body in the Solar System within the orbit of Neptune.",
  "/wiki/Ceres_(mythology)": "In ancient Roman religion, Ceres (/ˈsɪəriːz/ SEER-eez, Latin: [ˈkɛreːs]) was a goddess of agriculture, grain crops, fertility and motherly relationships. She was originally the central deity in Rome's so-called plebeian or Aventine Triad, then was paired with her daughter Proserpina in what Romans described as \"the Greek rites of Ceres\". Her seven-day April festival of Cerealia included the popular Ludi Ceriales (Ceres' games). She was also honoured in the May lustratio of the fields at the Ambarvalia festival, at harvest-time, and during Roman marriages and funeral rites.",
  "/wiki/Oxidizing_agent": "In chemistry, an oxidizing agent (oxidant, oxidizer) is a substance that has the ability to oxidize other substances — in other words to accept their electrons. Common oxidizing agents are oxygen, hydrogen peroxide and the halogens.",
  "/wiki/Self-cleaning_oven": "A self-cleaning oven is an oven which uses high temperature (approximately 500 degrees Celsius or 900 degrees Fahrenheit) to burn off leftovers from baking, without the use of any chemical agents.",
  "/wiki/Ferrocerium": "Ferrocerium is a synthetic pyrophoric alloy that produces hot sparks that can reach temperatures of 3,000 °C (5,430 °F) when rapidly oxidized by the process of striking the rod, thereby fragmenting it and exposing those fragments to the oxygen in the air. This property allows it to have many commercial applications, such as the ignition source for lighters (where it is often known by the misleading name \"flint\"), strikers for gas welding and cutting torches, deoxidization in metallurgy, and ferrocerium rods (also called ferro rods, flint-spark-lighters and wrongly \"flint-and-steel\" as this is the name of a different type of lighter using a section of high carbon steel and a natural flint). Due to ferrocerium's ability to ignite in adverse conditions, rods of ferrocerium are commonly used as an emergency combustion device in survival kits.",
  "/wiki/Hydrophobic": "In chemistry, hydrophobicity is the physical property of a molecule (known as a hydrophobe) that is seemingly repelled from a mass of water. (Strictly speaking, there is no repulsive force involved; it is an absence of attraction.) In contrast, hydrophiles are attracted to water.",
  "/wiki/Praseodymium": "Praseodymium is a chemical element with the symbol Pr and atomic number 59. It is the third member of the lanthanide series and is traditionally considered to be one of the rare-earth metals. Praseodymium is a soft, silvery, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties. It is too reactive to be found in native form, and pure praseodymium metal slowly develops a green oxide coating when exposed to air.",
  "/wiki/Rare-earth_magnet": "Rare-earth magnets are strong permanent magnets made from alloys of rare-earth elements. Developed in the 1970s and 1980s, rare-earth magnets are the strongest type of permanent magnets made, producing significantly stronger magnetic fields than other types such as ferrite or alnico magnets. The magnetic field typically produced by rare-earth magnets can exceed 1.4 teslas, whereas ferrite or ceramic magnets typically exhibit fields of 0.5 to 1 tesla.",
  "/wiki/Laser": "A laser is a device that emits light through a process of optical amplification based on the stimulated emission of electromagnetic radiation. The term \"laser\" originated as an acronym for \"light amplification by stimulated emission of radiation\". The first laser was built in 1960 by Theodore H. Maiman at Hughes Research Laboratories, based on theoretical work by Charles Hard Townes and Arthur Leonard Schawlow.",
  "/wiki/Carbon_arc": "An arc lamp or arc light is a lamp that produces light by an electric arc (also called a voltaic arc).  The carbon arc light, which consists of an arc between carbon electrodes in air, invented by Humphry Davy in the first decade of the 1800s, was the first practical electric light.  It was widely used starting in the 1870s for street and large building lighting until it was superseded by the incandescent light in the early 20th century.  It continued in use in more specialized applications where a high intensity point light source was needed, such as searchlights and movie projectors until after World War II.  The carbon arc lamp is now obsolete for most of these purposes, but it is still used as a source of high intensity ultraviolet light.",
  "/wiki/Glass": "Glass is a non-crystalline, often transparent amorphous solid, that has widespread practical, technological, and decorative use in, for example, window panes, tableware, and optics. Glass is most often formed by rapid cooling (quenching) of the molten form, some glasses such as volcanic glass are naturally occurring.  The most familiar, and historically the oldest, types of manufactured glass are \"silicate glasses\" based on the chemical compound silica (silicon dioxide, or quartz), the primary constituent of sand.  Soda-lime glass, containing around 70% silica, account for around 90% of manufactured glass. The term glass, in popular usage, is often used to refer only to this type of material, although silica-free glasses often have desirable properties for applications in modern communications technology. Some objects, such as drinking glasses and eyeglasses, are so commonly made of silicate-based glass that they are simply called by the name of the material.",
  "/wiki/Vitreous_enamel": "Vitreous enamel, also called porcelain enamel, is a material made by fusing powdered glass to a substrate by firing, usually between 750 and 850 °C (1,380 and 1,560 °F). The powder melts, flows, and then hardens to a smooth, durable vitreous coating. The word comes from the Latin vitreum, meaning \"glass\".",
  "/wiki/Didymium": "Didymium (Greek: δίδυμο, twin element) is a mixture of the elements praseodymium and neodymium. It is used in safety glasses for glassblowing and blacksmithing, especially with a gas (propane)-powered forge, where it provides a filter that selectively blocks the yellowish light at 589 nm emitted by the hot sodium in the glass, without having a detrimental effect on general vision, unlike dark welder's glasses. The strong infrared light emitted by the superheated forge gases and insulation lining the forge walls is also blocked thereby saving the crafters' eyes from serious cumulative damage such as glassblower's cataract.  The usefulness of didymium glass for eye protection of this sort was discovered by Sir William Crookes.",
  "/wiki/Welding_goggles": "Welding goggles provide a degree of eye protection while some forms of welding and cutting are being done. They are intended to protect the eyes not only from the heat and optical radiation produced by the welding, such as the intense ultraviolet light produced by an electric arc, but also from sparks or debris. A full facemask may be required for arc welding.",
  "/wiki/Neodymium": "Neodymium is a chemical element with the symbol Nd and atomic number 60. Neodymium belongs to the lanthanide series and is a rare-earth element. It is a hard, slightly malleable silvery metal that quickly tarnishes in air and moisture. When oxidized, neodymium reacts quickly to produce pink, purple/blue and yellow compounds in the +2, +3 and +4 oxidation states. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von Welsbach. It is present in significant quantities in the ore minerals monazite and bastnäsite. Neodymium is not found naturally in metallic form or unmixed with other lanthanides, and it is usually refined for general use. Although neodymium is classed as a rare-earth element, it is fairly common, no rarer than cobalt, nickel, or copper, and is widely distributed in the Earth's crust. Most of the world's commercial neodymium is mined in China.",
  "/wiki/Ceramic_capacitor": "A ceramic capacitor is a fixed-value capacitor where the ceramic material acts as the dielectric. It is constructed of two or more alternating layers of ceramic and a metal layer acting as the electrodes. The composition of the ceramic material defines the electrical behavior and therefore applications. Ceramic capacitors are divided into two application classes:",
  "/wiki/Promethium": "Promethium is a chemical element with the symbol Pm and atomic number 61. All of its isotopes are radioactive; it is extremely rare, with only about 500–600 grams naturally occurring in Earth's crust at any given time. Promethium is one of only two radioactive elements that are followed in the periodic table by elements with stable forms, the other being technetium. Chemically, promethium is a lanthanide. Promethium shows only one stable oxidation state of +3.",
  "/wiki/Titan_(mythology)": "In Greek mythology, the Titans (Greek: Τiτᾶνες, Titânes, singular: Τιτάν, -ήν, Titân) were the pre-Olympian gods. According to the Theogony of Hesiod, they were the twelve children of the primordial parents Uranus (Sky) and his mother, Gaia (Earth), with six male Titans: Oceanus, Coeus, Crius, Hyperion, Iapetus, and Cronus, and six female Titans, called the Titanides (Greek: Τιτανίδες, Titanídes; also Titanesses): Theia, Rhea, Themis, Mnemosyne, Phoebe, and Tethys. Cronus mated with his older sister Rhea and together they became the parents of the first generation of Olympians: Zeus and his five siblings Hestia, Demeter, Hera, Hades and Poseidon. Descendants of the Titans are sometimes also called Titans.",
  "/wiki/Prometheus": "In Greek mythology, Prometheus (/prəˈmiːθiːəs/; Greek: Προμηθεύς, pronounced [promɛːtʰéu̯s], possibly meaning \"forethought\") is a Titan, culture hero, and trickster figure who is credited with the creation of humanity from clay, and who defies the gods by stealing fire and giving it to humanity as civilization. Prometheus is known for his intelligence and as a champion of humankind and also seen as the author of the human arts and sciences generally. He is sometimes presented as the father of Deucalion, the hero of the flood story.",
  "/wiki/Atomic_battery": "An atomic battery, nuclear battery, tritium battery or radioisotope generator is a device which uses energy from the decay of a radioactive isotope to generate electricity.  Like nuclear reactors, they generate electricity from nuclear energy, but differ in that they do not use a chain reaction.  Compared to other batteries, they are very costly, but have an extremely long life and high energy density, and so they are mainly used as power sources for equipment that must operate unattended for long periods of time, such as spacecraft, pacemakers, underwater systems and automated scientific stations in remote parts of the world.",
  "/wiki/Luminous_paint": "Luminous paint or luminescent paint is paint that exhibits luminescence. In other words, it gives off visible light through fluorescence, phosphorescence, or radioluminescence. There are three types of luminous paints.",
  "/wiki/Samarium": "Samarium is a chemical element with the symbol Sm and atomic number 62. It is a moderately hard silvery metal that slowly oxidizes in air. Being a typical member of the lanthanide series, samarium usually assumes the oxidation state +3. Compounds of samarium(II) are also known, most notably the monoxide SmO, monochalcogenides SmS, SmSe and SmTe, as well as samarium(II) iodide. The last compound is a common reducing agent in chemical synthesis. Samarium has no significant biological role but is only slightly toxic.",
  "/wiki/Vasili_Samarsky-Bykhovets": "Vasili Yevgrafovich Samarsky-Bykhovets (Russian: Василий Евграфович Самарский-Быховец; November 7, 1803 – May 31, 1870) was a Russian mining engineer and the chief of Russian Mining Engineering Corps between 1845 and 1861. The mineral samarskite (samarskite-Y, samarskite-Yb and calciosamarskite), and chemical element samarium are named after him. He was the first person whose name was given to a chemical element.",
  "/wiki/Neutron_capture": "Neutron capture is a nuclear reaction in which an atomic nucleus and one or more neutrons collide and merge to form a heavier nucleus. Since neutrons have no electric charge, they can enter a nucleus more easily than positively charged protons, which are repelled electrostatically.",
  "/wiki/Maser": "A maser (/ˈmeɪzər/, an acronym for microwave amplification by stimulated emission of radiation) is a device that produces coherent electromagnetic waves through amplification by stimulated emission. The first maser was built by Charles H. Townes, James P. Gordon, and Herbert J. Zeiger at Columbia University in 1953.  Townes, Nikolay Basov and Alexander Prokhorov were awarded the 1964 Nobel Prize in Physics for theoretical work leading to the maser.  Masers are used as the timekeeping device in atomic clocks, and as extremely low-noise microwave amplifiers in radio telescopes and deep space spacecraft communication ground stations.",
  "/wiki/Control_rod": "Control rods are used in nuclear reactors to control the fission rate of uranium or plutonium. Their compositions includes chemical elements such as boron, cadmium, silver, or indium, that are capable of absorbing many neutrons without themselves fissioning. These elements have different neutron capture cross sections for neutrons of various energies. Boiling water reactors (BWR), pressurized water reactors (PWR), and heavy-water reactors (HWR) operate with thermal neutrons, while breeder reactors operate with fast neutrons. Each reactor design can use different control rod materials based on the energy spectrum of its neutrons.",
  "/wiki/Nuclear_reactor": "A nuclear reactor, formerly known as an atomic pile, is a device used to initiate and control a self-sustained nuclear chain reaction. Nuclear reactors are used at nuclear power plants for electricity generation and in nuclear marine propulsion. Heat from nuclear fission is passed to a working fluid (water or gas), which in turn runs through steam turbines. These either drive a ship's propellers or turn electrical generators' shafts. Nuclear generated steam in principle can be used for industrial process heat or for district heating. Some reactors are used to produce isotopes for medical and industrial use, or for production of weapons-grade plutonium.  As of early 2019, the IAEA reports there are 454 nuclear power reactors and 226 nuclear research reactors in operation around the world.",
  "/wiki/Europium": "Europium is a chemical element with the symbol Eu and atomic number 63. Europium is the most reactive lanthanide by far, having to be stored under an inert fluid to protect it from atmospheric oxygen or moisture. Europium is also the softest lanthanide, as it can be dented with a fingernail and easily cut with a knife. When oxidation is removed a shiny-white metal is visible. Europium was isolated in 1901 and is named after the continent of Europe. Being a typical member of the lanthanide series, europium usually assumes the oxidation state +3, but the oxidation state +2 is also common. All europium compounds with oxidation state +2 are slightly reducing. Europium has no significant biological role and is relatively non-toxic compared to other heavy metals. Most applications of europium exploit the phosphorescence of europium compounds. Europium is one of the rarest of the rare earth elements on Earth.",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/Phosphor": "A phosphor, most generally, is a substance that exhibits the phenomenon of luminescence. This includes both phosphorescent materials, which show a slow decay in brightness (> 1 ms), and fluorescent materials, where the emission decay takes place over tens of nanoseconds. Phosphorescent materials are known for their use in radar screens and glow-in-the-dark materials, whereas fluorescent materials are common in cathode ray tube (CRT) and plasma video display screens, fluorescent lights, sensors, and white LEDs.",
  "/wiki/Fluorescent_lamp": "A fluorescent lamp, or fluorescent tube, is a low-pressure mercury-vapor gas-discharge lamp that uses fluorescence to produce visible light. An electric current in the gas excites mercury vapor, which produces short-wave ultraviolet light that then causes a phosphor coating on the inside of the lamp to glow. A fluorescent lamp converts electrical energy into useful light much more efficiently than incandescent lamps. The typical luminous efficacy of fluorescent lighting systems is 50–100 lumens per watt, several times the efficacy of incandescent bulbs with comparable light output.",
  "/wiki/NMR": "Nuclear magnetic resonance (NMR) is a method of physical observation in which nuclei in a strong constant magnetic field are perturbed by a weak oscillating magnetic field (in the near field and therefore not involving electromagnetic waves) and respond by producing an electromagnetic signal with a frequency characteristic of the magnetic field at the nucleus. This process occurs near resonance, when the oscillation frequency matches the intrinsic frequency of the nuclei, which depends on the strength of the static magnetic field, the chemical environment, and the magnetic properties of the isotope involved; in practical applications with static magnetic fields up to ca. 20  tesla, the frequency is similar to VHF and UHF television broadcasts (60–1000 MHz). NMR results from specific magnetic properties of certain atomic nuclei. Nuclear magnetic resonance spectroscopy is widely used to determine the structure of organic molecules in solution and study molecular physics, crystals as well as non-crystalline materials. NMR is also routinely used in advanced medical imaging techniques, such as in magnetic resonance imaging (MRI).",
  "/wiki/Relaxation_(NMR)": "In magnetic resonance imaging (MRI) and nuclear magnetic resonance spectroscopy (NMR spectroscopy), the term relaxation describes how signals change with time. In general signals deteriorate with time, becoming weaker and broader. The deterioration reflects the fact that the NMR signal, which results from nuclear magnetization, arises from the over-population of an excited state. Relaxation is the conversion of this non-equilibrium population to a normal population. In other words, relaxation describes how quickly spins \"forget\" the direction in which they are oriented. The rates of this spin relaxation can be measured in both spectroscopy and imaging applications.",
  "/wiki/Gadolinium": "Gadolinium is a chemical element with the symbol Gd and atomic number 64. Gadolinium is a silvery-white metal when oxidation is removed. It is only slightly malleable and is a ductile rare-earth element. Gadolinium reacts with atmospheric oxygen or moisture slowly to form a black coating. Gadolinium below its Curie point of 20 °C (68 °F) is ferromagnetic, with an attraction to a magnetic field higher than that of nickel. Above this temperature it is the most paramagnetic element. It is found in nature only in an oxidized form. When separated, it usually has impurities of the other rare-earths because of their similar chemical properties.",
  "/wiki/Johan_Gadolin": "Johan Gadolin (5 June 1760 – 15 August 1852) was a Swedish/Finnish chemist, physicist and mineralogist. Gadolin discovered a \"new earth\" containing the first rare-earth compound yttrium, which was later determined to be a chemical element. He is also considered the founder of Finnish chemistry research, as the second holder of the Chair of Chemistry at the Royal Academy of Turku (or Åbo Kungliga Akademi). Gadolin was ennobled for his achievements and awarded the Order of Saint Vladimir and the Order of Saint Anna.",
  "/wiki/Garnet": "Garnets ( /ˈɡɑːrnɪt/) are a group of silicate minerals that have been used since the Bronze Age as gemstones and abrasives.",
  "/wiki/X-ray_tube": "An X-ray tube is a vacuum tube that converts electrical input power into X-rays.  The availability of this controllable source of X-rays created the field of radiography, the imaging of partly opaque objects with penetrating radiation. In contrast to other sources of ionizing radiation, X-rays are only produced as long as the X-ray tube is energized. X-ray tubes are also used in CT scanners, airport luggage scanners, X-ray crystallography, material and structure analysis, and for industrial inspection.",
  "/wiki/Computer_memory": "In computing, memory refers to a device that is used to store information for immediate use in a computer or related computer hardware device. It typically refers to semiconductor memory, specifically metal–oxide–semiconductor (MOS) memory, where data is stored within MOS memory cells on a silicon integrated circuit chip. The term \"memory\" is often synonymous with the term \"primary storage\". Computer memory operates at a high speed, for example random-access memory (RAM), as a distinction from storage that provides slow-to-access information but offers higher capacities. If needed, contents of the computer memory can be transferred to secondary storage; a very common way of doing this is through a memory management technique called \"virtual memory\". An archaic synonym for memory is store.",
  "/wiki/MRI_contrast_agent": "MRI contrast agents are contrast agents used to improve the visibility of internal body structures in magnetic resonance imaging (MRI). The most commonly used compounds for contrast enhancement are gadolinium-based. Such MRI contrast agents shorten the relaxation times of nuclei within body tissues following oral or intravenous administration.",
  "/wiki/Magnetostriction": "Magnetostriction (cf. electrostriction) is a property of magnetic materials that causes them to change their shape or dimensions during the process of magnetization. The variation of materials' magnetization due to the applied magnetic field changes the magnetostrictive strain until reaching its saturation value, λ. The effect was first identified in 1842 by James Joule when observing a sample of iron.",
  "/wiki/Galfenol": "In materials science, galfenol is the general term for an alloy of iron and gallium. The name was first given to iron-gallium alloys by United States Navy researchers in 1998 when they discovered that adding gallium to iron could amplify iron's magnetostrictive effect up to tenfold. Galfenol is of interest to sonar researchers because magnetostrictor materials are used to detect sound, and amplifying the magnetostrictive effect could lead to better sensitivity of sonar detectors. Galfenol is also proposed for vibrational energy harvesting, actuators for precision machine tools, active anti-vibration systems, and anti-clogging devices for sifting screens and spray nozzles. Galfenol is machinable and can be produced in sheet and wire form.",
  "/wiki/Terbium": "Terbium is a chemical element with the symbol Tb and atomic number 65. It is a silvery-white, rare earth metal that is malleable, ductile, and soft enough to be cut with a knife. The ninth member of the lanthanide series, terbium is a fairly electropositive metal that reacts with water, evolving hydrogen gas. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime, and euxenite.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Neodymium_magnet": "A neodymium magnet (also known as NdFeB, NIB or Neo magnet) is the most widely used type of rare-earth magnet. \nIt is a permanent magnet made from an alloy of neodymium, iron, and boron to form the Nd2Fe14B tetragonal crystalline structure. Developed independently in 1982 by General Motors and Sumitomo Special Metals, neodymium magnets are the strongest type of permanent magnet available commercially.  Due to different manufacturing processes, they are also divided into two subcategories, namely sintered NdFeB magnets and bonded NdFeB magnets. They have replaced other types of magnets in many applications in modern products that require strong permanent magnets, such as motors in cordless tools, hard disk drives and magnetic fasteners.",
  "/wiki/Terfenol-D": "Terfenol-D, an alloy of the formula TbxDy1−xFe2 (x ~ 0.3), is a magnetostrictive material. It was initially developed in the 1970s by the Naval Ordnance Laboratory in United States.  The technology for manufacturing the material efficiently was developed in the 1980s at Ames Laboratory under a U.S. Navy funded program. It is named after terbium, iron (Fe), Naval Ordnance Laboratory (NOL), and the D comes from dysprosium.",
  "/wiki/Sonar": "Sonar (originally an acronym for sound navigation ranging) is a technique that uses sound propagation (usually underwater, as in submarine navigation) to navigate, communicate with or detect objects on or under the surface of the water, such as other vessels. Two types of technology share the name \"sonar\": passive sonar is essentially listening for the sound made by vessels; active sonar is emitting pulses of sounds and listening for echoes. Sonar may be used as a means of acoustic location and of measurement of the echo characteristics of \"targets\" in the water. Acoustic location in air was used before the introduction of radar. Sonar may also be used for robot navigation, and SODAR (an upward-looking in-air sonar) is used for atmospheric investigations. The term sonar is also used for the equipment used to generate and receive the sound. The acoustic frequencies used in sonar systems vary from very low (infrasonic) to extremely high (ultrasonic). The study of underwater sound is known as underwater acoustics or hydroacoustics.",
  "/wiki/Fuel_cells": "A fuel cell is an electrochemical cell that converts the chemical energy of a fuel (often hydrogen) and an oxidizing agent (often oxygen) into electricity through a pair of redox reactions. Fuel cells are different from most batteries in requiring a continuous source of fuel and oxygen (usually from air) to sustain the chemical reaction, whereas in a battery the chemical energy usually comes from metals and their ions or oxides that are commonly already present in the battery, except in flow batteries. Fuel cells can produce electricity continuously for as long as fuel and oxygen are supplied.",
  "/wiki/Dysprosium": "Dysprosium is a chemical element with the symbol Dy and atomic number 66. It is a rare earth element with a metallic silver luster. Dysprosium is never found in nature as a free element, though it is found in various minerals, such as xenotime. Naturally occurring dysprosium is composed of seven isotopes, the most abundant of which is 164Dy.",
  "/wiki/Hard_disk_drives": "A hard disk drive (HDD), hard disk, hard drive, or fixed disk[b] is an electro-mechanical data storage device that uses magnetic storage to store and retrieve digital data using one or more rigid rapidly rotating platters coated with magnetic material. The platters are paired with magnetic heads, usually arranged on a moving actuator arm, which read and write data to the platter surfaces. Data is accessed in a random-access manner, meaning that individual blocks of data can be stored and retrieved in any order. HDDs are a type of non-volatile storage, retaining stored data even when powered off.",
  "/wiki/Holmium": "Holmium is a chemical element with the symbol Ho and atomic number 67. Part of the lanthanide series, holmium is a rare-earth element.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Spectrophotometry": "In chemistry, spectrophotometry is the quantitative measurement of the reflection or transmission properties of a material as a function of wavelength. It is more specific than the general term electromagnetic spectroscopy in that spectrophotometry deals with visible light, near-ultraviolet, and near-infrared, but does not cover time-resolved spectroscopic techniques.",
  "/wiki/Magnet": "A magnet is a material or object that produces a magnetic field. This magnetic field is invisible but is responsible for the most notable property of a magnet: a force that pulls on other ferromagnetic materials, such as iron, and attracts or repels other magnets.",
  "/wiki/Erbium": "Erbium is a chemical element with the symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements. It is a lanthanide, a rare earth element, originally found in the gadolinite mine in Ytterby in Sweden, from which it got its name.",
  "/wiki/Vanadium_steel": "Vanadium is a chemical element with the symbol V and atomic number 23. It is a hard, silvery-grey, malleable transition metal. The elemental metal is rarely found in nature, but once isolated artificially, the formation of an oxide layer (passivation) somewhat stabilizes the free metal against further oxidation.",
  "/wiki/Optical_fiber": "An optical fiber is a flexible, transparent fiber made by drawing glass (silica) or plastic to a diameter slightly thicker than that of a human hair. Optical fibers are used most often as a means to transmit light[a] between the two ends of the fiber and find wide usage in fiber-optic communications, where they permit transmission over longer distances and at higher bandwidths (data rates) than electrical cables. Fibers are used instead of metal wires because signals travel along them with less loss; in addition, fibers are immune to electromagnetic interference, a problem from which metal wires suffer. Fibers are also used for illumination and imaging, and are often wrapped in bundles so they may be used to carry light into, or images out of confined spaces, as in the case of a fiberscope. Specially designed fibers are also used for a variety of other applications, some of them being fiber optic sensors and fiber lasers.",
  "/wiki/Thulium": "Thulium is a chemical element with the symbol Tm and atomic number 69. It is the thirteenth and third-last element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds; because it occurs so late in the series, however, the +2 oxidation state is also stabilized by the nearly full 4f shell that results. In aqueous solution, like compounds of other late lanthanides, soluble thulium compounds form coordination complexes with nine water molecules.",
  "/wiki/Thule": "Thule (/ˈθjuːliː/ THEW-lee Greek: Θούλη Thoúlē, Latin: Thūlē) is the farthest north location mentioned  in ancient Greek and Roman literature and cartography.  Modern interpretations have included Orkney, Shetland, the island of Saaremaa (Ösel) in Estonia, and the Norwegian island of Smøla.",
  "/wiki/X-ray_machine": "An X-ray machine is any machine that involves X-rays. It may consist of an X-ray generator and an X-ray detector.",
  "/wiki/Ytterbium": "Ytterbium is a chemical element with the symbol Yb and atomic number 70. It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state. However, like the other lanthanides, its most common oxidation state is +3, as in its oxide, halides, and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble ytterbium compounds form complexes with nine water molecules. Because of its closed-shell electron configuration, its density and melting and boiling points differ significantly from those of most other lanthanides.",
  "/wiki/Reducing_agent": "Reducing agent (also called a reductant or reducer) is an element or compound that loses (or \"donates\") an electron to an electron recipient (oxidizing agent) in a redox chemical reaction.",
  "/wiki/Flare_(countermeasure)": "A flare or decoy flare is an aerial infrared countermeasure used by a plane or helicopter to counter an infrared homing (\"heat-seeking\") surface-to-air missile or air-to-air missile. Flares are commonly composed of a pyrotechnic composition based on magnesium or another hot-burning metal, with burning temperature equal to or hotter than engine exhaust. The aim is to make the infrared-guided missile seek out the heat signature from the flare rather than the aircraft's engines.",
  "/wiki/Stainless_steel": "In metallurgy, stainless steel, also known as inox steel or inox from French inoxydable (inoxidizable), is a steel alloy, with a minimum of 11% chromium content by mass and a maximum of 1.2% carbon by mass.",
  "/wiki/Strain_gauge": "A strain gauge (also spelled strain gage) is a device used to measure strain on an object. Invented by Edward E. Simmons and Arthur C. Ruge in 1938, the most common type of strain gauge consists of an insulating flexible backing which supports a metallic foil pattern.  The gauge is attached to the object by a suitable adhesive, such as cyanoacrylate.  As the object is deformed, the foil is deformed, causing its electrical resistance to change.  This resistance change, usually measured using a Wheatstone bridge, is related to the strain by the quantity known as the gauge factor.",
  "/wiki/Nuclear_medicine": "Nuclear medicine is a medical specialty involving the application of radioactive substances in the diagnosis and treatment of disease. Nuclear medicine imaging, in a sense, is \"radiology done inside out\" or \"endoradiology\" because it records radiation emitting from within the body rather than radiation that is generated by external sources like X-rays. In addition, nuclear medicine scans differ from radiology as the emphasis is not on imaging anatomy but the function and for such reason, it is called a physiological imaging modality. Single photon emission computed tomography (SPECT) and positron emission tomography (PET) scans are the two most common imaging modalities in nuclear medicine.",
  "/wiki/Earthquakes": "An earthquake (also known as a quake, tremor or temblor) is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects (and people) into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is the frequency, type, and size of earthquakes experienced over a period of time. The word tremor is also used for non-earthquake seismic rumbling.",
  "/wiki/Lutetium": "Lutetium is a chemical element with the symbol Lu and atomic number 71. It is a silvery white metal, which resists corrosion in dry air, but not in moist air. Lutetium is the last element in the lanthanide series, and it is traditionally counted among the rare earths. Lutetium is sometimes considered the first element of the 6th-period transition metals, although lanthanum is more often considered as such.",
  "/wiki/Lutetia": "The Roman city of Lutetia (also Lutetia Parisiorum in Latin, in French Lutèce) was the predecessor of present-day Paris.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Positron_emission_tomography": "Positron-emission tomography (PET) is a nuclear medicine functional imaging technique that is used to observe metabolic processes in the body as an aid to the diagnosis of disease. The system detects pairs of gamma rays emitted indirectly by a positron-emitting radioligand, most commonly fluorine-18, which is introduced into the body on a biologically active molecule called a radioactive tracer. Different ligands are used for different imaging purposes, depending on what the radiologist/researcher wants to detect. Three-dimensional images of tracer concentration within the body are then constructed by computer analysis. In modern PET computed tomography scanners, three-dimensional imaging is often accomplished with the aid of a computed tomography X-ray scan performed on the patient during the same session, in the same machine.",
  "/wiki/Lutetium_tantalate": "Lutetium tantalate is a chemical compound of lutetium, tantalum and oxygen with the formula LuTaO4. With a density of 9.81 g/cm3, it is the densest known white stable material.  (Although thorium dioxide ThO2 is also white and has a higher density of 10 g/cm3, it is radioactively unstable; while not radioactive enough to make it unstable as a material, even its low rate of decay is still too much for certain uses such as phosphors for detecting ionising radiation.) The white color and high density of LuTaO4 make it ideal for phosphor applications, though the high cost of lutetium is a hindrance.",
  "/wiki/Oil_refinery": "An oil refinery or petroleum refinery is an industrial process plant where crude oil is transformed and refined into more useful products such as petroleum naphtha, gasoline, diesel fuel, asphalt base, heating oil, kerosene, liquefied petroleum gas, jet fuel and fuel oils. Petrochemicals feed stock like ethylene and propylene can also be produced directly by cracking crude oil without the need of using refined products of crude oil such as naphtha.",
  "/wiki/LED_light_bulb": "An LED lamp or LED light bulb is an electric light for use in light fixtures that produces light using one or more light-emitting diodes (LEDs). LED lamps have a lifespan many times longer than equivalent incandescent lamps, and are significantly more efficient than most fluorescent lamps, with some LED chips able to emit up to 303 lumens per watt (as claimed by Cree and some other LED manufacturers). However, LED lamps require an electronic LED driver circuit when operated from mains power lines, and losses from this circuit means that the efficiency of the lamp is lower than the efficiency of the LED chips it uses. The most efficient commercially available LED lamps have efficiencies of 200 lumens per watt (Lm/W). The LED lamp market is projected to grow by more than twelve-fold over the next decade, from $2 billion in the beginning of 2014 to $25 billion in 2023, a compound annual growth rate (CAGR) of 25%. As of 2016[update], many LEDs use only about 10% of the energy an incandescent lamp requires."
}