{
  "/wiki/St._Francis_Xavier_Cathedral_(Bansk%C3%A1_Bystrica,_Slovakia)": "The Francis Xavier Cathedral, Banská Bystrica (Slovak: Katedrála svätého Františka Xaverského, usually called Kapitulský kostol meaning \"Chapter Church\") is a cathedral at Slovak National Uprising Square in Banská Bystrica, Slovakia.",
  "/wiki/Diocese_of_Bansk%C3%A1_Bystrica": "The Diocese of Banská Bystrica (Slovak: Banskobystrická diecéza, Latin: Dioecesis Neosoliensis) is a Roman Catholic diocese in central Slovakia. Its seat is in Banská Bystrica. On Tuesday, November 20, 2012, according to biographical information in a press release from the Holy See Press Office's Vatican Information Service (VIS),  Pope Benedict XVI appointed Auxiliary Bishop Marián Chovanec of the Roman Catholic Diocese of Nitra (based in Nitra, Slovakia), Titular Bishop of Massita, as Bishop-elect of the Roman Catholic Diocese of Banská Bystrica. Bishop Chovanec was born on September 16, 1957 in Trenčin, Slovakia, a part of the Diocese of Nitra. He was expelled from the Seminary in Bratislava, Slovakia, because he had refused to cooperate with the Government-backed Association \"Pacem in Terris\" (Peace on Earth). He then worked as a laborer. After seven years, he was able to conclude his theological studies and be ordained a priest in 1989; he became an Auxiliary Bishop of Nitra in 1999 and Vicar General in 2003 and is active in the Slovak Bishops' Conference.",
  "/wiki/Bansk%C3%A1_Bystrica": "Banská Bystrica (Slovak pronunciation: [ˈbanskaː ˈbistritsa] (listen), also known by other alternative names)  is a city in central Slovakia located on the Hron River in a long and wide valley encircled by the mountain chains of the Low Tatras, the Veľká Fatra, and the Kremnica Mountains. With 78 327 inhabitants, Banská Bystrica is the sixth most populous municipality in Slovakia.  The present town was founded by German settlers, however it was built upon a former Slavic settlement. It obtained the municipal privileges of a free royal town of the Kingdom of Hungary in 1255. The copper mining town acquired its present picturesque look in the Late Middle Ages when the prosperous burghers built its central churches, mansions, and fortifications. It is the capital of the kraj (Banská Bystrica Region) and the okres (Banská Bystrica District). It is also the home of Matej Bel University. As a historical city with an easy access to the surrounding mountains, Banská Bystrica is a popular winter and summer tourist destination.",
  "/wiki/St._Francis_Xavier": "Francis Xavier, S.J. (/ˈzeɪviər, ˈzævi-/; born Francisco de Jasso y Azpilicueta; Latin Franciscus Xaverius; Basque: Frantzisko Xabierkoa; Spanish: Francisco Javier; Portuguese: Francisco Xavier; 7 April 1506 – 3 December 1552), was a Navarrese Catholic missionary who was a co-founder of the Society of Jesus.",
  "/wiki/St._Martin%27s_Cathedral,_Bratislava": "The St Martin's Cathedral (Slovak: Katedrála svätého Martina, Hungarian: Szent Márton-dóm or Koronázó templom,  German: Kathedrale des Heiligen Martin) is a church in Bratislava, Slovakia, and the cathedral of the Roman Catholic Archdiocese of Bratislava.",
  "/wiki/Archdiocese_of_Bratislava": "The Archdiocese of Bratislava (Slovak: Bratislavská arcidiecéza, Latin: Archidioecesis Bratislaviensis) is a Roman Catholic archdiocese in western Slovakia including Bratislava and the western Trnava regions. It has its seat in Bratislava. The current archbishop is Stanislav Zvolenský and auxiliary bishop is Jozef Haľko.",
  "/wiki/Bratislava": "Bratislava (/ˌbrætɪˈslɑːvə/, also US: /ˌbrɑːt-/, Slovak: [ˈbracislaʋa] (listen); German: Preßburg or Pressburg [ˈprɛsbʊrk] (listen); Hungarian: Pozsony) is the capital of Slovakia. With a population of about 430,000, it is one of the smaller capitals of Europe but still the country's largest city. The greater metropolitan area is home to more than 650,000 people. Bratislava is in southwestern Slovakia, occupying both banks of the River Danube and the left bank of the River Morava. Bordering Austria and Hungary, it is the only national capital that borders two sovereign states.",
  "/wiki/Martin_of_Tours": "Saint Martin of Tours (Latin: Sanctus Martinus Turonensis; 316 or 336 – 8 November 397) was the third bishop of Tours.  He has become one of the most familiar and recognizable Christian saints in Western tradition.",
  "/wiki/St._Elisabeth_Cathedral": "The Cathedral of St Elisabeth (Slovak: Dóm svätej Alžbety Slovak pronunciation: [ˈdɔːm ˈsʋætɛj ˈalʒbɛti]; Hungarian: Szent Erzsébet-székesegyház, German: Dom der heiligen Elisabeth) is a Gothic cathedral in Košice.",
  "/wiki/Archdiocese_of_Ko%C5%A1ice": "The Roman Catholic Archdiocese of Košice (Slovak: Košická arcidiecéza, Latin: Archidioecesis Cassoviensis) is a Roman Catholic archdiocese in eastern Slovakia, with its seat in Košice. It covers central and eastern parts of the Prešov and Košice regions, with an area of 10,403 km². On that area, there was a population of around 1,153,505 people, of which around 61% were of Catholic faith (2012). The Archbishop-elect is the former auxiliary bishop, Bernard Bober, he succeeded Alojz Tkáč. Bernard Bober was appointed as Archbishop of Košice on June 4, 2010 and canonically took power of the archdiocese on July 10, 2010. Pope Francis appointed on June 11, 2016 priest Marek Forgáč as new auxiliary bishop.",
  "/wiki/Ko%C5%A1ice": "Košice (UK: /ˈkɒʃɪtsə/ KOSH-it-sə, Slovak: [ˈkɔʃitsɛ] (listen)) is the largest city in eastern Slovakia. It is situated on the river Hornád at the eastern reaches of the Slovak Ore Mountains, near the border with Hungary. With a population of approximately 240,000, Košice is the second largest city in Slovakia, after the capital Bratislava.",
  "/wiki/Elisabeth_of_Hungary": "Elizabeth of Hungary (German: Heilige Elisabeth von Thüringen, Hungarian: Árpád-házi Szent Erzsébet; 7 July 1207 – 17 November 1231), also known as Saint Elizabeth of Thuringia or Saint Elisabeth of Thuringia, was a princess of the Kingdom of Hungary, Landgravine of Thuringia, Germany, and a greatly venerated Catholic saint who was an early member of the Third Order of St. Francis, by which she is honored as its patroness.",
  "/wiki/Gothic_architecture": "Gothic architecture (Latin: francigenum opus) is a style that flourished in Europe during the High and Late Middle Ages. It evolved from Romanesque architecture and was succeeded by Renaissance architecture. Originating in 12th-century France, it was widely used, especially for cathedrals and churches, until the 16th century.",
  "/wiki/St._Emmeram%27s_Cathedral,_Nitra": "St. Emmeram's Cathedral (Slovak: Bazilika svätého Emeráma) is a Roman Catholic cathedral located in Nitra, Slovakia. The entire cathedral is housed in the Nitra Castle precinct, much like Prague Castle.",
  "/wiki/Diocese_of_Nitra": "The Diocese of Nitra (Slovak: Nitrianska diecéza, Latin: Dioecesis Nitriensis) is a Roman Catholic diocese western Slovakia, with its seat in Nitra. The current bishop is Viliam Judák.",
  "/wiki/Nitra": "Nitra (Slovak pronunciation: [ˈɲitra] (listen); also known by other alternative names) is a city in western Slovakia, situated at the foot of Zobor Mountain in the valley of the river Nitra. With a population of about 76,655 it is the fifth-largest city in Slovakia. Nitra is also one of the oldest cities in Slovakia; it was the political center of the Principality of Nitra. Today, it is a seat of a kraj (Nitra Region)  and an okres (Nitra District).",
  "/wiki/Emmeram_of_Regensburg": "Saint Emmeram of Regensburg  (also Emeramus, Emmeran, Emmerano, Emeran, Heimrammi, Haimeran, or Heimeran) was a Christian bishop and a martyr born in Poitiers, Aquitaine. He died circa 652 and is buried in St. Emmeram's in Regensburg, Germany. His feast day in the Catholic Calendar of saints is September 22.",
  "/wiki/Assumption_of_Mary_Church_(Ro%C5%BE%C5%88ava)": "Cathedral of the Assumption is a Roman Catholic cathedral in Rožňava, Slovakia. It is the seat of Bishop of Rožňava.",
  "/wiki/Diocese_of_Ro%C5%BE%C5%88ava": "The Diocese of Rožňava (Slovak: Rožňavská diecéza, Latin: Dioecesis Rosnaviensis) is a Roman Catholic diocese in southern Slovakia. It covers central and eastern parts of the Banská Bystrica Region and western parts of the Košice Region. Its seat is in Rožňava, covers an area of 7,000 km² with 343,352 people of which 58% are of Catholic faith (2004).",
  "/wiki/Ro%C5%BE%C5%88ava": "Rožňava (Hungarian: Rozsnyó, German: Rosenau, Latin: Rosnavia) is a town in Slovakia, approximately 71 kilometres (44 miles) by road from Košice in the Košice Region, and has a population of 19,182.",
  "/wiki/Assumption_of_Mary": "The Assumption of Mary into Heaven (often shortened to the Assumption) is, according to the beliefs of the Catholic Church, Eastern and Oriental Orthodoxy, the bodily taking up of the Virgin Mary into Heaven at the end of her earthly life.",
  "/wiki/St._Martin%27s_Cathedral_(Spi%C5%A1sk%C3%A1_Kapitula)": "St Martin's Cathedral (Spišská Kapitula) is a cathedral in Slovakia. It is located in the town of Spišská Kapitula and is the cathedral church of the Spiš diocese.",
  "/wiki/Diocese_of_Spi%C5%A1": "The Diocese of Spiš (Slovak: Spišská diecéza, Latin: Dioecesis Scepusiensis) is a Roman Catholic diocese in northern Slovakia. It covers central and eastern parts of the Žilina Region and western part of the Prešov Region. Its seat is in Spišská Kapitula; the diocese covers an area of 7,802 km² with 583,633 people of which 76.6% are of Catholic faith (2004). The current bishop is Štefan Sečka.",
  "/wiki/Spi%C5%A1sk%C3%A1_Kapitula": "Spišská Kapitula (Hungarian: Szepeshely or Szepesi Káptalan) (both meaning the \"Spiš Chapter house\") is an exceptionally well-preserved ecclesiastical town on the outskirts of Spišské Podhradie, Slovakia, and overlooking Spiš Castle. It is part of the UNESCO World Heritage site \"Levoča, Spiš Castle and the associated cultural monuments\".",
  "/wiki/St._John_the_Baptist_Cathedral_(Trnava)": "St. John the Baptist Cathedral (Slovak: Katedrála svätého Jána Krstiteľa, Hungarian: Keresztelő Szent János székesegyház) is one of the most significant historic monuments of Trnava, western Slovakia.",
  "/wiki/Archdiocese_of_Trnava": "The Archdiocese of Trnava (Slovak: Trnavská arcidiecéza, Latin: Archidioecesis Tyrnaviensis) is a Latin Catholic archdiocese in western Slovakia including bigger part of the Trnava, and parts of Nitra and Trenčín regions. It has its seat in Trnava. In 2013 Pope Francis appointed Auxiliary Bishop Ján Orosch as the next Archbishop of the Archdiocese of Trnava.",
  "/wiki/Trnava": "Trnava (Slovak pronunciation: [ˈtr̩naʋa] (listen), also known by other alternative names) is a city in western Slovakia, 47 km (29 mi) to the north-east of Bratislava, on the Trnávka river. It is the capital of a kraj (Trnava Region) and of an okres (Trnava District). It is the seat of a Roman Catholic archbishopric (1541–1820 and then again since 1977). The city has a historic center. Because of the many churches within its city walls, Trnava has often been called \"parva Roma\", i.e. \"Little Rome\", or more recently, the \"Slovak Rome\".",
  "/wiki/St._John_the_Baptist": "John the Baptist[note 1] (late 1st century BC – 28–36 AD) was a Jewish itinerant preacher in the early 1st century AD.  Other titles for John include John the Forerunner in Eastern Christianity, John the Immerser in some Baptist traditions,  and the prophet John (Yaḥyā) in Islam. He is sometimes alternatively called John the Baptizer.",
  "/wiki/Church_of_the_Holy_Trinity,_%C5%BDilina": "The Church of the Holy Trinity, since February 2008 Holy Trinity Cathedral (colloquially in Slovak Farský kostol, meaning Parish church) is a Roman Catholic church in Žilina, Slovakia. \nIt is one of the town's most significant monuments. Together with the Burian's Tower it creates the typical skyline of the town.",
  "/wiki/Diocese_of_%C5%BDilina": "The Diocese of Žilina (Slovak: Žilinská Diecéza, Latin: Dioecesis Žilinensis) is a Roman Catholic diocese in north-western Slovakia including  parts of the Trenčín and Žilina regions. It has its seat in Žilina. The current bishop is Tomáš Galis.",
  "/wiki/%C5%BDilina": "Žilina (Slovak pronunciation: [ˈʒilina]; German: Sillein, [ziˈlaɪ̯n] or [ˈzɪlaɪ̯n]; Hungarian: Zsolna [ˈʒolnɒ]; Polish: Żylina [ʒɨˈlina], names in other languages) is a city in north-western Slovakia, around 200 kilometres (120 mi) from the capital Bratislava, close to both the Czech and Polish borders. It is the fourth largest city of Slovakia with a population of approximately 80,000, an important industrial center, the largest city on the Váh river, and the seat of a kraj (Žilina Region) and of an okres (Žilina District). It belongs to the Upper Váh region of tourism.",
  "/wiki/Holy_Trinity": "The Christian doctrine of the Trinity (Latin: Trinitas, lit. 'triad', from Latin: trinus \"threefold\") holds that God is one God, but three coeternal consubstantial persons or hypostases—the Father, the Son (Jesus Christ), and the Holy Spirit—as \"one God in three Divine persons\". The three persons are distinct, yet are one \"substance, essence or nature\" (homoousios). In this context, a \"nature\" is what one is, whereas a \"person\" is who one is. The subset of Christianity that accepts this doctrine is collectively known as trinitarianism, while the subset that doesn't is referred to as nontrinitarian. Trinitarianism contrasts with positions such as Binitarianism (one deity in two persons) and Monarchianism (no plurality of persons within God), of which Modalistic Monarchianism (one deity revealed in three modes) and Unitarianism (one deity in one person) are subsets.",
  "/wiki/Military_Ordinariate_of_Slovakia": "The Military Ordinariate of Slovakia (Slovak: Vojenský ordinariát) is a Latin military ordinariate (pseudo-diocese) of the Roman Catholic Church for the Slovak armed forces.",
  "/wiki/Saint_Sebastian": "Saint Sebastian (c. AD 256 – 288) was an early Christian saint and martyr. According to traditional belief, he was killed during the Roman emperor Diocletian's persecution of Christians. He was initially being tied to a post or tree and shot with arrows, though this did not kill him. He was, according to tradition, rescued and healed by Saint Irene of Rome, which became a popular subject in 17th-century painting. In all versions of the story, shortly after his recovery he went to Diocletian to warn him about his sins, and as a result was clubbed to death. He is venerated in the Roman Catholic Church and the Orthodox Church.",
  "/wiki/Co-Cathedral_of_Our_Lady_of_Sorrows,_Poprad": "The Co-Cathedral of Our Lady of Sorrows (Slovak: Konkatedrála Sedembolestnej Panny Márie) is the main Roman Catholic church of the town of Poprad, Slovakia.",
  "/wiki/Poprad": "Poprad (Slovak pronunciation: [ˈpɔpɾat]; German: Deutschendorf) is a city in northern Slovakia at the foot of the High Tatra Mountains, famous for its picturesque historic centre and as a holiday resort. It is the biggest town of the Spiš region and the tenth largest city in Slovakia, with a population of approximately 50,000.",
  "/wiki/Our_Lady_of_Sorrows": "Our Lady of Sorrows (Latin: Beata Maria Virgo Perdolens), Our Lady of Dolours, the Sorrowful Mother or Mother of Sorrows (Latin: Mater Dolorosa), and Our Lady of Piety, Our Lady of the Seven Sorrows or Our Lady of the Seven Dolours are names by which the Virgin Mary is referred to in relation to sorrows in her life. As Mater Dolorosa, it is also a key subject for Marian art in the Catholic Church.",
  "/wiki/Co-Cathedral_of_St._Nicholas,_Pre%C5%A1ov": "The Co-Cathedral of Saint Nicholas in Prešov is one of the oldest and most important churches in Slovakia.  External dimensions of concathedral are 54.7 meters in length, 34.45 in width. The height of indoor nave is 16 m and tower reaches a height of 71 meters. The temple is a Late Gothic hall-type church (height of all naves is the same) with three naves.",
  "/wiki/Pre%C5%A1ov": "Prešov (Slovak pronunciation: [ˈprɛʃɔʊ̯] (listen), Hungarian: Eperjes, German: Eperies, Preschau, Ukrainian: Пряшів/Priashiv) is a city in Eastern Slovakia. It is a seat of the administrative Prešov Region (Slovak: Prešovský kraj) and Šariš as well as the historic Szepes County of the Kingdom of Hungary. With a population of approximately 89,000, it is the third-largest city in Slovakia. It lends its name to the Eperjes-Tokaj Hill-Chain. There are many tourist attractions in Prešov such as castles, pools and the old town.",
  "/wiki/Saint_Nicholas": "Saint Nicholas of Myra[a] (traditionally 15 March 270 – 6 December 343),[b] also known as Nicholas of Bari, was an early Christian bishop of the ancient Greek maritime city of Myra in Asia Minor (Ancient Greek: Μύρα, modern-day Demre, Turkey) during the time of the Roman Empire. Because of the many miracles attributed to his intercession, he is also known as Nicholas the Wonderworker.[c]  Saint Nicholas is the patron saint of sailors, merchants, archers, repentant thieves, prostitutes, children, brewers, pawnbrokers, and students in various cities and countries around Europe. His reputation evolved among the faithful, as was common for early Christian saints, and his legendary habit of secret gift-giving gave rise to the traditional model of Santa Claus (\"Saint Nick\") through Sinterklaas.",
  "/wiki/List_of_cathedrals_in_Slovakia": "This is the list of cathedrals and co-cathedrals in Slovakia sorted by denomination."
}