{
  "/wiki/B_%26_O_Railroad_Viaduct": "B & O Railroad Viaduct is a registered historic structure in Bellaire, Ohio, listed in the National Register on June 22, 1976.",
  "/wiki/Bellaire,_Ohio": "Bellaire is a village in Belmont County, Ohio, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area, and Wheeling is across the Ohio to the east. The population was 4,278 at the 2010 census, having had its peak in 1920. The city is located along the Ohio River.",
  "/wiki/Barnesville_Baltimore_and_Ohio_Railroad_Depot": "Barnesville station is a historic train station in Barnesville, Ohio. It is located at 300 East Church Street, between Mulberry and Railroad Streets. The building was placed on the National Register of Historic Places on August 8, 1985 as the Barnesville Baltimore and Ohio Railroad Depot.",
  "/wiki/Barnesville,_Ohio": "Barnesville is a village in Belmont County, Ohio, United States. It is located in the central portion of Warren Township in Belmont County and is part of the Wheeling, West Virginia Metropolitan Statistical Area. The population was 4,193 at the 2010 census.",
  "/wiki/Barnesville_Historic_District": "The Barnesville Historic District consists of the oldest part of Barnesville, Ohio, originally platted in 1808 and contains roughly 40 acres and 180 buildings. The district was added to the National Register on July 19, 1984.",
  "/wiki/Barnesville_Petroglyph": "The Barnesville Petroglyph is a well-known petroglyph site in the eastern part of the U.S. state of Ohio.  Located approximately 3 miles (4.8 km) southwest of the village of Barnesville in Belmont County, the petroglyphs have been known both by archaeologists and the general public since the 1850s or earlier.  Although the site was significantly damaged during the twentieth century, it is still a significant archaeological site; as a result, it has been named a historic site.",
  "/wiki/Warren_Township,_Belmont_County,_Ohio": "Warren Township is one of the sixteen townships of Belmont County, Ohio, United States. The 2010 census found 5,974 people in the township, 1,781 of whom lived in the unincorporated portions of the township.",
  "/wiki/Belleview_Heights": "Belleview Heights, also known as the Rigas House, is located at 61500 Candlewick Lane located in Bellaire, Ohio. The house and gardens were placed on the National Register on 1994-04-08.",
  "/wiki/Belmont_Historic_District_(Belmont,_Ohio)": "The Belmont Historic District is located in Belmont, Ohio and contains several streets. The buildings located in the district are primarily from the 19th century, but are punctuated by more recent buildings. The district is split by SR 147 and SR 149. The historic district was placed on the National Register in 1987.",
  "/wiki/Belmont,_Ohio": "Belmont is a village in Belmont County, Ohio, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area. The population was 453 at the 2010 census.",
  "/wiki/Blaine_Hill_%22S%22_Bridge": "The Blaine Hill \"S\" Bridge is located over Wheeling Creek at the western boundaries of Blaine in Belmont County, Ohio, United States. The bridge was designated the Ohio Bicentennial Bridge in 2003, and was placed on the National Register of Historic Places on March 17, 2010.",
  "/wiki/Pease_Township,_Belmont_County,_Ohio": "Pease Township is one of sixteen townships of Belmont County, Ohio, United States. The 2010 census counted 14,309 people living in the township.",
  "/wiki/Brick_Tavern_House": "The Brick Tavern House is a former inn on the National Road west of St. Clairsville, Ohio, United States. One of the oldest National Road taverns still in existence, it was built in the early nineteenth century. Although it fell into dilapidation during the late twentieth century, it was named a historic site in 1995, and extensive restoration was to be performed in the early 2010s but to date, has not been.",
  "/wiki/U.S._Route_40_in_Ohio": "U.S. Route 40 or U.S. Highway 40 (US 40), also known as the Main Street of America, is a major east–west United States Highway traveling across the United States from the Mountain States to the Mid-Atlantic States. As with most routes whose numbers end in a zero, US 40 once traversed the entire United States. It is one of the first U.S. Highways created in 1926 and its original termini were in San Francisco, California and Atlantic City, New Jersey. In the western United States, US 40 was functionally replaced by Interstate 80 (I-80), resulting in the route being truncated multiple times. US 40 currently ends at a junction with I-80 in Silver Summit, Utah, just outside Salt Lake City.",
  "/wiki/Richland_Township,_Belmont_County,_Ohio": "Richland Township is one of the sixteen townships of Belmont County, Ohio, United States. The 2010 census found 14,973 people in the township, 9,789 of whom lived in the unincorporated portions of the township.",
  "/wiki/Brokaw_Site": "The Brokaw Site is located off of U.S. Route 40 in Richland Township, just west of St. Clairsville, Ohio. The site was added to the National Register on 1976-06-17.",
  "/wiki/Concord_Hicksite_Friends_Meeting_House": "The Concord Hicksite Friends Meeting House is a historic Friends meeting house located near the community of Colerain, Ohio, United States.  Constructed in 1815 for a group formed in 1801, it has been named a historic site.",
  "/wiki/Colerain_Township,_Belmont_County,_Ohio": "Colerain Township is one of the sixteen townships of Belmont County, Ohio, United States. As of the 2010 census the population was 4,276.",
  "/wiki/Donald_B._(towboat)": "Standard, also known historically as Donald B and Barbara H, is a paddlewheel towboat that has been named a US National Historic Landmark and is now based at Bellaire in eastern Ohio.  Built in 1923, she is the oldest surviving unaltered rear-wheel towboat afloat.  The boat was declared a National Historic Landmark in 1989.",
  "/wiki/Ohio_River": "The Ohio River is a 981-mile (1,579 km) long river in the United States.  It is located in the midwestern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flowing Mississippi River that divides the eastern from western United States. The river flows through or along the border of six states, and its drainage basin includes parts of 15 states.  Through its largest tributary, the Tennessee River, the basin includes several states of the southeastern U.S. It is the source of drinking water for three million people.",
  "/wiki/Martins_Ferry,_Ohio": "Martins Ferry is a city in Belmont County, Ohio, United States, on the Ohio River across from Wheeling, West Virginia. It is the largest city in Belmont County. The population was 6,915 as of the 2010 census.",
  "/wiki/Olney_Friends_School": "Olney Friends School is a small, co-educational boarding and day school affiliated with the Religious Society of Friends (Quakers). Located in the foothills of the Appalachian Mountains in Barnesville, Ohio, the school \"challenges students to grow, celebrates intellectual vigor, provokes questions of conscience, and nurtures skills for living in community.\" Students come from around Ohio, around the country, and around the world to study the college prep curriculum. Currently (2017-2018), the school is attended by 53 students from 14 US states and 10 countries (usually about 30% Quaker and 30% international).",
  "/wiki/Thomas_T._and_Wesley_B._Frasier_Houses": "The Thomas T and Wesley B Frasier Houses in Brookside, Ohio were built in the 19th century along Route 40. The houses were added to the National Register on 1982-11-17.",
  "/wiki/Brookside,_Ohio": "Brookside is a village in Belmont County, Ohio, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area. The population was 632 at the 2010 census.",
  "/wiki/Great_Western_Schoolhouse": "The Great Western Schoolhouse was built in 1870 along the then-developing National Road, west of St. Clairsville, Ohio. The schoolhouse is a traditional one room schoolhouse and was used until 1952. The building is currently used as a museum highlighting early education in southeastern Ohio and is open by appointment.",
  "/wiki/Imperial_Glass_Company": "The Imperial Glass Company is located in Bellaire, Ohio with a factory located on 29th Street and the offices located on Belmont Street. The factory was razed in 1995 to make room for commercial development and the Belmont Street location was transformed into a museum known as the National Imperial Glass Museum. The building was placed on the National Register on 1983-09-08.",
  "/wiki/James_Kinney_Farmstead": "The James Kinney Farmstead, also known as Country Mile Farm, is located 4 miles (6.4 km) southeast of Belmont, Ohio on SR 147. The 57-acre (23 ha) property was placed on the National Register on 1999-04-29 and is only one of four farmsteads placed on the Register.",
  "/wiki/Smith_Township,_Belmont_County,_Ohio": "Smith Township is one of the sixteen townships of Belmont County, Ohio, United States. The 2010 census found 1,543 people in the township.",
  "/wiki/Joseph_Kirkwood_House": "The Joseph Kirkwood House is a historic house in the village of Bridgeport, Ohio, United States.  Originally home to one of the area's oldest families, it was built in the middle of the nineteenth century in a mix of architectural styles.  Named a historic site in the 1980s, it has been converted into a health care facility.",
  "/wiki/Bridgeport,_Ohio": "Bridgeport is a village in Belmont County, Ohio, United States. It lies across the Ohio River from Wheeling, West Virginia, and is connected by two bridges to Wheeling Island. The population was 1,831 at the 2010 census.",
  "/wiki/Morristown_Historic_District": "The Morristown Historic District is a nationally recognized historic district embracing much of the village of Morristown, Ohio, United States.  Founded along the National Road, Morristown prospered as long as the road was heavily travelled, but it stagnated after railroads became prominent.  Because the community neither died nor prospered, it has retained its mid-nineteenth-century architecture into the present, making it one of the National Road's least-changed settlements.",
  "/wiki/Morristown,_Ohio": "Morristown is a village in Belmont County, Ohio, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area. The population was 303 at the 2010 census."
}