{
  "/wiki/Boston_College_Eagles_men's_soccer": "The Boston College Eagles men's soccer team represents Boston College in men's soccer. The team is a member of the Atlantic Coast Conference of the National Collegiate Athletic Association, having previously competed in the Big East Conference.  The Eagles were led by coach Ed Kelly from 1988 until his retirement in 2019 .",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Clemson_Tigers_men's_soccer": "The Clemson Tigers men's soccer team represent Clemson University in the Atlantic Coast Conference of NCAA Division I soccer. The team has won 14 Atlantic Coast Conference championships, 2 NCAA national championships, and hosted 3 Hermann Trophy winners (Bruce Murray in 1987, Wojtek Krakowiak in 1998, and Robbie Robinson in 2019).",
  "/wiki/Clemson,_South_Carolina": "Clemson (/ˈklɛmp.sən, ˈklɛm.zən/[note a]) is a city in Pickens and Anderson counties in the U.S. state of South Carolina. Clemson is home to Clemson University; in 2015, the Princeton Review cited the town of Clemson as ranking #1 in the United States for \"town-and-gown\" relations with its resident university. The population of the city was 13,905 at the 2010 census.",
  "/wiki/Riggs_Field": "Riggs Field is a 6,500-capacity soccer-specific stadium located in Clemson, South Carolina. The stadium is home to the Clemson Tigers men's and women's soccer teams.  It has also hosted the NCAA Men's Soccer Championship in 1987.  The stadium opened for soccer in 1980, and was renovated in 1987, and again in 2013. Previous to this, it hosted a variety of the school's athletic teams, including the football team from 1915 until 1941 and the baseball team from 1916 until 1969.  It is named after Walter Riggs, the former coach of the football team and president of Clemson (1910–1924).  Riggs Field is the fifth oldest collegiate athletic facility in the nation.",
  "/wiki/Duke_Blue_Devils_men's_soccer": "The Duke Blue Devils men's soccer team represents Duke University in the ACC and in all other men's NCAA Division I Soccer competitions. They won their first and only NCAA tournament in 1986, co-captained by their current head coach, John Kerr Jr. and Mike Linenberger. Facilities included both turf and grass fields, a newly constructed weight room and training room (as of fall 2016), and a student-athlete academic advising facility. John Kerr Jr. is assisted by Michael Brady and Chris Rich.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County.\nThe U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates.",
  "/wiki/Koskinen_Stadium": "Koskinen Stadium is a 4,500-seat (7,000-capacity) stadium in Durham, North Carolina on the campus of Duke University. It serves as home to Duke's soccer and lacrosse teams.",
  "/wiki/Maryland_Terrapins_men's_soccer": "The Maryland Terrapins men's soccer team represents the University of Maryland in National Collegiate Athletic Association (NCAA) college soccer competition. The program has won four NCAA Division I College Cup national championships (1968, 2005, 2008, 2018). Maryland won nineteen Atlantic Coast Conference (ACC) regular season championships (1953–68, 1971, 2012, 2013) and six ACC tournament championships (1996, 2002, 2008, 2010, 2012, 2013) before joining the Big Ten Conference on July 1, 2014. The Terps won the 2014 and 2016 Big Ten Conference men's soccer championships and the 2014 and 2015 men's soccer tournament titles.",
  "/wiki/College_Park,_Maryland": "The City of College Park is in Prince George's County, Maryland, United States, and is approximately four miles (6.4 km) from the northeast border of Washington. The population was 30,413 at the 2010 United States Census. It is best known as the home of the University of Maryland, College Park, and since 1994 the city has also been home to the National Archives at College Park, a facility of the U.S. National Archives, as well as to the National Oceanic and Atmospheric Administration (NOAA) Center for Weather and Climate Prediction (NCWCP).",
  "/wiki/Ludwig_Field": "Ludwig Field (officially Kehoe Track at Ludwig Field) is a multi-purpose facility located on the campus of the University of Maryland (UMD) in College Park, Maryland.",
  "/wiki/Notre_Dame_Fighting_Irish_men's_soccer": "The Notre Dame Fighting Irish men's soccer team represents the University of Notre Dame in National Collegiate Athletic Association Division I men's soccer. The team competes in the Atlantic Coast Conference and is currently coached by Chad Riley.The team has made twenty appearances in the NCAA Men's Division I Soccer Tournament with the most recent coming in 2017 NCAA Division I Men's Soccer Championship. The Fighting Irish won the 2013 national championship.",
  "/wiki/South_Bend,_Indiana": "South Bend is a city in, and the county seat of, St. Joseph County, Indiana, on the St. Joseph River near its southernmost bend, from which it derives its name. As of the 2010 census, the city had a total of 101,168 residents; its metropolitan statistical area had a population of 318,586 and its combined statistical area, 721,296. It is the fourth-largest city in Indiana, serving as the economic and cultural hub of northern Indiana. The University of Notre Dame is located just to the north in unincorporated Notre Dame.",
  "/wiki/NC_State_Wolfpack_men's_soccer": "The NC State Wolfpack men's soccer team is a varsity intercollegiate athletic team of North Carolina State University in Raleigh, North Carolina, United States. The team is a member of the Atlantic Coast Conference, which is part of the National Collegiate Athletic Association's Division I. NC State's first men's soccer team was fielded in 1950. The team plays its home games at Method Road in Raleigh, on the western edge of the NC State campus. The Hawks are coached by George Kiefer.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/North_Carolina_Tar_Heels_men's_soccer": "The North Carolina Tar Heels men's soccer team represents the University of North Carolina at Chapel Hill in men's NCAA Division I soccer competition. They compete in the Atlantic Coast Conference. The Tar Heels won the NCAA championship in 2001 and 2011.",
  "/wiki/Chapel_Hill,_NC": "Chapel Hill is a town in Orange, Chatham, and Durham counties in the U.S. state of North Carolina. Its population was 57,233 in the 2010 census, making Chapel Hill the 15th-largest city in the state. Chapel Hill, Durham, and the state capital, Raleigh, make up the corners of the Research Triangle (officially the Raleigh–Durham–Chapel Hill combined statistical area), with a total population of 1,998,808.",
  "/wiki/Fetzer_Field": "Robert Fetzer Field was a sports field located in Chapel Hill, North Carolina, and was the home of the lacrosse and soccer teams of the University of North Carolina at Chapel Hill, the North Carolina Tar Heels. The four teams that called Fetzer field their home (North Carolina Tar Heels men's lacrosse, North Carolina Tar Heels women's lacrosse, North Carolina Tar Heels men's soccer, North Carolina Tar Heels women's soccer) have a combined total of 26 national championships. The stadium was demolished in 2017 to make way for the new Dorrance Field soccer and lacrosse stadium that was built on the same site.",
  "/wiki/Pittsburgh_Panthers_men's_soccer": "Pittsburgh Panthers men's soccer is the NCAA Division I intercollegiate men's soccer (association football) team of the University of Pittsburgh, often referred to as \"Pitt\", located in Pittsburgh, Pennsylvania. The Pitt men's soccer competes in the Atlantic Coast Conference (ACC) and plays their home games at Ambrose Urbanic Field in the university's Petersen Sports Complex. Pitt soccer players have had eight selections as All-Americans and multiple former Panthers have gone on to play professionally. The Panthers have appeared in two NCAA tournaments and have been coached by Jay Vidovich since 2015.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Petersen_Sports_Complex": "The Petersen Sports Complex (PSC) is a 12.32-acre (4.99 ha) multi-sport athletic facility on the campus of the University of Pittsburgh in Pittsburgh, Pennsylvania. It houses Charles L. Cost Field, Vartabedian Field, and Ambrose Urbanic Field, the respective home practice and competition venues of the university's NCAA Division I varsity athletic baseball, softball, and men's and women's soccer teams. Known as the Pittsburgh (Pitt) Panthers, these teams compete in the Atlantic Coast Conference. The complex is located adjacent to the school's Trees Hall and Cost Sports Center near the remainder of the university's other upper campus athletic facilities.",
  "/wiki/Syracuse_Orange_men's_soccer": "Syracuse Orange is the NCAA college soccer (football) team for Syracuse University in Syracuse, New York. They are a Division I team in the Atlantic Coast Conference.",
  "/wiki/Syracuse,_New_York": "Syracuse (/ˈsɪrəkjuːz, ˈsɛr-, -kjuːs/) is a city in and the county seat of Onondaga County, New York, United States. It is the fifth-most populous city in the state of New York following New York City, Buffalo, Rochester, and Yonkers.",
  "/wiki/Virginia_Cavaliers_men's_soccer": "The Virginia Cavaliers men's soccer team represent the University of Virginia in all NCAA Division I men's soccer competitions. The Virginia Cavaliers are a member of the Atlantic Coast Conference.",
  "/wiki/Charlottesville,_Virginia": "Charlottesville, colloquially known as C'ville and officially named the City of Charlottesville, is an independent city in the Commonwealth of Virginia. It is the county seat of Albemarle County, which surrounds the city, though the two are separate legal entities. It is named after the British Queen consort (and Electress of Hanover) Charlotte of Mecklenburg-Strelitz, who as the wife of George III was Virginia's last Queen. In 2018, an estimated 48,117 people lived within the city limits. The Bureau of Economic Analysis combines the City of Charlottesville with Albemarle County for statistical purposes, bringing its population to approximately 150,000. Charlottesville is the heart of the Charlottesville metropolitan area, which includes Albemarle, Buckingham, Fluvanna, Greene, and Nelson counties.",
  "/wiki/Klöckner_Stadium": "Klöckner Stadium is home to four nationally recognized sports programs—the University of Virginia men's and women's soccer teams in the fall and men's and women's lacrosse teams in the spring. The stadium was designed by VMDO Architects and built in 1992 at a cost of $3.4 million, and its naming rights were awarded to the Klöckner Group of Germany for $1.2 million. The Virginia men's soccer team won national championships in the first three years they played at Klöckner and subsequently added two more in 2009 and 2014.",
  "/wiki/Virginia_Tech_Hokies_men's_soccer": "The Virginia Tech Hokies men's soccer team represents the Virginia Polytechnic Institute and State University in all NCAA Division I men's college soccer competitions. The Hokies are members of the Atlantic Coast Conference and play their home matches at Sandra D. Thompson Field.",
  "/wiki/Blacksburg,_Virginia": "Blacksburg is an incorporated town in Montgomery County, Virginia, United States, with a population of 42,620 at the 2010 census. Blacksburg, as well as the surrounding county, is dominated economically and demographically by the presence of Virginia Tech (Virginia Polytechnic Institute and State University).",
  "/wiki/Sandra_D._Thompson_Field": "Sandra D. Thompson Field  is a multi-purpose stadium located on the campus of Virginia Tech in Blacksburg, Virginia where it is home to the Hokies soccer and lacrosse teams.",
  "/wiki/Wake_Forest_Demon_Deacons_men's_soccer": "The Wake Forest University Demon Deacons men's soccer team is an amateur, NCAA Division I college soccer team composed of students attending Wake Forest University in Winston-Salem, North Carolina. They achieved their greatest result in 2007, winning the 2007 Division I Men's College Cup. Like all sports teams from Wake Forest, men's soccer competes in the Atlantic Coast Conference (ACC). The Deacons play their home matches at Spry Stadium on the campus of Wake Forest.",
  "/wiki/Winston-Salem,_North_Carolina": "Winston-Salem is a city in and the county seat of Forsyth County, North Carolina, United States. With a 2018 estimated population of 246,328 it is the second largest municipality in the Piedmont Triad region, the fifth most populous city in North Carolina, the third largest urban area in North Carolina, and the eighty-ninth most populous city in the United States. With a metropolitan population of 676,673 it is the fourth largest metropolitan area in North Carolina. Winston-Salem is home to the tallest office building in the region, 100 North Main Street, formerly the Wachovia Building and now known locally as the Wells Fargo Center.",
  "/wiki/Spry_Stadium": "W. Dennie Spry Soccer Stadium (usually called Spry Stadium) is a soccer-specific stadium located on the campus of Wake Forest University in Winston-Salem, North Carolina where it is home to the Wake Forest Demon Deacons men's soccer and women's soccer teams.",
  "/wiki/2013_Atlantic_Coast_Conference_men's_soccer_season": "The 2013 Atlantic Coast Conference men's soccer season is the 27th season of men's varsity soccer in the conference. The season will mark the first for the incoming Notre Dame Fighting Irish, Pittsburgh Panthers and Syracuse Orange, as well as the last ACC season for Maryland, which is leaving for the Big Ten. The 2013 ACC Men's Soccer Tournament will run from November 12–17, with quarterfinals at campus sites followed by the semifinals and final at the Maryland SoccerPlex in Boyds, Maryland."
}