{
  "/wiki/Yang_Chuan-kwang": "Yang Chuan-kwang, or C.K. Yang (Amis: Maysang Kalimud, Chinese: 楊傳廣; pinyin: Yáng Chuánguǎng) (July 10, 1933 – January 27, 2007), was an Olympic decathlete from Taiwan. Yang attended college at UCLA where he trained and competed with team mate and Olympian Rafer Johnson and was coached by Elvin C. Drake.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Athletics_at_the_1960_Summer_Olympics": "At the 1960 Summer Olympics in Rome, 34 events in athletics were contested, 24 by men and 10 by women. There were a total number of 1016 participating athletes from 73 countries.",
  "/wiki/Athletics_at_the_1960_Summer_Olympics_–_Men's_decathlon": "The men's decathlon at the 1960 Summer Olympics took place between 5 September and 6 September at the Stadio Olimpico.",
  "/wiki/Chi_Cheng_(athlete)": "Chi Cheng (born March 15, 1944 in Hsinchu, Japanese Taiwan), is a Taiwanese track and field athlete. She was an Olympic medalist in 1968 and was named the Associated Press Athlete of the Year for 1970. She was a former pentathlete turned sprinter.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics": "At the 1968 Summer Olympics in Mexico City, 36 athletics events were contested, 24 for men and 12 for women. There were a total number of 1031 participating athletes from 93 countries.",
  "/wiki/Athletics_at_the_1968_Summer_Olympics_–_Women's_80_metres_hurdles": "The Women's 80 metres hurdles competition at the 1968 Summer Olympics in Mexico City, Mexico was held at the University Olympic Stadium on October 17–18.",
  "/wiki/Tsai_Wen-yee": "Tsai Wen-yee (Chinese: 蔡溫義; pinyin: Cài Wēnyì) is a Taiwanese weightlifter. He won a Bronze medal in the 60 kg class at the 1984 Summer Olympics in Los Angeles.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Weightlifting_at_the_1984_Summer_Olympics": "The weightlifting competition at the 1984 Summer Olympics in Los Angeles consisted of ten weight classes. The 1984 Summer Olympics boycott meant that the most dominant forces in weightlifting at the time, the USSR and Bulgaria did not take part. This left the field wide open.",
  "/wiki/Weightlifting_at_the_1984_Summer_Olympics_–_Men's_60_kg": "The Men's Featherweight Weightlifting Event (–60 kg) was the third lightest event at the weightlifting competition. Each weightlifter had three attempts for both the snatch and clean and jerk lifting methods. The total of the best successful lift of each method was used to determine the final rankings and medal winners. Competition took place on 31 July in the 4,500 capacity Albert Gersten Pavilion.",
  "/wiki/Chang_Cheng-hsien": "Chang Cheng-Hsien (Chinese: 張正憲; pinyin: Zhāng Zhèngxiàn; born 8 February 1967) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Chang_Wen-chung": "Chang Wen-Chung (Chinese: 張文宗; pinyin: Zhāng Wénzōng; born 17 April 1968) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Chang_Yaw-teing": "Chang Yaw-teing (Chinese: 張耀騰; pinyin: Zhāng Yàoténg; born 28 March 1965) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Chen_Chi-hsin": "Chen Chi-hsin (simplified Chinese: 陈执信; traditional Chinese: 陳執信; pinyin: Chén Zhíxìn; born May 16, 1962) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Chen_Wei-chen": "Chen Wei-Chen (Chinese: 陳威成; pinyin: Chén Wēichéng; born 24 May 1966) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Chiang_Tai-chuan": "Chiang Tai-chuan (Chinese: 江泰權; pinyin: Jiāng Tàiquán; born 26 October 1960 in Chiayi County, Taiwan) is a retired Taiwanese professional baseball player (position:outfielder) and currently a baseball coach. He is best known for being the first baseball player to compete in 3 consecutive Olympic Games: in the 1984, 1988 and 1992 Olympics where he won a bronze medal in 1984(as demonstration sport) and silver medal in 1992.",
  "/wiki/Huang_Chung-yi": "Huang Chung-yi (Chinese: 黃忠義; pinyin: Huáng Zhōngyì; born 12 October 1967 in Hualien County, Taiwan) is a Taiwanese retired baseball player.",
  "/wiki/Huang_Wen-po": "Huang Wen-Po (simplified Chinese: 黄文博; traditional Chinese: 黃文博; pinyin: Huáng Wénbó; born October 29, 1971) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Jong_Yeu-jeng": "Jong Yeu-Jeng (simplified Chinese: 钟宇政; traditional Chinese: 鍾宇政; pinyin: Zhōng Yǔzhèng; born December 25, 1973) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Ku_Kuo-chian": "Ku Kuo-Chian (Chinese: 古國謙; pinyin: Gǔ Guóqiān; born 10 November 1968) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Kuo_Lee_Chien-fu": "Kuo Lee Chien-Fu (Chinese: 郭李建夫; pinyin: Guō Lǐ Jiànfū; born March 24, 1969 in Taoyuan County, Taiwan (now Taoyuan City)) is a retired Taiwanese professional baseball pitcher and currently a baseball coach. He is best known for being the ace pitcher in the Chinese Taipei national baseball team in the 1992 Olympics where he was twice the winning pitcher in the two Chinese Taipei versus Japan matches, one in the preliminary round and the other in the semifinal. The two victories helped the Chinese Taipei team win the silver medal that year. He was also a member of the Chinese Taipei national baseball team in the 1988 Olympics when baseball was a demonstration sport, but did not play in any of the tournament's matches due to his juniority at that time.",
  "/wiki/Liao_Ming-hsiung": "Liao Ming-hsiung (Chinese: 廖敏雄; pinyin: Liào Mǐnxióng; born 18 October 1968 in Hengchun, Pingtung, Taiwan), nicknamed \"Prince of Baseball\", is a retired Taiwanese professional baseball player (position:outfielder).",
  "/wiki/Lin_Chao-huang": "Lin Chao-Huang (Chinese: 林朝煌; pinyin: Lín Zhāohuáng; born August 17, 1969) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Lin_Kun-han": "Lin Kun-han (Chinese: 林琨瀚; pinyin: Lín Kūnhàn; Wade–Giles: Lin2 Kun1 Han4; born 5 January 1968), is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Lo_Chen-jung": "Lo Chen-Jung (Chinese: 羅振榮; pinyin: Luó Zhènróng; born 30 November 1961 in Chiayi, Taiwan) is a retired Taiwanese left-handed baseball pitcher. He had been a member of the amateur Taiwan Power Company Baseball Team throughout his career. He was widely regarded as the best left-handed Taiwanese pitcher of his generation and was a frequent member of the Chinese Taipei national baseball team between mid-1980s and early 1990s, competing in the 1988 and 1992 Summer Olympics where he won a silver medal in 1992.",
  "/wiki/Lo_Kuo-chong": "Lo Kuo-chong (Chinese: 羅國璋; pinyin: Luó Guózhāng; born 16 September 1965 in Hsinchu, Taiwan, also spelled Lo Kuo-chang) is a retired Taiwanese professional baseball player and currently a baseball coach. He had been well known for his excellent fielding ability, which was demonstrated by setting CPBL's record of did not error in a streak of continuous 153 fielding chances during his rookie 1994 season, and was a frequent member of the Chinese Taipei national baseball team from mid-1980s to early 1990s, participating the 1988 and 1992 Summer Olympics where he won a silver medal in 1992.",
  "/wiki/Pai_Kun-hong": "Pai Kun-hong (Chinese: 白昆弘; pinyin: Bái Kūnhóng; born 6 January 1970) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Tsai_Ming-hung": "Tsai Ming-Hung (Chinese: 蔡明宏; pinyin: Cài Mínghóng; born 2 September 1966) is a retired Taiwanese professional baseball player who competed in the 1992 Summer Olympics. He was part of the Chinese Taipei baseball team which won the silver medal. He is a right-handed submarine pitcher.",
  "/wiki/Wang_Kuang-shih": "Wang Kuang-Shih (Chinese: 王光熙; pinyin: Wáng Guāngxī; born 2 August 1967) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/Wu_Shih-hsih": "Wu Shih-hsih (Chinese: 吳思賢; pinyin: Wú Sīzhì; born 2 July 1963) is a Taiwanese baseball player who competed in the 1992 Summer Olympics.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Baseball_at_the_1992_Summer_Olympics": "Baseball had its debut as an official medal sport at the 1992 Summer Olympics in Barcelona.  Eight nations competed, with the preliminary phase consisting of each team playing every other team.  Playoffs were then held, with the four highest ranked teams advancing.  For the semifinals, the 1st place team played the 4th place team and the 2nd place team played against the 3rd place team.  The winners of those semifinals competed against each other for the gold medal, with the loser getting the silver medal.  The teams defeated in the semifinal played a match for the bronze medal.",
  "/wiki/Chen_Jing_(table_tennis)": "Chen Jing (simplified Chinese: 陈静; traditional Chinese: 陳靜; pinyin: Chén Jìng; born 20 September 1968 in Wuhan, Hubei) is a table tennis player and Olympic champion for China, and later Olympic medalist for Chinese Taipei.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Table_tennis_at_the_1996_Summer_Olympics": "The table tennis competition at the 1996 Summer Olympics consisted of four events.",
  "/wiki/Table_tennis_at_the_1996_Summer_Olympics_–_Women's_singles": "These are the results of the women's singles competition, one of two events for female competitors in table tennis at the 1996 Summer Olympics in Atlanta.",
  "/wiki/Li_Feng-ying": "Li Fengying (also written as Li Feng-Ying) (born January 23, 1975) is a female weightlifter who competed for Chinese Taipei in the 2000 Summer Olympics and won a silver medal in featherweight category. She lifted a total of 212.5 kg (snatch – 98 kg, clean & jerk – 115 kg) at bodyweight  of 53 kg.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics": "The Weightlifting Competition at the 2000 Summer Olympics in Sydney, Australia saw the introduction of women's weightlifting.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics_–_Women's_53_kg": "The women's 53 kg weightlifting event at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney Convention and Exhibition Centre on September 18.",
  "/wiki/Table_tennis_at_the_2000_Summer_Olympics": "The table tennis competition at the 2000 Summer Olympics consisted of four events.",
  "/wiki/Table_tennis_at_the_2000_Summer_Olympics_–_Women's_singles": "These are the results of the women's singles competition, one of two events for female competitors in table tennis at the 2000 Summer Olympics in Sydney.",
  "/wiki/Chi_Shu-ju": "Chi Shu-ju (Chinese: 紀淑如; pinyin: Jì Shūrú; born 27 November 1982) is a Taiwanese taekwondo practitioner and Olympic medalist. She competed at the 2000 Summer Olympics in Sydney where she received a bronze medal in the 49 kg class.",
  "/wiki/Taekwondo_at_the_2000_Summer_Olympics": "Taekwondo was contested as an official sport at the Olympic Games for the first time at the 2000 Summer Olympics in Sydney.  It had previously been a demonstration sport in 1988 and 1992.  Medals were awarded in four weight classes each for men and women. Tran Hieu Ngan became the first Vietnamese Olympic medalist in this competition.",
  "/wiki/Taekwondo_at_the_2000_Summer_Olympics_–_Women's_49_kg": "The women's 49 kg  competition in taekwondo at the 2000 Summer Olympics in Sydney took place on September 27 at the State Sports Centre.",
  "/wiki/Huang_Chih-hsiung": "Huang Chih-hsiung (Chinese: 黃志雄; pinyin: Húang Zhìxióng; born 16 October 1976 in Taipei County (now New Taipei City), Taiwan) is a Taiwanese athlete. Representing the Republic of China (as Chinese Taipei) in the 2004 Summer Olympics, he won the silver medal at the Men's 68 kg Taekwondo event. At the 2000 Summer Olympics he won a bronze medal at the Men's 58 kg Taekwondo event.",
  "/wiki/Taekwondo_at_the_2000_Summer_Olympics_–_Men's_58_kg": "The men's 58 kg  competition in taekwondo at the 2000 Summer Olympics in Sydney took place on 27 September at the State Sports Centre.",
  "/wiki/Kuo_Yi-hang": "Kuo Yi-hang (born 2 June 1975) formerly Kuo Shu-fen is a female weightlifter who competed for Chinese Taipei in the 2000 Summer Olympics and won a bronze medal in heavyweight category. She lifted a total of 245 kg (snatch - 107.5 kg, clean & jerk - 137.5 kg) at bodyweight  of 75 kg.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics_–_Women's_75_kg": "The women's 75 kg weightlifting event at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney Convention and Exhibition Centre on September 20.",
  "/wiki/Chen_Shih-hsin": "Chen Shih-hsin (Chinese: 陳詩欣; pinyin: Chén Shīxīn; born 16 November 1978) is the first Taiwanese athlete to win a gold medal at the Olympics.  She won the gold medal in the women's 49-kilogram category in taekwondo at the 2004 Summer Olympics on August 26.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics": "Taekwondo at the 2004 Summer Olympics were held in the Sports Pavilion at the Faliro Coastal Zone Olympic Complex in Athens, Greece where 124 competitors competed in eight events, four each for men and women.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics_–_Women's_49_kg": "The women's 49 kg  competition in taekwondo at the 2004 Summer Olympics in Athens took place on August 26 at the Faliro Coastal Zone Olympic Complex.",
  "/wiki/Chu_Mu-yen": "Chu Mu-yen (Chinese: 朱木炎; pinyin: Zhū Mùyán; born 14 March 1982) is a Taekwondo athlete from Taiwan.  He is the second Taiwanese athlete and first male to win a gold medal at the Olympics, winning in men's under 58-kilogram class in Taekwondo at the Athens 2004 Games. In the 2008 Olympics, Chu won the bronze medal in the men's under 58-kilogram class in Taekwondo.\nHe also won the gold medal in the 2003 World Taekwondo Championships.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics_–_Men's_58_kg": "The men's 58 kg  competition in taekwondo at the 2004 Summer Olympics in Athens took place on August 26 at the Faliro Coastal Zone Olympic Complex.",
  "/wiki/Chen_Szu-yuan": "Chen Szu-yuan (Chinese: 陳詩園; pinyin: Chén Shīyuán; born 7 February 1981) is an athlete from the Republic of China.  He competes in archery.",
  "/wiki/Liu_Ming-huang": "Liu Ming-huang (simplified Chinese: 刘明煌; traditional Chinese: 劉明煌; pinyin: Liú Mínghuáng; born 17 September 1984) is a Taiwanese archer who competed at the 2004 Summer Olympics.",
  "/wiki/Wang_Cheng-pang": "Wang Cheng-pang (Chinese: 王正邦; pinyin: Wáng Zhèngbāng; born 12 January 1987) is a Taiwanese professional archer representing Chinese Taipei.",
  "/wiki/Archery_at_the_2004_Summer_Olympics": "Archery at the 2004 Summer Olympics was held at Panathinaiko Stadium in Athens, Greece with ranking rounds on 12 August and regular competition held from 15 August to 21 August. One hundred twenty-eight archers from forty-three nations competed in the four gold medal events—individual and team events for men and for women—that were contested at these games.",
  "/wiki/Archery_at_the_2004_Summer_Olympics_–_Men's_team": "The Men's team at the 2004 Summer Olympics as part of the archery programme were held at the Panathinaiko Stadium.",
  "/wiki/Taekwondo_at_the_2004_Summer_Olympics_–_Men's_68_kg": "The men's 68 kg  competition in taekwondo at the 2004 Summer Olympics in Athens took place on August 26 at the Faliro Coastal Zone Olympic Complex.",
  "/wiki/Chen_Li-ju": "Chen Li-Ju (Chinese: 陳麗如; pinyin: Chén Lìrú; Wade–Giles: Ch'en Li-ju; born 24 April 1981) is an athlete from the Republic of China.  She competes in archery.",
  "/wiki/Wu_Hui-ju": "Wu Hui-ju (Chinese: 吳蕙如; pinyin: Wú Huìrú; Wade–Giles: Wu Hui-ju; born 12 November 1982) is an athlete from Republic of China.  She competes in archery.",
  "/wiki/Yuan_Shu-chi": "Yuan Shu Chi (Chinese: 袁叔琪; pinyin: Yuán Shúqí; Wade–Giles: Yüan Shu-ch'i; born 9 November 1984) is an athlete from the Republic of China.  She competes in archery.",
  "/wiki/Archery_at_the_2004_Summer_Olympics_–_Women's_team": "The Women's team at the 2004 Summer Olympics as part of the archery programme were held at the Panathinaiko Stadium.",
  "/wiki/Chen_Wei-ling": "Chen Wei-ling (Chinese: 陳葦綾; pinyin: Chén Wěilíng; born 4 January 1982) is from Tainan, Taiwan. She is an Olympic weightlifter and powerlifter.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics": "Weightlifting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 19.  Competitions were conducted at the Beihang University Gymnasium.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_–_Women's_48_kg": "The women's 48 kg weightlifting event is the lightest women's event at the weightlifting competition, limiting competitors to a maximum of 48 kilograms of body mass. The competition took place on August 9 at 10:00 and was the first Weightlifting event to conclude. It was the second set of medals to be awarded at the Games, a few moments after the women's 10m Air Rifle.",
  "/wiki/Lu_Ying-chi": "Lu Ying-chi (Chinese: 盧映錡; pinyin: Lú Yìngqí; born 6 April 1985 in Pingtung County, Taiwan)  is a female weightlifter from Taiwan.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_–_Women's_63_kg": "The women's 63 kg weightlifting event was the fourth women's event at the weightlifting competition, with competitors limited to a maximum of 63 kilograms of body mass. The whole competition took place on August 12, but was divided in two parts due to the number of competitors. Group B weightlifters competed at 12:30, and Group A, at 15:30. This event was the sixth Weightlifting event to conclude.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics": "Taekwondo competitions at the 2008 Summer Olympics in Beijing were held from August 20 to August 23 at the Beijing Science and Technology University Gymnasium. 128 Taekwondo practitioners, 64 men and 64 women, competed in 8 events. For the first time ever two bronze medals were awarded per event.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics_–_Men's_58_kg": "The men's 58 kg  competition in taekwondo at the 2008 Summer Olympics in Beijing took place on August 22 at the Beijing Science and Technology University Gymnasium.",
  "/wiki/Sung_Yu-chi": "Sung Yu-chi (Chinese: 宋玉麒; pinyin: Sòng Yùqí; born 16 January 1982 in Shulin, Taipei County (now New Taipei City), Taiwan) is a Taekwondo athlete from Republic of China. He competed at the 2008 Summer Olympics held in Beijing, China and won the bronze medal.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics_–_Men's_68_kg": "The men's 68 kg  competition in taekwondo at the 2008 Summer Olympics in Beijing took place on August 21 the Beijing Science and Technology University Gymnasium.",
  "/wiki/Hsu_Shu-ching": "Hsu Shu-ching (Chinese: 許淑淨; pinyin: Xǔ Shújìng; born 9 May 1991) is a Taiwanese weightlifter.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics": "Weightlifting competitions at the 2012 Summer Olympics in London were held from 28 July to 7 August in the ExCeL venue. Fifteen gold medals were awarded and 260 athletes took part (156 men and 104 women).",
  "/wiki/Weightlifting_at_the_2012_Summer_Olympics_–_Women's_53_kg": "The Women's 53 kg weightlifting event at the 2012 Summer Olympics in London, United Kingdom, took place at ExCeL London on 29 July.",
  "/wiki/Chinese_Taipei_at_the_Olympics": "The Republic of China (commonly known as Taiwan) currently competes as \"Chinese Taipei\" at the Olympic Games. The ROC first participated at the Summer Olympic Games in 1932. After the Chinese Civil War the ROC retreated to the island of Taiwan and only Taiwan-based athletes have competed in its team since then. The ROC boycotted the Olympics starting from the 1976 Summer Games until it returned to the 1984 Winter Games, and started participating as Chinese Taipei."
}