{
  "/wiki/Samhain": "Samhain (/ˈsɑːwɪn, ˈsaʊɪn/; Irish: [ˈsˠəuɪnʲ] Scottish Gaelic: [ˈs̪ãũ.ɪɲ]) is a Gaelic festival marking the end of the harvest season and the beginning of winter or the \"darker half\" of the year. Traditionally, it is celebrated from 31 October to 1 November, as the Celtic day began and ended at sunset. This is about halfway between the autumn equinox and the winter solstice. It is one of the four Gaelic seasonal festivals, along with Imbolc, Bealtaine and Lughnasadh. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. Similar festivals are held at the same time of year in other Celtic lands, for example the Brittonic Calan Gaeaf (in Wales), Kalan Gwav (in Cornwall), and Kalan Goañv (in Brittany); both Celtic branches are roughly as old as each other.",
  "/wiki/Calan_Gaeaf": "Calan Gaeaf is the name of the first day of winter in Wales, observed on 1 November. The night before is Nos Galan Gaeaf or Noson Galan Gaeaf, an Ysbrydnos when spirits are abroad. Traditionally, people avoid churchyards, stiles, and crossroads, since spirits are thought to gather there.",
  "/wiki/Celtic_polytheism": "Ancient Celtic religion, commonly known as Celtic paganism, comprises the religious beliefs and practices adhered to by the Iron Age people of Western Europe now known as the Celts, roughly between 500 BCE and 500 CE, spanning the La Tène period and the Roman era, and in the case of the Insular Celts the British and Irish Iron Age.  Very little is known with any certainty about the subject, and apart from documented names that are thought to be of deities, the only detailed contemporary accounts are by hostile and probably not-well-informed Roman writers.",
  "/wiki/Celts": "The Celts (/kɛlts, sɛlts/, see pronunciation of Celt for different usages) are a collection of Indo-European peoples of Europe identified by their use of the Celtic languages and other cultural similarities.  The history of pre-Celtic Europe and the exact relationship between ethnic, linguistic and cultural factors in the Celtic world remains uncertain and controversial. The exact geographic spread of the ancient Celts is disputed; in particular, the ways in which the Iron Age inhabitants of Great Britain and Ireland should be regarded as Celts have  become a subject of controversy. According to one theory, the common root of the Celtic languages, the Proto-Celtic language, arose in the Late Bronze Age Urnfield culture of Central Europe, which flourished from around 1200 BC.",
  "/wiki/Winter_Solstice": "The winter solstice, hiemal solstice or hibernal solstice, also known as midwinter, occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere (Northern and Southern). For that hemisphere, the winter solstice is the day with the shortest period of daylight and longest night of the year, when the Sun is at its lowest daily maximum elevation in the sky. At the pole, there is continuous darkness or twilight around the winter solstice. Its opposite is the summer solstice.",
  "/wiki/Germanic_paganism": "Germanic paganism refers to the ethnic religion practiced by the Germanic peoples from the Iron Age until Christianisation during the Middle Ages. It was an essential element of early Germanic culture. From both archaeological remains and literary sources, it is possible to trace a number of common or closely related beliefs amid the Germanic peoples into the Middle Ages, when the last pagan areas in Scandinavia were Christianized. Rooted in Proto-Indo-European religion, Proto-Germanic religion expanded during the Migration Period, yielding extensions such as Old Norse religion among the North Germanic peoples, the paganism practiced amid the continental Germanic peoples, and Anglo-Saxon paganism among the Old English-speaking peoples. Germanic religion is best documented in several texts from the 10th and 11th centuries, where they have been best preserved in Scandinavia and Iceland.",
  "/wiki/Sun": "The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometers (864,000 miles), or 109 times that of Earth, and its mass is about 330,000 times that of Earth. It accounts for about 99.86% of the total mass of the Solar System.\nRoughly three quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon, and iron.",
  "/wiki/Imbolc": "Imbolc or Imbolg ([ɪˈmˠɔlˠɡ]), also called (Saint) Brigid's Day (Irish: Lá Fhéile Bríde, Scottish Gaelic: Là Fhèill Brìghde, Manx: Laa'l Breeshey), is a Gaelic traditional festival marking the beginning of spring. It is held on 1 February, or about halfway between the winter solstice and the spring equinox. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. It is one of the four Gaelic seasonal festivals—along with Beltane, Lughnasadh and Samhain. For Christians, especially in Ireland, it is the feast day of Saint Brigid.",
  "/wiki/Spring_Equinox": "The March equinox or Northward equinox is the equinox on the Earth when the subsolar point appears to leave the Southern Hemisphere and cross the celestial equator, heading northward as seen from Earth. The March equinox is known as the vernal equinox in the Northern Hemisphere and as the autumnal equinox in the Southern.",
  "/wiki/Beltaine": "Beltane or Beltain (/ˈbɛl.teɪn/) is the Gaelic May Day festival. Most commonly it is held on 1 May, or about halfway between the spring equinox and the summer solstice. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. In Irish the name for the festival day is Lá Bealtaine ([l̪ˠaː ˈbʲal̪ˠt̪ˠənʲə]), in Scottish Gaelic Là Bealltainn ([l̪ˠaː ˈpjaul̪ˠt̪ɪɲ]) and in Manx Gaelic Laa Boaltinn/Boaldyn. It is one of the four Gaelic seasonal festivals—along with Samhain, Imbolc and Lughnasadh—and is similar to the Welsh Calan Mai.",
  "/wiki/Calan_Mai": "Calan Mai ([ˈkalan ˈmaɪ̯] \"Calend (first day) of May\") or Calan Haf ([ˈkalan ˈhaːv] \"Calend of Summer\") is a May Day holiday of Wales held on 1 May. Celebrations start on the evening before, known as May Eve, with bonfires; as with Calan Gaeaf or November 1, the night before (Welsh: Nos Galan Haf) is considered an Ysbrydnos or \"spirit night\" when spirits are out and about divination is possible. The tradition of lighting bonfires celebrating this occasion happened annually in South Wales until the middle of the 19th century.",
  "/wiki/Summer_Solstice": "The summer solstice (or estival solstice), also known as midsummer, occurs when one of the Earth's poles has its maximum tilt toward the Sun. It happens twice yearly, once in each hemisphere (Northern and Southern). For that hemisphere, the summer solstice is when the Sun reaches its highest position in the sky and is the day with the longest period of daylight. Within the Arctic circle (for the northern hemisphere) or Antarctic circle (for the southern hemisphere), there is continuous daylight around the summer solstice. On the summer solstice, Earth's maximum axial tilt toward the Sun is 23.44°. Likewise, the Sun's declination from the celestial equator is 23.44°.",
  "/wiki/Lughnasadh": "Lughnasadh or Lughnasa (/ˈluːnəsə/ LOO-nə-sə) is a Gaelic festival marking the beginning of the harvest season. Historically, it was widely observed throughout Ireland, Scotland and the Isle of Man. In Modern Irish it is called Lúnasa, in Scottish Gaelic: Lùnastal, and in Manx: Luanistyn. Traditionally it is held on 1 August, or about halfway between the summer solstice and autumn equinox. However, in recent centuries some of the celebrations shifted to the Sundays nearest this date. Lughnasadh is one of the four Gaelic seasonal festivals, along with Samhain, Imbolc and Beltane. It corresponds to other European harvest festivals such as the Welsh Gŵyl Awst and the English Lammas.",
  "/wiki/Autumn_Equinox": "An equinox is commonly regarded as the instant of time when the plane (extended indefinitely in all directions) of Earth's equator passes through the center of the Sun. This occurs twice each year, around 20 March and 23 September. In other words, it is the moment at which the center of the visible Sun is directly above the equator.",
  "/wiki/Druidry_(modern)": "Druidry, sometimes termed Druidism, is a modern spiritual or religious movement that generally promotes harmony, connection, and reverence for the natural world. This commonly is extended to include respect for all beings, including the environment itself. Many forms of modern Druidry are modern Pagan religions, although most of the earliest modern Druids identified as Christians. Originating in Britain during the 18th century, Druidry was originally a cultural movement, only gaining religious or spiritual connotations in the 19th century."
}