{
  "/wiki/County_Route_101_(Fulton_County,_New_York)": "New York State Route 399 (NY 399) was a state highway located within the town of Johnstown in Fulton County, New York, in the United States. It served as a connector between NY 29 in the hamlet of Cork and NY 29A in the hamlet of Meco. After being proposed in 1931, the route was assigned in April 1935. The designation was removed by the early 1960s, but a section remained a state highway until April 1, 1980, when it transferred between the state of New York and Fulton County.",
  "/wiki/Johnstown_(town),_New_York": "Johnstown is a town located in Fulton County, New York, United States. As of the 2010 census, the town had a population of 7,098. The name of the town is from landowner William Johnson.",
  "/wiki/NY_29A": "New York State Route 29A (NY 29A) is a state highway in the western portion of the Capital District of New York in the United States. The western terminus of the route is at an intersection with NY 29 in the Herkimer County hamlet of Salisbury Center. Its eastern end is at another junction with NY 29 about 36 miles (58 km) to the east near the Fulton County hamlet of Vail Mills. NY 29A enters Gloversville via Rose Street and continues through downtown on Fulton Street.",
  "/wiki/Gloversville,_New_York": "Gloversville, a city in Fulton County, New York, was once the hub of the United States' glovemaking industry, with over two hundred manufacturers in Gloversville and the adjacent city of Johnstown. In 2010, Gloversville had a population of 15,665.",
  "/wiki/Mayfield_(town),_New_York": "Mayfield is a town in Fulton County, New York, United States. The population of the town was 6,495 at the 2010 census.",
  "/wiki/Montgomery_County,_New_York": "Montgomery County is a county in the U.S. state of New York. As of the 2010 census, the population was 50,219. The county seat is Fonda. The county was named in honor of Richard Montgomery, an American Revolutionary War general killed in 1775 at the Battle of Quebec.",
  "/wiki/County_Route_28_(Montgomery_County,_New_York)": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_67": "New York State Route 67 (NY 67) is an 86.55-mile-long (139.29 km) east–west state highway in eastern New York in the United States. The western terminus of the route is at an intersection with NY 5 in the town of St. Johnsville. Its eastern terminus is at the Vermont state line in Hoosick, where it continues eastward as Vermont Route 67 (VT 67).",
  "/wiki/Herkimer_County,_New_York": "Herkimer County is a county in the U.S. state of New York. As of the 2010 census, the population was 64,519. Its county seat is Herkimer. The county was created in 1791 north of the Mohawk River out of part of Montgomery County. It is named after General Nicholas Herkimer, who died from battle wounds in 1777 after taking part in the Battle of Oriskany during the Revolutionary War.",
  "/wiki/County_Route_130_(Herkimer_County,_New_York)": "County routes in Herkimer County, New York, are typically signed only on street blade signs. Some routes are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker; however, this is uncommon.",
  "/wiki/Stratford,_New_York": "Stratford is a town in Fulton County, New York, United States. The population was 610 at the 2010 census. The town is in the northwest corner of the county, northeast of the village of Dolgeville. It was named after Stratford, Connecticut.",
  "/wiki/NY_920J": "New York State Route 29A (NY 29A) is a state highway in the western portion of the Capital District of New York in the United States. The western terminus of the route is at an intersection with NY 29 in the Herkimer County hamlet of Salisbury Center. Its eastern end is at another junction with NY 29 about 36 miles (58 km) to the east near the Fulton County hamlet of Vail Mills. NY 29A enters Gloversville via Rose Street and continues through downtown on Fulton Street.",
  "/wiki/NY_29": "New York State Route 29 (NY 29) is a state highway extending for 94.79 miles (152.55 km) across the eastern portion of the U.S. state of New York. The western terminus of the route is at NY 28 and NY 169 in Middleville, Herkimer County. The eastern terminus of the route is at NY 22 just south of Salem, Washington County. NY 29 also serves the cities of Johnstown and Saratoga Springs and intersects four major north–south roadways: NY 10, NY 30, U.S. Route 9, and U.S. Route 4.",
  "/wiki/NY_30": "New York State Route 30 (NY 30) is a state highway in the central part of New York in the United States. It extends for 300.71 miles (483.95 km) from an interchange with NY 17 (Future Interstate 86) in the Southern Tier to the US–Canada border in the state's North Country, where it continues into Quebec as Route 138. On a regional level, the route serves to connect the Catskill Park to the Adirondack Park. In the latter, NY 30 is known as the Adirondack Trail. Aside from the state parks, the route serves the city of Amsterdam (where it meets the New York State Thruway) and several villages.",
  "/wiki/Johnstown_(city),_New_York": "Johnstown is a city in and the county seat of Fulton County in the U.S. state of New York. As of the 2010 Census, the city had population of 8,743. The city was named after its founder, Sir William Johnson, Superintendent of Indian Affairs in the Province of New York and a major general during the Seven Years' War in North America.",
  "/wiki/Perth,_New_York": "Perth is a town in Fulton County, New York, United States. The population was 3,646 at the 2010 census. It is in the southeast corner of the county, north of Amsterdam. The town is named after Perth, Scotland, not Perth, Western Australia.",
  "/wiki/County_Route_127_(Herkimer_County,_New_York)": "County routes in Herkimer County, New York, are typically signed only on street blade signs. Some routes are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker; however, this is uncommon.",
  "/wiki/Oppenheim,_New_York": "Oppenheim is a town in Fulton County, New York, United States. The town is in the southwestern corner of the county and is east of Utica. The population was 1,924 at the 2010 census.",
  "/wiki/NY_331": "New York State Route 331 (NY 331) is a north–south state highway located in the Mohawk Valley of New York in the United States. The route extends for 3.10 miles (4.99 km) from an intersection with Kennedy Road in the Montgomery County town of St. Johnsville to a junction with NY 29 in the Fulton County town of Oppenheim. Heading northbound, state maintenance of NY 331 begins at the Montgomery–Fulton county line as the Montgomery County section of the route is county-maintained as part of County Route 57 (CR 57). NY 331 was assigned as part of the 1930 renumbering of state highways in New York.",
  "/wiki/Saratoga_County,_New_York": "Saratoga County is a county in the U.S. state of New York. As of the 2018 U.S. Census estimate, the county's population was 230,163, representing a 4.8% increase from the 2010 population of 219,607, representing one of the fastest growth rates in the northeastern United States and the fastest-growing county in Upstate New York. The county seat is Ballston Spa. Saratoga County is included in the Capital District, encompassing the Albany-Schenectady-Troy, New York Metropolitan Statistical Area.",
  "/wiki/Broadalbin_(town),_New_York": "Broadalbin is a town in Fulton County, New York, United States. The population was 5,250 at the 2010 census. The town was named after the Breadalbane Region in Scotland by an early settler.",
  "/wiki/County_Route_14_(Saratoga_County,_New_York)": "County routes in Saratoga County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The highest numbered route in the county, County Route 1345 (CR 1345), is the only signed four-digit route of any type in the state.",
  "/wiki/Northampton,_Fulton_County,_New_York": "Northampton is a town in Fulton County, New York, United States. The population was 2,670 at the 2010 census. The name comes from an original land patent. Northampton is in the northeast corner of the county and is northeast of Gloversville.",
  "/wiki/Broadalbin_(village),_New_York": "Broadalbin is a village in Fulton County, New York, United States. The population was 1,327 at the 2010 census. The name is derived from a region in Scotland.",
  "/wiki/County_Route_7_(Saratoga_County,_New_York)": "County routes in Saratoga County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The highest numbered route in the county, County Route 1345 (CR 1345), is the only signed four-digit route of any type in the state.",
  "/wiki/Caroga,_New_York": "Caroga is a town in Fulton County, New York, USA. The population was 1,205 at the 2010 census. The town was named after a local creek.",
  "/wiki/County_Route_112_(Fulton_County,_New_York)": "New York State Route 309 (NY 309) is a 6.56-mile-long (10.56 km) state highway located entirely in Fulton County, New York, in the United States. The southern terminus of the route is at an intersection with NY 29A in Gloversville. The northern terminus of the route is at a junction with Lily Lake Road in the hamlet of Bleecker, where the highway continues north and west as County Route 112 (CR 112) to London Bridge Road (CR 111, near NY 10 and NY 29A) at West Caroga Lake in the town of Caroga. Part of NY 309 and all of CR 112 is located within Adirondack Park. NY 309 was assigned to its current alignment as part of the 1930 renumbering of state highways in New York.",
  "/wiki/NY_309": "New York State Route 309 (NY 309) is a 6.56-mile-long (10.56 km) state highway located entirely in Fulton County, New York, in the United States. The southern terminus of the route is at an intersection with NY 29A in Gloversville. The northern terminus of the route is at a junction with Lily Lake Road in the hamlet of Bleecker, where the highway continues north and west as County Route 112 (CR 112) to London Bridge Road (CR 111, near NY 10 and NY 29A) at West Caroga Lake in the town of Caroga. Part of NY 309 and all of CR 112 is located within Adirondack Park. NY 309 was assigned to its current alignment as part of the 1930 renumbering of state highways in New York.",
  "/wiki/Bleecker,_New_York": "Bleecker is a town in Fulton County, New York, United States. The population was 533 at the 2010 census. The name is from Barent Bleecker, one of the original landowners of the region.",
  "/wiki/NY_10": "New York State Route 10 (NY 10) is a north–south state highway in the Central New York and North Country regions of New York in the United States. It extends for 155 miles (249 km) from the Quickway (NY 17) (Future Interstate 86 {I-86}) in Deposit, Delaware County to NY 8 at Higgins Bay, a hamlet in the Hamilton County town of Arietta. NY 10 formally began concurrent with NY 8, until NY 8 was truncated to end at the northern end of the overlap by 2017. While NY 8 follows a more westerly alignment between Deposit and Higgins Bay via Utica, NY 10 veers to the east, serving Delhi, Cobleskill, and Canajoharie. Along the way, the road intersects Interstate 88 (I-88) near Cobleskill and U.S. Route 20 (US 20) in Sharon Springs.",
  "/wiki/County_Route_4_(Saratoga_County,_New_York)": "County routes in Saratoga County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The highest numbered route in the county, County Route 1345 (CR 1345), is the only signed four-digit route of any type in the state.",
  "/wiki/County_Route_56_(Montgomery_County,_New_York)": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/NY_334": "New York State Route 334 (NY 334) is a north–south state highway in the Mohawk Valley region of New York in the United States. It extends for 5.96 miles (9.59 km) from an intersection with NY 5 in the village of Fonda to a junction with NY 67 in the town of Johnstown. The highway is two lanes wide for its entire length, with the exception of a long climbing lane northbound leaving the hamlet of Sammonsville, located 1.5 miles (2.4 km) southwest of NY 67.",
  "/wiki/County_Route_36_(Montgomery_County,_New_York)": "County routes in Montgomery County, New York, are posted on street blade signs. They are typically otherwise unsigned; however, a handful of routes are also signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker.",
  "/wiki/List_of_county_routes_in_Fulton_County,_New_York": "County routes in Fulton County, New York, are signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. Road names are given where available; however, some routes are known only by their county route designation, especially those located in the rural northern portion of the county that lies within Adirondack Park."
}