{
  "/wiki/Lornah_Kiplagat": "Lornah Kiplagat (born 1 May 1974) is a Dutch long-distance runner. She was born in Kabiemit, Rift Valley Province, Kenya and came to the Netherlands in 1999. She gained Dutch citizenship in 2003 and has competed for the Netherlands since. She runs not only road events but also in cross country and track and field.\n She ran at the 2004, 2008 and 2012 Summer Olympics, was the 2007 gold medallist at the IAAF World Cross Country Championships, and took three straight World Road Running Championship titles from 2006 to 2008. In the marathon, she holds a best time of 2:22:22 hours and has won major races in Rotterdam, Amsterdam and Osaka. She currently holds the world road record over 5 kilometres and 10 miles. Her best times over 20 km and the half marathon distance were world records from 2007 to 2011 and remain the second fastest times ever.\n Part of a highly successful family of runners, her relatives include Sylvia Kibet, Hilda Kibet and Susan Sirma.\n She is the founder of the famous high altitude training centre in Iten Kenya. \nThe centre is at 2400 metres high above sea level. \nElite athletes and recreational runners from all over the world visit HATC every year for training.\nShe is also the founder of her own African inspired sports brand called after her name 'Lornah'.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Mary_Jepkosgei_Keitany": "Mary Jepkosgei Keitany (born 18 January 1982) is a Kenyan long distance runner. She is the world record holder in a women-only marathon, having won the 2017 London Marathon in a time of 2:17:01. As of November 2019, she sits third all-time at both the marathon and half marathon.\n Her former half marathon best of 1:05:50 (2011) lived three years as the women's world record. She also has held the world record at 10 miles (50:05 minutes), 20 kilometres (1:02:36), and 25 kilometres (1:19:53), all of which were set in road races. In August 2018 she was honored by the Shoe4Africa foundation who funded and built the Mary Keitany Shoe4Africa school in Torokwonin, Baringo County, Kenya.  She and her husband Charles sit on the Shoe4Africa school board.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.\n Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.\n According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.\n Nilotic-speaking pastoralists (ancestral to Kenya's Nilotic speakers) started migrating from present-day southern Sudan into Kenya around 500 BC. European colonisation of Kenya began in the 19th century during the European exploration of the interior. Modern-day Kenya emerged from a protectorate established by the British Empire in 1895 and the subsequent Kenya Colony, which began in 1920. Numerous disputes between the UK and the colony led to the Mau Mau revolution, which began in 1952, and the subsequent declaration of independence in 1963. After independence, Kenya remained a member of the Commonwealth of Nations. The current constitution was adopted in 2010 to replace the 1963 independence constitution.\n Kenya is a presidential representative democratic republic, in which elected officials represent the people and the president is the head of state and government. Kenya is a member of the United Nations, World Bank, International Monetary Fund, COMESA, International Criminal Court, and other international organisations. With a GNI of 1,460, Kenya is a lower-middle-income economy. Kenya's economy is the largest in eastern and central Africa, with Nairobi serving as a major regional commercial hub. Agriculture is the largest sector: tea and coffee are traditional cash crops, while fresh flowers are a fast-growing export. The service industry is also a major economic driver, particularly tourism. Kenya is a member of the East African Community trade bloc, though some international trade organisations categorise it as part of the Greater Horn of Africa. Africa is Kenya's largest export market, followed by the European Union.",
  "/wiki/Pamela_Chepchumba": "Pamela Chepchumba (born March 8, 1979 in Kapsait, West Pokot District) is an athlete from Kenya. Her best achievements are from cross country running.\n Aged only 13, Chemchumba competed at the 1992 IAAF World Cross Country Championships, finishing 27th in the junior race. Still at junior level, she participated in the 1994 and 1995 edition of IAAF World Cross Country Championships, finishing 7th and 10th respectively. At the time she took a break in running to concentrate in schooling, where she was lagging. She went to Kapkenda Secondary School in 1997.\n Pamela Chepchumba was suspended for two years after testing positive for EPO at the 2003 IAAF World Cross Country Championships held in Lausanne, Switzerland. She had finished sixth, but was disqualified. She returned in 2005 and won the Udine Half Marathon.\n Her husband Boaz Kimaiyo is also a runner, as is her younger brother Nicholas Koech, who mainly competes in road races. She has two daughters (as of 2007). She is managed by Federico Rosa and coached by Eric Kimaiyo.",
  "/wiki/Bezunesh_Bekele": "Bezunesh Bekele (full name Bezunesh Bekele Sertsu, also written Bizunesh Bekele; born 29 January 1983) is an Ethiopian long-distance runner who specializes in cross-country running and marathons.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia, and the de facto state of Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.\n Ethiopia and Eritrea use the ancient Ge'ez script, which is one of the oldest alphabets still in use in the world. They follow the Ethiopian calendar, which is approximately seven years and three months behind the Gregorian calendar. A majority of the population adheres to Christianity (mainly the Ethiopian Orthodox Tewahedo Church and P'ent'ay) and the historical Kingdom of Aksum was one of the first states to officially adopt the religion, whereas around a third follows Islam (primarily Sunni). The country is the site of the Migration to Abyssinia and the oldest Muslim settlement in Africa at Negash. A substantial population of Ethiopian Jews, known as Bete Israel, also resided in Ethiopia until the 1980s. Ethiopia is a multilingual nation with around 80 ethnolinguistic groups, the four largest of which are the Oromo, Amhara, Somali and Tigrayans. Most people in the country speak Afroasiatic languages of the Cushitic or Semitic branches. Additionally, Omotic languages are spoken by ethnic minority groups inhabiting the southern regions. Nilo-Saharan languages are also spoken by the nation's Nilotic ethnic minorities. Oromo is the most populous language by native speakers, while Amharic is the most populous by number of total speakers and serves as the working language in the federal government. Ge'ez remains important as a liturgical language, both for the Ethiopian Orthodox Tewahedo Church, Eritrean Orthodox Tewahedo Church, and for the Beta Israel (Ethiopian Jews).\n The nation is a land of natural contrasts, with its vast fertile west, its forests, and numerous rivers, and the world's hottest settlement of Dallol in its north. The Ethiopian Highlands are the largest continuous mountain ranges in Africa, and the Sof Omar Caves contains the largest cave on the continent. Ethiopia also has the most UNESCO World Heritage Sites in Africa. Additionally, the sovereign state is a founding member of the UN, the Group of 24 (G-24), the Non-Aligned Movement, G-77 and the Organisation of African Unity. Its capital city Addis Ababa serves as the headquarters of the African Union, the Pan African Chamber of Commerce and Industry, the United Nations Economic Commission for Africa, the African Standby Force, and many of the global NGOs focused on Africa. In the 1970s and 1980s, Ethiopia experienced civil conflicts and communist purges, which hindered its economy. The country has since recovered and now has the largest economy (by GDP) in East Africa, having the largest population in the region. Despite these improvements, it remains one of the world's poorest countries. In addition to poverty, Ethiopia faces hunger, corruption, weak infrastructure, and poor access to health and education  (with an illiteracy rate of 51%), ranking in the worst quartile on the Human Development Index. The Ethiopian government's respect for human rights also remained poor.",
  "/wiki/Atsede_Habtamu": "Atsede Habtamu Besuye (born 26 October 1987) is an Ethiopian long-distance runner who specialises in road running and the marathon distance.\n She came to prominence at the IAAF World Road Running Championships in 2007 where, at the age of nineteen, she ran a time of 1:08:29 for the half marathon – a record for a teenage athlete. She stepped up to the marathon a couple of years later and was runner-up on her debut at the Dubai Marathon. She ran at the Boston Marathon later that year but had her first success at the Berlin Marathon, which she won in a personal best time of 2:24:47. She ran course records to win at the 2010 Eindhoven Marathon, 2011 Daegu Marathon and 2012 Tokyo Marathon.",
  "/wiki/Everline_Kimwei": "Everline Kemunto Kimwei (born 25 August 1987) is a Kenyan female long-distance runner. Her greatest achievement was a team gold medal at the 2007 IAAF World Road Running Championships, where she was sixth. She is joint-holder of the African record for the ekiden marathon relay, courtesy of her winning run for Kenya at the 2006 Chiba Ekiden.\n Kimwei won a team silver medal as a junior at the 2004 IAAF World Cross Country Championships. She holds the world junior bests for the 15K and 20K distances, with times of 47:39 minutes and 65:04 minutes, respectively. Both these marks were achieved at the 2006 Kobe Women's Half Marathon, which she won. Kimwei was based in Japan for much of her teenage life and was highly successful there. She won the Matsue 10K and Sanyo Women's Half Marathon in both 2005 and 2007. She also had top three finishes at the Nobeoka Golden Games, Shizuoka International, Hyogo Relays and Sapporo Half Marathon. She was the 2007 Japanese Corporate champion over 10K.\n Her brief marathon running career began at the 2008 Mumbai Marathon, where she recorded a lifetime best of 2:32:51 hours. She followed this with a run at the 2008 London Marathon, where she failed to finish. She won the Colombo Marathon later that year and made her final appearance at the Istanbul Marathon, finishing well out of contention in 3:20:05 hours.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Luminița_Talpoș": "Luminiţa Talpoş (born October 9, 1972 in Craiova, Dolj) is a female long-distance runner from Romania, who specialized in the marathon race during her career.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.\n The River Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a general southeast direction for 2,857 km (1,775 mi), coursing through ten countries before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft).\n Modern Romania was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. Following World War I after declaring its neutrality in 1914, when Romania fought on the side of the Allied powers starting with 1916, Bukovina, Bessarabia, Transylvania as well as parts of Banat, Crișana, and Maramureș became part of the sovereign Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war, under the occupation of the Red Army's forces, Romania became a socialist republic and member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy.\n Romania ranks 52nd in the Human Development Index, and is a developing country. It has the world's 47th largest economy by nominal GDP and an annual economic growth rate of 7% (2017), the highest in the EU at the time. Following rapid economic growth in the early 2000s, Romania has an economy predominantly based on services, and is a producer and net exporter of machines and electric energy, featuring companies like Automobile Dacia and OMV Petrom. It has been a member of the United Nations since 1955, part of NATO since 2004, and part of the European Union since 2007. An overwhelming majority of the population identifies themselves as Eastern Orthodox Christians and are native speakers of Romanian, a Romance language.",
  "/wiki/Alice_Timbilil": "Alice Jemeli Timbilil (born 1 February 1983 in Moiben, Uasin Gishu District) is a Kenyan professional long-distance runner. She is a two-time Olympian, having competed over 10,000 metres at both the 2000 and 2004 Summer Olympics.\n She initially started her career on the track, becoming the World Youth Champion in the 10,000 m and running at the 1999 World Championships in Athletics at the age of sixteen. She won a junior silver medal at the 2000 IAAF World Cross Country Championships and made her Olympic track debut the following year. She continued to mix track and cross country, making her second Olympic appearance at the 2004 Athens Games and securing a senior silver at the 2005 IAAF World Cross Country Championships.\n After taking 2006 out due to the birth of her first child, she returned in 2007 and switched her focus to road running competitions. She represented Kenya at the 2007 IAAF World Road Running Championships and won the Saint Silvester Road Race. She made her marathon debut in 2008 and took her first win in the event two years later at the 2010 Amsterdam Marathon.",
  "/wiki/Alina_Gherasim": "Camelia Alina Gherasim (née Tecuţă, born November 10, 1971 in Galaţi) is a Romanian long-distance runner. Gherasim competed in the marathon at the 2000 Summer Olympics. She has won a number of road races including the 1996 Paris Marathon, the 2005 Monaco Marathon (2:43:44), and the 2006 California International Marathon (2:34:23).",
  "/wiki/Atsede_Baysa": "Atsede Baysa Tesema, also known as Atsede Bayisa (born 16 April 1987), is an Ethiopian long-distance runner who specialises in road running events. She has won the Chicago Marathon, Boston Marathon and Paris Marathon twice. She has also won at the Xiamen International Marathon and the Istanbul Marathon.\n She represented Ethiopia at the 2007 IAAF World Road Running Championships (taking the team silver) and at the 2009 World Championships in Athletics in the marathon race. She was the half marathon silver medallist at the 2007 All-Africa Games.",
  "/wiki/Yoshimi_Ozaki": "Yoshimi Ozaki (尾崎 好美, Ozaki Yoshimi, born July 1, 1981) is a Japanese long-distance runner, who specializes in the marathon. She won the 2008 Tokyo Women's Marathon in a personal best time of 2:23:30 hours. A year later she took the silver medal in the event at the 2009 World Championships in Athletics.\n Ozaki has won international team medals with Japan at the IAAF World Cross Country Championships and the IAAF World Half Marathon Championships. She represented Japan in the marathon at the 2012 Summer Olympics. She is coached by former world marathon medallist Sachiko Yamashita.",
  "/wiki/Irina_Timofeyeva": "Irina Nikolayevna Timofeyeva (Russian: Ирина Николаевна Тимофеева; born 5 April 1970) is a Russian long-distance runner who specializes in running the marathon.\n She won the Singapore Marathon in 2005 and the Paris Marathon in 2006. She ran for Russia at the 2008 Summer Olympics, placing seventh in the marathon race. She won the Nagano Olympic Commemorative Marathon in 2009.\n She was banned from the sport for two years, starting 6 September 2016, due to abnormalities in her biological passport.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Alina_Ivanova": "Alina Petrovna Ivanova (Russian: Алина Петровна Иванова; born March 16, 1969 in Kildishevo, Yadrinsky District, Chuvash ASSR) is a  retired Russian race walker, best known for winning the gold medal in the women's 10 km walk at the 1991 World Championships in Tokyo, Japan. She represented the Unified Team at the 1992 Summer Olympics in Barcelona, Spain.\n She changed to the marathon run later in her career and was a two-time winner at both the Prague International Marathon and the Dublin Marathon.",
  "/wiki/Deena_Kastor": "Deena Michelle Kastor (née Drossin; born February 14, 1973) is an American long-distance runner. She holds American records in the marathon and numerous road distances. She won the bronze medal in the women's marathon at the 2004 Olympics in Athens, Greece. She is also an eight-time national champion in cross country.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Olga_Glok": "Olga Glok (Russian: Ольга Глок; born 16 December 1982) is a Russian long-distance runner who competes in marathon races. She represented her country at the 2009 World Championships in Athletics. She has a marathon best of 2:27:18 hours and has won the Prague Marathon and Twin Cities Marathon.",
  "/wiki/Lidia_Simon": "Lidia Slăvuțeanu-Șimon (born 4 September 1973) is a Romanian long-distance runner. She competed in the Olympic marathon five times (1996–2012), winning a silver medal at the 2000 Olympics. She is also a former marathon world champion.",
  "/wiki/Genet_Getaneh": "Genet Getaneh Wendimagegnehu (born 6 January 1986) is an Ethiopian long-distance runner who competes in half marathon and marathon competitions. She represented Ethiopia at the IAAF World Half Marathon Championships in 2007 and 2008, finishing fourth at the latter race. She is a two-time winner of the Great Ethiopian Run and won the 2010 Zevenheuvelenloop. She has a personal best of 2:25:38 hours for the marathon and 1:08:18 hours for the half marathon.",
  "/wiki/Krisztina_Papp": "Krisztina Papp (born 17 December 1982) is a Hungarian long distance runner. She is the national indoor record holder over 5000 m. She was selected as Female Athlete of the Year by the Hungarian Athletics Association in 2006, 2009 and 2010.\n Papp began her international career as a junior with appearances at the 2000 World Junior Championships in Athletics and the 2001 IAAF World Cross Country Championships. In her first year as a senior athlete she ran for Hungary in the finals of the 3000 metres at the 2002 European Athletics Indoor Championships and the 5000 metres outdoors at the 2002 European Athletics Championships. She was the gold medallist in the 10,000 metres at the 2003 European Athletics U23 Championships the following year.\n Papp had her Olympic debut at the 2004 Athens Games, running in the heats of the 5000 m, and also debuted over the half marathon distance that year, becoming the Hungarian under-23 champion. Track running remained her focus over the next two seasons: she was eighth in the 5000 m at the 2006 European Athletics Championships and took the bronze medal at the 2006 European Cup 10,000m, as well as making appearances at the IAAF World Athletics Final.\n She took her first victory at the Budapest Half Marathon in September 2007 (going on to win twice more in 2009 and 2010). That year she made her international road running debut, coming 20th at the 2006 IAAF World Road Running Championships in Udine with a career best time of 1:10:53 hours. Returning to the track, she ran at the 2008 Beijing Olympics and reached the 5000 m finals at the 2009 World Championships in Athletics and 2010 European Athletics Championships. She was also eighth over 10,000 m at the latter event.\n She opened 2011 with a third-place finish at the Stramilano half marathon.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.\n The territory of modern Hungary was for centuries inhabited by a succession of peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundations of the Hungarian state were established in the late ninth century CE by the Hungarian grand prince Árpád following the conquest of the Carpathian Basin. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom. By the 12th century, Hungary became a regional power, reaching its cultural and political height in the 15th century. Following the Battle of Mohács in 1526, Hungary was partially occupied by the Ottoman Empire (1541–1699). It came under Habsburg rule at the turn of the 18th century, and later joined Austria to form the Austro–Hungarian Empire, a major European power.\n The Austro-Hungarian Empire collapsed after World War I, and the subsequent Treaty of Trianon established Hungary's current borders, resulting in the loss of 71% of its territory, 58% of its population, and 32% of ethnic Hungarians. Following the tumultuous interwar period, Hungary joined the Axis Powers in World War II, suffering significant damage and casualties. Hungary became a satellite state of the Soviet Union, which contributed to the establishment of a socialist republic spanning four decades (1949–1989). The country gained international attention as a result of its 1956 revolution, and again with the seminal opening of its previously-restricted border with Austria in 1989 which accelerated the collapse of the Eastern Bloc. On 23 October 1989, Hungary became a democratic parliamentary republic.\n Hungary is an OECD high-income economy and has the world's 58th largest economy by PPP. It ranks 45th on the Human Development Index, owing in large part to its social security system, universal health care, and tuition-free secondary education. Hungary's rich cultural history includes significant contributions to the arts, music, literature, sports, science and technology. It is the 13th most popular tourist destination in Europe, attracting 15.8 million international tourists in 2017, owing to attractions such as the largest thermal water cave system in the world, second largest thermal lake, the largest lake in Central Europe and the largest natural grasslands in Europe. Hungary's cultural, historical, and academic prominence classify it as a middle power in global affairs.\n Hungary joined the European Union in 2004 and has been part of the Schengen Area since 2007. It is a member of numerous international organizations, including the United Nations, NATO, WTO, World Bank, IIB, the AIIB, the Council of Europe, and the Visegrád Group.",
  "/wiki/2007_IAAF_World_Road_Running_Championships": "The 2007 IAAF World Road Running Championships were held in Udine, Italy on 14 October 2007.\nDetailed reports on the event and an appraisal of the results were given both\nfor the men's race and for the women's race."
}