{
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Patrick_Makau_Musyoki": "Patrick Makau Musyoki (born 2 March 1985) is a runner from Kenya. He is a former world record holder in the marathon—His time of 2:03:38, run at the 2011 Berlin Marathon, was the world record for two years, until it was beaten by Wilson Kipsang Kiprotich at the 2013 Berlin Marathon. He is also notable for his half marathon performances, having won a number of prominent competitions in Europe in sub-1-hour performances.",
  "/wiki/Evans_Kiprop_Cheruiyot": "Evans Kiprop Cheruiyot (born May 10, 1982 in Kapkoi village, Keiyo District) is a Kenyan long-distance runner who competes in the marathon. He started out as a half marathon runner, taking wins in Rotterdam and Nairobi, and won his debut marathon race in Milan in 2007. He won the Chicago Marathon in 2008, running a personal best of 2:06:25 hours.",
  "/wiki/Robert_Kipchumba": "Robert Kipkorir Kipchumba (born February 2, 1984 in Kaptul, Marakwet District) is a Kenyan long-distance track, and road running athlete.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Zersenay_Tadesse": "Zersenay Tadese[nb] (Tigrinya: ዘርእሰናይ ታደሰ; born 8 February 1982) is an Eritrean long-distance track and road running athlete. He held the men's half marathon world record from 2010 to 2018. His bronze medal in the 10,000 metres at the 2004 Athens Olympics made him the first ever Eritrean Olympic medallist, and his 20-km title at the 2006 IAAF World Road Running Championships also made him the country's first athlete to win at a world championship event. He does not use a sprint finish to win races; his strategy relies on a combination of efficient running and fast pace setting.",
  "/wiki/Yonas_Kifle": "Yonas Andebrhan Kifle  (born 5 November 1977) is an Eritrean runner who specializes in the 10,000 metres, the marathon and cross-country running. He has represented Eritrea at the Olympics on four occasions; in 2000, 2004, 2008 and 2012. He has also competed at World Championship-level in cross country, road running, and on the track indoors and outdoors.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Deriba_Merga": "Deriba Merga Ejigu (Amharic: ደርባ መርጋ አጅጉ; born 26 October 1980) is an Ethiopian long-distance runner. He mainly competes in the marathon. He finished fourth in that event at the 2008 Beijing Olympics and went on to win the Boston Marathon the following year. His personal best for the distance is 2:06:38 hours.",
  "/wiki/Tariku_Jufar": "Tariku Jufar (born 18 July 1984) is an Ethiopian long-distance runner who competes in marathon races. He has won the Beijing, Beirut and Houston Marathons and has had top-three finishes in Istanbul, Mumbai, Los Angeles, Lake Biwa and Hamburg. His personal best for the distance is 2:06:51 hours (set in 2012).",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Dickson_Marwa": "Dickson Marwa Mkami (born 9 March 1982 in Tarime District, Mara Region) is a Tanzanian long-distance runner. He competes in both track and road running. He represented Tanzania at the 2006 Commonwealth Games and the 2008 Olympic Games. He is the Tanzanian record holder for the half marathon with his best of 59:52 minutes.",
  "/wiki/Fabiano_Joseph": "Fabiano Joseph Naasi (born December 24, 1985, in Babati, Manyara) is a Tanzanian long-distance runner.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Mohammed_Abduh_Bakhet": "Mohammed Abduh Bakhet (born 25 December 1987, Doha) is a Qatari long-distance runner.",
  "/wiki/Ahmed_Hassan_Abdullah": "Ahmad Hassan Abdullah (Arabic: عبد الله أحمد حسن‎, born Albert Chepkurui on July 29, 1981 in Kaptarakwa, Kenya) is a long-distance and cross country runner, now representing Qatar after his switch from Kenya in 2003. Other runners who have made the same switch include Saif Saeed Shaheen.",
  "/wiki/Rwanda": "Rwanda (/ruˈɑːndə, -ˈæn-/ (listen); Kinyarwanda: u Rwanda [u.ɾɡwaː.nda] (listen)), formerly Ruanda, officially the Republic of Rwanda (Kinyarwanda: Repubulika y'u Rwanda; Swahili: Jamhuri ya Rwanda; French: République du Rwanda or République Rwandaise), is a country in Central Africa and one of the smallest countries on the African mainland, and its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. Rwanda is in the African Great Lakes region and is highly elevated; its geography is dominated by mountains in the west and savanna to the east, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. Rwanda has a population of over 12.6 million  living on 26,338 sq. km of land, and therefore it is the most densely populated mainland African country.",
  "/wiki/Dieudonné_Disi": "Dieudonné Disi (born 24 November 1980 in Ntyazo, Butare) is a Rwandan long-distance and cross country runner.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Atsushi_Sato": "Atsushi Sato (佐藤敦之, born 8 May 1978) is a Japanese long-distance runner who competes in marathon races. He is the Asian record holder in the half marathon with his time of 60:25 minutes. His marathon best of 2:07:13 hours is the fourth fastest by a Japanese athlete. He is married to Miho Sato (née Sugimori), who was a 2004 Japanese Olympian.",
  "/wiki/Kazuhiro_Maeda": "Kazuhiro Maeda (Japanese: 前田 和浩; born 19 April 1981) is a Japanese long-distance runner.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Wilson_Busienei": "Wilson Kipkemei Busienei (born 18 August 1981 in Nakasongola) is an Ugandan long-distance runner. He is best known for winning three gold medals at the 2005 Summer Universiade. He has represented his country at the World Championship level in cross country running and road running and on the track. He took part in the 2004 Summer Olympics, finishing eleventh in the 10,000 metres. Busienei has also competed at the Commonwealth Games, having taken fifth in the 10,000 m in 2006.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Marilson_dos_Santos": "Marílson Gomes dos Santos (born 6 August 1977) is a Brazilian long-distance runner. He won the 2006 and 2008 New York City Marathon, becoming the first South American to win the race. He was selected as the best male performer at the 2009 Brazilian national championships after breaking the meet records in both the 5000 metres and 10,000 metres races. He is the current South American record holder in both these events with times of 13:19.43 and 27:28.12, respectively.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Lusapho_April": "Lusapho Lesly April (born 1982) is a South African long-distance runner. He was born in Uitenhage. He competed in the marathon at the 2012 Summer Olympics in London, but managed only 43rd place after falling mid-race.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Ruggero_Pertile": "Ruggero Pertile (born 8 August 1974 in Camposampiero) is  an Italian long-distance runner who specialises in marathon running. He was the winner of the 2004 Rome City Marathon and has represented Italy internationally at three World Championships in Athletics and two Olympic Games.",
  "/wiki/Daniele_Caimmi": "Daniele Caimmi (born 17 December 1972, in Jesi) is an Italian long-distance runner who specializes in the marathon race. His personal best marathon time is 2:08:59 hours, achieved in December 2002 in Milan.",
  "/wiki/Giovanni_Ruggiero": "Giovanni Ruggiero (born 19 January 1974) is an Italian male retired long-distance runner, which participated at the 1999 and 2001 World Championships in Athletics.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Günther_Weidlinger": "Günther Weidlinger (born April 5, 1978 in Braunau am Inn) is an Austrian long-distance runner who is a former 3000 metres steeplechase specialist but now competes in the marathon.",
  "/wiki/Martin_Pröll": "Martin Pröll (born 21 March 1981, in Freistadt) is an Austrian track and field athlete who mainly competes in the 3000 metres steeplechase.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Ricardo_Serrano_(athlete)": "Ricardo Serrano (born 29 October 1980) is a Spanish long-distance runner who specializes in the 10,000 metres.",
  "/wiki/Julio_Rey": "José Julio Rey (born 13 January 1972 in Toledo, Spain) is a Spanish long-distance runner who mostly concentrates on the marathon race. He was banned from competition for 2 years after testing positive for mesterolone at the 1999 Rotterdam Marathon.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Yevgeniy_Rybakov": "Yevgeny Rybakov (Russian: Евгений Николаевич Рыбаков; born 27 February 1985) is a Russian long-distance runner who competes in the long-distance track and road events. His twin brother, Anatoly, is also a long-distance runner.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Diego_Colorado": "Diego Alberto Colorado (born 31 August 1973 in Jardín, Antioquia) is a male long-distance runner from Colombia. He represented his country in the marathon at the 2001 World Championships in Athletics, taking 32nd place. He has won medals on the track over 10,000 metres, taking bronze at the 2005 South American Championships in Athletics and silver at the 2008 CAC Championships.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/2007_IAAF_World_Road_Running_Championships": "The 2007 IAAF World Road Running Championships were held in Udine, Italy on 14 October 2007.\nDetailed reports on the event and an appraisal of the results were given both\nfor the men's race and for the women's race."
}