{
  "/wiki/Dmitry_Vasilyev_(biathlete)": "Dmitry Vladimirovich Vasilyev (Russian: Дмитрий Владимирович Васильев) (born 8 December 1962 in Leningrad) is a former Soviet biathlete. At the 1984 Winter Olympics in Sarajevo, Vasilyev won a gold medal with the Soviet relay team, which consisted of himself, Juri Kashkarov, Algimantas Šalna and Sergei Bulygin. He received another gold medal at the 1988 Winter Olympics in Calgary.",
  "/wiki/Juri_Kashkarov": "Juri Fyodorovich Kashkarov (Russian: Юрий Фёдорович Кашкаров; born 4 December 1963) is a former Soviet biathlete.",
  "/wiki/Algimantas_%C5%A0alna": "Algimantas Šalna (also transliterated Shalna, born 12 September 1959) is a former Lithuanian, Soviet biathlete.",
  "/wiki/Sergei_Bulygin": "Sergei Ivanovich Bulygin (Russian: Серге́й Иванович Булы́гин; born 10 July 1963) is a former Soviet biathlete.  During his career he won an Olympic gold medal as part of the Soviet Union 4 × 7.5 km relay team in the 1984 Winter Olympics in Sarajevo and 4 gold medals and a silver at the World Championships.",
  "/wiki/Biathlon_at_the_1984_Winter_Olympics": "Biathlon at the 1984 Winter Olympics consisted of three biathlon events. They were held at the Igman - Veliko Polje.  The events began on 11 February and ended on 17 February 1984.",
  "/wiki/Nikolay_Zimyatov": "Nikolay Semyonovich Zimyatov (Russian: Николай Семёнович Зимятов; born 28 June 1955), is one of the most successful Soviet/Russian male cross-country skiers. He was the first man in the sport to win three gold medals at a single Winter Olympics, in the 30 km, 50 km and 4 × 10 km relay at the 1980 Lake Placid Games. In the 50 km race he finished two and half minutes ahead of the second place. He also won the 30 km event at the 1984 Winter Olympics in Sarajevo and was awarded Order of Friendship of Peoples that year.",
  "/wiki/Cross-country_skiing_at_the_1984_Winter_Olympics": "At the 1984 Winter Olympics eight cross-country skiing events – four each for men and women – were contested. The competitions were held from Thursday, 9 February, to Sunday, 19 February 1984. The women's 20 km debuted at these games.",
  "/wiki/Elena_Valova": "Elena Aleksandrovna Valova (Russian: Елена Александровна Валова; born 4 January 1963) is a Russian former pair skater who competed internationally for the Soviet Union. With partner and then-husband Oleg Vasiliev, she is the 1984 Olympic champion, 1988 Olympic silver medalist, and three-time World Champion (1983, 1985, 1988). Their coach throughout their career was Tamara Moskvina.",
  "/wiki/Oleg_Kimovich_Vasiliev": "Oleg Kimovich Vasiliev (Russian: Олег Кимович Васильев; born 22 November 1959) is a Russian former pair skater who competed internationally for the Soviet Union. With partner and then-wife Elena Valova, he is the 1984 Olympic champion, 1988 Olympic silver medalist, and three-time World Champion (1983, 1985, 1988). Their coach throughout their career was Tamara Moskvina. After retiring from competition, Vasiliev became a coach, leading the pair of Tatiana Totmianina / Maxim Marinin to the 2006 Olympic title.",
  "/wiki/Figure_skating_at_the_1984_Winter_Olympics": "Figure skating at the 1984 Winter Olympics took place at the Zetra Olympic Hall in Sarajevo, Yugoslavia.",
  "/wiki/Soviet_Union_men%27s_national_ice_hockey_team": "The Soviet national ice hockey team (Russian: Сборная СССР по хоккею с шайбой) was the national ice hockey team of the Soviet Union. The team won nearly every world championship and Olympic tournament between 1954 and 1991 and never failed to medal in any International Ice Hockey Federation (IIHF) tournament they competed in.",
  "/wiki/Vladislav_Tretiak": "Vladislav Aleksandrovich Tretiak, MSM (Russian: Владислав Александрович Третьяк, IPA: [trʲɪˈtʲjak]; born 25 April 1952) is a Russian former goaltender for the Soviet Union national ice hockey team. Considered to be one of the greatest goaltenders in the history of the sport, he was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries. He is the current president of the Ice Hockey Federation of Russia and was the general manager of the Russian 2010 Winter Olympic team.",
  "/wiki/Zinetula_Biljaletdinov": "Zinetula Khaidarovich \"Bill\" Bilyaletdinov (Russian: Зинэтула Хайдарович Билялетдинов, Tatar: Зиннәтулла Хәйдәр улы Билалетдинев; born 13 March 1955) is a former Russian ice hockey player of Tatar descent, who competed for the USSR. In 1973–1988 he competed for HC Dynamo Moscow. He won the Russian Championship in season 2005–2006 and consecutive European Champions Cup-2007, as well as the history's first KHL Gagarin Cup as a head coach for Ak Bars Kazan.",
  "/wiki/Sergei_Shepelev": "Sergei Mikhailovich Shepelev (Russian: Сергей Михайлович Шепелев); born October 13, 1955 in Nizhny Tagil, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League. He played left wing for HC Spartak Moscow. Internationally, he was a member of the USSR national ice hockey team that won the 1981 Canada Cup and the gold medal at the 1984 Winter Olympics in Sarajevo. He was named to the 1981 Canada Cup All-Star Team. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1981.",
  "/wiki/Nikolai_Drozdetsky": "Nikolai Vladimirovich Drozdetsky (Russian: Николай Владимирович Дроздецкий, 14 June 1957 – 25 November 1995) was a Russian ice hockey right winger.  He played for SKA Leningrad in 1974–1979, then for HC CSKA Moscow from 1979 until part way through the 1986/87 season, when he played again for Leningrad, until 1989.  He finished his career with Borås HC in Sweden, where he played in 1989–1995. He was named most valuable player of the Soviet elite league in 1984. He scored 252 goals in 503 league games and 64 goals in 109 international games with the Soviet national team.",
  "/wiki/Viacheslav_Fetisov": "Viacheslav Alexandrovich \"Slava\" Fetisov (Russian: Вячеслав Александрович Фетисов, Vjačeslav Aleksandrovič Fetisov; born 20 April 1958) is a retired Russian professional ice hockey defenceman. He played for HC CSKA Moscow for 13 seasons before joining the National Hockey League (NHL), where he played with the New Jersey Devils and won back-to-back Stanley Cups with the Detroit Red Wings. After retiring from his playing career, he became the assistant coach for the New Jersey Devils. Having a very successful four years, he helped get the team to two Stanley Cup finals and one Stanley Cup victory.",
  "/wiki/Aleksandr_Geramisov": "Aleksandr Geramisov (born 19 March 1959) is a Soviet ice hockey player. He won a gold medal at the 1984 Winter Olympics.",
  "/wiki/Alexei_Kasatonov": "Alexei Viktorovich Kasatonov (Russian: Алексей Викторович Касатонов; born 14 October 1959 in Leningrad, Soviet Union) is a Russian former ice hockey defenceman, who was a long-time member of the Soviet Union national ice hockey team.",
  "/wiki/Andrei_Khomutov": "Andrei Valentinovich Khomutov (Russian: Андрей Валентинович Хомутов; born April 21, 1961) is a retired Soviet ice hockey right winger. He was the head coach for Barys Astana of the Kontinental Hockey League (KHL) and Kazakhstan national team during 2010–2011 season. He played for CSKA Moscow (Red Army team) from 1979–1990, then in Switzerland for HC Fribourg-Gottéron from 1990–1998. He was most valuable player in the Soviet league in 1990, and also led the league in goals in 1988.",
  "/wiki/Vladimir_Kovin": "Vladimir Aleksandrovich Kovin (born June 20, 1954 in Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League. He played for Torpedo (Gorky).",
  "/wiki/Aleksandr_Viktorovich_Kozhevnikov": "Aleksandr Viktorovich Kozhevnikov (Russian: Александр Викторович Кожевников; born September 21, 1958) is a retired ice hockey player who played in the Soviet Hockey League. He played for Krylya Sovetov Moscow and HC Spartak Moscow.",
  "/wiki/Vladimir_Krutov": "Vladimir Yevgenyevich Krutov (Russian: Владимир Евгеньевич Крутов; 1 June 1960 – 6 June 2012), nicknamed \"The Tank\", was a Soviet hockey forward. Together with Igor Larionov and Sergei Makarov, he was part of the famed KLM Line. He is considered one of the best hockey wingers of the 1980s.",
  "/wiki/Igor_Larionov": "Igor Nikolayevich Larionov (Russian: Игорь Николаевич Ларионов; born 3 December 1960) is a Russian sports agent and former professional ice hockey player, known as The Professor. Along with Viacheslav Fetisov, he was instrumental in breaking the barrier that kept Soviet players from joining the National Hockey League (NHL). He primarily played the centre position.",
  "/wiki/Sergei_Makarov_(ice_hockey)": "Sergei Mikhailovich Makarov (Russian: Серге́й Михайлович Макаров; born 19 June 1958) is a Russian former ice hockey right wing and two-time Olympic gold medalist. He was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries.",
  "/wiki/Vladimir_Myshkin": "Vladimir Semenovich Myshkin (Russian: Владимир Семенович Мышкин; born June 19, 1955) is a former ice hockey goaltender.  He was a goaltender for HC Dynamo Moscow and the Soviet Union national ice hockey team in the 1970s and 1980s.",
  "/wiki/Vasili_Pervukhine": "Vasili Alekseevich Pervukhin (Russian: Василий Алексеевич Первухин) (born January 1, 1956 in Penza, Soviet Union) is a Russian former ice hockey player, who competed for the Soviet Union. At the national level he played for Dizelist Penza between 1974 and 1976, and for HC Dynamo Moscow between 1976 and 1989.",
  "/wiki/Aleksandr_Vikentyevich_Skvortsov": "Alexander Vikentyevich Skvortsov (Russian: Александр Викентьевич Скворцов) (August 28, 1954 – February 4, 2020) was a Russian ice hockey player, who competed for the Union of Soviet Socialist Republics in the Olympic Games.  Skvortsov scored 2 goals during the 1980 games en route to a silver medal, and scored 4 goals in the 1984 games as the Soviets won the gold.  He was also a three-time world champion with the Soviet national team.",
  "/wiki/Sergei_Starikov": "Sergei Viktorovich Starikov (Russian: Серге́й Ви́кторович Ста́риков) (born December 4, 1958 in Chelyabinsk, Soviet Union) is a Russian ice hockey coach, who competed as defenseman for the Soviet national team.",
  "/wiki/Igor_Stelnov": "Igor Anatolievich Stelnov (Russian: Игорь Анатольевич Стельнов \"Igor Styelnov\") (b. February 12, 1963 in Moscow, Soviet Union - d. March 24, 2009 in Moscow, Russia) was an ice hockey player who played in the Soviet Hockey League.  He played for HC CSKA Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1984. Olympic and World champion. 8-times champion of USSR (1982, 1983, 1984, 1985, 1986, 1988, 1989, 1990).",
  "/wiki/Viktor_Tuminev": "Viktor Nikolaevich Tyumenev (June 1, 1957 – August 2, 2018) was a Russian ice hockey player who played in the Soviet Hockey League.  He played for HC Spartak Moscow and Krylya Sovetov Moscow. He also played for the Soviet team during the 1979 Challenge Cup against the NHL All-Stars. He was born in Moscow, Soviet Union.",
  "/wiki/Mikhail_Vasiliev": "Mikhail Aleksandrovich Vasiliev (born June 8, 1962 in Elektrougli, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League. He played for Torpedo Yaroslavl and HC CSKA Moscow in the Soviet Union, and for HC Selva, EV Bozen 84, AS Mastini Varese Hockey and HC Bolzano in Italy. He played for a season (1997–98) in Denmark for Rødovre IK, too. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1983.",
  "/wiki/Ice_hockey_at_the_1984_Winter_Olympics": "The men's ice hockey tournament at the 1984 Winter Olympics in Sarajevo, Yugoslavia, was the 15th Olympic Championship. The Soviet Union won its sixth gold medal. Games were held mostly in the arena portion of the Olympic Hall Zetra, with some played in the arena portion of the Skenderija Olympic Hall.",
  "/wiki/Sergey_Fokichev": "Sergey Rostislavovich Fokichev (Russian: Серге́й Ростиславович Фокичев) (born 4 February 1963 in Cherepovets) is a former Russian speed skater who represented the USSR at the 1984 Olympics of Sarajevo, where he won the 500 m. He trained at VSS Trud and later at the Armed Forces sports society in Moscow.",
  "/wiki/Speed_skating_at_the_1984_Winter_Olympics": "Speed skating at the 1984 Winter Olympics was held from 9 to 18 February. Nine events were contested at Zetra Ice Rink.",
  "/wiki/Igor_Malkov": "Igor Alekseyevich Malkov (Russian: И́горь Алексе́евич Малко́в) (born 9 February 1965 in Pervouralsk, Russian SFSR) is a former speedskater.",
  "/wiki/Aleksandr_Zavyalov": "Alexander Alexandrovich Zavyalov (Russian: Алекса́ндр Алекса́ндрович Завья́лов; born June 2, 1955) is a former Soviet/Russian cross-country skier who competed in the early 1980s, training at Armed Forces sports society. He won a bronze in the 50 km at the 1980 Winter Olympics in Lake Placid, New York and two silvers at the 1984 Winter Olympics in Sarajevo (30 km, 4 × 10 km relay). Zavyalov won the Cross-Country World Cup in the 1982–83 season.",
  "/wiki/Aleksandr_Batyuk": "Oleksandr Mykhailovych Batyuk (Russian: Алекса́ндр Миха́йлович Батю́к; born January 14, 1960) is a former Soviet cross-country skier who competed in the 1980s, training at Dynamo in Chernihiv. He won a silver in the 4 × 10 km relay at the 1984 Winter Olympics in Sarajevo. He is a member of the Ski Federation of Ukraine and the only Olympian of the federation who received medal at Olympics.",
  "/wiki/Vladimir_Nikitin_(skier)": "Vladimir Vasilyevich Nikitin (Russian: Влади́мир Васи́льевич Ники́тин; born July 14, 1959) is a former Soviet cross-country skier who competed in the 1980s, training at Zenit. He won a silver in the 4 × 10 km relay at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Raisa_Smetanina": "Raisa Petrovna Smetanina (Russian: Раиса Петровна Сметанина; born 29 February 1952) is a former Soviet/Russian cross-country skiing champion. Smetanina is an ethnic Komi. She is the first woman in history to win ten Winter Olympic medals (Stefania Belmondo being the second, Marit Bjørgen the third, and Ireen Wüst the fourth). Smetanina took part in five Olympics, representing the Soviet team four times and the Unified Team once. In particular, Smetanina won two gold and one silver medals at the 1976 Winter Olympics, becoming the most successful athlete there, along with Rosi Mittermaier of West Germany.",
  "/wiki/Natalia_Bestemianova": "Natalia Filimonovna Bestemianova or Bestemyanova (Russian: Наталья Филимоновна Бестемьянова, born 6 January 1960) is a Russian ice dancer who competed for the Soviet Union. With her partner Andrei Bukin, she is the 1988 Olympic Champion, 1984 Olympic silver medalist, four-time World champion, three-time World silver medalist, and five-time European champion.",
  "/wiki/Andrei_Bukin": "Andrei Anatolievich Bukin (Russian: Андрей Анатольевич Букин, born 10 June 1957) is a Russian former ice dancer who represented the Soviet Union in his competitive career. With his partner Natalia Bestemianova, he is the 1988 Olympic Champion, 1984 Olympic silver medalist, four-time World champion, three-time World silver medalist, and five-time European champion.",
  "/wiki/Sergey_Danilin": "Sergey Danilin (born 1 January 1960) was a Soviet luger who competed from the early 1980s to the mid-1990s. Competing in four Winter Olympics, he earned the silver medal in the men's singles event at Sarajevo in 1984.",
  "/wiki/Luge_at_the_1984_Winter_Olympics": "Luge at the 1984 Winter Olympics consisted of three events at Sarajevo Olympic Bobsleigh and Luge Track.  The competition took place between February 9 and February 12, 1984.",
  "/wiki/Yevgeny_Belousov": "Yevgeny Vladimirovich Belousov (Russian: Евгений Владимирович Белоусов; born May 26, 1962) was a Soviet luger who competed in the mid to late 1980s. Competing in two Winter Olympics, he won the silver medal in the men's doubles event at Sarajevo in 1984.",
  "/wiki/Aleksandr_Belyakov": "Aleksandr Belyakov (born June 26, 1962) was a Soviet luger who competed in the mid-1980s. Competing in two Winter Olympics, he won the silver medal in the men's doubles event at Sarajevo in 1984.",
  "/wiki/Sergey_Khlebnikov": "Sergey Anatolevich Khlebnikov (Russian: Серге́й Анатольевич Хлебников, 28 August 1955 – 12 June 1999) was a Russian speed skater who competed for the Soviet Union in the 1980 and the 1984 Winter Olympics.",
  "/wiki/Zintis_Ekmanis": "Zintis Ekmanis, born May 17, 1958) is a former Latvian bobsledder who competed from the early 1980s to the mid-1990s. Competing in four Winter Olympics, he won the bronze medal in the two-man event at Sarajevo in 1984.",
  "/wiki/Vladimir_Aleksandrov": "Vladimir Aleksandrov (born February 7, 1958) is a Soviet bobsledder who competed in the early 1980s. He won the bronze medal in the two-man event at the 1984 Winter Olympics in Sarajevo.",
  "/wiki/Bobsleigh_at_the_1984_Winter_Olympics": "Bobsleigh at the 1984 Winter Olympics was held at the Olympic Bobsleigh and Luge Track on the mountain of Trebević between February 10–18, 1984.",
  "/wiki/Kira_Ivanova": "Kira Valentinovna Ivanova (Russian: Кира Валентиновна Иванова; 10 January 1963 – 18 December 2001) was a Soviet Russian figure skater. She was the 1984 Olympic bronze medalist, the 1985 World silver medalist, a four-time European silver medalist, and a three-time Soviet national champion.",
  "/wiki/Larisa_Selezneva": "Larisa Yurievna Selezneva (Russian: Лариса Юрьевна Селезнёва; born September 12, 1963 in Leningrad) is a Russian former pair skater who represented the Soviet Union. With partner and husband Oleg Makarov, she is the 1984 Olympic bronze medalist, 1985 World silver medalist, 1988 World bronze medalist, and two-time European champion (1987, 1989). They were coached by Igor Moskvin.",
  "/wiki/Oleg_Vitalyevich_Makarov": "Oleg Vitalyevich Makarov (Russian: Оле́г Вита́льевич Мака́ров; born October 22, 1962 in Leningrad) is a Russian former pair skater who represented the Soviet Union. With partner Larisa Selezneva, he is the 1984 Olympic bronze medalist, 1985 World silver medalist, 1988 World bronze medalist, and two-time European Champion (1987, 1989). They were coached by Igor Moskvin.",
  "/wiki/Marina_Klimova": "Marina Vladimirovna Klimova (Russian: Марина Владимировна Климова; born 28 July 1966) is a former competitive ice dancer who competed for the Soviet Union and the Unified Team. With skating partner and husband Sergei Ponomarenko, she is the 1992 Olympic champion, the 1988 Olympic silver medalist, the 1984 Olympic bronze medalist, a three-time World champion, and a four-time European champion.",
  "/wiki/Sergei_Ponomarenko": "Sergei Vladilenovich Ponomarenko (Russian: Серге́й Владиленович Пономаренко; born October 6, 1960) is a Russian former competitive ice dancer who competed for the Soviet Union and the Unified team. With skating partner and wife Marina Klimova, he is the 1992 Olympic champion, 1988 Olympic silver medalist, 1984 Olympic bronze medalist, three-time World champion, and four-time European champion."
}