{
  "/wiki/Breakers_(TV_series)": "Breakers is an Australian television series, that was made and aired on Network Ten between 1998 and 1999. It was shown in Ireland on TV3 and City Channel. It was also screened on BBC One in the United Kingdom and TV4 in New Zealand.",
  "/wiki/Network_Ten": "Network 10 (commonly known as Channel 10 or simply 10) is an Australian commercial television network. One of five national free-to-air networks, 10's owned-and-operated stations can be found in the state capital cities of Sydney, Melbourne, Brisbane, Adelaide and Perth, while affiliates extend the network to regional areas of the country. The network is owned by Ten Network Holdings, which in-turn is owned by ViacomCBS.",
  "/wiki/Mixy_(programming_block)": "Mixy was an Australian children's television series on ABC for Kids that hosts Mixy M. Toasus from The Ferals. After the Ferals' series ended in 1995, Mixy has been used as a host for her new program block and introducing the shows in the morning.",
  "/wiki/ABC_Television": "ABC Television is a service of the Australian Broadcasting Corporation launched in 1956. As a public service broadcaster, the ABC provides four non-commercial channels within Australia, and a partially advertising-funded satellite channel overseas. ABC is one of five main free-to-air networks in Australia.",
  "/wiki/The_Panel_(Australian_TV_series)": "The Panel was an Australian television talk show that was broadcast by Network Ten and its affiliates; it was also simulcast on the Triple M radio network. The show was produced by Working Dog Productions and included several members of the former D-Generation and The Late Show casts.",
  "/wiki/Hot_Streak": "Hot Streak is an Australian afternoon game show aired on the Seven Network in 1998, hosted by James O'Neil.\nThis show was based on the short-lived 1986 America format called Bruce Forsyth's Hot Streak, Two teams of five contestants (one consisting of men, the other, of women) compete in a battle of the sexes game of word association for a chance to win up to $50,000.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/All_Saints_(TV_series)": "All Saints is an Australian television medical drama that first screened on the Seven Network on 24 February 1998. Set in the fictional All Saints Western General Hospital, it focused on the staff of Ward 17 until its closure in 2004, which is when the focus changed and began following the staff of the Emergency Department. It was produced by John Holmes alongside Jo Porter, MaryAnne Carroll and Di Drew. The final episode aired on 27 October 2009, completing its recording-breaking 12-year run.",
  "/wiki/Kings_in_Grass_Castles": "Kings in Grass Castles  is a 1959 book of history by Dame Mary Durack (1913–1994). The book is considered a classic of Australian literature.",
  "/wiki/Bananas_in_Pyjamas": "Bananas in Pyjamas is an Australian children's television series that premiered on 20 July 1992 on ABC. It has since become syndicated in many different countries, and dubbed into other languages. In the United States, the \"Pyjamas\" in the title was modified to reflect the American spelling pajamas. This aired in syndication from 1995 to 1997 as a half-hour series, then became a 15-minute show paired with a short-lived 15-minute series The Crayon Box, under a 30-minute block produced by Sachs Family Entertainment titled Bananas in Pajamas & The Crayon Box. Additionally, the characters and a scene from the show were featured in the Kids for Character sequel titled Kids for Character: Choices Count. The pilot episode was Pink Mug.",
  "/wiki/Denise_(TV_program)": "Denise was an Australian morning show television series that aired on the Seven Network from 1998 until 2001. It was hosted by Denise Drysdale.",
  "/wiki/Battle_of_the_Sexes_(radio_contest)": "The Battle of the Sexes is a game where male and female contestants challenge each other on trivia questions. The principle of the game is to demonstrate the imbalance between male and female genders as they compete. The concept was created by Perth radio announcer Paul Redman.",
  "/wiki/SeaChange": "SeaChange is an Australian television program that ran from 1998 to 2000 on the ABC and as of 2019 on the Nine Network. It was created by Andrew Knight and Deborah Cox and starred Sigrid Thornton, David Wenham, William McInnes, John Howard, Tom Long, and Kerry Armstrong. The director was Michael Carson.",
  "/wiki/The_Micallef_P(r)ogram(me)": "The Micallef P(r)ogram(me) is an Australian sketch comedy TV series hosted by Shaun Micallef, and written by Micallef and Gary McCaffrie, that ran from 1998 to 2001 on ABC TV. It was known as The Micallef Program in its first series, The Micallef Programme in its second series and The Micallef Pogram in its third series. The Micallef P(r)ogram(me) is an umbrella title used for the DVD releases.",
  "/wiki/Live_and_Kicking_(TV_series)": "Live and Kicking was a television show that was broadcast in Australia on the Seven Network in 1998 and 1999.",
  "/wiki/Petals_(TV_series)": "Petals was an Australian children's animated television programme produced and created by Mark Barnard and aired on the ABC. It ran from 1998 to 1999 consisting a total of two seasons and 55 episodes and was aimed at pre-school children aged 2–6. After it ended in 1999, the series was still continued to be repeated on the ABC and ABC1 until 23 January 2004.",
  "/wiki/Bobtales": "Bobtales is an Australian animated series of aboriginal dreamtime stories produced in Perth, Western Australia in 1997 and aired in 1998.",
  "/wiki/SBS_(Australian_TV_channel)": "SBS is a national public television network in Australia. Launched on 24 October 1980, it is the responsibility of SBS's television division, and is available nationally.  In 2018, SBS had a 7.9% audience share.",
  "/wiki/Hey_Hey_It's_Saturday": "Hey Hey It's Saturday was a long-running variety television program on Australian television. It initially ran for 27 years on the Nine Network from 9 October 1971 to 20 November 1999 (there was a recess in 1978). Its host throughout its entire run was Daryl Somers, who later also became executive producer of the program. The original producer, Gavin Disney, left the program in the 1980s and Somers then jointly formed his own production company, Somers Carroll Productions, with comedy writer and on-screen partner Ernie Carroll, the performer of Somers' pink ostrich puppet sidekick Ossie Ostrich.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/The_Wiggles": "The Wiggles are an Australian children's music group formed in Sydney, New South Wales in 1991. Since 2013, the group members are Anthony Field, Lachlan Gillespie, Simon Pryce, and Emma Watkins.  The original members were Field, Phillip Wilcher, Murray Cook, Greg Page, and Jeff Fatt. Wilcher left the group after their first album. Page retired in 2006 due to ill health and was replaced by understudy Sam Moran, but returned in 2012, replacing Moran. At the end of 2012, Page, Cook, and Fatt retired, and were replaced by Gillespie, Pryce, and Watkins. Cook and Fatt retained their shareholding in the group and all three continued to have input into its creative and production aspects.",
  "/wiki/The_Games_(Australian_TV_series)": "The Games was an Australian mockumentary television series about the 2000 Summer Olympics in Sydney. The series was originally broadcast on the ABC and had two seasons of 13 episodes each, the first in 1998 and the second in 2000.",
  "/wiki/Search_for_Treasure_Island": "Search for Treasure Island is an Australian TV series that aired in 1998 and 2000. It revolves around a group of people finding the mysterious Treasure Island. The protagonists encounter many cultures, factions and obstacles on the island as they try to find their parents and escape the ominous Maelstrom.",
  "/wiki/Something_Stupid_(TV_series)": "Something Stupid was a short-lived Australian sketch comedy series which aired in 1998 on the Seven Network. The program was produced, written and performed by much the same team that was behind the Fast Forward series. The series had the working title The Lazy Susan Show.",
  "/wiki/Driven_Crazy": "Driven Crazy is an Australian children's television series, based on the short stories by author Paul Jennings. It first aired in 1998 on Network Ten, and was the second television series based on his works.",
  "/wiki/1998_in_Australian_television": "This is a list of programs which made their premiere on an Australian television network that had previously premiered on another Australian television network.  The networks involved in the switch of allegiances are predominantly both free-to-air networks or both subscription television networks. Programs that have their free-to-air/subscription television premiere, after previously premiering on the opposite platform (free-to air to subscription/subscription to free-to air) are not included. In some cases, programs may still air on the original television network. This occurs predominantly with programs shared between subscription television networks."
}