{
  "/wiki/Good_%26_Evil": "Good & Evil is an American sitcom which was broadcast in the United States on ABC from September 25, 1991 until October 30, 1991. The series was created by Susan Harris, and produced by Witt/Thomas/Harris Productions in association with Touchstone Television.",
  "/wiki/The_Comedy_Channel": "The Comedy Channel (promoted on air as comedy) is an Australian subscription television channel available on Foxtel, and Optus Television.",
  "/wiki/The_Wacky_World_of_Tex_Avery": "The Wacky World of Tex Avery (French: Le Monde fou de Tex Avery)  is a French–Canadian–American animated comedy television series created by Robby London and co-produced by DIC Productions L.P., Les Studios Tex SARL, Milimetros, M6 Métropole Télévision and Telcima SA.",
  "/wiki/Disney_Channel_(Australia_and_New_Zealand)": "Disney Channel (originally called The Disney Channel from 1996 to 1997) is a pay television channel that is broadcast in Australia. It is the flagship television property owned and operated by The Walt Disney Company in Australia. Launched in 1996, the network is targeted towards children and their families, with original series and movies.",
  "/wiki/Pepper_Ann": "Pepper Ann is an American animated series created by Sue Rose and aired on Disney's One Saturday Morning on ABC. It debuted on September 13, 1997, and ended on November 18, 2000. Reruns were also shown on Disney's One Too on UPN during the 2000–2001 season, and later on Disney Channel, and on Toon Disney until 2008. Pepper Ann was the very first animated television series for Disney to be created by a woman.  It was never released on DVD.",
  "/wiki/Nightmare_Ned": "Nightmare Ned is an animated television series which ran from April 19, 1997, to August 9, 1997, on ABC, produced by Walt Disney Television Animation and Creative Capers Entertainment, and created by Terry Shakespeare, G. Sue Shakespeare, and David Molina of Creative Capers Entertainment. The show focuses on the life of Ned Needlemeyer (voiced by Courtland Mead), a 10-year-old boy that deals with his daily problems through dark, quirky nightmares. The show was canceled after only 12 episodes were produced due to production difficulties. The show ran over budget and there were creative differences among Donovan Cook, the producer and director of the show, and Walt Dohrn, the creator of the character and also a director of the show. Unlike most Disney animated series, reruns were never aired on Disney Channel or Toon Disney, and the series was never commercially released on home video. As of June 2019, though, all episodes have been found by third parties and unofficially uploaded to YouTube. Walt Disney Animation Japan (uncredited during the show’s ending credits) provides the show’s animation, while Tama Productions handles additional animation and backgrounds and Jade Animation and Shanghai Yilmei Animation are the additional production facilities.",
  "/wiki/Arena_(TV_network)": "Arena is an Australian general entertainment cable and satellite channel available on Foxtel, Austar, and Optus Television's subscription platforms.",
  "/wiki/Discovery_Channel_(Australia)": "Discovery Channel is a television channel available on cable and satellite television in Australia and New Zealand. The Australian version of the US Discovery Channel was previously operated by XYZnetworks, who also own the exclusive distribution rights for the channel.",
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer.[a]",
  "/wiki/Singled_Out": "Singled Out is an American dating game show created by Burt Wheeler & Sharon Sussman which originally ran on MTV from 1995 to 1998. Each episode featured a group of 50 singles competing for a date with one main contestant.",
  "/wiki/MTV_Australia": "MTV is a 24-hour general entertainment channel specialising in music and youth culture programming which serves Australia and New Zealand. It is operated by parent company ViacomCBS International Media Networks headquartered in London with a local office in Sydney.",
  "/wiki/Renford_Rejects": "Renford Rejects is a teen sitcom produced and broadcast by Nickelodeon UK between 1998 and 2001. The show briefly aired in the United States on Nick GaS. Reruns are now broadcast on Nickelodeon UK again at 1:50am and 2:15am.",
  "/wiki/Nickelodeon_(Australia)": "Nickelodeon is an Australian children's television channel operated by a joint venture of Foxtel Networks and ViacomCBS Networks UK & Australia. Being a version of the namesake television channel in the United States, the channel broadcasts Nickelodeon's original series, as well as shows from third-party companies.",
  "/wiki/The_Journey_of_Allen_Strange": "The Journey of Allen Strange is an American television series that aired on Nickelodeon's SNICK block of programming for three seasons from November 1997 to April 2000.",
  "/wiki/Family_Affairs": "Family Affairs is a British soap opera that aired on Channel 5. It debuted on 30 March 1997, and was screened as five thirty-minute episodes each week. The series never achieved high ratings, so the producers conducted several drastic revamps of the series. There were several wholesale changeovers of the cast, and the premise of the series was refocused from a family in a quiet suburb in Kent, to a range of different people living on a bustling outer London street. On 2 August 2005, Channel 5 announced they would not renew Family Affairs. Production ceased on 4 November, and the final episode was broadcast on 30 December 2005.",
  "/wiki/UKTV_(Australia_and_New_Zealand)": "BBC UKTV is an Australian pay television channel in Australia and New Zealand, screening British entertainment programming, sourced mainly from the archives of the BBC, RTL Group (mainly Talkback Thames material) and ITV plc. The channel was originally a joint venture with Foxtel (60% ownership), the RTL Group (20% ownership) and BBC Worldwide (20% ownership). It is now owned solely by BBC Studios. It is the home of the channel's flagship programme The Graham Norton Show.",
  "/wiki/CatDog": "CatDog is an American animated children's television series created for Nickelodeon by Peter Hannan. The series follows the life of conjoined brothers of different species, with one half of the resultant animal being a cat and the other a dog. Nickelodeon produced the series from Burbank, California. The first episode aired on April 4, 1998, following the 1998 Kids' Choice Awards, before the show officially premiered in October of that year. Similarly, the Season 2 episode \"Fetch\" was shown in theaters with The Rugrats Movie in 1998 before airing on television.",
  "/wiki/The_Wild_Thornberrys": "The Wild Thornberrys is an American animated television series that originally aired on Nickelodeon from 1998 to 2004.",
  "/wiki/Franklin_(TV_series)": "Franklin is a Canadian children's animated television series, based on the Franklin the Turtle books by Brenda Clark and Paulette Bourgeois, and produced by Nelvana. It has since been taken off the air and replaced with a new adaptation, Franklin and Friends.",
  "/wiki/The_Adventures_of_Paddington_Bear": "The Adventures of Paddington Bear is a Canadian-French animated children's television series. It is based on the book Paddington Bear by Michael Bond and was written by Bruce Robb. It was produced by CINAR and Protecrea and ran for 117 episodes.",
  "/wiki/The_3_Friends_and_Jerry": "The Three Friends and Jerry (Swedish: De tre vännerna och Jerry) is a Swedish/German/British animated television series. The series was created by Magnus Carlsson and produced by  Happy Life and TMO-Loonland Film GmbH in association with Nickelodeon UK and Nickelodeon Germany (Which its original incarnation shut down after this show premiered, so it instead aired on Fox Kids in the country).",
  "/wiki/Breaker_High": "Breaker High is a Canadian-American teen comedy-drama series that ran from 1997 to 1998, airing on YTV in Canada and on UPN's weekday \"Kids\" block in the United States. The series was created by Cori Stern, while SciFi veteran David Winning directed the pilot and seven episodes of the series.",
  "/wiki/Fox_Kids_(Australia)": "Fox Kids (originally known as Fox Children's Network and later as the Fox Kids Network) is a defunct American children's programming block and branding for a slate of international children's television channels. Originally a joint venture between the Fox Broadcasting Company (Fox) and its affiliated stations, it was later owned by Fox Family Worldwide.",
  "/wiki/The_Adventures_of_Sinbad": "The Adventures of Sinbad is a Canadian Action/Adventure Fantasy television series which aired from 1996 to 1998. It follows on the story from the pilot of the same name. It revolves around the series' protagonist, Sinbad. The series is a re-telling of the adventures of Sinbad from The Arabian Nights. Created by Ed Naha, it was filmed in southern Ontario, Canada and in Cape Town, South Africa. The tone of the series resembled its contemporaries Hercules: The Legendary Journeys and Xena: Warrior Princess.",
  "/wiki/Bear_in_the_Big_Blue_House": "Bear in the Big Blue House is an American children's television series created by Mitchell Kriegman and produced by Jim Henson Television for Disney Channel's Playhouse Disney preschool television block. Debuting on October 20, 1997, it aired its last episode on April 28, 2006.",
  "/wiki/The_Country_Mouse_and_the_City_Mouse_Adventures": "The Country Mouse and the City Mouse Adventures is an American-French-Canadian animated TV series that aired on HBO from March 1, 1998 to October 27, 1999. The show follows the adventures of two cousin mice, Emily from the country and Alexander from the city, who go on adventures around the world in the early 20th century, usually to stop the evil rat No-Tail No-Goodnik."
}