{
  "/wiki/1917%E2%80%9318_NHL_season": "The 1917–18 NHL season was the first season of the National Hockey League (NHL). The league was formed after the suspension of the National Hockey Association (NHA). Play was held in two halves, December 19 to February 4, and February 6 to March 6. The Canadiens won the first half, and Toronto  the second half. The Montreal Wanderers withdrew early in January 1918 after their rink, the Westmount Arena, burned down. Toronto won the NHL playoff and then won the Stanley Cup by defeating the PCHA's Vancouver Millionaires three games to two in a best-of-five series.",
  "/wiki/Joe_Malone_(ice_hockey)": "Maurice Joseph \"Phantom Joe\" Malone (February 28, 1890 – May 15, 1969) was a Canadian professional ice hockey centre who played in the National Hockey Association and National Hockey League. He was notable for his scoring feats and his clean play. He scored the third-most career goals of any player in major hockey's first half-century (behind Newsy Lalonde and Nels Stewart) and is the only player in the history of the NHL to score seven goals in a single game.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/1918%E2%80%9319_NHL_season": "The 1918–19 NHL season was the second season of the National Hockey League (NHL). While at first it was uncertain that the NHL would operate, and the possibility that National Hockey Association (NHA) would be resumed, the unfinished business of Eddie Livingstone's Toronto and Ottawa's NHA franchise, led to the NHL owners suspending the NHA again. Livingstone would attempt to overthrow the NHA management, and failing that, attempt to operate a rival league. The pre-season was filled with legal actions, deceptions and public verbal attacks. Ultimately, the NHL operated with three teams, in Montreal, Ottawa and Toronto. However, the season ended early with Toronto suspending operations, leaving Montreal and Ottawa to play off for the championship. Montreal would win the playoff and travel to Seattle for the Stanley Cup final. However, the Cup series would not be completed due to influenza infecting the whole Montreal team and causing the eventual death of Montreal's Joe Hall.",
  "/wiki/Newsy_Lalonde": "Édouard Cyrille \"Newsy\" Lalonde (October 31, 1887 – November 21, 1970) was a Canadian professional ice hockey forward in the National Hockey League (NHL) and a professional lacrosse player.  Lalonde is regarded as one of hockey's and lacrosse's greatest players of the first half of the 20th century and one of sport's most colourful characters.  He played for the Montreal Canadiens – considered to be the original \"Flying Frenchman\" – in the National Hockey Association and the NHL. He also played for the WCHL's Saskatoon Sheiks.",
  "/wiki/1919%E2%80%9320_NHL_season": "The 1919–20 NHL season was the third season of the National Hockey League (NHL). A Quebec team was activated by the NHL, increasing the number of teams to four. The four teams played 24 games in a split-schedule format. The Ottawa Senators won the league championship by winning both halves of the split-season. The Senators went on to win the Stanley Cup by defeating the PCHA's Seattle Metropolitans three games to two in a best-of-five series.",
  "/wiki/Quebec_Bulldogs": "The Quebec Bulldogs were a men's senior-level ice hockey team based in Quebec City, Quebec, Canada. The team was officially known as the Quebec Hockey Club, and later as the Quebec Athletic Club. One of the first organized ice hockey clubs, the club debuted in 1878 with the opening of the Quebec Skating Rink. The club continued as an amateur team through various leagues, eventually becoming professional in 1908. The club would play in the National Hockey Association (the forerunner to the NHL) and the National Hockey League. In 1920, the team moved to Hamilton, Ontario and became the Hamilton Tigers.",
  "/wiki/1920%E2%80%9321_NHL_season": "The 1920–21 NHL season was the fourth season of the National Hockey League (NHL). Four teams each played 24 games in a split season. The Quebec franchise was transferred to Hamilton, Ontario, to become the Hamilton Tigers. The Ottawa Senators won the league championship in a playoff with the Toronto St. Patricks. The Senators went on to win the Stanley Cup by defeating the Vancouver Millionaires of the Pacific Coast Hockey Association three games to two in a best-of-five series. This would be the last split season before the NHL changed its regular season and playoff formats.",
  "/wiki/1921%E2%80%9322_NHL_season": "The 1921–22 NHL season was the fifth season of the National Hockey League (NHL). \nFour teams each played 24 games. The league dropped the split season and the two top teams played off for the league championship. The second-place Toronto St. Patricks defeated the first-place Ottawa Senators for the league championship.",
  "/wiki/Punch_Broadbent": "Harold Lawton \"Harry\" \"Punch\" Broadbent (July 13, 1892 – March 6, 1971) was a Canadian ice hockey player. Broadbent played for the Ottawa Senators, Montreal Maroons and the New York Americans in the National Hockey Association (NHA) and National Hockey League (NHL). He is generally regarded as one of the first true power forwards in NHL history.",
  "/wiki/Ottawa_Senators_(original)": "The Ottawa Senators were an ice hockey team based in Ottawa, Ontario, Canada which existed from 1883 to 1954. The club was the first hockey club in Ontario, a founding member of the National Hockey League (NHL) and played in the NHL from 1917 until 1934. The club, which was officially the Ottawa Hockey Club (Ottawa HC), was known by several nicknames, including the Generals in the 1890s, the Silver Seven from 1903 to 1907 and the Senators dating from 1908.",
  "/wiki/1922%E2%80%9323_NHL_season": "The 1922–23 NHL season was the sixth season of the National Hockey League. Four teams played 24 games each. The Ottawa Senators defeated the Montreal Canadiens for the NHL championship, and then defeated Vancouver and Edmonton to win the Stanley Cup.",
  "/wiki/Babe_Dye": "Cecil Henry \"Babe\" Dye (May 13, 1897 – January 3, 1962) was a Canadian professional ice hockey forward who played 11 seasons in the National Hockey League (NHL) for the Toronto St. Patricks/Maple Leafs, Chicago Black Hawks, and the New York Americans. Born in Hamilton, Ontario, Dye was known as an excellent stick-handler, and goal-scorer.",
  "/wiki/Toronto_St._Pats": "The Toronto St. Patricks were a professional men's ice hockey team which began playing in the National Hockey League (NHL) in 1919.  The Toronto NHL franchise (league membership) had previously been held by the Arena Company (and the team called the \"Arenas\"), but despite winning the Stanley Cup the team was bankrupt and pulled out of the league after just two seasons.  The rights to the Toronto franchise were purchased by a group of investors with links to an amateur club called the \"St. Patricks\".  The new owners renamed the NHL franchise after the amateur club, and as the St. Patricks the team won the Stanley Cup in 1922. J.P. Bickell invested in the St. Patricks in 1924 as a favor to Charlie Querrie. In 1927, Charlie Querrie and other investors wanted out, J.P. Bickell made arrangements for other Toronto investors and initially hired Mike Rodden the Referee and sports writer to run the hockey operations, which didn't work out. He then hired Conn Smythe as the Managing Partner. The team was then renamed the Toronto Maple Leafs for a number of reasons, two of which are the Maple Leaf was an unofficial Canadian national symbol and secondly it was the name of the Toronto Maple Leaf Baseball Club 1896-1967. They played from Maple Leaf Stadium since 1926.",
  "/wiki/1923%E2%80%9324_NHL_season": "The 1923–24 NHL season was the seventh season of the National Hockey League. Four teams each played 24 games. The league champions were the Montreal Canadiens, who defeated the first-place Ottawa Senators in the league playoff. The Canadiens then defeated the Calgary Tigers of the Western Canada Hockey League (WCHL) and Vancouver Maroons of the Pacific Coast Hockey Association (PCHA) to win their second Stanley Cup championship.",
  "/wiki/Cy_Denneny": "Cyril Joseph Denneny (December 23, 1891 – September 10, 1970) was a Canadian professional ice hockey forward who played for the Ottawa Senators and Boston Bruins in the National Hockey League and the Toronto Blueshirts of the National Hockey Association. His brother Corbett Denneny also played in the NHL.",
  "/wiki/1924%E2%80%9325_NHL_season": "The 1924–25 NHL season was the eighth season of the National Hockey League. The NHL added two teams this season, a second team in Montreal, the Montreal Maroons and the first U.S. team, the Boston Bruins. Six teams each played 30 games.",
  "/wiki/1925%E2%80%9326_NHL_season": "The 1925–26 NHL season was the ninth season of the National Hockey League (NHL). The NHL dropped the Hamilton, Ontario team and added two new teams in the United States (US), the New York Americans and the Pittsburgh Pirates to bring the total number of teams to seven. The Ottawa Senators were the regular-season champion, but lost in the NHL playoff final to the Montreal Maroons. The Maroons then defeated the defending Stanley Cup champion Victoria Cougars of the newly renamed Western Hockey League three games to one in a best-of-five series to win their first Stanley Cup.",
  "/wiki/Nels_Stewart": "Robert Nelson \"Old Poison\" Stewart (December 29, 1902 – August 21, 1957) was a Canadian professional ice hockey player who played for the Montreal Maroons, New York Americans and Boston Bruins in the National Hockey League.  He is an Honoured Member of the Hockey Hall of Fame.",
  "/wiki/Montreal_Maroons": "The Montreal Maroons (officially the Montreal Professional Hockey Club) were a professional men's ice hockey team in the National Hockey League (NHL). They played in the NHL from 1924 to 1938, winning the Stanley Cup in 1926 and 1935. They were the last non-Original Six team to win the Stanley Cup until the expansion Philadelphia Flyers won in 1974.",
  "/wiki/1926%E2%80%9327_NHL_season": "The 1926–27 NHL season was the tenth season of the National Hockey League. The success of the Boston Bruins and the Pittsburgh Pirates led the NHL to expand further within the United States. The league added three new teams: the Chicago Black Hawks, Detroit Cougars and New York Rangers, to make a total of ten, split in two divisions.  This resulted in teams based in Canada being in the minority for the first time.  To stock the teams with players the new teams brought in players from the Western Hockey League, which folded in May 1926. This left the NHL in sole possession of hockey's top players, as well as sole control of hockey's top trophy, the Stanley Cup, which was won by the Ottawa Senators. This was the original Senators' eleventh and final Stanley Cup win. The Senators' first was in 1903.",
  "/wiki/Bill_Cook": "William Osser Xavier Cook (October 8, 1895 – May 5, 1986) was a Canadian professional ice hockey right winger who played for the Saskatoon Crescents of the Western Canada Hockey League (WCHL) and the New York Rangers of the National Hockey League (NHL).  A prolific scorer, Cook led the WCHL in goals twice and the NHL three times.  He was named an all-star seven times between the two leagues.  Known as \"The Original Ranger\", Cook was the first captain of the New York Rangers, scored the first goal in franchise history and led the team to two Stanley Cup championships.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/1927%E2%80%9328_NHL_season": "The 1927–28 NHL season was the 11th season of the National Hockey League. Ten teams played 44 games each. The New York Rangers won the Stanley Cup beating the Montreal Maroons, becoming the first United States-based NHL team to win it.",
  "/wiki/Howie_Morenz": "Howard William \"Howie\" Morenz (September 21, 1902 – March 8, 1937) was a Canadian professional ice hockey player. Beginning in 1923, he played centre for three National Hockey League (NHL) teams: the Montreal Canadiens (in two stints), the Chicago Black Hawks, and the New York Rangers. Before joining the NHL, Morenz excelled in the junior Ontario Hockey Association, where his team played for the Memorial Cup, the championship for junior ice hockey in Canada. In the NHL, he was one of the most dominant players in the league and set several league scoring records. A strong skater, Morenz was referred to as the \"Stratford Streak\" and \"Mitchell Meteor\" in reference to his speed on the ice.",
  "/wiki/1928%E2%80%9329_NHL_season": "The 1928–29 NHL season was the 12th season of the National Hockey League. Ten teams played 44 games each. This was the first Stanley Cup final that saw two United States-based teams compete for the cup. The Boston Bruins defeated the New York Rangers two games to none in the best-of-three final.",
  "/wiki/Ace_Bailey": "Irvine Wallace \"Ace\" Bailey (July 3, 1903 – April 7, 1992) was a Canadian professional ice hockey player. He played for the Toronto Maple Leafs for eight seasons, from 1926–1933. His playing career ended with a fight he encountered during a game against the Boston Bruins; he was severely injured in the resulting scrum. He is the first professional sports player to have a jersey number retired in his honour.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/1929%E2%80%9330_NHL_season": "The 1929–30 NHL season was the 13th season of the National Hockey League. Ten teams played 44 games each. The Montreal Canadiens upset the heavily favoured Boston Bruins two games to none for the Stanley Cup.",
  "/wiki/Cooney_Weiland": "Ralph \"Cooney\" Weiland (November 5, 1904 – July 3, 1985) was an NHL forward who played for the Boston Bruins, Ottawa Senators, and Detroit Red Wings. Weiland was part of the Bruins' 1928 \"Dynamite Line\" with Dutch Gainor and Dit Clapper, one of the earliest \"named\" forward lines in NHL history.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/1930%E2%80%9331_NHL_season": "The 1930–31 NHL season was the 14th season of the National Hockey League. Ten teams played 44 games each. The Montreal Canadiens beat the Chicago Black Hawks three games to two in a best-of-five Stanley Cup final for their second consecutive Cup win.",
  "/wiki/1931%E2%80%9332_NHL_season": "The 1931–32 NHL season was the 15th season of the National Hockey League (NHL). The Ottawa Senators and Philadelphia Quakers suspended operations, leaving eight teams to play 48 games each. In the Stanley Cup Finals, the Toronto Maple Leafs swept the New York Rangers in three games to win the franchise's third Stanley Cup championship.",
  "/wiki/Busher_Jackson": "Ralph Harvey \"Busher\" Jackson (January 17, 1911 – June 25, 1966) was a Canadian professional ice hockey player. Jackson played 15 National Hockey League (NHL) seasons between 1929 and 1944 for the Toronto Maple Leafs, New York Americans, and Boston Bruins. He was a member of the Maple Leafs' famed Kid Line with Joe Primeau and Charlie Conacher, one of the early NHL's dominant scoring trios.  Jackson led the league in scoring in 1931–32 and was a member of Toronto's 1932 Stanley Cup championship team. He was named to five NHL All-Star Teams and played in three benefit All-Star Games, including the Ace Bailey Benefit Game, the first All-Star contest in NHL history.",
  "/wiki/1932%E2%80%9333_NHL_season": "The 1932–33 NHL season was the 16th season of the National Hockey League (NHL). Nine teams each played 48 games. The New York Rangers beat the Toronto Maple Leafs three games to one for the Stanley Cup.",
  "/wiki/1933%E2%80%9334_NHL_season": "The 1933–34 NHL season was the 17th season of the National Hockey League (NHL). Nine teams each played 48 games. The Chicago Black Hawks were the Stanley Cup winners as they beat the Detroit Red Wings three games to one.",
  "/wiki/Charlie_Conacher": "Charles William \"The Big Bomber\" Conacher, Sr. (December 20, 1909 – December 30, 1967) was a Canadian professional ice hockey forward who played for the Toronto Maple Leafs, Detroit Red Wings and New York Americans in the National Hockey League.  An early power forward, Conacher was nicknamed \"The Big Bomber,\" for his size, powerful shot and goal scoring. He led the NHL five times in goals, and twice led in overall scoring. Over five seasons from 1931-32 to 1935-36 Conacher was named to three NHL First All-Star Teams and two NHL Second All-Star Teams.  He is an Honoured Member of the Hockey Hall of Fame. In 2013, Charlie Conacher was inducted into the Ontario Sports Hall of Fame. In 2017 Conacher was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/1934%E2%80%9335_NHL_season": "The 1934–35 NHL season was the 18th season of the National Hockey League (NHL). Nine teams each played 48 games. The Montreal Maroons were the Stanley Cup winners as they swept the Toronto Maple Leafs in three games in the final series.",
  "/wiki/1935%E2%80%9336_NHL_season": "The 1935–36 NHL season was the 19th season of the National Hockey League (NHL). The St. Louis Eagles dropped out of the league, leaving eight teams. The Detroit Red Wings were the Stanley Cup winners as they beat the Toronto Maple Leafs three games to one in the final series.",
  "/wiki/Sweeney_Schriner": "David \"Sweeney\" Schriner (November 30, 1911 – July 4, 1990) was a Russian-born Canadian professional ice hockey forward who played 11 seasons in the National Hockey League (NHL) for the New York Americans and Toronto Maple Leafs. He was named Rookie of the Year in 1934–35 and was the NHL scoring leader in 1935–36 and 1936–37. Schriner was named to honorary all-star teams in numerous leagues throughout his career and played with the NHL All-Stars in the Howie Morenz Memorial Game in 1937.  He won two Stanley Cup championships with the Maple Leafs, in 1941–42 and 1944–45. He was inducted into the Hockey Hall of Fame in 1962.",
  "/wiki/New_York_Americans": "The New York Americans, colloquially known as the Amerks, were a professional ice hockey team based in New York City, New York from 1925 to 1942. They were the third expansion team in the history of the National Hockey League (NHL) and the second to play in the United States. The team never won the Stanley Cup, but reached the semifinals twice. While it was the first team in New York City, it was eclipsed by the second, the New York Rangers, which arrived in 1926 under the ownership of the Amerks' landlord, Madison Square Garden. The team operated as the Brooklyn Americans during the 1941–42 season before suspending operations in 1942 due to World War II and long-standing financial difficulties. The demise of the club marked the beginning of the NHL's Original Six era from 1942 to 1967, though the Amerks' franchise was not formally canceled until 1946.",
  "/wiki/1936%E2%80%9337_NHL_season": "The 1936–37 NHL season was the 20th season of the National Hockey League (NHL). Eight teams each played 48 games. The Detroit Red Wings were the Stanley Cup winners as they beat the New York Rangers three games to two in the final series.",
  "/wiki/List_of_past_NHL_scoring_leaders": "The following are lists showing the point- and goal-scoring leaders of the National Hockey League before the league issued trophies for such achievements. The point-scoring leader has been awarded the Art Ross Trophy since the 1947–48 NHL season, and the goal-scoring leader has been awarded the Maurice \"Rocket\" Richard Trophy since the 1998–99 NHL season."
}