{
  "/wiki/Buller_Rugby_Football_Union": "The Buller Rugby Union (BRU) is a rugby union province based in the town of Westport, New Zealand. The Buller provincial boundary also includes other notable towns such as Reefton, Karamea, Granity, Charleston, Punakaiki and Murchison (Murchison RFC currently compete in the Tasman provincial Union competition).",
  "/wiki/Crusaders_(rugby)": "The Crusaders (formerly the Canterbury Crusaders and officially the BNZ Crusaders due to sponsorship by the Bank of New Zealand) is a New Zealander professional rugby union team based in Christchurch, who compete in the Super Rugby competition. They have won 10 titles (1998, 1999, 2000, 2002, 2005, 2006, 2008, 2017, 2018 and 2019).\nFormed in 1996 to represent the upper South Island of New Zealand in the Super 12, the Crusaders represent the Buller, Canterbury, Mid-Canterbury, South Canterbury, Tasman and West Coast provincial Rugby Unions. Their main home ground is Orangetheory Stadium, formerly known as AMI Stadium,[n 1] before that Jade Stadium, and before that, Lancaster Park. They are the current Super Rugby champions.",
  "/wiki/Westport,_New_Zealand": "Westport (Māori: Kawatiri) is a town in the West Coast region of the South Island of New Zealand. It is on the northern bank and at the mouth of the Buller River, close by the prominent headland of Cape Foulwind. It is connected via State Highway 6 with Greymouth, 100 kilometres (62 mi) to the south, and with Nelson 222 kilometres (138 mi) in the northeast, via the Buller Gorge.",
  "/wiki/East_Coast_Rugby_Union": "The East Coast Rugby Football Union is a constituent union in the New Zealand Rugby Union. It is located on the East Coast of the North Island, based in Ruatoria. It is the smallest Union in New Zealand in the sense of player numbers and population base. Due to the high number of players from the Ngati Porou iwi, the team is often referred to as Ngati Porou East Coast.",
  "/wiki/Hurricanes_(Super_rugby_franchise)": "The Hurricanes (formerly the Wellington Hurricanes) is a New Zealand professional rugby union team based in Wellington that competes in Super Rugby. The Hurricanes were formed to represent the lower North Island, including the East Coast, Hawke's Bay, Horowhenua Kapiti, Manawatu, Poverty Bay, Wairarapa-Bush, Wanganui and Wellington unions. They currently play at Sky Stadium (formerly named Westpac Stadium), having previously played at the now-defunct Athletic Park.",
  "/wiki/Ruatoria": "Ruatoria (Māori: Ruatōria) is a town in the Waiapu Valley of the Gisborne Region in the northeastern corner of New Zealand's North Island. The town was originally known as Cross Roads, and was named Ruatorea in 1913, from the Māori Rua-a-Tōrea (the storage pit of Tōrea). In 1925 the name was changed to \"Ruatoria\", although some texts retain the original spelling.",
  "/wiki/Horowhenua-Kapiti_Rugby_Football_Union": "The Horowhenua-Kapiti Rugby Football Union is the governing body for rugby union in the Horowhenua and Kapiti Coast districts in the Manawatu-Wanganui and Wellington regions. The union was established in 1893 as the Horowhenua Rugby Football Union and was changed to its current name of Horowhenua-Kapiti in 1997, in order to reflect the full extent of the union's districts.",
  "/wiki/Levin,_New_Zealand": "Levin (Māori: Taitoko) is the largest town and seat of the Horowhenua District, in the Manawatū-Whanganui region of New Zealand's North Island. It is located east of Lake Horowhenua, around 95 km north of Wellington and 50 km southwest of Palmerston North.",
  "/wiki/King_Country_Rugby_Football_Union": "The King Country Rugby Football Union is a constituent union in the New Zealand Rugby Union. It is located in the central North Island of New Zealand in an area known as the King Country. It was formed in 1922 when the South Auckland Rugby Union was split into three (the other two Unions formed were Waikato and Thames Valley).",
  "/wiki/Chiefs_(Super_rugby_franchise)": "The Chiefs (formerly known as the Waikato Chiefs and officially called the Gallagher Chiefs for sponsorship reasons) is a New Zealander professional rugby union team based in Hamilton, New Zealand. The team competes in the Super Rugby competition, previously known as the Super 12 and Super 14, and are one of the competition's five New Zealand teams. Playing in black, red and yellow coloured jerseys, their primary home ground is Waikato Stadium.",
  "/wiki/Te_Kuiti": "Te Kuiti is a town in the north of the King Country region of the North Island of New Zealand. It lies at the junction of State Highways 3 and 30 and on the North Island Main Trunk railway, 80 kilometres (50 mi) south of Hamilton. At the 2001 census it had a resident population of 4,374, a decrease of 5.1% since 1991. The town promotes itself as the sheep shearing capital of the world and is host to the annual New Zealand National Shearing Championships.",
  "/wiki/Mid_Canterbury_Rugby_Football_Union": "The Mid Canterbury Rugby Football Union (MCRFU) is a rugby province in the South Island of New Zealand.",
  "/wiki/Ashburton,_New_Zealand": "Ashburton (Māori: Hakatere) is a large town in the Canterbury Region, on the east coast of the South Island of New Zealand. The town is the seat of the Ashburton District, a territorial authority encompassing the town and a number of small settlements within its surrounding rural area, roughly coterminous with the subregion of Mid Canterbury. It is 85 kilometres (53 mi) south west of Christchurch and is sometimes regarded as a satellite town of Christchurch.",
  "/wiki/North_Otago_Rugby_Football_Union": "The North Otago Rugby Football Union (NORFU) is a New Zealand rugby union province based in Oamaru and compete in the Heartland Championship. They are one of the strongest teams in The Heartland Championship, winning the Meads Cup section of the competition in its second year, 2007 as well as 2010. Their home ground is Whitestone Contracting Stadium, formerly Centennial Park.",
  "/wiki/Highlanders_(Super_rugby_franchise)": "The Highlanders (formerly the Otago Highlanders and currently known as the Pulse Energy Highlanders for sponsorship reasons) is a New Zealander professional rugby union team based in Dunedin that compete in Super Rugby. The team was formed in 1996 to represent the lower South Island in the newly formed Super 12 competition, and includes the Otago, North Otago and Southland unions. The Highlanders take their name from the Scottish immigrants that helped found the Otago, North Otago, and Southland regions in the 1840s and 1850s.",
  "/wiki/Oamaru": "Oamaru (/ˌɒməˈruː/ (listen); Māori: Te Oha-a-Maru) is the largest town in North Otago, in the South Island of New Zealand, it is the main town in the Waitaki District. It is 80 kilometres (50 mi) south of Timaru and 120 kilometres (75 mi) north of Dunedin on the Pacific coast; State Highway 1 and the railway Main South Line connect it to both cities. With a population of 13,950, Oamaru is the 28th largest urban area in New Zealand, and the third largest in Otago behind Dunedin and Queenstown.",
  "/wiki/Poverty_Bay_Rugby_Football_Union": "The Poverty Bay Rugby Football Union is the governing body for rugby union within the Gisborne district, in the area surrounding Poverty Bay on the east coast of the North Island of New Zealand. The men's representative team play from Rugby Park, Gisborne, and currently compete in the Heartland Championship.",
  "/wiki/Gisborne,_New_Zealand": "Gisborne (Māori: Tūranga-nui-a-Kiwa \"Great standing place of Kiwa\") is a city in northeastern New Zealand and the largest settlement in the Gisborne District (or Gisborne Region). It has a population of 37,200 (June 2018). The district council has its headquarters in Whataupoko, in the central city.",
  "/wiki/South_Canterbury_Rugby_Football_Union": "The South Canterbury Rugby Football Union (SCRFU) is a rugby province based in the central South Island city of Timaru, New Zealand. The South Canterbury team play from Alpine Energy Stadium located in Timaru.",
  "/wiki/Timaru": "Timaru (English:  /ˈtɪməˌruː/; Māori: Te Tihi-o-Maru) is a port city in the southern Canterbury region of New Zealand, located 157 kilometres (98 mi) southwest of Christchurch and about 196 kilometres (122 mi) northeast of Dunedin on the eastern Pacific coast of the South Island. The Timaru urban area is home to 29,100 people, and is the largest urban area in South Canterbury, and the second largest in the Canterbury Region overall, after Christchurch. The city is the seat of the Timaru District, which includes the surrounding rural area and the towns of Geraldine, Pleasant Point and Temuka, which combined has a total population of 47,700.",
  "/wiki/Thames_Valley_Rugby_Football_Union": "The Thames Valley Rugby Football Union (TVRFU) is the governing body of rugby union in the region of Thames Valley in the North Island of New Zealand. Their senior representative team compete in the Heartland Championship. Thames Valley Rugby Football Union was founded in 1921 when it broke away from the now defunct South Auckland Rugby Football Union. The Thames Rugby Union, a sub-union that had remained affiliated with the Auckland Rugby Football Union, eventually joined the Thames Valley Union in 1951.",
  "/wiki/Paeroa": "Paeroa, a small town in New Zealand, lies in the northern Waikato region of the Thames Valley. Located at the base of the Coromandel Peninsula, it is close to the junction of the  Waihou and Ohinemuri Rivers, 20 kilometres (12.4 miles) from the coast at the Firth of Thames.",
  "/wiki/Wairarapa_Bush_Rugby_Football_Union": "The Wairarapa-Bush Rugby Football Union is the body that regulates rugby union in Masterton, New Zealand. It was formed in 1971 with the amalgamation of the Wairapapa and Bush Unions.",
  "/wiki/Masterton,_New_Zealand": "Masterton (Māori: Whakaoriori) is a large town in the Wellington Region of New Zealand and the seat of the Masterton District (a territorial authority or local government district).  It is the largest town in the Wairarapa, a region separated from Wellington by the Rimutaka ranges. It is 100 kilometres north-east of Wellington, 39.4 kilometres south of Eketahuna, on the Ruamahanga River.",
  "/wiki/Wanganui_Rugby_Football_Union": "The Wanganui Rugby Football Union (WRFU) is the governing body for rugby union in the Whanganui region of New Zealand. The Wanganui Rugby Football Union was formed in 1888.",
  "/wiki/Wanganui": "Whanganui (/ˈhwɒŋənuːi/; Māori: [ɸaŋanui]), also spelled Wanganui, is a city on the west coast of the North Island of New Zealand. The Whanganui River, New Zealand's longest navigable waterway, runs from Mount Tongariro to the sea. Whanganui is part of the Manawatū-Whanganui region.",
  "/wiki/West_Coast_Rugby_Football_Union": "The West Coast Rugby Football Union, formed in 1890, is the official governing body for rugby union in a substantial part of the West Coast region of New Zealand and is affiliated to the New Zealand Rugby Union. The team is based in Greymouth and plays home matches at John Sturgeon Park (known as Rugby Park until 2018).",
  "/wiki/Greymouth,_New_Zealand": "Greymouth (/ˈɡreɪmaʊθ/) (Māori: Māwhera) is the largest town in the West Coast region in the South Island of New Zealand, and the seat of the Grey District Council. The population of the whole Grey District is 13,750, which accounts for 42% of the West Coast's inhabitants. The Greymouth urban area had an estimated population of 9,700 (June 2018). The District Council expects growth of 1.5% per year between 2006 and 2016."
}