{
  "/wiki/Euro": "The euro (sign: €; code: EUR) is the official currency of 19 of the 27 member states of the European Union. This group of states is known as the eurozone or euro area, and counts about 343 million citizens as of 2019[update]. The euro, which is divided into 100 cents, is the second-largest and second-most traded currency in the foreign exchange market after the United States dollar.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Baden-Württemberg": "Baden-Württemberg (/ˌbɑːdən ˈvɜːrtəmbɜːrɡ/, German: [ˌbaːdn̩ ˈvʏʁtəmbɛʁk] (listen)) is a state in southwest Germany, east of the Rhine, which forms the border with France. It is Germany’s third-largest state, with an area of 35,751 km2 (13,804 sq mi) and 11 million inhabitants. Baden-Württemberg is a parliamentary republic and partly sovereign, federated state which was formed in 1952 by a merger of the states of Württemberg-Baden, Baden and Württemberg-Hohenzollern. The largest city in Baden-Württemberg is the state capital of Stuttgart, followed by Karlsruhe and Mannheim. Other cities are Freiburg im Breisgau, Heidelberg, Heilbronn, Pforzheim, Reutlingen and Ulm.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Lower_Saxony": "Lower Saxony (German: Niedersachsen [ˈniːdɐzaksn̩] (listen); Low German: Neddersassen) is a German state (Land) situated in northwestern Germany. It is the second-largest state by land area, with 47,624 km2 (18,388 sq mi), and fourth-largest in population (7.9 million) among the 16 Länder federated as the Federal Republic of Germany. In rural areas, Northern Low Saxon (a dialect of Low German) and Saterland Frisian (a variety of the Frisian language) are still spoken, but the number of speakers is declining.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Hesse": "Hesse (/hɛs/, also US: /ˈhɛsə, ˈhɛsi/, Hessian dialect: [ˈhɛzə]) or Hessia (UK: /ˈhɛsiə/, US: /ˈhɛʃə/; German: Hessen [ˈhɛsn̩] (listen)), officially the State of Hesse (German: Land Hessen), is a parliamentary republic in western Europe and, with just over six million inhabitants, a member state of the Federal Republic of Germany as of 1949. Its capital city is Wiesbaden, the largest metropolitan area is Frankfurt am Main.",
  "/wiki/Rhineland-Palatinate": "Rhineland-Palatinate (German: Rheinland-Pfalz, pronounced [ˈʁaɪ̯nlant ˈp͡falt͡s]) is a state of Germany located in the west of the country. Covering an area of 19,846 km2 (7,663 sq mi) and with a population of 4.05 million inhabitants, it is the seventh-most populous German state. Mainz is the state capital and largest city, while other major cities include Ludwigshafen am Rhein, Koblenz, Trier, Kaiserslautern and Worms. Rhineland-Palatinate is surrounded by the states of North Rhine-Westphalia, Saarland, Baden-Württemberg and Hesse. It also borders three foreign countries: France, Luxembourg and Belgium.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Saxony": "Saxony (German: Sachsen [ˌzaksn̩] (listen); Upper Sorbian: Sakska; Czech: Sasko; Polish: Saksonia), officially the Free State of Saxony (German: Freistaat Sachsen [ˈfʁaɪ̯ʃtaːt ˈzaksn̩], Upper Sorbian: Swobodny stat Sakska), is a landlocked federal state of Germany, bordering the federal states of Brandenburg, Saxony Anhalt, Thuringia, and Bavaria, as well as the countries of Poland (Lower Silesian and Lubusz Voivodeships) and the Czech Republic (Karlovy Vary, Liberec, and Ústí nad Labem Regions). Its capital is Dresden, and its largest city is Leipzig.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.",
  "/wiki/Schleswig-Holstein": "Schleswig-Holstein (German: [ˈʃleːsvɪç ˈhɔlʃtaɪn]) is the northernmost of the 16 states of Germany, comprising most of the historical duchy of Holstein and the southern part of the former Duchy of Schleswig. Its capital city is Kiel; other notable cities are Lübeck and Flensburg.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Brandenburg": "Brandenburg (/ˈbrændənbɜːrɡ/, also US: /ˈbrɑːndənbʊərk/, German: [ˈbʁandn̩bʊʁk] (listen); Low German: Brannenborg; Lower Sorbian: Bramborska; Upper Sorbian: Braniborsko; Polish: Brandenburgia) is a state of Germany.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union.",
  "/wiki/Thuringia": "Thuringia (English: /θəˈrɪndʒiə/; German: Thüringen [ˈtyːʁɪŋən] (listen)), officially the Free State of Thuringia (Freistaat Thüringen [ˈfʁaɪʃtaːt ˈtyːʁɪŋən]), is a state of Germany.",
  "/wiki/Saxony-Anhalt": "Saxony-Anhalt (German: Sachsen-Anhalt) (German pronunciation: [ˌzaksn̩ ˈʔanhalt] (listen)) is a state of Germany.",
  "/wiki/Mecklenburg-Vorpommern": "Mecklenburg-Vorpommern (German: [ˈmeːklənbʊʁk ˈfoːɐ̯pɔmɐn], abbreviated MV), also known by its anglicized name Mecklenburg-Western Pomerania, is a state of Germany.  Of the country's 16 states, Mecklenburg-Vorpommern ranks 14th in population, 6th in area, and 16th in population density. Schwerin is the state capital and Rostock is the largest city. Other major cities include Neubrandenburg, Stralsund, Greifswald, Wismar and Güstrow.",
  "/wiki/Lithuania": "Lithuania (/ˌlɪθjuˈeɪniə/ (listen) LITH-ew-AY-nee-ə; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of Europe. Lithuania is considered to be one of the Baltic states. The country is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest. Lithuania has an estimated population of 2.8 million people as of 2019[update], and its capital and largest city is Vilnius. Other major cities are Kaunas and Klaipėda. Lithuanians are Baltic people. The official language, Lithuanian, is one of only two living languages in the Baltic branch of the Indo-European language family, the other being Latvian.",
  "/wiki/Saarland": "Saarland (/ˈsɑːrlænd/, also US: /ˈzɑːr-/, German: [ˈzaːɐ̯lant] (listen); French: Sarre [saʁ]) is a state of Germany located in the west of the country. Covering an area of 2,570 km2 (990 sq mi) and with a population of 995,600 (2015), it is the smallest German state in both area and population apart from the city-states of Berlin, Bremen and Hamburg. Saarbrücken is the state capital and largest city, while other major cities include Neunkirchen and Saarlouis. Saarland is surrounded by France to the west (apart from a few kilometres of the Moselle river bordering Luxembourg) and south and the German state of Rhineland-Palatinate to the north and east.",
  "/wiki/Bremen_(state)": "Bremen (German: [ˈbʁeːmən] (listen)), officially the Free Hanseatic City of Bremen (German: Freie Hansestadt Bremen), is the smallest and least populous of Germany's 16 states. It is informally called Land Bremen (\"State of Bremen\"), although this is sometimes used in official contexts. The state consists of the city of Bremen as well as the small exclave of Bremerhaven in Northern Germany, surrounded by the larger state of Lower Saxony.",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters.",
  "/wiki/Economy_of_Germany": "The economy of Germany is a highly developed social market economy. It has the largest national economy in Europe, the fourth-largest by nominal GDP in the world, and fifth by GDP (PPP). In 2017, the country accounted for 28% of the euro area economy according to the IMF. Germany is a founding member of the European Union and the Eurozone."
}