{
  "/wiki/L.A._Confidential_(film)": "L.A. Confidential is a 1997 American crime film directed, produced and co-written by Curtis Hanson. The screenplay by Hanson and Brian Helgeland is based on James Ellroy's 1990 novel of the same name, the third book in his L.A. Quartet series. The film tells the story of a group of LAPD officers in 1953, and the intersection of police corruption and Hollywood celebrity. The title refers to the 1950s scandal magazine Confidential, portrayed in the film as Hush-Hush.",
  "/wiki/Screen_Actors_Guild_Award_for_Outstanding_Performance_by_a_Cast_in_a_Motion_Picture": "The Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Motion Picture (or Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture), is an award given by the Screen Actors Guild to honor the finest acting achievements in film.",
  "/wiki/The_Insider_(film)": "The Insider is a 1999 American drama film directed by Michael Mann, from a script adapted by Eric Roth and Mann from Marie Brenner's Vanity Fair article \"The Man Who Knew Too Much\". The film stars Al Pacino and Russell Crowe, with supporting actors including Christopher Plummer, Bruce McGill, Diane Venora and Michael Gambon.",
  "/wiki/Screen_Actors_Guild_Award_for_Outstanding_Performance_by_a_Male_Actor_in_a_Leading_Role": "The Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Leading Role in a Motion Picture is an award given by the Screen Actors Guild to honor the finest acting achievements in film.",
  "/wiki/Gladiator_(2000_film)": "Gladiator is a 2000 epic historical drama film directed by Ridley Scott and written by David Franzoni, John Logan, and William Nicholson. The film was co-produced and released by DreamWorks Pictures and Universal Pictures. It stars Russell Crowe, Joaquin Phoenix, Connie Nielsen, Ralf Möller, Oliver Reed (in his final role), Djimon Hounsou, Derek Jacobi, John Shrapnel and Richard Harris. Crowe portrays Roman general Maximus Decimus Meridius, who is betrayed when Commodus, the ambitious son of Emperor Marcus Aurelius, murders his father and seizes the throne. Reduced to slavery, Maximus rises through the ranks of the gladiatorial arena to avenge the murders of his family and his emperor.",
  "/wiki/A_Beautiful_Mind_(film)": "A Beautiful Mind is a 2001 American biographical drama film based on the life of the American mathematician John Nash, a Nobel Laureate in Economics and Abel Prize winner. The film was directed by Ron Howard, from a screenplay written by Akiva Goldsman. It was inspired by a bestselling, Pulitzer Prize-nominated 1998 book of the same name by Sylvia Nasar. The film stars Russell Crowe, along with Ed Harris, Jennifer Connelly, Paul Bettany, Adam Goldberg, Judd Hirsch, Josh Lucas, Anthony Rapp, and Christopher Plummer in supporting roles. The story begins in Nash's days as a graduate student at Princeton University. Early in the film, Nash begins to develop paranoid schizophrenia and endures delusional episodes while watching the burden his condition brings on wife Alicia and friends.",
  "/wiki/Cinderella_Man": "Cinderella Man is a 2005 American biographical sports drama film by Ron Howard, titled after the nickname of world heavyweight boxing champion James J. Braddock and inspired by his life story. The film was produced by Howard, Penny Marshall, and Brian Grazer. Damon Runyon is credited for giving Braddock this nickname. Russell Crowe, Renée Zellweger and Paul Giamatti star. The film received generally positive reviews, and received three Academy Award nominations, including Best Supporting Actor for Giamatti.",
  "/wiki/3:10_to_Yuma_(2007_film)": "3:10 to Yuma is a 2007 American Western film directed by James Mangold and produced by Cathy Konrad, and starring Russell Crowe and Christian Bale in the lead roles, with supporting performances by Peter Fonda, Gretchen Mol, Ben Foster, Dallas Roberts, Alan Tudyk, Vinessa Shaw, and Logan Lerman. It is about a drought-impoverished rancher (Bale) who takes on the dangerous job of taking a notorious outlaw (Crowe) to justice. It is a remake of the 1957 film of the same name, making it the second adaptation of Elmore Leonard's short story \"Three-Ten to Yuma\". Filming took place in various locations in New Mexico. 3:10 to Yuma opened September 7, 2007, in the United States and received positive reviews from critics.",
  "/wiki/American_Gangster_(film)": "American Gangster is a 2007 American biographical crime film directed and produced by Ridley Scott and written by Steven Zaillian. The film is fictionally based on the criminal career of Frank Lucas, a gangster from La Grange, North Carolina who smuggled heroin into the United States on American service planes returning from the Vietnam War, before being detained by a task force led by detective Richie Roberts. The film stars Denzel Washington and Russell Crowe in their first lead acting roles together since 1995's Virtuosity. The film also co-stars Ted Levine, John Ortiz, Josh Brolin, Chiwetel Ejiofor, Norman Reedus, Ruby Dee, Lymari Nadal and Cuba Gooding Jr.",
  "/wiki/Les_Mis%C3%A9rables_(2012_film)": "Les Misérables is a 2012 epic historical period musical film directed by Tom Hooper and scripted by William Nicholson, Alain Boublil, who wrote the original French lyrics, Claude-Michel Schönberg, who wrote the music, and Herbert Kretzmer, who wrote the English lyrics, based on the 1862 French novel of the same name by Victor Hugo, which also inspired a 1980 musical by Boublil and Schönberg. The film is a British and American venture distributed by Universal Pictures. The film stars an ensemble cast led by Hugh Jackman, Russell Crowe, Anne Hathaway, Eddie Redmayne, Amanda Seyfried, Helena Bonham Carter, and Sacha Baron Cohen.",
  "/wiki/The_Loudest_Voice": "The Loudest Voice is a 2019 American drama television miniseries depicting Roger Ailes as he creates and guides the rise of Fox News. It is based on the 2014 book The Loudest Voice in the Room, by Gabriel Sherman, and premiered June 30, 2019, on Showtime.",
  "/wiki/Screen_Actors_Guild_Award_for_Outstanding_Performance_by_a_Male_Actor_in_a_Miniseries_or_Television_Movie": "The Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie is an award given by the Screen Actors Guild to honor the finest acting achievements in Miniseries or Television Movie.",
  "/wiki/List_of_awards_and_nominations_received_by_Russell_Crowe": "Russell Crowe has acted in blockbuster films such as Gladiator (2000), a historical epic for which he won the Academy Award for Best Actor. He is also a winner of the BAFTA Award for Best Actor in a Leading Role and Golden Globe Award for Best Actor – Motion Picture Drama for his portrayal of John Forbes Nash Jr. in the biographical drama A Beautiful Mind (2001)."
}