{
  "/wiki/Neil_Fox_(broadcaster)": "Neil Andrew Howe Fox (born 12 June 1961) is an English radio DJ and television presenter, known for many years as Dr Fox before he became \"Foxy\" in the 2000s. He is now known simply as Neil Fox.",
  "/wiki/Pam_O'Connor_(figure_skater)": "Pamela \"Pam\" O'Connor (born 22 March 1980 in Glasgow) is a Scottish ice dancer who competed internationally representing Great Britain. With partner and husband Jonathon O'Dougherty, she is the 2003 British national champion.",
  "/wiki/Phil_Gayle": "Phil Gayle (born 6 April 1964) is a British newsreader and freelance journalist, currently for DW News. Former credits include The Big Breakfast and the ITV News Channel.",
  "/wiki/Natalia_Pestova": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Ulrika_Jonsson": "Eva Ulrika Jonsson (born 16 August 1967) is a United Kingdom-based Swedish television presenter and model. She became known as a TV-am weather presenter, moved on to present Gladiators, and became a team captain of the show Shooting Stars.",
  "/wiki/Pavel_Aubrecht": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Stephen_Gately": "Stephen Patrick David Gately (17 March 1976 – 10 October 2009) was an Irish pop singer-songwriter, actor, children's writer, and dancer, who, with Ronan Keating, was co-lead singer of the pop group Boyzone. All of Boyzone's studio albums during Gately's lifetime hit number one in the United Kingdom, their third being their most successful internationally. With Boyzone, Gately had a record-breaking sixteen consecutive singles enter the top five of the UK Singles Chart. He performed for millions of fans globally. He released a solo album in 2000, after the group's initial break-up, which charted in the UK top ten and yielded three UK hit singles, including the top three hit \"New Beginning\". Gately went on to appear variously in stage productions and on television programmes as well as contributing songs to various projects. In 2008, he rejoined his colleagues as Boyzone reformed for a series of concerts and recordings.",
  "/wiki/Boyzone": "Boyzone were an Irish boy band. Their most famous line-up was composed of Keith Duffy, Stephen Gately, Mikey Graham, Ronan Keating, and Shane Lynch. Boyzone have had 21 singles in the top 40 UK charts and 22 singles in the Irish charts. The group have had six UK No.1 singles and nine No.1 singles in Ireland with 12 of their 24 singles in the UK being in the UK Top 2. Boyzone are one of the most successful bands in Ireland and the United Kingdom. In total, Boyzone had 19 top 5 singles on the Irish Singles Chart, 18 top 10 hits on the UK Singles Chart, nine No. 1 Irish hit singles and six No. 1 UK hit singles and five No. 1 albums, with 25 million records sold by 2013 worldwide.",
  "/wiki/Kay_Burley": "Kay Burley (born 17 December 1960) is an English television newsreader and presenter, who is currently a presenter on Sky News. She hosts Kay Burley @Breakfast on the channel. Burley has also worked for BBC Local Radio, Tyne Tees Television and TV-am.",
  "/wiki/British_Sky_Broadcasting": "Sky UK (formerly British Sky Broadcasting Limited, BSkyB and Sky) is a British telecommunications company which serves the United Kingdom owned by Comcast. Sky provides television and broadband Internet services, fixed line and mobile telephone services to consumers and businesses in the United Kingdom. It is the UK's largest\npay-TV broadcaster with 12.5 million customers as of 2018. It was the UK's most popular digital TV service until it was overtaken by Freeview in April 2007. Its corporate headquarters are in Isleworth.",
  "/wiki/Fred_Palascak": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Lisa_Scott-Lee": "Lisa Scott-Lee (born 5 November 1975) is a Welsh singer and member of the pop group Steps, formed in 1997.  Scott-Lee signed a record deal with Mercury Records and launched a solo career in 2003 although her success was limited after the release her debut single \"Lately\", and was dropped after her second single. She released her debut solo album Never or Now in 2007 through Concept Records.  She is a graduate of the Italia Conti Academy of Theatre Arts stage school.",
  "/wiki/Steps_(group)": "Steps are a British dance-pop group consisting of Claire Richards, Lee Latchford-Evans, Lisa Scott-Lee, Faye Tozer and Ian \"H\" Watkins. Steps were formed in May 1997 by Tim Byrne, Barry Upton and Steve Crosby  and released five studio albums, three compilation albums and seventeen singles. Their music has a 1990s dance-pop sound. Their name was based on a marketing premise: that each of their music videos were to be choreographed, and the dance steps were included in the sleeve with most of their singles.",
  "/wiki/Matt_Evers": "Matt Evers (born March 16, 1976) is an American pair skater, model and actor. He is the 1998 U.S. Junior champion, and has competed in every season of the ITV series Dancing on Ice.",
  "/wiki/Lee_Sharpe": "Lee Stuart Sharpe (born 27 May 1971) is an English former professional footballer, sports television pundit and reality television personality, who as a player was predominantly a left winger from 1988 to 2004.",
  "/wiki/England_national_football_team": "The England national football team represents England in senior men's international football and is controlled by The Football Association, the governing body for football in England. It competes in the three major international tournaments; the FIFA World Cup, the UEFA European Championship and the UEFA Nations League. England, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete at the Olympic Games.",
  "/wiki/Frankie_Poultney": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Emily_Symons": "Emily Symons (born 10 August 1969) is an Australian-born actress, active on both Australian and British television. She is known for playing conniving Anne Costello in the short-lived soap opera Richmond Hill in 1988 and when that series ended, from 1989, she started playing her most well-known role as Marilyn Chambers-Fisher in Home and Away. After almost ten years in that role, Symons moved to the UK and was immediately cast as Louise Appleton in British soap Emmerdale. She also took part in British show Dancing on Ice in 2007.",
  "/wiki/Home_and_Away": "Home and Away (often abbreviated as H&A) is an Australian television soap opera. It was created by Alan Bateman and commenced broadcast on the Seven Network on 17 January 1988. Bateman came up with the concept of the show during a trip to Kangaroo Point, New South Wales, where he noticed locals were complaining about the construction of a foster home and against the idea of foster children from the city living in the area. The soap opera was initially going to be called Refuge, but the name was changed to the \"friendlier\" title of Home and Away once production began. The show premiered with a ninety-minute pilot episode (subsequently in re-runs and on VHS known as Home and Away: The Movie). Since then, each subsequent episode has aired for a duration of twenty-two minutes and Home and Away has become the second longest-running drama series in Australian television. In Australia, it is currently broadcast from Mondays to Thursdays at 7:00 pm.",
  "/wiki/Emmerdale": "Emmerdale (known as Emmerdale Farm until 1989) is a British soap opera set in Emmerdale (known as Beckindale until 1994), a fictional village in the Yorkshire Dales. Created by Kevin Laffan, Emmerdale Farm was first broadcast on 16 October 1972. Interior scenes have been filmed at The Leeds Studios since its inception, while exterior scenes were previously filmed in Esholt, a real village, but are now shot at a purpose built set on the Harewood estate. The programme is broadcast in every ITV region.",
  "/wiki/Daniel_Whiston": "Daniel J Whiston (born 21 November 1976 in Blackpool) is an English ice skater. He appeared in Strictly Ice Dancing on BBC One and for 10 series of ITV show Dancing on Ice. He won the first series of Dancing on Ice while partnering actress Gaynor Faye, the fifth series with former Emmerdale actress Hayley Tamaddon and the eighth series with Olympic artistic gymnast, Beth Tweddle.",
  "/wiki/Duncan_James": "Duncan James (born 7 April 1978) is an English singer, actor and television presenter. He is best known as a member of the boy band Blue from 2000 to 2005 and again from 2009 following their reformation. He is also known for playing Ryan Knight in Hollyoaks.",
  "/wiki/Blue_(boy_band)": "Blue are an English boy band consisting of members Antony Costa, Duncan James, Lee Ryan and Simon Webbe. The group originally formed in 2000 and has released three studio albums, All Rise (2001), One Love (2002) and Guilty (2003) that all peaked at number one in the United Kingdom alongside releasing 16 singles, over a four-year period. The group also worked alongside artists such as Stevie Wonder, Elton John and Lil' Kim. In late 2004, the group announced a hiatus and released their first compilation album, Best of Blue, on 15 November 2004.",
  "/wiki/Maria_Filippov": "Maria Filippov (born 20 June 1973 as Maria Hadjiiska) is a Bulgarian ice skater.",
  "/wiki/Clare_Buckfield": "Clare Buckfield (born 10 April 1976) is an English actress, best known for playing the role of Jenny Porter in the BBC sitcom 2point4 Children for most of the nineties and Natasha Stevens in the CBBC series Grange Hill.",
  "/wiki/Andrei_Lipanov": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Kyran_Bracken": "Kyran Paul Patrick Bracken MBE (born 22 November 1971 in Dublin, Ireland) is a world-cup winning former rugby union footballer who played at scrum-half for Saracens, Bristol and Waterloo.",
  "/wiki/Melanie_Lambert": "Professional skaters from the British television show Dancing on Ice are figure skaters who appear with celebrities in front of a panel of judges. Most of the professionals on the series are former ice dancers or pair skaters.",
  "/wiki/Dancing_on_Ice_(series_2)": "The second series of Dancing on Ice aired from 20 January to 17 March 2007 on ITV. It was presented by Phillip Schofield and Holly Willoughby, and judged by the \"Ice Panel\", consisting of Nicky Slater, Natalia Bestemianova (who replaced Karen Kresge), Jason Gardiner, Karen Barber and Robin Cousins. Jayne Torvill and Christopher Dean coached and trained the contestants. In this series, eleven celebrities competed, compared to ten in the first series. The series was won by former rugby star Kyran Bracken, with Melanie Lambert as the professional winner."
}