{
  "/wiki/Chicago_Lions": "Founded in 1964, the Chicago Lions Rugby Football Club is a USA Rugby Division 1 team based in Chicago, Illinois, United States. The Chicago Lions namesake is taken from the two large lion statues that guard the entrance to the Chicago Art Institute.",
  "/wiki/Rugby_Super_League_(US)": "The USA Rugby Super League, usually known as the Super League, is a defunct national rugby union competition which ran from 1997 to 2012, contested by nine clubs in the United States by its last year. In the 2013 season, it was replaced by the USA Rugby Elite Cup.",
  "/wiki/Rugby_union": "Rugby union, widely known simply as rugby, is a contact team sport that originated in England in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand.  In its most common form, a game is played between two teams of 15 players using an oval-shaped ball on a rectangular field with H-shaped goalposts at either end.",
  "/wiki/Chicago_Griffins": "The Chicago Griffins RFC rugby union team was founded in 1973. The team competes in the National Division I Midwest League, USA Rugby's top tier, after the demise of the USA Super League and play their home games at Riis Park in Chicago, Illinois, US.",
  "/wiki/Schiller_Park,_Illinois": "Schiller Park is a village in Cook County, Illinois, United States. The population was 11,793 at the 2010 census.",
  "/wiki/Chicago_Wolves": "The Chicago Wolves are a professional ice hockey team playing in the Central Division of the Western Conference of the American Hockey League.  The Wolves play home games at the Allstate Arena in the Chicago suburb of Rosemont, Illinois and are owned by Chicago business owners Don Levin and Buddy Meyers. They are the minor league affiliate of the Vegas Golden Knights.",
  "/wiki/American_Hockey_League": "The American Hockey League (AHL) is a professional ice hockey league based in the United States and Canada that serves as the primary developmental league for the National Hockey League (NHL). Since the 2010–11 season, every team in the league has an affiliation agreement with one NHL team. When NHL teams do not have an AHL affiliate, players are assigned to AHL teams affiliated with other NHL teams. Twenty-seven AHL teams are located in the United States and the remaining four are in Canada. The league offices are located in Springfield, Massachusetts, and its current president is David Andrews.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/Allstate_Arena": "Allstate Arena is a multi-purpose arena in Rosemont, Illinois, United States. It is located near the intersection of Mannheim Road and Interstate 90, adjacent to the city limits of Chicago and O'Hare International Airport. The facility opened in 1980 as the Rosemont Horizon and seats 17,500 for basketball and 16,692 for ice hockey.",
  "/wiki/Turner_Cup": "The Turner Cup was the championship trophy of the International Hockey League from 1945 to 2001 and the renamed United Hockey League from 2007 to 2010. The Cup was named for Joe Turner, a goaltender from Windsor, Ontario. Turner became professional with the Detroit Red Wings organization, and played one season with the Indianapolis Capitals in the American Hockey League. Turner was killed in Belgium during World War II, while serving with the United States Army.",
  "/wiki/Calder_Cup": "The Calder Cup is the trophy awarded annually to the playoff champions of the American Hockey League. It is the oldest continuously awarded professional ice hockey playoff trophy, as it has been annually presented since the 1936–37 season.[N 1] The Calder Cup was first presented in 1937 to the Syracuse Stars.[N 2]",
  "/wiki/Chicago_Force": "The Chicago Force was a women's American football team. Founded in 2003 by Lisa Cole, the team played at De La Salle HS & St. Rita HS – both on Chicago's South side; Lane Stadium at Lane Technical College Prep High School, Holmgren Athletic Complex at North Park University on Chicago's North Side, and at Jorndt Field, commonly known as Winnemac Stadium. The team played the 2012–2014 seasons at Lazier Field on the campus of Evanston Township High School, and for the 2015 season onward, back at Lane Tech.",
  "/wiki/Women%27s_Football_Alliance": "The Women's Football Alliance (WFA) is a full-contact Women's American football league that began play in 2009. It is the largest, 11-on-11, football league for women. The league is owned and operated by Jeff and Lisa King of Exeter, California.",
  "/wiki/Women%27s_American_football": "Women's gridiron football, more commonly known as women's American football, women's Canadian football, or simply women's football, is a form of gridiron football (American or Canadian) played by women. Most leagues play by the same rules as their male counterparts, with one exception: women's leagues use a slightly smaller football. Women primarily play on a semi-professional or amateur level in the United States. Very few high schools or colleges offer the sport solely for women and girls. However, on occasion, it is permissible for a female player to join the otherwise male team.",
  "/wiki/Evanston_Township_High_School": "Evanston Township High School (ETHS)  District 202, is a four-year public high school occupying a 65-acre (260,000 m2) campus in Evanston, Illinois, a north suburb of Chicago along the Lake Michigan shore. ETHS was established in 1883 and serves the city of Evanston and a small portion of the neighboring village of Skokie for a total district population of approximately 78,000.",
  "/wiki/Independent_Women%27s_Football_League": "The Independent Women's Football League (IWFL) was a full-contact Women's American football league that was founded in 2000, began play in 2001, and played its last season in 2018.  Laurie Frederick, Deborah DelToro, and K Disney were the league's founders.",
  "/wiki/Windy_City_Rollers": "Windy City Rollers is a women's flat-track roller derby league located in Chicago, Illinois. Founded by Juanna Rumbel (Elizabeth Gomez) and Sister Sledgehammer (Kelly Simmons) in 2004, Windy City is the first flat-track roller derby league established in Chicago, and is a founding member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Women%27s_Flat_Track_Derby_Association": "The Women's Flat Track Derby Association (WFTDA) is the international governing body for the sport of women's flat track roller derby, and association of leagues around the world. The organization was founded in April 2004 as the United Leagues Coalition (ULC), but was renamed in November 2005. It is registered in Raleigh, North Carolina as a 501(c)(6) business league organization, a type of nonprofit organization.",
  "/wiki/Roller_derby": "Roller derby is a contact sport played by two teams of five members roller skating counter-clockwise around a track. Roller derby is played by approximately 1,250 amateur leagues worldwide, mostly inside the United States.",
  "/wiki/UIC_Pavilion": "Credit Union 1 Arena (previously known as UIC Pavilion) is a multi-purpose arena located at 525 S. Racine Avenue on the Near West Side in Chicago, Illinois, which opened in 1982.",
  "/wiki/Chicago_Bandits": "The Chicago Bandits are a women's professional softball team based in Rosemont, Illinois. Since the 2005 season, they have played as a member of National Pro Fastpitch (NPF). The Bandits won the 2008 NPF championship, defeating the Washington Glory in the final game of the championship series. The team won their second NPF championship following the 2011 season when they won the championship series two games to none over the USSSA Pride. Following the 2015 season the team won its third NPF championship defeating the USSSA Pride two games to none. They play their home games at Parkway Bank Sports Complex in Rosemont, Illinois.",
  "/wiki/National_Pro_Fastpitch": "National Pro Fastpitch (NPF), formerly the Women's Pro Softball League (WPSL), is a professional women's softball league in the United States. Each year, the playoff teams battle for the Cowles Cup.",
  "/wiki/Softball": "Softball is a game similar to baseball played with a larger ball (11 to 12 in. circumference) on a field that has base lengths of 60 feet, a pitcher's mound that ranges from 35–43 feet away from home\nplate, and a homerun fence that is 220 feet away from home plate.  It was invented in 1887 in Chicago, Illinois, United States as an indoor game. The game moves at a faster pace than traditional baseball. There is less time for the base runner to get to first while the opponent fields the ball; yet, the fielder has less time to field the ball while the opponent is running down to first base. The name \"softball\" was given to the game in 1932, because the ball used to be soft; however, in modern-day usage, the balls are hard.",
  "/wiki/The_Ballpark_at_Rosemont": "Parkway Bank Sports Complex, also known as the Ballpark at Rosemont, is an outdoor baseball park used for fastpitch softball and baseball located in the American city of Rosemont, Illinois, a suburb of Chicago. It hosts the National Pro Fastpitch Women's Softball team Chicago Bandits. It is located neighboring the Rosemont Dome, and is near Allstate Arena and newly-constructed Impact Field, a larger ballpark used by the Chicago Dogs professional baseball team. The stadium opened in 2011 and has a seating capacity of 2,000.",
  "/wiki/Chicago_Outfit_Roller_Derby": "Chicago Outfit Roller Derby (commonly referred to as The Outfit) is a women's flat-track roller derby league based in Chicago, Illinois. Founded in 2007, the Chicago Outfit is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Chicago_Swans": "The Chicago Swans is a United States Australian Football League team, based in Chicago, United States. It was founded in 1998. They play in the Mid American Australian Football League.",
  "/wiki/United_States_Australian_Football_League": "The United States Australian Football League (USAFL) is the governing body for Australian rules football in the United States. It was conceived in 1996 and organized in 1997. It is based in Sun Prairie, Wisconsin.",
  "/wiki/Australian_rules_football": "Australian rules football, officially known as Australian football, or simply called Aussie rules, football or footy, is a contact sport played between two teams of eighteen players on an oval-shaped field, often a modified cricket ground.  Points are scored by kicking the oval-shaped ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point).",
  "/wiki/Major_League_Roller_Hockey": "Major League Roller Hockey (MLRH) is a limited liability company which operates multiple inline hockey leagues and tournaments. Headquartered in Alexandria, Virginia, MLRH is one of the only full-contact inline hockey competitions in the world.",
  "/wiki/Inline_Hockey": "Roller in-line hockey, or inline hockey is a variant of hockey played on a hard, smooth surface, with players using inline skates to move and hockey sticks to shoot a hard, plastic puck into their opponent's goal to score points. There are five players including the goalkeeper from each team on the rink at a time, while teams normally consist of 16 players.",
  "/wiki/Chicago_Stockyarders": "The Chicago Stockyarders are a semi-professional rugby league football team based in Chicago, Illinois. The team was established in 2010, and played two exhibition rugby league sevens games while preparing for a fuller exhibition schedule for the 2011 AMNRL season. They originally planned to join the American National Rugby League (AMNRL), however the league has since folded and plans are currently being made to join the current first grade U.S. competition, the USA Rugby League.",
  "/wiki/Rugby_league": "Rugby league is a full-contact sport played by two teams of thirteen players on a rectangular field measuring 68 m wide and 112–122 m long. One of the two codes of rugby football, it originated in Northern England in 1895 as a split from the Rugby Football Union over the issue of payments to players. Its rules progressively changed with the aim of producing a faster, more entertaining game for spectators.",
  "/wiki/Schaumburg_Boomers": "The Schaumburg Boomers are a professional baseball team, based in Schaumburg, Illinois, that began play in the independent Frontier League on May 18, 2012 with their first home game coming a week later on May 25. Home games are played at Boomers Stadium. The Boomers replaced the now defunct Schaumburg Flyers of the Northern League after the franchise was evicted for not paying almost $1 million in back rent.",
  "/wiki/Frontier_League": "The Frontier League is a professional independent baseball league with teams in the Northeast and Midwestern United States and Eastern Canada. It operates mostly in cities not served by Major League Baseball or Minor League Baseball teams and is not affiliated with either. The league was formed in 1993, and is the oldest currently running independent league in the United States. It is headquartered in Sauget, Illinois.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/Schaumburg_Boomers_Stadium": "Schaumburg Boomers Stadium often referred to simply as Boomers Stadium is a stadium in Schaumburg, Illinois, formerly known as Alexian Field. It is now home to the Schaumburg Boomers of the Frontier League which began play in May 2012 and captured the first-ever professional baseball championship for Schaumburg in 2013. It is primarily used for baseball, and was the home field of the Schaumburg Flyers baseball team from 1999 through 2010 before the Boomers resurrected the facility for pro baseball in 2012.",
  "/wiki/Chicago_Wildfire": "The Chicago Wildfire is a professional ultimate team that competes in the Midwest Division of the American Ultimate Disc League. It was originally branded as the Windy City Wildfire. In its first year, the Wildfire had the best record in the Midwest and qualified for the playoffs in its first three seasons.",
  "/wiki/American_Ultimate_Disc_League": "The American Ultimate Disc League (AUDL) is a professional ultimate frisbee league in North America. The AUDL was founded by Josh Moore in 2010 and its inaugural season began in April 2012 with eight teams. Regular season games are played April through July. The playoffs consist of three rounds: divisional wild card round, division championships, and finally culminating in a final four style showcase known as AUDL Championship Weekend in August. The winner of each division's championship game advances to Championship Weekend, with semifinals on Saturday and the championship game played on Sunday.",
  "/wiki/Ultimate_(sport)": "Ultimate, also and originally known as ultimate frisbee, is a non-contact team sport played with a flying disc (frisbee).  Ultimate was developed in 1968 by a group of students at Columbia High School in Maplewood, New Jersey. Although Ultimate resembles many traditional sports in its athletic requirements, it is unlike most sports due to its focus on self-officiating, even at the highest levels of competition. The term frisbee, often used to generically describe all flying discs, is a registered trademark of the Wham-O toy company, and thus the sport is not formally called \"Ultimate frisbee\", though this name is still in common casual use. Points are scored by passing the disc to a teammate in the opposing end zone.  Other basic rules are that players must not take steps while holding the disc, and interceptions, incomplete passes, and passes out of bounds are turnovers. Rain, wind, or occasionally other adversities can make for a testing match with rapid turnovers, heightening the pressure of play.",
  "/wiki/Chicago_Mustangs_(MASL)": "Chicago Mustangs is an American professional indoor soccer team based at the Sears Centre in the Chicago suburb of Hoffman Estates, Illinois. They play in the Eastern Conference of the Major Arena Soccer League 2 (M2).",
  "/wiki/Professional_Arena_Soccer_League": "The Major Arena Soccer League (MASL) is a North American indoor soccer league representing the highest level of professional arena soccer in the world. The MASL features teams across North America, with teams playing coast-to-coast in the United States and Mexico.",
  "/wiki/Indoor_Soccer": "Indoor soccer or arena soccer (known internationally as indoor football, minifootball, fast football, floorball or showball),  is a game derived from association football adapted for play in a walled indoor arena. Indoor soccer, as it is most often known in the United States and Canada, was originally developed in these two countries as a way to play soccer during the winter months, when snow would make outdoor play difficult. In those countries, gymnasiums are adapted for indoor soccer play. In other countries the game is played in either indoor or outdoor arenas surrounded by walls, and is referred to by different names (such as fast football (futbol rapido) in Mexico, showbol in South America, and indoor football (futbol indoor) in Spain).",
  "/wiki/Sears_Centre": "The Sears Centre Arena is an 11,800-seat multi-purpose arena in Hoffman Estates, Illinois, a northwest suburb 25 miles from Chicago. The arena has 43 luxury suites on two separate levels and seating capacities range from 2,200 (theater set-up) to 10,595 for end stage events. It was estimated to attract over 750,000 visitors annually.",
  "/wiki/Chicago_Red_Hots": "The Chicago Red Hots is an amateur roller derby team based in Cicero, Illinois, United States. The club is affiliated with USA Roller Sports under the US Olympic Committee. It was founded on December 11, 2012 by Dakota Prosch (formerly known as Kola Loka), Danielle Henderson (formerly known as Dani GYG) and Fernando Regueiro.",
  "/wiki/USA_Roller_Sports": "USA Roller Sports (USARS), formerly the United States Amateur Confederation of Roller Skating, is the national governing body of competitive roller sports (inline skating and roller skating) in the United States.  It is recognized by the International Roller Sports Federation (FIRS) and the United States Olympic Committee.",
  "/wiki/Cicero_Stadium": "Not to be confused with Cicero Stadium in Cicero, Illinois.",
  "/wiki/Windy_City_Bulls": "The Windy City Bulls are an American professional basketball team of the NBA G League and an affiliate of the Chicago Bulls of the National Basketball Association. Based in northwest-suburban Hoffman Estates, Illinois, the team plays their home games at the Sears Centre, 25 miles from Chicago. It became the thirteenth D-League team to be owned by an NBA team.",
  "/wiki/NBA_G_League": "The NBA G League, or simply the G League, is the National Basketball Association's (NBA) official minor league basketball organization. The league was known as the National Basketball Development League (NBDL) from 2001 to 2005, and the NBA Development League (NBA D-League) from 2005 until 2017. The league started with eight teams until NBA commissioner David Stern announced a plan to expand the NBA D-League to fifteen teams and develop it into a true minor league farm system, with each NBA D-League team affiliated with one or more NBA teams in March 2005. At the conclusion of the 2013–14 NBA season, 33% of NBA players had spent time in the NBA D-League, up from 23% in 2011. As of the 2019–20 season, the league consists of 28 teams, all of which are either single-affiliated or owned by an NBA team.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Sears_Centre_Arena": "The Sears Centre Arena is an 11,800-seat multi-purpose arena in Hoffman Estates, Illinois, a northwest suburb 25 miles from Chicago. The arena has 43 luxury suites on two separate levels and seating capacities range from 2,200 (theater set-up) to 10,595 for end stage events. It was estimated to attract over 750,000 visitors annually."
}