{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Bankstown": "Bankstown is a suburb south west of Sydney, in the state of New South Wales, Australia. It is 16 kilometres south-west of the Sydney central business district and is located in the local government area of Canterbury-Bankstown Council, having previously been the administrive centre of the City of Bankstown prior to 2016.",
  "/wiki/Bankstown_Airport": "Bankstown Airport (IATA: BWU, ICAO: YSBK) is an airport and business park located in the Canterbury-Bankstown area, approximately 26 km (16 mi) from the Sydney Central Business District (CBD), Australia and  17 km (11 mi) west of Sydney Airport. It is situated on 313 ha (770 acres) of land and has three parallel runways, several apron areas, a small passenger terminal and a business park, home to more than 160 businesses. The airport, is home to numerous fixed-wing and helicopter flying schools and also caters to charter and private business flights, freight, aeromedical services, recreational flights, aircraft maintenance businesses, private aircraft and emergency services. Bankstown Airport operates 24 hours a day, with limitations placed on night circuit training.",
  "/wiki/Camden,_New_South_Wales": "Camden is a historic town, south-west of Sydney, New South Wales, located 65 kilometres from the Sydney central business district. Camden was the administrative centre for the local government area of Camden Council until July/August 2016 and is a part of the Macarthur region.",
  "/wiki/Camden_Airport_(Sydney)": "Camden Airport (IATA: CDU, ICAO: YSCN) is an aerodrome located on the outskirts of Sydney 1 nautical mile (1.9 km; 1.2 mi) northwest of Camden, New South Wales, Australia. The airport is located approximately 60 km (37 mi) from Sydney's central business district. Camden is used as a general aviation overflow airport for the busier Bankstown Airport; and provides facilities for gliding and ballooning. The aerodrome has one grass- and one paved runway and two glider airstrips. It is in the south-west corner of the designated Sydney flight training area.",
  "/wiki/Holsworthy,_New_South_Wales": "Holsworthy is a suburb in south-western Sydney, in the state of New South Wales, Australia 31 kilometres south-west of the Sydney central business district, in the local government area of the City of Liverpool.",
  "/wiki/Holsworthy_Barracks": "Holsworthy Barracks (ICAO: YSHW) is an Australian Army military barracks, located in Holsworthy approximately 25 kilometres (16 mi) from the central business district, in south-western Sydney, New South Wales, Australia. The barracks is part of the Holsworthy military reserve, which is 22,000-hectare (54,000-acre) training area and artillery range for the Australian Army, established in the 1880s and been in active use since World War I. Following World War II it became a major base for the permanent component of the Australian Army in New South Wales. Holsworthy Military Airport is also located in the reserve. Activities carried out on the base include the use of firing ranges, chemical weapons testing, fire training, vehicle maintenance, and bulk chemical storage and distribution from numerous above ground and underground storage tanks.",
  "/wiki/Mascot,_New_South_Wales": "Mascot is a suburb in the Inner-South of Sydney, in the state of New South Wales, Australia. Mascot is located 7 kilometres south of the Sydney central business district and is one of the administrative centres of the Bayside Council. A small part of Mascot is located in the Inner West Council. Mascot is on the north-west side of Botany Bay and contains Sydney Airport.",
  "/wiki/Sydney_Airport": "Sydney (Kingsford Smith) Airport (colloquially Mascot Airport, Kingsford Smith Airport, or Sydney Airport; IATA: SYD, ICAO: YSSY; ASX: SYD) is an international airport in Sydney, Australia located 8 km (5 mi) south of the Sydney city centre, in the suburb of Mascot. The airport is owned by the ASX-listed Sydney Airport Group. It is the primary airport serving Sydney, and is a primary hub for Qantas, as well as a secondary hub for Virgin Australia and Jetstar Airways, as well as a focus city for Air New Zealand. Situated next to Botany Bay, the airport has three runways, colloquially known as the east–west, north–south and third runways.",
  "/wiki/Palm_Beach,_New_South_Wales": "Palm Beach is a suburb in the Northern Beaches region of Sydney, in the state of New South Wales, Australia. Palm Beach is located 41 kilometres (25 mi) north of the Sydney central business district, in the local government area of Northern Beaches Council. Palm Beach sits on a peninsula at the end of Barrenjoey Road, between Pittwater and Broken Bay. The population of Palm Beach was 1,596 as at the 2011 census.",
  "/wiki/Palm_Beach_Water_Airport": "Palm Beach Water Airport (IATA: LBH) is a water aerodrome used by seaplanes. It is located in the suburb of Palm Beach, Sydney, New South Wales, Australia.",
  "/wiki/Rose_Bay,_New_South_Wales": "Rose Bay is a harbourside, eastern suburb of Sydney, in the state of New South Wales, Australia. Rose Bay is located seven kilometres east of the Sydney central business district, in the local government areas of Waverley Council (east of Old South Head Road) and Municipality of Woollahra (on its western side towards the bay).",
  "/wiki/Rose_Bay_Water_Airport": "Rose Bay Water Airport (IATA: RSE) is a water airport located in the Sydney suburb of Rose Bay, New South Wales, Australia. It is 8 kilometres (5 miles) from Sydney's central business district and is one of two water airports in Sydney, the other being Palm Beach Water Airport.",
  "/wiki/Richmond,_New_South_Wales": "Richmond is a town in New South Wales, in the local government area of the City of Hawkesbury. It is located at a latitude of 33° 35' 54\" South and a longitude of 150°45' 04\" east, 19 metres above sea level on the alluvial Hawkesbury River flats, at the foot of the Blue Mountains. It is about 65 km by road from Sydney.",
  "/wiki/RAAF_Base_Richmond": "RAAF Base Richmond (IATA: XRH, ICAO: YSRI) is a Royal Australian Air Force (RAAF) military air base located within the City of Hawkesbury, approximately 50 kilometres (31 mi) North-West of the Sydney Central Business District in New South Wales, Australia. Situated between the towns of Windsor and Richmond, the base is the oldest base in New South Wales and the second oldest in Australia.:ii–iii The base is home to the transport headquarters RAAF Air Lift Group, and its major operational formations, Nos. 84 and 86 Wings. The main aircraft type operated at the base is the Lockheed C-130 Hercules. Richmond is a regular venue for air shows and has at times been mooted as a site for Sydney's proposed second international airport.",
  "/wiki/Badgerys_Creek,_New_South_Wales": "Badgerys Creek, also known as Badgery's Creek, is a suburb of Sydney, in the state of New South Wales, Australia, located approximately 41 kilometres (25 mi) west of the Sydney central business district, in the local government areas of the City of Liverpool. It is part of the Greater Western Sydney region and is adjacent to the suburbs of Kemps Creek and Austral.",
  "/wiki/Western_Sydney_Airport": "Western Sydney International (Nancy-Bird Walton) Airport (also known as Western Sydney Airport) is the site for the second Sydney airport, located within the suburb of Badgerys Creek. The Airport is planned to have 24 hour and curfew-free operations. This is in contrast to Sydney Kingford Smith Airport, which has a legislated curfew, flight caps, 'noise sharing' and noise insulation program.Construction of Stage 1 of the Airport began on 24 September 2018 and is expected to be complete and open by December 2026. The site was officially designated by the Federal Government on 15 April 2014, after decades of community opposition to the locations of another airport within the Sydney basin.",
  "/wiki/The_Oaks,_New_South_Wales": "The Oaks is a town in the Macarthur Region of New South Wales, Australia in Wollondilly Shire on the south western edge of the Sydney Basin. The Oaks is located 76 kilometres (47 mi) south-west of Sydney via the Hume Highway, 13 kilometres (8 mi) west of Camden and 290m above sea-level. At the 2016 census, The Oaks and the surrounding area had a population of 2,525.",
  "/wiki/The_Oaks_Airfield": "The Oaks Airfield is an unlicensed private airfield located in The Oaks, New South Wales in the Wollondilly Shire, west of Sydney Australia. Originally built by the Royal Australian Air Force (RAAF) during World War II, today the airfield caters mostly to recreational aircraft and flight training and is home to Dave's Flying School and the Sydney Recreational Flying Club. The airfield is a heritage listed site and is the only airport constructed during WWII to still be operational. Other airfields from the time in Sydney have either being converted or demolished,",
  "/wiki/Wedderburn,_New_South_Wales": "Wedderburn is a suburb of Sydney, in the state of New South Wales, Australia. Wedderburn is located 57 kilometres south-west of the Sydney central business district, in the local government area of the City of Campbelltown and is part of the Macarthur region.",
  "/wiki/Wedderburn_Airport": "Wedderburn Airstrip (ICAO: YWBN) is an unlicensed private airfield located in Wedderburn, New South Wales, an outer rural suburb of Sydney Australia. The airfield caters to recreational aircraft owners and pilots, all of whom are members of the New South Wales Sport Aircraft Club.",
  "/wiki/List_of_airports_in_Greater_Sydney": "This is a list of current and previous airports in the Greater Sydney area of New South Wales."
}