{
  "/wiki/Inland_Empire_66ers": "The Inland Empire 66ers of San Bernardino are a minor league baseball team in San Bernardino, California. They are the Class A Advanced affiliate of the Los Angeles Angels and play in the California League. The 66ers play home games at San Manuel Stadium.",
  "/wiki/San_Bernardino,_California": "San Bernardino (/ˌsæn ˌbɜːrnəˈdiːnoʊ/) is a city located in the Inland Empire and that serves as the county seat of San Bernardino County, California, United States. As one of the Inland Empire's anchor cities, San Bernardino spans 81 square miles (210 km2) on the floor of the San Bernardino Valley and as of 2017 has a population of 216,995. San Bernardino is the 17th-largest city in California and the 102nd-largest city in the United States. The governments of Guatemala and Mexico have established consulates in the downtown area of the city.",
  "/wiki/San_Manuel_Stadium": "San Manuel Stadium is an open-air ballpark in downtown San Bernardino, California, United States. It opened in 1996, replacing Fiscalini Field as the home park of Minor League Baseball's Inland Empire 66ers of San Bernardino. Before then, the 66ers shared Fiscalini Field with CSUSB Coyotes and SBVC Wolverines. San Manuel Stadium is named after the San Manuel Band of Mission Indians, which is based in San Bernardino and paid for the naming rights. The stadium seats 8,000 people, with additional capacity provided by lawn seating.",
  "/wiki/Los_Angeles_Angels": "The Los Angeles Angels are an American professional baseball team based in the Orange County suburb of Anaheim, California. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The Angels have played home games at Angel Stadium since 1966. The current MLB franchise was established as one of the league's first two expansion teams in 1961 by Gene Autry, the team's first owner. Autry was a famous singing cowboy actor in a series of films in the 1930s to 1950s, and later was the subject of the Gene Autry Western Heritage Museum.",
  "/wiki/Lake_Elsinore_Storm": "The Lake Elsinore Storm is a Minor League Baseball team in Lake Elsinore, California, United States. It is a Class A-Advanced team of the California League, and is a farm team of the San Diego Padres. The Storm plays its home games at Lake Elsinore Diamond (Pete Lehr Field), which opened in 1994; the park seats 7,866 fans.",
  "/wiki/Lake_Elsinore,_California": "Lake Elsinore is a city in western Riverside County, California, United States. Established as a city in 1888, it is on the shore of Lake Elsinore, a natural freshwater lake about 3,000 acres (1,200 ha) in size. The city has grown from a small resort town in the late 19th and early 20th centuries to a population of well above 60,000 as of 2017.",
  "/wiki/Lake_Elsinore_Diamond": "Lake Elsinore Diamond, commonly referred to as Storm Stadium, is a baseball park in Lake Elsinore, California.  It is primarily used for baseball and is the home field of the Lake Elsinore Storm minor league baseball team, a part of the California League. The field at the Lake Elsinore Diamond is named the Pete Lehr Field.",
  "/wiki/San_Diego_Padres": "The San Diego Padres are an American professional baseball team based in San Diego, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1969, the Padres have won two NL pennants — in 1984 and 1998, losing in the World Series both years. As of 2018, they have had 14 winning seasons in franchise history. The Padres are one of two Major League Baseball teams (the other being the Los Angeles Angels) in California to originate from that state; the Athletics were originally from Philadelphia (and moved to the state from Kansas City), and the Dodgers and Giants are originally from two New York City boroughs – Brooklyn and Manhattan, respectively. The Padres are the only MLB team that does not share its city with another franchise in the four major American professional sports leagues.  The Padres are the only major professional sports franchise to be located in San Diego, following the relocation of the Chargers to Los Angeles in 2017. They are also the only franchise in the MLB not to have a no-hitter, having gone 8,020 games without throwing one, a major league record to begin a franchise.",
  "/wiki/Lancaster_JetHawks": "The Lancaster JetHawks are a minor league baseball team of the California League located in Lancaster, California. The team is named for the city's association with the aerospace industry and plays its home games at The Hangar. The Lancaster JetHawks are the Class A-Advanced affiliate of the Colorado Rockies. The JetHawks are the only California League team in Los Angeles County.",
  "/wiki/Lancaster,_California": "Lancaster /ˈlæn.kæstər/ is a charter city in northern Los Angeles County, in the Antelope Valley of the western Mojave Desert in Southern California. As of the 2010 census it had a population of 156,633, and in 2018 the population was estimated at 159,053, making Lancaster the 33rd largest city in California. Lancaster is part of a twin city complex with its southern neighbor Palmdale, and together they are the principal cities within the Antelope Valley region.",
  "/wiki/Hangar_(Lancaster,_California)": "The Hangar, also known as Lancaster Municipal Stadium and formerly known as Clear Channel Stadium, is a stadium in Lancaster, California. It is built just off California State Route 14. It is primarily used for baseball, and is the home field of the Lancaster JetHawks minor league baseball team of the California League. It was built in 1996 and known as the Lancaster Municipal Stadium. In 2005, Clear Channel Communications entered into a 10-year, $770,000 naming rights deal with the JetHawks and the City of Lancaster.  The City of Lancaster and the JetHawks will divide the revenue from the deal equally. The deal was supposed to run through the 2014 season. However, the signage stating Clear Channel Stadium was removed during the 2012 season and the stadium is known as The Hangar, its nickname since the stadium opened in 1996, as well as Lancaster Municipal Stadium.",
  "/wiki/Colorado_Rockies": "The Colorado Rockies are an American professional baseball team based in Denver, Colorado. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. The team's home venue is Coors Field, located in the Lower Downtown area of Denver. The team is owned by the Monfort brothers and managed by Bud Black.",
  "/wiki/Modesto_Nuts": "The Modesto Nuts are a minor league baseball team in Modesto, California, United States. They are a Class A – Advanced team in the California League and a farm team of the Seattle Mariners. The Modesto Nuts play home games at John Thurman Field. Opened in 1955 and renovated in 1997, the park seats over 5,000 fans (including standing room only). In March 2007, the City of Modesto installed a new video scoreboard and made improvements to the infield playing surface.",
  "/wiki/Modesto,_California": "Modesto /məˈdɛstoʊ/ (Spanish for \"modest\"), officially the City of Modesto, is the county seat and largest city of Stanislaus County, California, United States. With a population of approximately 201,165 at the 2010 census, it is the 18th largest city in the state of California and forms part of the Modesto–Merced combined statistical area.",
  "/wiki/John_Thurman_Field": "John Thurman Field is a stadium in Modesto, California.  It is primarily used for baseball, and is the home field of the Modesto Nuts minor league baseball team of the California League.  It was built in 1955 and holds 4,000 people. It was later named for California State Assemblyman John E. Thurman, from Modesto.",
  "/wiki/Seattle_Mariners": "The Seattle Mariners are an American professional baseball team based in Seattle, Washington. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team joined the American League as an expansion team in 1977 playing their home games in the Kingdome. Since July 1999, the Mariners' home ballpark has been T-Mobile Park (formerly Safeco Field), located in the SoDo neighborhood of Seattle.",
  "/wiki/Rancho_Cucamonga_Quakes": "The Rancho Cucamonga Quakes are a minor league baseball team in Rancho Cucamonga, California, USA. They are a Class A-Advanced team in the California League and a farm team of the Los Angeles Dodgers, their third major league affiliate as the Rancho Cucamonga Quakes. The franchise was founded in Lodi, California in 1966, with its home field as the Tony Zupo Field. The team then went through several new names and ownership changes. After changing their name from the Spirit to the Quakes in 1993 and moving to Rancho Cucamonga, the team plays its home games at LoanMart Field, where the team has broken a number of seasonal attendance records for their league.  In the 2015 season, the Quakes won their second Cal League Championship in franchise history, sweeping the San Jose Giants for their first crown since 1994. In 2018 they swept Visalia Rawhide to win their third league championship",
  "/wiki/Rancho_Cucamonga,_California": "Rancho Cucamonga (/ˌræntʃoʊ kuːkəˈmʌŋɡə/) is a city of about 177,000 residents located just south of the foothills of the San Gabriel Mountains and Angeles National Forest in San Bernardino County, California, United States. About 37 miles (60 km) east of Downtown Los Angeles, Rancho Cucamonga is the 19th most populous city in southern California and the 27th state-wide. The city's seal, which centers on a cluster of grapes, alludes to the city's agricultural history including wine-making. The city's proximity to major transportation hubs, airports, and highways has attracted the business of several large corporations, including Coca-Cola, Frito-Lay, Big Lots, Mercury Insurance Group, Southern California Edison, and Amphastar Pharmaceuticals.",
  "/wiki/LoanMart_Field": "LoanMart Field (previously known as the City of Rancho Cucamonga Epicenter Entertainment & Sports Complex, or The Rancho Cucamonga Epicenter for short) is a stadium in Rancho Cucamonga, California. It is primarily used for baseball and is the home field of the Rancho Cucamonga Quakes minor league baseball team.  It was opened on April 3, 1993, with the nickname The Epicenter, and has a seating capacity of 6,588 people. While playing home games at the stadium since 1993, the Quakes have broken a number of stadium attendance records.",
  "/wiki/Los_Angeles_Dodgers": "The Los Angeles Dodgers are an American professional baseball team based in Los Angeles, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Established in 1883 in Brooklyn, New York, the team moved to Los Angeles before the 1958 season. They played for four seasons at the Los Angeles Memorial Coliseum before moving to their current home of Dodger Stadium in 1962.",
  "/wiki/San_Jose_Giants": "The San Jose Giants are a minor league baseball team in San Jose, California. They are a Class A - Advanced team in the Northern Division of the California League, and have been a farm team of the San Francisco Giants since 1988 and have played continuously since 1962 under several different names/affiliations. Home games are played at Excite Ballpark.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/Excite_Ballpark": "Excite Ballpark, previously known as San Jose Municipal Stadium or Muni Stadium, is a baseball park in San Jose, California. It is the home of the Minor League Baseball San Jose Giants, the Class A-Advanced affiliate of the San Francisco Giants. The team plays in the Northern Division of the California League. The stadium is also home to the San Jose State University Spartans college baseball team. Local high school baseball divisions also use the ballpark as their championship field. The stadium also hosts concerts, weddings, car shows, and many other community events. It has been the home field for the San Jose Owls, San Jose Red Sox, San Jose Jo Sox, San Jose Pirates, San Jose Missions, San Jose Bees, and the San Jose Expos minor league teams.",
  "/wiki/San_Francisco_Giants": "The San Francisco Giants are an American professional baseball team based in San Francisco, California. They compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Founded in 1883 as the New York Gothams, and renamed three years later the New York Giants, the team eventually moved to San Francisco in 1958.",
  "/wiki/Stockton_Ports": "The Stockton Ports are a Minor League Baseball team of the California League and the Class A-Advanced affiliate of the Oakland Athletics. They are located in Stockton, California, and are named for the city's seaport. The team plays its home games at Banner Island Ballpark which opened in 2005 and seats over 5,000 people.",
  "/wiki/Stockton,_California": "Stockton is the county seat of San Joaquin County in the Central Valley of the U.S. state of California. Stockton was founded by Captain Charles Maria Weber in 1849 after he acquired Rancho Campo de los Franceses. The city is named after Robert F. Stockton, and it was the first community in California to have a name not of Spanish or Native American origin. The city is located on the San Joaquin River in the northern San Joaquin Valley and had an estimated population of 311,178 by the California Department of Finance for 2018. Stockton is the 13th largest city in California and the 63rd largest city in the United States. It was named an All-America City in 1999, 2004, 2015 and again in 2017.",
  "/wiki/Banner_Island_Ballpark": "Banner Island Ballpark is a baseball stadium located in Stockton, California, on the Stockton waterfront, which seats 5,200 people with 4,200 fixed seats. It is the home field of the Stockton Ports, a minor league affiliate of the Oakland Athletics in the Class A California League.",
  "/wiki/Oakland_Athletics": "The Oakland Athletics, often referred to as the A's, are an American professional baseball team based in Oakland, California. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team plays its home games at the Oakland Coliseum. They have won nine World Series championships.",
  "/wiki/Visalia_Rawhide": "The Visalia Rawhide are a Class A - Advanced minor league baseball team in Visalia, California affiliated with the major league Arizona Diamondbacks. The Rawhide play in the California League.",
  "/wiki/Visalia,_California": "Visalia (/vaɪˈseɪliə/ vy-SAYL-ee-ə) is a city situated in the agricultural San Joaquin Valley of California, about 230 mi (370 km) southeast of San Francisco, 190 mi (310 km) north of Los Angeles, 36 mi (58 km) west of Sequoia National Park, and 43 mi (69 km) south of Fresno. The population was 136,246 as of a 2018 U.S. Census Bureau estimate.",
  "/wiki/Recreation_Park_(Visalia)": "Recreation Ballpark is a minor league baseball stadium in Visalia, California. It currently serves as the home to the Visalia Rawhide of the California League. The Rawhide is an Advanced-A minor league affiliate of the Arizona Diamondbacks.",
  "/wiki/Arizona_Diamondbacks": "The Arizona Diamondbacks, often shortened as the D-backs, are an American professional baseball team based in Phoenix, Arizona. They compete in Major League Baseball (MLB) as a member of the National League (NL) West division. The team plays its home games at Chase Field, formerly known as Bank One Ballpark. The Diamondbacks have won one World Series championship (defeating the New York Yankees in 2001) – becoming the fastest expansion team in Major League history to win a championship, which it did in only the fourth season since the franchise's inception."
}