{
  "/wiki/Bradenton_Marauders": "The Bradenton Marauders are a minor league baseball team based in Bradenton, Florida, that plays in the Florida State League. The Marauders are the Class A-Advanced affiliate of the Pittsburgh Pirates. Their home games are played at LECOM Park, which also serves as the Pirates' spring training facility.",
  "/wiki/Bradenton,_Florida": "Bradenton (/ˈbreɪdəntən/ BRAY-dən-tən) is a city in Manatee County, Florida, United States. The U.S. Census Bureau estimated the city's 2018 population to be 57,644. Bradenton is a principal city of the North Port–Sarasota–Bradenton metropolitan statistical area, which had a 2018 estimated population of 821,573. It is the county seat.",
  "/wiki/LECOM_Park": "LECOM Park is a baseball field located in Bradenton, Florida.  It is the spring training home of the Pittsburgh Pirates and is named after a 15-year naming rights deal was signed with the Lake Erie College of Osteopathic Medicine, which has its main campus in Erie, Pennsylvania, and also a campus in Bradenton.  It was formerly known as McKechnie Field, named for Bradenton resident and Baseball Hall of Fame great Bill McKechnie, who led the Pirates in 1925 and the Cincinnati Reds in 1940 to World Series titles.  He was also a coach with the Cleveland Indians in 1948.",
  "/wiki/Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded in 1881 under the name Pittsburgh Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the \"Bucs\" or the \"Buccos\" (derived from buccaneer, a synonym for pirate). The team plays its home games at PNC Park, its home since 2001. The Pirates previously played at Forbes Field from 1909-1970 and at Three Rivers Stadium, so named because of its location near the confluence of the Allegheny, Monongahela, and Ohio rivers, from 1970-2000.",
  "/wiki/Charlotte_Stone_Crabs": "The Charlotte Stone Crabs are a minor league baseball team based in Port Charlotte, Florida. They are members of the Florida State League and are the Class A-Advanced affiliate of the Tampa Bay Rays Major League Baseball (MLB) team.",
  "/wiki/Port_Charlotte,_Florida": "Port Charlotte is an unincorporated community and census-designated place (CDP) in Charlotte County, Florida, United States. The population was 54,392 at the 2010 census. It is part of the Punta Gorda, Florida Metropolitan Statistical Area.",
  "/wiki/Charlotte_Sports_Park": "Charlotte Sports Park (formerly known as Charlotte County Stadium and Ranger Stadium) is a baseball stadium in Port Charlotte, Florida. The stadium is the home field for Tampa Bay Rays spring training operations, as well as its Class-A Florida State League Charlotte Stone Crabs and Rookie-class Gulf Coast Rays teams.",
  "/wiki/Tampa_Bay_Rays": "The Tampa Bay Rays are an American professional baseball team based in St. Petersburg, Florida. They compete in Major League Baseball (MLB) as a member of the American League (AL) East division. Since its inception, the team's home venue has been Tropicana Field.",
  "/wiki/Clearwater_Threshers": "The Clearwater Threshers are a minor league baseball team that currently plays in the Florida State League. Since 2009, the team competes in the North Division.",
  "/wiki/Clearwater,_Florida": "Clearwater is a city located in Pinellas County, Florida, United States, northwest of Tampa and St. Petersburg. To the west of Clearwater lies the Gulf of Mexico and to the southeast lies Tampa Bay. As of the 2010 census, the city had a population of 107,685. Clearwater is the county seat of Pinellas County and is the smallest of the three principal cities in the Tampa–St. Petersburg–Clearwater metropolitan area, most commonly referred to as the Tampa Bay Area.",
  "/wiki/Spectrum_Field": "Spectrum Field (formerly Bright House Networks Field and Bright House Field) is a baseball stadium located in Clearwater, Florida, in the United States.  The stadium was built in 2004 and has a maximum seating capacity of 8,500 people (7,000 fixed seats with additional grass berm seating for 1,500).",
  "/wiki/Philadelphia_Phillies": "The Philadelphia Phillies are an American professional baseball team based in Philadelphia. They compete in Major League Baseball (MLB) as a member of the National League (NL) East division. Since 2004, the team's home stadium has been Citizens Bank Park, located in South Philadelphia. The Phillies are the oldest, continuous, one-name, one-city franchise in American professional sports.",
  "/wiki/Daytona_Tortugas": "The Daytona Tortugas are a minor league baseball team based in Daytona Beach, Florida. The team plays in the Florida State League (FSL). They are the Class A-Advanced affiliate of the Cincinnati Reds of Major League Baseball. The team plays at Jackie Robinson Ballpark; opened in 1914, the park seats 5,100 fans. In 2015, the inaugural season of Tortugas baseball, Daytona finished with a 77-58 record and won the Florida State League North Division Championship with a two-game sweep of the Clearwater Threshers in the first round of the playoffs.",
  "/wiki/Daytona_Beach,_Florida": "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 265 miles (426.5 km) northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
  "/wiki/Radiology_Associates_Field_at_Jackie_Robinson_Ballpark": "The Jackie Robinson Ballpark (also known as Jackie Robinson Stadium or City Island Ball Park) is a historic baseball field in Daytona Beach, Florida, United States. It is located at 105 East Orange Avenue on City Island, in the Halifax River.",
  "/wiki/Cincinnati_Reds": "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. They compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890.",
  "/wiki/Dunedin_Blue_Jays": "The Dunedin Blue Jays are a minor league baseball team based in Dunedin, Florida. They play in the Florida State League, and are the Class A-Advanced affiliate of the Toronto Blue Jays Major League Baseball club. They play their home games at TD Ballpark, which opened in 1990 and seats 5,509 fans. For the 2019 season, the team played at Jack Russell Memorial Stadium while TD Ballpark underwent renovations.",
  "/wiki/Dunedin,_Florida": "Dunedin /dəˈniːdɪn/ is a city in Pinellas County, Florida, United States. The name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland. Dunedin is the 5th largest city in Pinellas County. The population was 35,321 at the 2010 census.",
  "/wiki/Florida_Auto_Exchange_Stadium": "TD Ballpark (originally Dunedin Stadium at Grant Field) is a baseball field located in Dunedin, Florida. The stadium was built in 1990 and holds 5,509 people. It is the spring training home of the Toronto Blue Jays, as well as home to the Dunedin Blue Jays of the Class A Florida State League and the Dunedin High School Falcons baseball team. The stadium has also been known as Knology Park (2004–2008), Florida Auto Exchange Stadium (2010–2017) and Dunedin Stadium.",
  "/wiki/Toronto_Blue_Jays": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto, Ontario. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. The team plays its home games at the Rogers Centre.",
  "/wiki/Florida_Fire_Frogs": "The Florida Fire Frogs are a minor league baseball team that plays as a member of the Florida State League and is currently based in North Port, Florida. Until 2020, they were based in Kissimmee, Florida, part of the Greater Orlando metropolitan area. Founded in 2017, the team is the Class A-Advanced affiliate of the Atlanta Braves. They currently play their home games at CoolToday Park, having previously played at Osceola County Stadium.",
  "/wiki/Kissimmee,_Florida": "Kissimmee (/kɪˈsɪmiː/ ki-SIM-ee) is the largest city and county seat of Osceola County, Florida, United States. As of the 2010 United States Census, the population was 59,682. It is a Principal City of the Orlando-Kissimmee-Sanford, Florida, Metropolitan Statistical Area, which had a 2010 population of 2,134,411.",
  "/wiki/Osceola_County_Stadium": "Osceola County Stadium is an outdoor sports venue located in Kissimmee, Florida, part of the wider Orlando City SC Training Ground at Osceola Heritage Park.",
  "/wiki/Atlanta_Braves": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. The team played its home games at Atlanta–Fulton County Stadium from 1966 to 1996, and at Turner Field from 1997 to 2016. Since 2017, their home stadium has been Truist Park (formerly SunTrust Park), located 10 miles (16 km) northwest of downtown Atlanta in Cobb County, Georgia. The Braves play spring training games at CoolToday Park in North Port, Florida.",
  "/wiki/Fort_Myers_Mighty_Mussels": "The Fort Myers Mighty Mussels are the Class A Advanced Minor League Baseball affiliate of the Minnesota Twins Major League Baseball club, based in Fort Myers, Florida. Home games are played at the CenturyLink Sports Complex in Hammond Stadium, which has a capacity of 7,500, and opened in 1991. The park is also used as the Minnesota Twins' spring training facility. Prior to Twins Spring training and the 2014 Florida State League season, Phase I of a two-part renovation was completed with the addition of an outfield boardwalk. The second phase of the renovation, which includes new sky suites, concessions, wider concourses and new offices for the Miracle staff, was completed before Spring training in 2015. Due to the start of construction on Phase II in August 2014, the Miracle played the final 10 home dates, including playoffs, at JetBlue Park.",
  "/wiki/Fort_Myers,_Florida": "Fort Myers or Ft. Myers, is the county seat and commercial center of Lee County, Florida, United States. It has grown rapidly in recent years. As of the 2010 census, the city population was 62,298 and in 2018 was estimated at 82,254.",
  "/wiki/Hammond_Stadium": "Hammond Stadium is a baseball field located in the CenturyLink Sports Complex in South Fort Myers, Florida, United States. The stadium was built in 1991, and underwent major renovations in 2014 and 2015.",
  "/wiki/Minnesota_Twins": "The Minnesota Twins are an American professional baseball team based in Minneapolis, Minnesota. They compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. The team is named after the Twin Cities area comprising Minneapolis and St. Paul.",
  "/wiki/Jupiter_Hammerheads": "The Jupiter Hammerheads are a minor league baseball team based in the town of Jupiter in Palm Beach County, Florida.  The team plays in the Florida State League and is the Class A-Advanced affiliate of the Miami Marlins major-league club.",
  "/wiki/Jupiter,_Florida": "Jupiter is the northernmost town in Palm Beach County, Florida, United States. According to a 2018 Census Bureau estimate, the town had a population of 65,524. It is 87 miles north of Miami, and the northernmost community in the Miami metropolitan area, home to 6,012,331 people in a 2015 Census Bureau estimate. Jupiter was rated as the 12th Best Beach Town in America by WalletHub in 2018, and as the 9th Happiest Seaside Town in America by Coastal Living in 2012.",
  "/wiki/Roger_Dean_Stadium": "Roger Dean Stadium (officially known as Roger Dean Chevrolet Stadium) is a baseball stadium located in the Abacoa community of the town of Jupiter, Florida. The stadium was built in 1998, holds 6,871 people, and features luxury sky-box seating, two levels of permanent seating, parking and concessions. The Roger Dean Stadium Complex is the only stadium in the country to host four minor league teams: the Jupiter Hammerheads and Palm Beach Cardinals of the Class A-Advanced Baseball Florida State League, and the Gulf Coast Marlins and Gulf Coast Cardinals of the Rookie-level Gulf Coast League.",
  "/wiki/Miami_Marlins": "The Miami Marlins are an American professional baseball team based in Miami, Florida. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. Their home park is Marlins Park. Though one of only two MLB franchises to have never won a division title (the other being the Colorado Rockies), the Marlins have won two World Series championships as a wild card team.",
  "/wiki/Lakeland_Flying_Tigers": "The Lakeland Flying Tigers are a minor league baseball team based in Lakeland, Florida.",
  "/wiki/Lakeland,_Florida": "Lakeland is a city in Polk County, Florida, along Interstate 4 east of Tampa. The westernmost city in Polk County, it is part of the Tampa Bay Area. According to the 2018 U.S. Census Bureau estimate, the city had a population of 110,516. Lakeland is a principal city of the Lakeland–Winter Haven Metropolitan Statistical Area.",
  "/wiki/Joker_Marchant_Stadium": "Publix Field at Joker Marchant Stadium is a baseball field in Lakeland, Florida. The 8,500-seat stadium was opened in 1966 and has had multiple renovations, most recently in 2017. It was named after local resident and former Lakeland Parks and Recreation Director Marcus \"Joker\" Marchant. It is the spring training home of the Detroit Tigers and the regular-season home of the minor league affiliates Lakeland Flying Tigers and Gulf Coast Tigers.",
  "/wiki/Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. They compete in Major League Baseball (MLB) as a member of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit as a member of the minor league Western League in 1894 and is the only Western League team still in its original city. They are also the oldest continuous one name, one city franchise in the AL.",
  "/wiki/Palm_Beach_Cardinals": "The Palm Beach Cardinals are a minor league baseball team based in the town of Jupiter in Palm Beach County, Florida.  The team plays in the Florida State League and is the Class A-Advanced affiliate of the St. Louis Cardinals major-league club.",
  "/wiki/St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis, Missouri. The Cardinals compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Busch Stadium has been their home ballpark since 2006. One of the nation's oldest and most successful professional baseball clubs, the Cardinals have won 11 World Series championships, more than any other NL team and second in MLB only to the New York Yankees. The team has won 19 National League pennants, third-most of any team. St. Louis has also won 14 division titles in the East and Central divisions.",
  "/wiki/St._Lucie_Mets": "The St. Lucie Mets are a minor league baseball team based in Port St. Lucie, Florida.",
  "/wiki/Port_St._Lucie,_Florida": "Port St. Lucie is a city in St. Lucie County, Florida, United States. It is the most populous municipality in the county with a population of 164,603 at the 2010 census due to its rapid growth during the 2000s. It is located 125 miles (201 km) southeast of Orlando, and 114 miles (183 km) northwest of Miami. In 2017, the United States Census Bureau estimated the city's population at 189,344. The Port St. Lucie Metropolitan Area includes the counties of St. Lucie County & Martin County and as of 2016 had an estimated population of 465,208. Port St. Lucie is also contained within the Miami - Fort Lauderdale - Port St. Lucie Combined Statistical Area with an estimated population of 6,832,588.",
  "/wiki/First_Data_Field": "First Data Field is a baseball stadium located in Port St. Lucie, Florida.  The stadium was built in time for the 1988 season and holds 7,160 people.  It is the Spring training home of the New York Mets (who moved from St. Petersburg's Al Lang Stadium), as well as the home to the St. Lucie Mets Class A team and the Gulf Coast Mets Rookie League team. The team also sometimes holds college games at the Stadium.",
  "/wiki/New_York_Mets": "The New York Mets are a Major League Baseball team based in the New York City borough of Queens. They compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. They are one of two MLB teams based in New York City, the other being the New York Yankees of the American League (AL).",
  "/wiki/Tampa_Tarpons": "The Tampa Tarpons are a Minor League Baseball team based in Tampa, Florida. They are members of the Florida State League (FSL) and are the Class A-Advanced affiliate of the New York Yankees Major League Baseball team. Home games are played at George M. Steinbrenner Field, which is also the spring training home of the New York Yankees and incorporates design elements from old Yankee Stadium in the Bronx.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/George_M._Steinbrenner_Field": "George M. Steinbrenner Field (formerly known as Legends Field), is a baseball stadium located in Tampa, Florida across Dale Mabry Highway from Raymond James Stadium, home of the National Football League's Tampa Bay Buccaneers. The ballpark was built in 1996 and holds 11,026 people with an addition in right field built in 2007. This ballpark is the largest spring training ballpark in Florida.",
  "/wiki/New_York_Yankees": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. They are one of two major league clubs based in New York City, the other being the National League's (NL) New York Mets. The Yankees began play in the 1901 season as the Baltimore Orioles (no relation to the modern Baltimore Orioles). In 1903, Frank Farrell and Bill Devery purchased the franchise after it ceased operations and moved it to New York City, renaming the club the New York Highlanders. The Highlanders were officially renamed the New York Yankees in 1913."
}