{
  "/wiki/Jennifer_Heil": "Jennifer Heil (born April 11, 1983) is a Canadian freestyle skier from Spruce Grove, Alberta. Heil started skiing at age two. Jennifer Heil won the first gold medal for Canada in the 2006 Winter Olympics games in Turin, Italy and a silver medal at the 2010 Winter Olympics in Vancouver, which was also Canada's first medal in those games. Heil is the reigning world champion in dual moguls.  She has three world championship titles in total and two silver medals from the Worlds as well. Over her career, Heil has won a record-tying five overall FIS World Cup Crystal Globe titles for freestyle skiing.",
  "/wiki/Freestyle_skiing_at_the_2006_Winter_Olympics": "Four freestyle skiing events were held at the 2006 Winter Olympics in Turin, at the venue in Sauze d'Oulx.  There were both men's and women's competition in both aerials and moguls events.  In moguls, the athletes ski down a slope littered with moguls, attempting to get down in as fast a time as possible while also attempting to get points for technique and their two aerial jumps during the course.  The aerials events consisted of two jumps, which were judged by air, form and landing.",
  "/wiki/Freestyle_skiing_at_the_2006_Winter_Olympics_–_Women's_moguls": "The Women's Moguls event in freestyle skiing at the 2006 Winter Olympics in Turin, Italy took place on February 11.",
  "/wiki/Duff_Gibson": "Duff Gibson (born August 11, 1966) is a Canadian skeleton racer who competed from 1999 to 2006. He was born in Vaughan, Ontario. His father was born on December 13, 1937. At the 2006 Winter Olympics in Turin, He won the gold medal in the men's skeleton, narrowly beating out his teammate Jeff Pain. His victory made the 39-year-old surpass ice hockey player Al MacInnis as the oldest gold medallist in Canadian Winter Olympic history. More significantly, Gibson became the oldest individual gold medallist in the history of the Winter Games, a record previously held by Norway's Magnar Solberg, who was 35 when he won the gold medal in the 20 km individual biathlon event at the 1972 Winter Olympics in Sapporo; he held the record until Ole Einar Bjørndalen won gold at the 10 km biathlon sprint aged 40 at the 2014 Sochi Olympics. He retired immediately following the 2006 Games in Turin.",
  "/wiki/Skeleton_at_the_2006_Winter_Olympics": "The skeleton competition at the 2006 Winter Olympic Games was held at Cesana Pariol in Cesana, Italy on February 16 (women's) and February 17 (men's).",
  "/wiki/Skeleton_at_the_2006_Winter_Olympics_–_Men's": "The men's skeleton at the 2006 Winter Olympics took place on 17 February, at the Cesana Pariol.",
  "/wiki/Canada_women's_national_ice_hockey_team": "The Canadian women's national ice hockey team is the ice hockey team representing Canada in women's hockey. The team is overseen by Hockey Canada, a member of the International Ice Hockey Federation and participates in international competitions. Canada has been a dominant figure in international competition, having won the majority of major ice hockey tournaments. Canada is rivaled by the United States, the only other winner of a major tournament.",
  "/wiki/Meghan_Agosta": "Meghan Christina Agosta (born February 12, 1987) is a Canadian women's ice hockey forward, who last played for the Montreal Stars of the Canadian Women's Hockey League. Agosta plays for the Canada women's national ice hockey team and is a gold (3) and silver medallist at the Winter Olympics of 2006 Turin, 2010 Vancouver, 2014 Sochi, and 2018 Pyeongchang Winter Olympics. At the 2010 Winter Olympics, Agosta was named MVP of the Women's Hockey Tournament. She is a multi-medallist at the Women's World Championships with two gold medals and six silvers.",
  "/wiki/Gillian_Apps": "Gillian Mary Apps (born November 2, 1983) is a women's ice hockey player. Apps was a member of the Canadian National Hockey Team that won back to back Gold Medals in three consecutive Olympic Games.",
  "/wiki/Jennifer_Botterill": "Jennifer Botterill, OM (born May 1, 1979 in Ottawa, Ontario) is a retired women's hockey player who played for Harvard University, the Canadian national team, the Mississauga Chiefs, and the Toronto Aeros. She assisted on the game-winning goal in her final international game, Canada's 2-0 win over the United States for the gold medal in the 2010 Winter Olympics.",
  "/wiki/Cassie_Campbell": "Cassie Dawin Campbell-Pascall, CM (born November 22, 1973) is a former Canadian ice hockey player and broadcaster for Sportsnet. Born in Richmond Hill, Ontario, she was the captain of the Canadian women's ice hockey team during the 2002 Winter Olympics and led the team to a gold medal. The left winger took on the role of captain again in the 2006 Winter Olympics in Turin, Italy, and again successfully led her team to the Gold Medal with a 4 – 1 win over Sweden.",
  "/wiki/Gillian_Ferrari": "Gillian Ferrari (born June 23, 1980 in Thornhill, Ontario) is a Canadian women's ice hockey player. She was inducted into the Brampton Sports Hall of Fame in 2006. Her Mother is from Wales and her Father was born in Italy.",
  "/wiki/Danielle_Goyette": "Danielle Goyette (born January 30, 1966) is a Canadian former ice hockey player who played on the Canadian national team. In 2013, she was inducted into the IIHF Hall of Fame. In 2017, she was inducted into the Hockey Hall of Fame. Goyette was made a member of the Order of Hockey in Canada in 2018.",
  "/wiki/Jayna_Hefford": "Jayna Hefford (born May 14, 1977) is a women's ice hockey player who won multiple medals at the Winter Olympics and IIHF World Women's Championships as well as titles in the National Women's Hockey League and Canadian Women's Hockey League. She helped Canada win four-straight Olympic gold medals from 2002 to 2014 and famously scored the gold-medal winning goal at the 2002 Winter Olympics. At the club level across three leagues, she scored 439 goals in 418 competitive games including a CWHL record 44 goals in 2008-09.",
  "/wiki/Becky_Kellar": "Rebecca \"Becky\" Kellar (born January 1, 1975) is a women's ice hockey player. She played for Burlington Barracudas in the Canadian Women's Hockey League.",
  "/wiki/Gina_Kingsbury": "Gina Kingsbury (born November 26, 1981) is a Canadian former women's professional ice hockey player. She graduated from St. Lawrence University with a degree in psychology. She ranks second all-time in scoring among St. Lawrence Skating Saints women's ice hockey players.",
  "/wiki/Charline_Labonté": "Charline Labonté (born October 15, 1982) is a Canadian former professional ice hockey player. Labonté played professionally for the Montreal Stars/Les Canadiennes de Montreal of the Canadian Women's Hockey League. She was a member of the Canada women's national ice hockey team that won three gold medals at the Olympics and two gold medals in the World Championships. She is an alumnus of the McGill Martlets hockey program.",
  "/wiki/Carla_MacLeod": "Carla Rae MacLeod (born June 16, 1982) is a retired member of the Canadian national women's hockey team. Through her paternal grandmother, MacLeod is related to former Montreal Canadiens legend Maurice Richard.",
  "/wiki/Caroline_Ouellette": "Caroline Ouellette OC (born May 25, 1979) is a retired Canadian ice hockey player. She was a member of the Canadian national women's ice hockey team and a member of Canadiennes de Montreal in the Canadian Women's Hockey League. Among her many accomplishments are four Olympic gold medals, 12 IIHF Women's World Championship medals (six gold, six silver), 12 Four Nations Cup medals (eight gold, four silver) and four Clarkson Cup championships.",
  "/wiki/Cherie_Piper": "Cherie Piper (born June 29, 1981) is a Canadian former ice hockey player residing in Markham, Ontario. She was a member of the Canadian national women's hockey team and played for the Brampton Thunder of the Canadian Women's Hockey League (CWHL).  Piper has won three Olympic gold medals with the Canadian national team in 2002, 2006 and 2010, as well as one world championship title in 2004.",
  "/wiki/Cheryl_Pounder": "Cheryl Pounder (born June 21, 1976 in Montreal, Quebec) is a women's ice hockey player.  She plays defense for the Canadian Women's Hockey League's Mississauga Chiefs, and competed in the 2002 and 2006 Winter Olympics.",
  "/wiki/Colleen_Sostorics": "Colleen Kay Sostorics (born December 17, 1979 in Kennedy, Saskatchewan) is a Canadian retired women's ice hockey defenseman.  She has played extensively for Canada at the international level, including three Olympic gold medals (2002 in Turin, 2006 in Salt Lake City, and 2010 in Vancouver).  At the Women's World Championships, Sostorics has helped Canada to three gold and three silver medals, and at the 4 Nations Cup, she has captured five gold medals and one silver medal.  When not playing with Canada, she competes at the club level for the Calgary Oval X-Treme who now play in the Western Women's Hockey League (WWHL).",
  "/wiki/Kim_St-Pierre": "Kim St-Pierre (born December 14, 1978 in Châteauguay, Quebec) is a Canadian ice hockey player. She is a three-time Olympic gold medallist and five-time IIHF world champion.",
  "/wiki/Vicky_Sunohara": "Vicky Sunohara (born May 18, 1970) is a Canadian former ice hockey player. She was once described as \"the Wayne Gretzky of women's hockey\". She is currently the head coach of the University of Toronto women's hockey team.",
  "/wiki/Sarah_Vaillancourt": "Sarah Marie Vaillancourt (born May 8, 1985) is a Canadian women's ice hockey player. She is a member of the Canada women's national team and a member of Montreal Stars (CWHL).",
  "/wiki/Katie_Weatherston": "Katherine Marie Weatherston (born April 6, 1983) is a Canadian women's ice hockey player.",
  "/wiki/Hayley_Wickenheiser": "Hayley Wickenheiser OC OLY (born August 12, 1978) is a Canadian former ice hockey player, and the current Assistant Director of Player Development for the Toronto Maple Leafs. She was the first woman to play full-time professional hockey in a position other than goalie. Wickenheiser was a member of Canada women's national ice hockey team for 23 years, from 1994 until announcing her retirement on January 13, 2017, and is the team's career points leader with 168 goals and 211 assists in 276 games. She represented Canada at the Winter Olympics five times, capturing four gold and one silver medal and twice being named tournament MVP, and one time at the Summer Olympics in softball. She is tied with teammates Caroline Ouellette and Jayna Hefford for the record for the most gold medals of any Canadian Olympian, and is widely considered the greatest female ice hockey player of all time. On February 20, 2014, Wickenheiser was elected to the International Olympic Committee's Athletes' Commission.",
  "/wiki/Ice_hockey_at_the_2006_Winter_Olympics": "Ice hockey at the 2006 Winter Olympics was held at the Torino Palasport Olimpico and the Torino Esposizioni in Turin, Italy. The men's competition, held from 15 to 26 February, was won by Sweden, and the women's competition, held from 11 to 20 February, was won by Canada.",
  "/wiki/Ice_hockey_at_the_2006_Winter_Olympics_match_stats_(women)": "The women's tournament in ice hockey at the 2006 Winter Olympics was held in Turin, Italy from 11 to 20 February 2006. Eight countries qualified for the tournament.",
  "/wiki/Cindy_Klassen": "Cindy Klassen, OM (born August 12, 1979) is a Canadian retired long track speed skater. She is a six-time medallist having achieved one gold, two silver, three bronze at the Winter Olympics. Klassen is tied with Clara Hughes for Canada's all-time most decorated Olympian with six medals each. Both Klassen and Hughes are from Winnipeg.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics": "Speed skating at the 2006 Winter Olympics was held over ten days, from 11 to 25 February. Twelve events were contested at the Oval Lingotto.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Women's_1500_metres": "The women's 1500 metres speed skating competition for the 2006 Winter Olympics was held in Turin, Italy, on 22 February.",
  "/wiki/Chandra_Crawford": "Chandra Crawford (born November 19, 1983) is a Canadian cross-country skier who has competed since 2001 at the age of 16.  Prior to this, she was a biathlete for five years. She was born in Canmore, Alberta, Canada.",
  "/wiki/Cross-country_skiing_at_the_2006_Winter_Olympics": "The cross-country skiing events at the 2006 Winter Olympics featured 12 events, from 11 to 26 February 2006 at Pragelato in Turin.",
  "/wiki/Cross-country_skiing_at_the_2006_Winter_Olympics_–_Women's_sprint": "The Women's sprint cross-country skiing competition at the 2006 Winter Olympics in Turin, Italy was held on 22 February, at Pragelato.",
  "/wiki/Brad_Gushue": "Bradley Raymond \"Brad\" Gushue, ONL (born June 16, 1980) is a Canadian curler from Mount Pearl, Newfoundland and Labrador. Gushue, along with teammates Russ Howard, Mark Nichols, Jamie Korab and Mike Adam, represented Canada in curling at the 2006 Winter Olympics, where they won the gold medal by defeating Finland 10–4. He is also the 2017 and 2018 Tim Hortons Brier champion with teammates Mark Nichols, Brett Gallant, and Geoff Walker. Their win in 2017 was Newfoundland and Labrador's first Brier title in 41 years. Gushue and his rink also won 2017 Ford World Men's Curling Championship.  At the 2018 Tim Hortons Brier Gushue set a new record for Brier game wins as a skip, breaking a three-way tie with previous record-holders Russ Howard and Kevin Martin.",
  "/wiki/Jamie_Korab": "Jamie A. Korab, ONL (born November 28, 1979 in Harbour Grace, Newfoundland) is a Canadian curler and politician. Korab was the lead for the gold medal-winning Canadian men's team at the 2006 Winter Olympics skipped by Brad Gushue. In the 2017 Newfoundland and Labrador municipal elections, Korab was elected to St. John's City Council representing Ward 3.",
  "/wiki/Russ_Howard": "Russell W. \"Russ\" Howard, CM, ONL (born February 19, 1956 in Midland, Ontario) is a Canadian curler and Olympic champion, based in Moncton, New Brunswick, but originally from Midland, Ontario. His home club in Moncton is Curling Beausejour.  Known for his gravelly voice, Howard has been to the Brier 14 times (8 as Ontario, 6 as New Brunswick), winning the title twice (both as Ontario).  He is also a two-time world champion, winning in 1987 and 1993. He has also won three TSN Skins Games in 1991, 1992, and 1993, and participated in two Canadian Mixed Curling Championships in 2000 and 2001. He won gold at the 2006 Winter Olympics and two Canadian Senior Curling Championships in 2008 and 2009 finishing with a silver medal both of those years. Russ Howard was inducted into the Ontario Sports Hall of Fame in 2011. He is currently a curling analyst and commentator for TSN’s Season of Champions curling coverage.",
  "/wiki/Mark_Nichols_(curler)": "Mark Nichols, ONL (born on January 1, 1980 in Labrador City, Newfoundland) is a Canadian curler from St. John's, Newfoundland and Labrador. He currently throws third rocks for the Brad Gushue rink.   Nichols is a former Olympic champion curler, having played third for Team Canada at the 2006 Winter Olympics where the team won a gold medal. He also won a World championship with Gushue in 2017.",
  "/wiki/Mike_Adam": "Michael B. Adam, ONL (born June 3, 1981) is a Canadian curler who won gold at the 2006 Winter Olympics.",
  "/wiki/Curling_at_the_2006_Winter_Olympics": "Curling at the 2006 Winter Olympics was held in the town of Pinerolo, Italy from February 13 to February 24. It proved to be the sleeper hit in terms of television ratings in Italy. According to a CBC feature, curling at the 2006 Winter Games drew 5 million viewers, eclipsing ice hockey and figure skating. This, and the success of the Italian men's curling team created a surge of interest in curling within Italy, where there was no previous tradition of the sport and only a few hundred players.",
  "/wiki/Clara_Hughes": "Clara Hughes, OC OM MSC (born September 27, 1972) is a Canadian cyclist and speed skater who has won multiple Olympic medals in both sports. Hughes won two bronze in the 1996 Summer Olympics and four medals (one gold, one silver, two bronze) over the course of three Winter Olympics. She is tied with Cindy Klassen as the Canadian with the most Olympic medals, with six medals total.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Women's_5000_metres": "The women's 5000 m speed skating competition at the 2006 Winter Olympics in Turin, Italy, was held on 25 February.",
  "/wiki/Sara_Renner": "Sara Renner (born April 10, 1976) is a Canadian cross-country skier who competed from 1994 to 2010. With Beckie Scott, she won the silver medal in the team sprint event at the 2006 Winter Olympics in Turin and earned her best individual finish of eight in the 10 km classical event in those same games. She was born in Golden, British Columbia.",
  "/wiki/Beckie_Scott": "Rebecca \"Beckie\" Scott, OC AOE MSM (born August 1, 1974) is a Canadian former cross-country skier. She is Chair of the World Anti-Doping Agency (WADA) Athlete Committee, and served as an International Olympic Committee member by virtue of being elected to the IOC Athlete's Commission along with Saku Koivu between 2006 and 2014.",
  "/wiki/Cross-country_skiing_at_the_2006_Winter_Olympics_–_Women's_team_sprint": "The Women's team sprint cross-country skiing competition at the 2006 Winter Olympics in Turin, Italy was held on 14 February, at Pragelato. This was the first time the team sprint was contested in the Winter Olympics. Each race featured teams of two, with each skier completing 3 laps of a 1145 metre course.",
  "/wiki/Arne_Dankers": "Arne Dankers (born June 1, 1980) is a Canadian speed skater.",
  "/wiki/Steven_Elm": "Steven Elm (born August 12, 1975 in Red Deer, Alberta) is a Canadian speed skater from Calgary, Alberta.",
  "/wiki/Denny_Morrison": "Denny Morrison (born September 8, 1985) is a Canadian speedskater from Fort St. John, British Columbia. He is an Olympic champion as a member of Canada's men's team pursuit, an event which he also won silver in at the 2006 Winter Olympics. Morrison won his first individual Olympic medal in Sochi when he won a silver in the men's 1000 m after teammate Gilmore Junio selflessly gave up his spot in order for Morrison, who fell at the national qualification event, failed to originally qualify. He won a second individual medal at those games, a bronze in the 1500 m. With four total Olympic medals, Morrison shares the record for the most medals of any Canadian male long track speed skaters along with Gaétan Boucher.",
  "/wiki/Jason_Parker_(speed_skater)": "Jason Parker (born May 13, 1975 in Yorkton, Saskatchewan) is a Canadian speed skater who won a silver medal in the Team Pursuit at the 2006 Winter Olympics.",
  "/wiki/Justin_Warsylewicz": "Justin Warsylewicz (born 19 October 1985 in Regina, Saskatchewan) is a Canadian speedskater.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Men's_team_pursuit": "The men's team pursuit competition at the 2006 Winter Olympics in Turin, Italy, began on 15 February at Oval Lingotto. The team pursuit consisted of a qualifying round, then a series of elimination races, with the winners of the elimination races progressing to the next round of the knockout phase.",
  "/wiki/Kristina_Groves": "Kristina Nicole Groves (born December 4, 1976) is a Canadian retired speed skater. She is Canada's most decorated skater in the World Single Distances Championships with 13 career medals in this event. She won four Olympic medals: she won two silver medals at the 2006 Winter Olympics in Turin, in the 1,500 meters and team pursuit, and she won the silver medal in the 1500 m event and the bronze medal in the 3000 m event at the Vancouver 2010 Winter Olympics.",
  "/wiki/Christine_Nesbitt": "Christine Nesbitt (born 17 May 1985) is a  Canadian retired long track speed skater who currently resides in Calgary, Alberta. She won the gold medal in the 1000 metres event at the Vancouver 2010 Winter Olympics. She had previously won a silver medal in the team pursuit at the 2006 Winter Olympics in Turin. She is also the 2011 sprint champion, 2012 1500 metres world champion, three-time world champion for 1000 metres (2009, 2011, 2012), and three-time world champion for team pursuit (2007, 2009, 2011). On June 4, 2015 she announced her retirement.",
  "/wiki/Shannon_Rempel": "Shannon Rempel (born November 26, 1984) is a Canadian speed skater. An Olympic silver medalist from the 2006 Winter Olympics in the team pursuit. World Champion in the team pursuit from 2007 World Single Distance Championships, SLC, UT. Rempel also participated in the 2010 Vancouver Olympics, in the 500m, and 1000m distances. She specializes in the sprint and middle distances, capturing many podium finishes over the years at the World Cup events. Rempel is also known for her win as the 2003 World Junior Speed Skating Championships.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Women's_team_pursuit": "The women's team pursuit competition at the 2006 Winter Olympics in Turin, Italy, began on 15 February at Oval Lingotto. The team pursuit consisted of a qualifying round, then a series of elimination races, with the winners of the elimination races progressing to the next round of the 'knockout phase'.",
  "/wiki/Jeff_Pain": "Jeffrey Thomas \"Jeff\" Pain (born December 14, 1970) is an American-born, Canadian former skeleton racer who competed from 1995 to 2010. He is regarded as one of the most successful male competitors in the history of the Canadian skeleton program. He was born in Anchorage, Alaska.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Women's_1000_metres": "The Women's 1000 m speed skating competition for the 2006 Winter Olympics was held in Turin, Italy.",
  "/wiki/Pierre_Lueders": "Pierre Fritz Lueders (born 26 September 1970 in Edmonton, Alberta) is a Canadian Olympic, world and World Cup champion bobsledder who competed from 1990 to 2010. He piloted both two-man and four-man bobsleigh, retiring after the 2010 Winter Olympics. He was named to Canada's Sports Hall of Fame in 2012.",
  "/wiki/Lascelles_Brown": "Lascelles Brown (born October 12, 1974 in May Pen) is a Jamaican-born Canadian bobsledder who has competed for three countries since starting his career in 1999. Competing in three Winter Olympics, he is the first Jamaican-born athlete to win a Winter Olympic medal.",
  "/wiki/Bobsleigh_at_the_2006_Winter_Olympics": "Three bobsleigh events were competed at the 2006 Winter Olympics, at the Cesana Pariol venue.  The competition took place between February 17 and February 26, 2006.",
  "/wiki/Bobsleigh_at_the_2006_Winter_Olympics_–_Two-man": "The Men's two-man bobsleigh competition at the 2006 Winter Olympics in Turin, Italy was held on 18 and 19 February, at Cesana Pariol.",
  "/wiki/Alanna_Kraus": "Alanna Kraus (born June 30, 1977 in Abbotsford, British Columbia) is a Canadian short track speed skater.  She won the bronze medal at the 2002 Winter Olympics in short-track speed skating for the women's 3000 m relay. She competed in three individual events at the 2002 Games. In the 500 m she placed 6th; 8th in the 1000 m and 5th in the 1500 m.\nShe was also a silver medallist at the 2000 Goodwill Games.",
  "/wiki/Anouk_Leblanc-Boucher": "Anouk Leblanc-Boucher (born October 21, 1984, in Prévost, Quebec) is a Canadian short track speed skating athlete at the 2006 Winter Olympics.",
  "/wiki/Amanda_Overland": "Amanda Overland (born August 30, 1981) is a Canadian short track speed skater who competed in the 2006 Winter Olympics. She is the sister of Kevin Overland and Cindy Overland, both Olympic Speed Skaters.",
  "/wiki/Kalyna_Roberge": "Kalyna Roberge (born October 1, 1986) is a Canadian short track speed skater.",
  "/wiki/Tania_Vicent": "Tania Vicent (born January 13, 1976 in Laval, Quebec) is a Canadian short track speed skater, who competed at the 2006 Winter Olympics.  On February 22, along with Alanna Kraus, Anouk Leblanc-Boucher and Kalyna Roberge, Vicent won a silver medal for Canada in the 3000m relay. She won the bronze medal in Nagano and at Salt Lake City.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics": "Short track speed skating at the 2006 Winter Olympics was held over thirteen days, from 12 to 25 February. Eight events were contested at the Torino Palavela. In the men's competition, Ahn Hyun-soo earned a medal in each event, winning three golds. On the women's side, Jin Sun-yu scored three gold medals.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics_–_Women's_3000_metre_relay": "The women's 3000 metre relay in short track speed skating at the 2006 Winter Olympics began with the semifinals, on 12 February, and concluded with the final on 22 February, at the Torino Palavela.",
  "/wiki/François-Louis_Tremblay": "François-Louis Tremblay (born November 13, 1980, in Alma, Quebec, Canada) is a Canadian retired short track speed skater and five-time Olympic medallist who competed at the 2002, 2006, and 2010 Winter Olympics.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics_–_Men's_500_metres": "The men's 500 metres in short track speed skating at the 2006 Winter Olympics began on 22 February, with the final on 25 February, at the Torino Palavela.",
  "/wiki/Eric_Bedard": "Éric Bédard (born December 17, 1976, in Sainte-Thècle, Quebec) is a Canadian short track speed skater who has won 4 Olympic medals (2 gold, 1 silver, 1 bronze). He participated in three individual events at the 2006 Winter Olympics and finished  fourth in the 500 meters. He also led a team into the 5000 meter relay, winning the silver medal. He has been a longtime member of Canada's short track team and has won four medals in three Olympic games: bronze in the 1,000 meters in Nagano, and two golds and a silver in the 5,000 meter relay. He has also had a lot of success at the World Championships, capturing 10 medals, including three golds (5,000 m relay in 2005 and 1998 and 500 m in 2000).",
  "/wiki/Jonathan_Guilmette": "Jonathan Guilmette (born August 18, 1978 in Montreal, Quebec) is a Canadian short track speed skater who won silver in the 5000m relay at the 2006 Winter Olympics in Turin. At the 2002 Winter Olympics in Salt Lake, he won Gold in the 5000m relay and silver in the 500m.",
  "/wiki/Charles_Hamelin": "Charles Hamelin (born 14 April 1984) is a Canadian short track speed skater. Hamelin is a 5-time Olympic medalist having won 3 gold, 1 silver and 1 bronze during the 2006, 2010,\n2014 and 2018 Winter Olympics. He is also a 2-time world champion over the 500 m distance, having won those championships in 2007 and 2009, a 2-time world champion over the 1500 metre distance, having won those championships in 2014 and 2018, and a 2-time world champion over the 1000 metre distance in 2016 and 2018,  and also led Canada to 5 world relay titles. Hamelin is the 2014 overall World Cup season winner, and the 2018 overall World Champion, giving him all the achievements available in the sport.",
  "/wiki/Mathieu_Turcotte": "Mathieu Turcotte (born February 8, 1977) is a Canadian athlete. He was born in Sherbrooke, Quebec.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics_–_Men's_5000_metre_relay": "The men's 5000 metre relay in short track speed skating at the 2006 Winter Olympics began with the semifinals, on 15 February, and concluded with the final on 25 February, at the Torino Palavela.",
  "/wiki/Speed_skating_at_the_2006_Winter_Olympics_–_Women's_3000_metres": "The women's 3000 m speed skating competition at the 2006 Winter Olympics in Turin, Italy, was held on 12 February, the second day of competition at the Olympics.",
  "/wiki/Short_track_speed_skating_at_the_2006_Winter_Olympics_–_Women's_500_metres": "The women's 500 metres in short track speed skating at the 2006 Winter Olympics began on 12 February, with the final on 15 February, at the Torino Palavela.",
  "/wiki/Jeffrey_Buttle": "Jeffrey \"Jeff\" Buttle (born September 1, 1982) is a Canadian figure skater and choreographer. He is the 2006 Winter Olympics bronze medalist, the 2008 World champion, the 2002 and 2004 Four Continents champion and the 2005–2007 Canadian champion. On March 22, 2008, Buttle became the first Canadian man since Elvis Stojko in 1997 to win the World Title. He announced his retirement from competitive skating on September 10, 2008.",
  "/wiki/Figure_skating_at_the_2006_Winter_Olympics": "Four figure skating events at the 2006 Winter Olympics were held at the Palavela in Turin.",
  "/wiki/Figure_skating_at_the_2006_Winter_Olympics_–_Men's_singles": "Men's single skating was contested during the figure skating events at the 2006 Winter Olympics.",
  "/wiki/Canada_at_the_2006_Winter_Olympics": "Canada competed at the 2006 Winter Olympics in Turin, Italy, with a team of 196 athletes and 220 support staff."
}