{
  "/wiki/Age_of_Empires_III:_Definitive_Edition": "Age of Empires III is a real-time strategy video game developed by Microsoft Corporation's Ensemble Studios and published by Microsoft Game Studios. The Mac version was ported over and developed and published by Destineer's MacSoft. The PC version was released on October 18, 2005 in North America and November 4, 2005 in Europe, while the Mac version was released on November 21, 2006 in North America and September 29, 2006 in Europe. An N-Gage version of the game developed by Glu Mobile was released on April 28, 2009. It is the third game of the Age of Empires series and the sequel to Age of Empires II: The Age of Kings. Its successor, Age of Empires IV is under development.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Real-time_strategy": "Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns. This is distinguished from turn-based strategy (TBS), in which all players take turns when playing.",
  "/wiki/Age_of_Empires_IV": "Age of Empires is a series of historical real-time strategy video games, originally developed by Ensemble Studios and published by Xbox Game Studios. The first game of the series was Age of Empires, released in 1997. Seven other games and three spin-offs have been released.",
  "/wiki/Anonymous;Code": "Anonymous;Code is a visual novel video game in development by Mages and Chiyomaru Studio, and is planned to be released by 5pb. for PlayStation 4, PlayStation Vita and Nintendo Switch in Japan. It is part of a media franchise referred to internally as Science Visual Novel, which also includes Occultic;Nine. The developers are aiming to release the game in late 2020.",
  "/wiki/Nintendo_Switch": "The Nintendo Switch[b] is a video game console developed by Nintendo, released worldwide in most regions on March 3, 2017.[c] It is a hybrid console that can be used as a home console and portable device. Its wireless Joy-Con controllers, with standard buttons and directional analog sticks for user input, motion sensing, and tactile feedback, can attach to both sides of the console to support handheld-style play. They can also connect to a Grip accessory to provide a traditional home console gamepad form, or be used individually in the hand like the Wii Remote and Nunchuk, supporting local multiplayer modes. The Nintendo Switch's software supports online gaming through Internet connectivity, as well as local wireless ad hoc connectivity with other consoles. Nintendo Switch games and software are available on both physical flash-based ROM cartridges and digital distribution via Nintendo eShop; the system has no region lockout. A handheld-focused revision of the system called the Nintendo Switch Lite, was released on September 20, 2019.",
  "/wiki/PlayStation_4": "The PlayStation 4 (officially abbreviated as PS4) is an eighth-generation home video game console developed by Sony Interactive Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15 in North America, November 29 in Europe, South America and Australia, and on February 22, 2014, in Japan. It competes with Microsoft's Xbox One and Nintendo's Wii U and Switch.",
  "/wiki/PlayStation_Vita": "The PlayStation Vita (also known as the PS Vita or simply Vita) is a handheld video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on December 17, 2011, and in North America, Europe, and other international territories beginning on February 22, 2012. The console is the successor to the PlayStation Portable, and a part of the PlayStation brand of gaming devices; as part of the eighth generation of video game consoles, it primarily competed with the Nintendo 3DS.",
  "/wiki/Visual_novel": "A visual novel (ビジュアルノベル, bijuaru noberu), sometimes abbreviated as VN, is an interactive game genre, which originated in Japan, featuring text-based story with narrative style of literature and interactivity aided by static or sprite-based visuals, most often using anime-style art or occasionally live-action stills (and sometimes video footage). As the name might suggest, they resemble mixed-media novels.",
  "/wiki/Avatar_(2009_film)": "Avatar (marketed as James Cameron's Avatar) is a 2009 American epic science fiction film directed, written, produced, and co-edited by James Cameron and stars Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, and Sigourney Weaver. The film is set in the mid-22nd century when humans are colonizing Pandora, a lush habitable moon of a gas giant in the Alpha Centauri star system, in order to mine the mineral unobtanium, a room-temperature superconductor. The expansion of the mining colony threatens the continued existence of a local tribe of Na'vi – a humanoid species indigenous to Pandora. The film's title refers to a genetically engineered Na'vi body operated from the brain of a remotely located human that is used to interact with the natives of Pandora.",
  "/wiki/Babylon%27s_Fall": "PlatinumGames Inc. is a Japanese video game developer that was founded in October 2007 as result of a merger between two companies, Seeds Inc. and Odd Inc. Shinji Mikami, Atsushi Inaba, and Hideki Kamiya founded Seeds Inc. after the closure of Capcom's Clover Studio, while Odd Inc. was founded by Tatsuya Minami. A year after the studio was founded, video game publisher Sega announced that it would be publishing four unique properties developed by the company: MadWorld, Infinite Space, Bayonetta, and Vanquish. Their partnership later extended to include Anarchy Reigns. Most of these games were met with positive reception. Over the years, PlatinumGames had developed an expertise in action games and one of their key philosophies was that the team would not follow conventional game design concepts.",
  "/wiki/Hack_and_slash": "Hack and slash or hack and slay (H&S or HnS; also can be stylized in a hyphenated form as in hack-and-slash, or with a contracted conjunction as in hack 'n' slay) refers to a type of gameplay that emphasizes combat.",
  "/wiki/Back_4_Blood": "Turtle Rock Studios formerly Valve South is an American video game developer founded in March 2002 by Michael Booth. It was acquired by Valve in 2008, but was re-founded in 2011 as an independent company by Phil Robb and Chris Ashton. Turtle Rock Studios is involved in the creation of original titles as well as the provision of consulting services to the digital entertainment industry.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/First-person_shooter": "First-person shooter (FPS) is a video game genre centered on gun and other weapon-based combat in a first-person perspective; that is, the player experiences the action through the eyes of the protagonist. The genre shares common traits with other shooter games, which in turn makes it fall under the heading action game. Since the genre's inception, advanced 3D and pseudo-3D graphics have challenged hardware development, and multiplayer gaming has been integral.",
  "/wiki/Baldur%27s_Gate_III": "Baldur's Gate III is an upcoming role-playing video game developed and published by Larian Studios for Microsoft Windows and the Stadia streaming service. It is the third main game in the Baldur's Gate series, itself based on the Dungeons & Dragons tabletop role-playing system.",
  "/wiki/Google_Stadia": "Stadia is a cloud gaming service operated by Google. It is advertised to be capable of streaming video games up to 4K resolution at 60 frames per second with support for high-dynamic-range, to players via the company's numerous data centers across the globe, provided they are using a sufficiently high-speed Internet connection. It is accessible through the Google Chrome web browser on desktop computers, or through Pixel smartphones, Chrome OS tablets and Chromecast.",
  "/wiki/Role-playing_video_game": "A role-playing video game (commonly referred to as simply a role-playing game or an RPG as well as a computer role-playing game or a CRPG) is a video game genre where the player controls the actions of a character (and/or several party members) immersed in some well-defined world. Many role-playing video games have origins in tabletop role-playing games (including Dungeons & Dragons) and use much of the same terminology, settings and game mechanics. Other major similarities with pen-and-paper games include developed story-telling and narrative elements, player character development, complexity, as well as replay value and immersion. The electronic medium removes the necessity for a gamemaster and increases combat resolution speed. RPGs have evolved from simple text-based console-window games into visually rich 3D experiences.",
  "/wiki/Battletoads": "Battletoads is a video game media franchise by Rare that began with the original beat 'em up game Battletoads in 1991. Starring three anthropomorphic toads named after skin conditions, Rash, Zitz, and Pimple, the series was created to rival the Teenage Mutant Ninja Turtles games series. The series as a whole has been quite popular with five installments up to this date and at its apex spawned an animated television pilot.",
  "/wiki/Bayonetta_3": "Bayonetta[d] is an action-adventure hack and slash video game developed by PlatinumGames and published by Sega. The game was originally released for Xbox 360 and PlayStation 3 in Japan in October 2009, and in North America and Europe in January 2010. The game was later released on the Wii U alongside its sequel, Bayonetta 2, releasing in September 2014 in Japan and worldwide the following month. An enhanced port for Microsoft Windows was released in April 2017 with support for 4K visuals. The game was released on the Nintendo Switch in February 2018 worldwide, also alongside its sequel. A third game, Bayonetta 3, is currently in development and is set to release for the Switch as well. A compilation called Bayonetta & Vanquish 10th Anniversary Bundle that will include the 4K remaster of Bayonetta, alongside PlatinumGames' other remastered title Vanquish, is set to launch for PlayStation 4 and Xbox One on February 18, 2020.",
  "/wiki/Action_game": "An action game is a video game genre that emphasizes physical challenges, including hand–eye coordination and reaction-time. The genre includes a large variety of sub-genres, such as fighting games, beat 'em ups, shooter games and platform games. Multiplayer online battle arena and some real-time strategy games are also considered action games.",
  "/wiki/Beyond_Good_and_Evil_2": "Beyond Good and Evil 2 is an upcoming action-adventure video game developed by Ubisoft Montpellier and published by Ubisoft. It is a prequel to Beyond Good & Evil released in 2003. Its development was characterized in the media by uncertainty, doubt and rumors about the game's future, until it was officially announced at Ubisoft's E3 2017 conference, although no release window or target platform has been revealed to date.",
  "/wiki/Action-adventure": "Action-adventure is a video game genre that combines core elements from both the action game and adventure game genres.",
  "/wiki/BioShock_(series)": "BioShock is a retrofuturistic video game series published by 2K Games, created by Ken Levine, and developed by several studios, including Irrational Games and 2K Marin. The BioShock games combine first-person shooter and role-playing elements, giving the player freedom for how to approach combat and other situations, and considered part of the immersive sim genre. Additionally, the series is notable for exploring philosophical and moral concepts with a strong in-game narrative influenced by concepts such as objectivism and American exceptionalism.",
  "/wiki/Blue_Protocol": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/League_of_Legends": "League of Legends (LoL) is a multiplayer online battle arena video game developed and published by Riot Games for Microsoft Windows and macOS. Inspired by the Warcraft III: The Frozen Throne mod Defense of the Ancients, the game follows a freemium model and is supported by microtransactions. In League of Legends, players assume the role of a \"champion\" with unique abilities and battle against a team of other player- or computer-controlled champions. The goal is usually to destroy the opposing team's \"Nexus\", a structure that lies at the heart of a base protected by defensive structures, although other distinct game modes exist as well with varying objectives, rules, and maps. Each League of Legends match is discrete, with all champions starting off relatively weak but increasing in strength by accumulating items and experience over the course of the game. Champions span a variety of roles and blend a variety of fantasy tropes, such as sword and sorcery, steampunk, and Lovecraftian horror. Although the discrete nature of each match prohibits an overarching narrative in-game, the various champions make up a large and ever-evolving fictional universe developed by Riot Games through short stories, comics, cinematics, and books.",
  "/wiki/Platform_game": "Platform games, or platformers, are a video game genre and subgenre of action game. In a platformer, the player controlled character must jump and climb between suspended platforms while avoiding obstacles. Environments often feature uneven terrain of varying height that must be traversed. The player often has some control over the height and distance of jumps to avoid letting their character fall to their death or miss necessary jumps. The most common unifying element of games of this genre is the jump button, but now there are other alternatives like swiping a touchscreen. Other acrobatic maneuvers may factor into the gameplay as well, such as swinging from objects such as vines or grappling hooks, as in Ristar or Bionic Commando, or bouncing from springboards or trampolines, as in Alpha Waves. These mechanics, even in the context of other genres, are commonly called platforming, a verbification of platform. Games where jumping is automated completely, such as 3D games in The Legend of Zelda series, fall outside of the genre.",
  "/wiki/Darkest_Dungeon_2": "Darkest Dungeon is a role-playing video game developed by Red Hook Studios and published by Merge Games. The game was first released for Microsoft Windows and OS X in January 2016, which followed a year-long early access development period. Later that year, it was released for PlayStation 4, PlayStation Vita, and Linux, with ports for iOS being released in 2017, and Nintendo Switch, and Xbox One being released by 2018.",
  "/wiki/Dungeon_crawler": "A dungeon crawl is a type of scenario in fantasy role-playing games in which heroes navigate a labyrinth environment (a \"dungeon\"), battling various monsters, avoiding traps, solving puzzles, and looting any treasure they may find. Video games which predominantly feature dungeon crawl elements are considered to be a genre.",
  "/wiki/Deathloop": "Arkane Studios SASU is a French video game developer based in Lyon. It was founded in 1999, and released its first game, Arx Fatalis, in 2002. Arkane Studios opened a second studio, Arkane Studios Austin, in Austin, Texas, in July 2006.",
  "/wiki/Deltarune": "Deltarune is a role-playing video game created by American indie developer Toby Fox. The player controls a human, Kris, in a world inhabited by monsters. Kris and a classmate named Susie fall into an unknown place called the \"Dark World\" where they meet Ralsei, who informs them that they are heroes destined to restore balance to the world. The duo meets various beings who call themselves \"Darkners\" during a prophesied quest to seal the duplicate Dark Fountain. Mainly through the combat system, the player navigates through different kinds of bullet hell attacks by enemies, which can be resolved peacefully or through violence.",
  "/wiki/MacOS": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Role-playing_game": "A role-playing game (sometimes spelled roleplaying game; abbreviated RPG) is a game in which players assume the roles of characters in a fictional setting. Players take responsibility for acting out these roles within a narrative, either through literal acting, or through a process of structured decision-making regarding character development. Actions taken within many games succeed or fail according to a formal system of rules and guidelines.",
  "/wiki/Diablo_IV": "Diablo IV  is an  upcoming online dungeon crawler action role-playing game developed by Blizzard Entertainment, the fourth title in the Diablo series. The game was officially announced at BlizzCon 2019 on November 1, 2019. A release date has not been announced by Blizzard Entertainment, however some estimates predict the release some time during 2021.",
  "/wiki/Action_role-playing": "Action role-playing video games (often abbreviated action RPG or ARPG) are a subgenre of role-playing video games. The games emphasize real-time combat where the player has direct control over the characters as opposed to turn or menu-based combat while still having a focus on character's Stats in order to determine relative strength and abilities. These games often use action game combat systems similar to hack and slash or shooter games. Action role-playing games may also incorporate action-adventure games, which include a mission system and RPG mechanics, or massively multiplayer online role-playing games (MMORPGs) with real-time combat systems.",
  "/wiki/Dragon_Age": "Dragon Age is a dark fantasy role-playing video game series created by Canadian  developer BioWare. The first game was Dragon Age: Origins, released in 2009. The sequel Dragon Age II was released in March 2011. Dragon Age: Inquisition was released in November 2014. The series' fantasy setting has been used by a variety of other media, including books and tabletop games, and the three main games have been joined by a variety of downloadable content (DLC) add-ons. A fourth installment was announced on December 6, 2018.",
  "/wiki/Dying_Light_2": "Dying Light 2 is an upcoming survival horror action role-playing game developed by Techland and published by Square Enix. The game will be released for Microsoft Windows, PlayStation 4 and Xbox One. The game is the sequel to 2015's Dying Light.",
  "/wiki/Action_role-playing_game": "Action role-playing video games (often abbreviated action RPG or ARPG) are a subgenre of role-playing video games. The games emphasize real-time combat where the player has direct control over the characters as opposed to turn or menu-based combat while still having a focus on character's Stats in order to determine relative strength and abilities. These games often use action game combat systems similar to hack and slash or shooter games. Action role-playing games may also incorporate action-adventure games, which include a mission system and RPG mechanics, or massively multiplayer online role-playing games (MMORPGs) with real-time combat systems.",
  "/wiki/Earthworm_Jim_4": "Earthworm Jim 4 is a video game in the Earthworm Jim series. It was originally announced by Interplay Entertainment in 2008, and referred to by Interplay as \"still in development\" in May 2011. Later commentary from individual developers would claim that development hadn't started, though desire to create a new entry in the series remained. In May 2019, it was announced that the game was to begin development exclusively for the upcoming Intellivision Amico console.",
  "/wiki/Intellivision_Amico": "The Intellivision Amico is an upcoming video game console produced by Intellivision Entertainment. It is set to launch in North America, the United Kingdom, the rest of Europe and the MENA region on October 10, 2020 with an expected retail price of approximately US$229. The console is slated to include five games preloaded at launch with an additional 40 titles available at that time.",
  "/wiki/Shoot_%27em_up": "Shoot 'em up (also known as shmup or STG) is a subgenre of video games within the shooter subgenre in the action genre. There is no consensus as to which design elements compose a shoot 'em up. Some restrict the definition to games featuring spacecraft and certain types of character movement; others allow a broader definition including characters on foot and a variety of perspectives."
}