{
  "/wiki/In_Which_We_Serve": "In Which We Serve is a 1942 British patriotic war film directed by Noël Coward and David Lean. It was made during the Second World War with the assistance of the Ministry of Information.",
  "/wiki/Argentine_Film_Critics_Association": "The Argentine Film Critics Association (Spanish: Asociación de Cronistas Cinematográficos de la Argentina) is an organization of Argentine-based journalists and correspondents. The association presents the Silver Condor Awards (Premios Cóndor de Plata) honoring achievements in Argentine cinema. The awards are considered Argentina's equivalent of the Academy Awards.",
  "/wiki/New_York_Film_Critics_Circle_Award_for_Best_Director": "The New York Film Critics Circle Award for Best Director is one of the awards given by the New York Film Critics Circle to honour the finest achievements in filmmaking.",
  "/wiki/This_Happy_Breed_(film)": "This Happy Breed is a 1944 British Technicolor drama film directed by David Lean and starring Robert Newton, Celia Johnson, Stanley Holloway, and John Mills. The screenplay by Lean, Anthony Havelock-Allan and Ronald Neame is based on the 1939 play This Happy Breed by Noël Coward. The title, a reference to the English people, is a phrase from John of Gaunt's monologue in Act II, Scene 1 of William Shakespeare's Richard II.  (Laurence Olivier provides the uncredited introductory narration.)",
  "/wiki/Blithe_Spirit_(1945_film)": "Blithe Spirit is a 1945 British fantasy-comedy film directed by David Lean. The screenplay by Lean, cinematographer Ronald Neame and associate producer Anthony Havelock-Allan is based on producer Noël Coward's 1941 play of the same name, the title of which is derived from the line \"Hail to thee, blithe Spirit! Bird thou never wert\" in the poem \"To a Skylark\" by Percy Bysshe Shelley.",
  "/wiki/Hugo_Award_for_Best_Dramatic_Presentation": "The Hugo Award for Best Dramatic Presentation is given each year for theatrical films, television episodes, or other dramatized works related to science fiction or fantasy released in the previous calendar year. Originally the award covered both works of film and of television but since 2003, it has been split into two categories: \"Best Dramatic Presentation (Long Form)\" and \"Best Dramatic Presentation (Short Form)\". The Dramatic Presentation Awards are part of the broader Hugo Awards, which are given every year by the World Science Fiction Society for the best science fiction or fantasy works and achievements of the previous year. The awards are named after Hugo Gernsback, the founder of the first science fiction magazine, Amazing Stories, and was once officially known as the Science Fiction Achievement Award. The award has been described as \"a fine showcase for speculative fiction\".",
  "/wiki/Brief_Encounter": "Brief Encounter is a 1945 British romantic drama film directed by David Lean about a passionate extramarital affair in pre-WWII England. The protagonist is Laura, a married woman with children, whose conventional life becomes increasingly complicated because of a chance meeting at a railway station with a married stranger, Alec. They fall in love, bringing about unexpected consequences.",
  "/wiki/Palme_d%27Or": "The Palme d'Or (French pronunciation: ​[palm(ə) dɔʁ]; English: Golden Palm) is the highest prize awarded at the Cannes Film Festival. It was introduced in 1955 by the festival's organizing committee. Previously, from 1939 to 1954, the highest prize at the festival was the Grand Prix du Festival International du Film. In 1964, The Palme d'Or was replaced again by the Grand Prix, before being reintroduced in 1975.",
  "/wiki/Academy_Award_for_Writing_Adapted_Screenplay": "The Academy Award for Best Adapted Screenplay is one of the Academy Awards, also known as the Oscars. They are overwhelmingly considered by both entertainment industry insiders as well as the movie-going public to be the most prestigious film awards in the United States. The Oscar for Best Adapted Screenplay is awarded each year to the writer of a screenplay adapted from another source (as opposed to the Oscar for best original screenplay [italics added], for which no additional works are cited by the author(s) as forming the basis for their screenplay, either in part or as a whole). The most frequently adapted media are long-form prose, aka novels; but other adapted narrative formats include plays, musicals, and other theatrical works; short stories; TV series; and even other films, for example, foreign language films. All sequels are automatically considered adaptations by this standard, since the sequel must be based on the story set forth in the original film.",
  "/wiki/Academy_Award_for_Best_Director": "The Academy Award for Best Director (officially known as the Academy Award of Merit for Directing) is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of a film director who has exhibited outstanding directing while working in the film industry.",
  "/wiki/Great_Expectations_(1946_film)": "Great Expectations is a 1946 British film directed by David Lean, based on the novel by Charles Dickens and starring John Mills, Bernard Miles, Finlay Currie, Jean Simmons, Martita Hunt, Alec Guinness and Valerie Hobson. It won two Academy Awards (Best Art Direction and Best Cinematography) and was nominated for three others (Best Picture, Best Director and Best Screenplay).",
  "/wiki/Oliver_Twist_(1948_film)": "Oliver Twist is a 1948 British film and the second of David Lean's two film adaptations of Charles Dickens novels. Following the success of his 1946 version of Great Expectations, Lean re-assembled much of the same team for his adaptation of Dickens' 1838 novel, including producers Ronald Neame and Anthony Havelock-Allan, cinematographer Guy Green, designer John Bryan and editor Jack Harris. Lean's then-wife, Kay Walsh, who had collaborated on the screenplay for Great Expectations, played the role of Nancy. John Howard Davies was cast as Oliver, while Alec Guinness portrayed Fagin and Robert Newton played Bill Sikes.",
  "/wiki/Golden_Lion": "The Golden Lion (Italian: Leone d'Oro) is the highest prize given to a film at the Venice Film Festival. The prize was introduced in 1949 by the organizing committee and is now regarded as one of the film industry's most prestigious and distinguished prizes. In 1970, a second Golden Lion was introduced; this is an honorary award for people who have made an important contribution to cinema.",
  "/wiki/BAFTA_Award_for_Best_Film": "The BAFTA Award for Best Film is given annually by the British Academy of Film and Television Arts and presented at the British Academy Film Awards. It has been given since the 1st BAFTA Awards, representing the best films of 1947, but until 1969 it was called the BAFTA Award for Best Film From Any Source. It is possible for films from any country to be nominated, although British films are also recognised in the category BAFTA Award for Best British Film and (since 1983) foreign-language films in BAFTA Award for Best Film Not in the English Language. As such, there have been multiple occasions of a film being nominated in two of these categories.",
  "/wiki/The_Passionate_Friends_(1949_film)": "The Passionate Friends is a 1949 British romantic drama film directed by David Lean. The film is based on The Passionate Friends: A Novel by H. G. Wells. It describes a love triangle in which a woman cannot give up her affair with another man. The film was entered into the 1949 Cannes Film Festival.",
  "/wiki/Madeleine_(1950_film)": "Madeleine is a 1950 film directed by David Lean, based on a true story about Madeleine Smith, a young Glasgow woman from a wealthy family who was tried in 1857 for the murder of her lover, Emile L'Angelier. The trial was much publicised in the newspapers of the day and labelled \"the trial of the century\". Lean's adaptation of the story starred his wife, Ann Todd, with Ivan Desny as her French lover. Norman Wooland played the respectable suitor and Leslie Banks the authoritarian father, both of whom are unaware of Madeleine's secret life. Lean made the film primarily as a \"wedding present\" to Todd, who had previously played the role onstage. He was never satisfied with the film and cited it as his least-favourite feature-length movie.",
  "/wiki/The_Sound_Barrier": "The Sound Barrier (known in the United States as Breaking Through the Sound Barrier and Breaking the Sound Barrier) is a 1952 British aviation film directed by David Lean. It is a fictional story about attempts by aircraft designers and test pilots to break the sound barrier. It was David Lean's third and final film with his wife Ann Todd, but it was his first for Alexander Korda's London Films, following the break-up of Cineguild. The Sound Barrier stars Ralph Richardson, Ann Todd, and Nigel Patrick.",
  "/wiki/National_Board_of_Review_Award_for_Best_Director": "The National Board of Review Award for Best Director is one of the annual film awards given (since 1945) by the National Board of Review of Motion Pictures.",
  "/wiki/Hobson%27s_Choice_(1954_film)": "Hobson's Choice is a 1954 British romantic comedy film directed by David Lean. It is based on the play of the same name by Harold Brighouse. It stars Charles Laughton in the role of Victorian bootmaker Henry Hobson, Brenda De Banzie as his eldest daughter and John Mills as a timid employee. The film also features Prunella Scales in one of her first cinema roles as Vicky.",
  "/wiki/Golden_Bear": "The Golden Bear (German: Goldener Bär) is the highest prize awarded for the best film at the Berlin International Film Festival. The bear is the heraldic animal of Berlin, featured on both the coat of arms and flag of Berlin. The winners of the first Berlin International Film Festival in 1951 were determined by a West German panel, and there were five winners of the Golden Bear, divided by categories and genres. Between 1952 and 1955, the winners of the Golden Bear were determined by the audience members. In 1956, the FIAPF (Fédération Internationale des Associations de Producteurs de Films) formally accredited the festival, and since then the Golden Bear has been awarded by an international jury.",
  "/wiki/BAFTA_Award_for_Best_British_Screenplay": "The BAFTA Award for Best British Screenplay was a British Academy Film Award from 1954 to 1967.",
  "/wiki/Summertime_(1955_film)": "Summertime (released in the UK as Summer Madness) is a 1955 American/British Technicolor romance film directed by David Lean and starring Katharine Hepburn, Rossano Brazzi, Darren McGavin, and Isa Miranda. The screenplay by Lean and H.E. Bates is based on the play The Time of the Cuckoo by Arthur Laurents.",
  "/wiki/The_Bridge_on_the_River_Kwai": "The Bridge on the River Kwai is a 1957 epic war film directed by David Lean and based on the 1952 novel of the same name written by Pierre Boulle. The film uses the historical setting of the construction of the Burma Railway in 1942–1943. The cast included William Holden, Jack Hawkins, Alec Guinness, and Sessue Hayakawa.",
  "/wiki/Directors_Guild_of_America_Award_for_Outstanding_Directing_%E2%80%93_Feature_Film": "The Directors Guild of America Award for Outstanding Directorial Achievement in Motion Pictures is one of the annual Directors Guild of America Awards given by the Directors Guild of America. With 3 wins out of 11 nominations, Steven Spielberg is both the most awarded and most nominated director for this category in the history of DGA. Additionally, Alejandro G. Iñárritu is the only director to win consecutive awards. He was awarded in 2015 and 2016 for his directorial work in Birdman or (The Unexpected Virtue of Ignorance) and The Revenant, respectively.",
  "/wiki/Academy_Award_for_Best_Picture": "The Academy Award for Best Picture is one of the Academy Awards presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS) since the awards debuted in 1929. This award goes to the producers of the film and is the only category in which every member of the Academy is eligible to submit a nomination and vote on the final ballot. Best Picture is the final award of the night and is considered the most prestigious honor of the ceremony.",
  "/wiki/Golden_Globe_Award_for_Best_Motion_Picture_%E2%80%93_Drama": "The Golden Globe Award for Best Motion Picture – Drama has been awarded annually since 1944 by the Hollywood Foreign Press Association (HFPA). Since its institution in 1943, the Hollywood Foreign Press Association is an organization of journalists who cover the film industry in the United States, but are affiliated with publications outside North America.",
  "/wiki/Golden_Globe_Award_for_Best_Director_%E2%80%93_Motion_Picture": "The Golden Globe Award for Best Director – Motion Picture has been presented annually by the Hollywood Foreign Press Association, an organization composed of journalists who cover the United States film industry for publications based outside North America, since 1943.",
  "/wiki/Lawrence_of_Arabia_(film)": "Lawrence of Arabia is a 1962 British epic historical drama film based on the life of T. E. Lawrence. Directed by David Lean and produced by Sam Spiegel through his British company Horizon Pictures and Columbia Pictures, with the screenplay by Robert Bolt and Michael Wilson, it stars Peter O'Toole in the title role and Alec Guinness as Prince Faisal. The film, a British and American co-production, depicts Lawrence's experiences in the Ottoman Empire's provinces of Hejaz and Greater Syria during World War I, in particular his attacks on Aqaba and Damascus and his involvement in the Arab National Council. Its themes include Lawrence's emotional struggles with the personal violence inherent in war, his own identity, and his divided allegiance between his native Britain and its army, and his new-found comrades within the Arabian desert tribes. The film also stars Jack Hawkins, Anthony Quinn, Omar Sharif, Anthony Quayle, Claude Rains and Arthur Kennedy.",
  "/wiki/Nastro_d%27Argento": "The Nastro d'Argento (lit. \"Silver Ribbon\") is an Italian film award awarded each year since 1946 by the Sindacato Nazionale Giornalisti Cinematografici Italiani (lit. Italian National Syndicate of Film Journalists). The Nastro d'argento is said to be the oldest movie award in Europe.",
  "/wiki/Doctor_Zhivago_(film)": "Doctor Zhivago (Italian: Il dottor Živago) is a 1965 epic romantic drama film directed by David Lean with a screenplay by Robert Bolt. It is set in Russia between the years prior to World War I and the Russian Civil War of 1917–1922, and is based on the 1957 Boris Pasternak novel Doctor Zhivago.  While immensely popular in the West, the book was banned in the Soviet Union for decades. For this reason, the film could not be made in the Soviet Union and was instead filmed mostly in Spain.",
  "/wiki/David_di_Donatello_for_Best_Foreign_Director": "The David di Donatello for best foreign film director, or, in Italian, Migliore Regista Straniero, was given from 1966 until 1990.",
  "/wiki/Roman_Polanski": "Roman Polański (/pəˈlænski/ pə-LAN-skee, Polish: [ˈrɔman pɔˈlaj̃skʲi] (listen); born 18 August 1933 in Paris; original name Raymond Thierry Liebling) is a French-Polish film director, producer, writer, and actor. Since 1978, Polanski has been a fugitive from the U.S. criminal justice system; he fled the country while awaiting sentencing in his sexual abuse case, in which he pleaded guilty to statutory rape.",
  "/wiki/Repulsion_(film)": "Repulsion is a 1965 British psychological horror film directed by Roman Polanski and based on a story by Polanski and Gérard Brach, who wrote the screenplay with David Stone. It stars Catherine Deneuve as a young, withdrawn woman who finds sexual advances repulsive and after she is left alone in her apartment, becomes even more isolated and detached from reality. Shot in London, it is Polanski's first English-language film and second feature-length production, following Knife in the Water (1962).",
  "/wiki/Ryan%27s_Daughter": "Ryan's Daughter is a 1970 British epic romantic drama film directed by David Lean. The film, set in August 1917 – January 1918, tells the story of a married Irish woman who has an affair with a British officer during World War I, despite moral and political opposition from her nationalist neighbours; it stars Robert Mitchum, Sarah Miles, John Mills, Christopher Jones, Trevor Howard and Leo McKern. The film is a re-telling of the plot of Gustave Flaubert's novel Madame Bovary.",
  "/wiki/BAFTA_Award_for_Best_Direction": "The BAFTA Award for Best Direction is a British Academy Film Award presented annually by the British Academy of Film and Television Arts (BAFTA). John Schlesinger, Roman Polanski, Woody Allen, Alan Parker, Louis Malle, Joel Coen, Peter Weir, Ang Lee, and Alfonso Cuarón tie for the most wins in this category, with two each. Martin Scorsese holds the record for most nominations, with ten.",
  "/wiki/Evening_Standard_British_Film_Awards": "The Evening Standard British Film Awards were established in 1973 by the British London area evening newspaper Evening Standard. The Standard Awards is the only ceremony \"dedicated to British and Irish talent,\" judged by a panel of \"top UK critics.\" Each ceremony honours films from the previous year.",
  "/wiki/Lost_and_Found:_The_Story_of_Cook%27s_Anchor": "Lost and Found: The Story of Cook's Anchor, also known as Lost and Found: The Story of an Anchor, is a 1979 New Zealand documentary television film directed and co-written by David Lean.",
  "/wiki/A_Passage_to_India_(film)": "A Passage to India is a 1984 epic historical drama film written, directed and edited by David Lean. The screenplay is based on the play of the same name by Santha Rama Rau, which was in turn based on the 1924 novel of the same name by E.M. Forster.",
  "/wiki/Academy_Award_for_Best_Film_Editing": "The Academy Award for Best Film Editing is one of the annual awards of the Academy of Motion Picture Arts and Sciences (AMPAS). Nominations for this award are closely correlated with the Academy Award for Best Picture. For 33 consecutive years, 1981 to 2013, every Best Picture winner had also been nominated for the Film Editing Oscar, and about two thirds of the Best Picture winners have also won for Film Editing. Only the principal, \"above the line\" editor(s) as listed in the film's credits are named on the award; additional editors, supervising editors, etc. are not currently eligible. The nominations for this Academy Award are determined by a ballot of the voting members of the Editing Branch of the Academy; there were 220 members of the Editing Branch in 2012. The members may vote for up to five of the eligible films in the order of their preference; the five films with the largest vote totals are selected as nominees. The Academy Award itself is selected from the nominated films by a subsequent ballot of all active and life members of the Academy. This process is essentially the reverse of that of the British Academy of Film and Television Arts (BAFTA); nominations for the BAFTA Award for Best Editing are done by a general ballot of Academy voters, and the winner is selected by members of the editing chapter.",
  "/wiki/Academy_Award_for_Best_Adapted_Screenplay": "The Academy Award for Best Adapted Screenplay is one of the Academy Awards, also known as the Oscars. They are overwhelmingly considered by both entertainment industry insiders as well as the movie-going public to be the most prestigious film awards in the United States. The Oscar for Best Adapted Screenplay is awarded each year to the writer of a screenplay adapted from another source (as opposed to the Oscar for best original screenplay [italics added], for which no additional works are cited by the author(s) as forming the basis for their screenplay, either in part or as a whole). The most frequently adapted media are long-form prose, aka novels; but other adapted narrative formats include plays, musicals, and other theatrical works; short stories; TV series; and even other films, for example, foreign language films. All sequels are automatically considered adaptations by this standard, since the sequel must be based on the story set forth in the original film.",
  "/wiki/BAFTA_Award_for_Best_Adapted_Screenplay": "The British Academy of Film and Television Arts (BAFTA) Award for Best Adapted Screenplay has been presented to its winners since 1968, when the original category (BAFTA Award for Best Screenplay) was split into two awards, the other being the BAFTA Award for Best Original Screenplay.",
  "/wiki/Golden_Globe_Award_for_Best_Screenplay": "The Golden Globe Award for Best Screenplay – Motion Picture is one of the annual awards given by the Hollywood Foreign Press Association.",
  "/wiki/Golden_Globe_Award_for_Best_Foreign_Film": "The Golden Globe Award for Best Foreign Language Film is one of the awards presented at the Golden Globes, an American film awards ceremony.",
  "/wiki/Writers_Guild_of_America_Award": "The Writers Guild of America Awards for outstanding achievements in film, television, radio and video game (added in 2008) writing, including both fiction and non-fiction categories, have been presented annually by the Writers Guild of America, East and Writers Guild of America, West since 1949. In 2004, the awards show was broadcast on television for the first time.",
  "/wiki/David_Lean_filmography": "The following is a filmography of David Lean, whose body of work in the film industry spanned the period from 1930–1984. This list includes the release year of the film, the role(s) Lean had in the production of each film, and additional notes such as awards and nominations. Lean directed 17 feature films in total."
}