{
  "/wiki/Love_Me_Tender_(film)": "Love Me Tender is a 1956 American black-and-white musical western CinemaScope film directed by Robert D. Webb, and released by 20th Century Fox on November 15, 1956. The film, named after the song, stars Richard Egan, Debra Paget, and Elvis Presley in his acting debut. As Presley's movie debut, it was the only time in his acting career that he did not receive top billing.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/Loving_You_(1957_film)": "Loving You is a 1957 American Technicolor musical drama structured as Elvis Presley's first starring film vehicle, following his debut the previous year in a supporting role in the black-and-white film Love Me Tender. Directed by Hal Kanter, the cast includes Lizabeth Scott, Wendell Corey, and Dolores Hart in her movie debut.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/Gibson_J-45": "The Gibson J-45 is a dreadnought style  acoustic guitar  manufactured by the Gibson Guitar Corporation. It is generally regarded as Gibson's most famous and widely used acoustic guitar model.[citation needed]",
  "/wiki/Jailhouse_Rock_(film)": "Jailhouse Rock is a 1957 American musical drama film directed by Richard Thorpe and starring Elvis Presley, Judy Tyler, and Mickey Shaughnessy. Distributed by Metro-Goldwyn-Mayer (MGM) and dramatized by Guy Trosper from a story written by Nedrick Young, the film is about a young man sentenced to prison for manslaughter who is mentored in music by his prison cellmate who realizes his musical abilities. After his release from jail, while looking for a job as a club singer, the young man meets a musical promoter who helps him launch his career. As he develops his musical abilities and becomes a star, his self-centered personality begins to affect his relationships.",
  "/wiki/Metro-Goldwyn-Mayer": "Metro-Goldwyn-Mayer Studios Inc. (initialized as MGM; often referred to as Metro; common metonym: the Lion or Leo) is an American media company, involved primarily in the production and distribution of feature films and television programs. One of the world's oldest film studios, MGM's corporate  headquarters are located at 245 North Beverly Drive in Beverly Hills, California.",
  "/wiki/Stella_(guitar)": "Stella was an American guitar brand owned by the Oscar Schmidt Company. It was founded around 1899. The Stella brand consists of low and mid-level stringed instruments.",
  "/wiki/Maton": "Maton is an Australian musical instruments manufacturing company based in Box Hill, Melbourne. It was founded in 1946 by Bill May and his brother Reg. The name \"Maton\" came from the words \"May Tone\" and is pronounced May Tonne.",
  "/wiki/King_Creole": "King Creole is a 1958 American musical drama film directed by Michael Curtiz. Produced by Hal B. Wallis, the film stars Elvis Presley, Carolyn Jones and Walter Matthau. It is based on the 1952 novel A Stone for Danny Fisher by Harold Robbins, about a nineteen-year-old who gets mixed up with crooks and involved with two women.",
  "/wiki/G.I._Blues": "G.I. Blues is a 1960 American musical comedy film directed by Norman Taurog and starring Elvis Presley, Juliet Prowse, and Robert Ivers. The movie was filmed at Paramount Pictures studio, with some pre-production scenery shot on location in Germany before Presley's release from the army. The movie won a 2nd place or runner-up prize Laurel Award in the category of Top Musical of 1960.",
  "/wiki/Harmony_Company": "The Harmony Company is a former guitar manufacturing company that is currently a brand owned by Singapore company BandLab Technologies. Harmony was, in its heyday, the largest musical instrument manufacturer in the United States. They made many types of string instruments, including ukuleles, acoustic and electric guitars and violins.",
  "/wiki/Flaming_Star": "Flaming Star is a 1960 American Western film starring Elvis Presley and Barbara Eden, based on the book Flaming Lance (1958) by Clair Huffaker. Critics agreed that Presley gave one of his best acting performances as the mixed-blood \"Pacer Burton\", a dramatic role. The film was directed by Don Siegel and had a working title of Black Star.",
  "/wiki/Wild_in_the_Country": "Wild in the Country is a 1961 American drama film directed by Philip Dunne and starring Elvis Presley, Hope Lange, Tuesday Weld, and Millie Perkins. Based on the 1958 novel The Lost Country by J. R. Salamanca, the screenplay concerns a troubled young man from a dysfunctional family who pursues a literary career. The screenplay was written by playwright Clifford Odets.",
  "/wiki/Blue_Hawaii": "Blue Hawaii is a 1961 American musical romantic comedy film set in the state of Hawaii, starring Elvis Presley and directed by Norman Taurog. The screenplay by Hal Kanter was nominated by the \nWriters Guild of America in 1962 in the category of Best Written American Musical. The movie opened at no. 2 in box office receipts for that week and despite mixed reviews from critics, finished as the 10th top-grossing movie of 1961 and 14th for 1962 on the Variety national box office survey, earning $5 million. The film won a fourth place prize Laurel Award in the category of Top Musical of 1961.",
  "/wiki/Follow_That_Dream": "Follow That Dream is a 1962 American musical film starring Elvis Presley made by Mirisch Productions. The movie was based on the 1959 novel Pioneer, Go Home! by Richard P. Powell. Producer Walter Mirisch liked the song Follow that Dream and retitled the picture. The movie reached #5 on the Variety weekly Box Office Survey, staying on the chart for three weeks, and finishing at #33 on the year end list of the top-grossing movies of 1962.",
  "/wiki/United_Artists": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American television digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructured over the ensuing century. Metro-Goldwyn-Mayer acquired the studio in 1981 for a reported $350 million ($1 billion today).",
  "/wiki/Kay_Musical_Instrument_Company": "Kay Musical Instrument Company was a US musical instrument manufacturer of the United States, in operation from 1890. Kay was established in 1931 in Chicago, Illinois, by Henry \"Kay\" Kuhrmeyer, from the assets of the former Stromberg-Voisinet (founded as \"Groeschel Mandolin Company\" in 1890).",
  "/wiki/Kid_Galahad": "Kid Galahad is a 1962 American musical film starring Elvis Presley as a boxer. It was released by United Artists. The film opened at number 9 at the box office when released in the United States in August 1962. Variety ranked it number 37 on the list of the top-grossing films of 1962.",
  "/wiki/Girls!_Girls!_Girls!": "Girls! Girls! Girls! is a 1962 Golden Globe-nominated American musical comedy film starring Elvis Presley as a penniless Hawaiian fisherman who loves his life on the sea and dreams of owning his own boat. \"Return to Sender\", which reached No. 1 on the Billboard pop singles chart, is featured in the film. The film opened at #1 on the Variety box office chart and finished the year at #19 on the year-end list of the top-grossing films of 1962. The film earned $2.6 million at the box office.",
  "/wiki/It_Happened_at_the_World's_Fair": "It Happened at the World's Fair is a 1963 American musical film starring Elvis Presley as a cropdusting pilot. It was filmed in Seattle, Washington, site of the Century 21 Exposition, the 1962 World's Fair. The governor of Washington at the time, Albert Rosellini, suggested the setting to Metro-Goldwyn-Mayer executives. The film made $2.25 million at the box office. [N 1].mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Fun_in_Acapulco": "Fun in Acapulco is a 1963 American musical comedy film starring Elvis Presley and Ursula Andress.",
  "/wiki/Viva_Las_Vegas": "Viva Las Vegas is a 1964 American musical film directed by George Sidney and starring Elvis Presley and Ann-Margret. The film is regarded by fans and film critics as one of Presley's best films, and it is noted for the on-screen chemistry between Presley and Ann-Margret. It also presents a strong set of ten musical song-and-dance scenes choreographed by David Winters and features his dancers. Viva Las Vegas was a hit at film theaters, as it was #14 on the Variety year end box office list of the top-grossing films of 1964.",
  "/wiki/Fender_Stratocaster": "The Fender Stratocaster is a model of electric guitar designed from 1952 into 1954 by Leo Fender, Bill Carson, George Fullerton, and completed by Freddie Tavares. The Fender Musical Instruments Corporation has continuously manufactured the Stratocaster from 1954 to the present. It is a double-cutaway guitar, with an extended top \"horn\" shape for balance like the Precision Bass guitar. Along with the Gibson Les Paul and Fender Telecaster, it is one of the most-often emulated electric guitar shapes. \"Stratocaster\" and \"Strat\" are trademark terms belonging to Fender. Guitars that duplicate the Stratocaster by other manufacturers are usually called S-Type or ST-type guitars.",
  "/wiki/Kissin'_Cousins": "Kissin' Cousins (stylized onscreen as KISƧIN' COUSINS) is a 1964 American musical Panavision Metrocolor comedy film directed by Gene Nelson and starring Elvis Presley. Written by Gerald Drayson Adams and Gene Nelson, the film featured Presley playing two roles: an Air Force officer, with dark hair, and his look-alike hillbilly distant cousin, with blond hair.",
  "/wiki/Roustabout_(film)": "Roustabout is a 1964 American musical feature film starring Elvis Presley as a singer who takes a job working with a struggling carnival. The film was produced by Hal Wallis and directed by John Rich from a screenplay by Anthony Lawrence and Allan Weiss. The screenplay was nominated for a Writers Guild of America award for best written American musical although Roustabout received a lukewarm review in Variety. The film's soundtrack album was one of Elvis Presley's most successful, reaching no. 1 on the Billboard Album Chart.",
  "/wiki/Girl_Happy": "Girl Happy is a 1965 American musical romantic comedy and beach party film starring Elvis Presley in his eighteenth feature. The movie won a fourth place prize Laurel Award in the category Top Musical of 1965. It  featured the song \"Puppet on a String\", which reached #14 on the Billboard Hot 100, #3 on the Adult Contemporary chart and in Canada, and was certified Gold by the RIAA.",
  "/wiki/Fender_Telecaster": "The Fender Telecaster, colloquially known as the Tele /ˈtɛli/, is the world's first commercially successful[note 1] solid-body electric guitar.\nIts simple yet effective design and revolutionary sound broke ground and set trends in electric guitar manufacturing and popular music. Introduced for national distribution as the Broadcaster in the autumn of 1950, it was the first guitar of its kind manufactured on a substantial scale and has been in continuous production in one form or another since its first incarnation.",
  "/wiki/Fender_Precision_Bass": "The Precision Bass (often shortened to \"P-Bass\") is a bass guitar manufactured by Fender Musical Instruments Corporation. In its standard, post-1957 configuration, the Precision Bass is a solid body, four-stringed instrument equipped with a single split-coil humbucking pickup and a one-piece, 20 fret maple neck with rosewood, pau ferro, or maple fingerboard.",
  "/wiki/Tickle_Me": "Tickle Me is a 1965 American musical comedy film directed by Norman Taurog and starring Elvis Presley as a champion rodeo bull-rider and bronco-buster.",
  "/wiki/Harum_Scarum_(film)": "Harum Scarum (released in the United Kingdom as Harem Holiday) is a 1965 American musical comedy film starring Elvis Presley, which was shot on the original Cecil B. DeMille set from the film The King of Kings, with additional footage shot on location at the Iverson Movie Ranch in Chatsworth, Los Angeles. Some of the film was based on Rudolph Valentino's The Sheik released in 1921. The film reached #11 on the Variety national weekly box office chart, earned $2 million at the box office, and finished #40 on the year end list of the top-grossing films of 1965. The film is listed in Golden Raspberry Award founder John Wilson's book The Official Razzie Movie Guide as one of The 100 Most Enjoyably Bad Movies Ever Made.",
  "/wiki/Frankie_and_Johnny_(1966_film)": "Frankie and Johnny is a 1966 American musical film starring Elvis Presley as a riverboat gambler. The role of \"Frankie\" was played by Donna Douglas from The Beverly Hillbillies TV series. The film reached #40 on the Variety weekly national box office list for 1966. The budget of the film was estimated at $4.5 million. The director was Frederick De Cordova, who was the director and producer of The Tonight Show Starring Johnny Carson beginning in 1970.",
  "/wiki/Elvis_Presley's_guitars": "Guitars were a major component of the \"rock and roll\" image created by Elvis Presley in the 1950s and 1960s, onstage and in film appearances."
}