{
  "/wiki/Columbus,_OH": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population of 892,533 as of 2018 estimates, it is the 14th-most populous city in the United States  and one of the fastest growing large cities in the nation. This makes Columbus the second-most populous city in the Midwest (after Chicago, Illinois). It is the core city of the Columbus, OH Metropolitan Statistical Area, which encompasses ten counties. With a population of 2,078,725, it is Ohio's second-largest metropolitan area.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Battelle_Institute": "Battelle Memorial Institute (more widely known as simply Battelle) is a private nonprofit applied science and technology development company headquartered in Columbus, Ohio. Battelle is a charitable trust organized as a nonprofit corporation under the laws of the State of Ohio and is exempt from taxation under Section 501(c)(3) of the Internal Revenue Code because it is organized for charitable, scientific and education purposes. The institute opened in 1929 but traces its origins to the 1923 will of Ohio industrialist Gordon Battelle which provided for its creation. Originally focusing on contract research and development work in the areas of metals and material science, Battelle is now an international science and technology enterprise that explores emerging areas of science, develops and commercializes technology, and manages laboratories for customers.",
  "/wiki/BioValley_(Europe)": "BioValley is the leading life science cluster in Europe, founded 1996. It connects academia and companies of three nations in the Upper Rhine Valley, namely France, Germany and Switzerland. The main objective is the greater research cooperation between companies and academia involved in the life science sectors, including pharmacology, biotechnology, nanotechnology, medical technology, chemistry and agricultural biotechnology.",
  "/wiki/Basel": "Basel (/ˈbɑːzəl/ BAH-zəl, German: [ˈbaːzl̩] (listen)) or Basle (/bɑːl/ BAHL; French: Bâle [bɑl]; Italian: Basilea [baziˈlɛːa]; Romansh: Basilea [baziˈleːa] (listen)) is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city (after Zürich and Geneva) with about 180,000 inhabitants.",
  "/wiki/Freiburg": "Freiburg im Breisgau (German: [ˈfʁaɪbʊʁk ʔɪm ˈbʁaɪsɡaʊ] (listen); Alemannic German: Friburg im Brisgau [ˈfʁiːb̥əɡ̊]) is a city in Baden-Württemberg, Germany, with a population of about 220,000. In the south-west of the country, it straddles the Dreisam river, at the foot of the Schlossberg. Historically, the city has acted as the hub of the Breisgau region on the western edge of the Black Forest in the Upper Rhine Plain. A famous old German university town, and archiepiscopal seat, Freiburg was incorporated in the early twelfth century and developed into a major commercial, intellectual, and ecclesiastical center of the upper Rhine region. The city is known for its medieval minster and Renaissance university, as well as for its high standard of living and advanced environmental practices. The city is situated in the heart of the major Baden wine-growing region and serves as the primary tourist entry point to the scenic beauty of the Black Forest. According to meteorological statistics, the city is the sunniest and warmest in Germany, and held the all-time German temperature record of 40.2 °C (104.4 °F) from 2003 to 2015.",
  "/wiki/Illkirch": "Illkirch-Graffenstaden (French pronunciation: ​[ilkiʁʃ gʁafənʃtadən]) is a commune in the Bas-Rhin department in Grand Est in north-eastern France. It is the second-largest suburb of the city of Strasbourg, and is adjacent to it on the south-southwest. Illkirch-Graffenstaden is one of the fastest growing cities in France and probably in Europe, its population having more than doubled in less than forty years (from 11,648 in 1968 to 26,368 in 2006).",
  "/wiki/Edinburgh_Science_Triangle": "The Edinburgh Science Triangle (EST) is a multi-disciplinary partnership between universities, research institutes, the National Health Service, science parks, the national economic development agency Scottish Enterprise, and central and local government in Edinburgh and neighbouring council areas. The three points of the \"triangle\" are Livingston in West Lothian, Musselburgh in East Lothian, and the Easter Bush campus in Midlothian.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Eindhoven": "Eindhoven (/ˈaɪnthoʊvən/ EYENT-hoh-vən, Dutch: [ˈɛintɦoːvə(n)] (listen)) is the fifth-largest city and a municipality of the Netherlands, located in the south of the country. It had a population of 231,469 in 2019, making it the largest city in the province of North Brabant. Eindhoven was originally located at the confluence of the Dommel and Gender.",
  "/wiki/Leuven": "Leuven (/ˈlɜːvən/, Dutch: [ˈløːvə(n)] (listen)) or Louvain (/luːˈvæ̃/, also US: /luːˈveɪn/, French: [luvɛ̃]; German: Löwen [ˈløːvn̩] (listen)) is the capital and largest city of the province of Flemish Brabant in the Flemish Region of Belgium. It is located about 25 kilometres (16 miles) east of Brussels. The municipality itself comprises the historic city and the former neighbouring municipalities of Heverlee, Kessel-Lo, a part of Korbeek-Lo, Wilsele and Wijgmaal. It is the eighth largest city in Belgium and the fourth in Flanders with more than 100,244 inhabitants.",
  "/wiki/Aachen": "Aachen (/ˈɑːxən/, German: [ˈʔaːxn̩] (listen); Kölsch: Oche [ˈɔːxə]), also known as Bad Aachen (\"Aachen Spa\"), in French and English as Aix-la-Chapelle,[a] in Italian as Aquisgrana, and in Latin as Aquæ Granni, is a spa and border city in North Rhine-Westphalia, Germany. Aachen developed from a Roman settlement and spa, subsequently becoming the preferred medieval Imperial residence of Charlemagne, and, from 936 to 1531, the place where 31 Holy Roman Emperors were crowned Kings of the Germans.",
  "/wiki/Global_Medical_Excellence_Cluster": "Global Medical Excellence Cluster (GMEC) describes the business cluster model formed by premier UK academic institutions with medical centres in biomedical and related technologies and patient care with a view of forging resources and strengths towards medical innovation and healthcare improvement research. Currently, GMEC represents the largest life science bio-cluster in the world.",
  "/wiki/South_East_England": "South East England is the most populous of the nine official regions of England at the first level of NUTS for statistical purposes. It consists of Berkshire, Buckinghamshire, East Sussex, Hampshire, the Isle of Wight, Kent, Oxfordshire, Surrey and West Sussex. As with the other regions of England, apart from Greater London, the south east has no elected government.",
  "/wiki/East_Anglia": "East Anglia is a geographical area in the East of England. The area included has varied but the legally defined NUTS 2 statistical unit comprises the counties of Norfolk, Suffolk and Cambridgeshire, including the City of Peterborough unitary authority area. The name derives from the Anglo-Saxon kingdom of the East Angles, a tribe whose name originated in Anglia, northern Germany.",
  "/wiki/University_of_Oxford": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world and the world's second-oldest university in continuous operation. It grew rapidly from 1167 when Henry II banned English students from attending the University of Paris. After disputes between students and Oxford townsfolk in 1209, some academics fled north-east to Cambridge where they established what became the University of Cambridge. The two \"ancient universities\" are frequently jointly called \"Oxbridge\". The history and influence of the University of Oxford has made it one of the most prestigious universities in the world.",
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.",
  "/wiki/Imperial_College_London": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School.",
  "/wiki/King%27s_College_London": "King's College London (informally King's or KCL) is a public research university located in London, United Kingdom, and a founding college and member institution of the federal University of London. King's was established in 1829 by King George IV and Arthur Wellesley, 1st Duke of Wellington, when it received its first royal charter (as a university college), and is one of the oldest universities in England. In 1836, King's became one of the two founding colleges of the University of London. In the late 20th century, King's grew through a series of mergers, including with Queen Elizabeth College and Chelsea College of Science and Technology (in 1985), the Institute of Psychiatry (in 1997), the United Medical and Dental Schools of Guy's and St Thomas' Hospitals and the Florence Nightingale School of Nursing and Midwifery (in 1998).",
  "/wiki/Queen_Mary_University_of_London": "Queen Mary University of London (QMUL, or informally QM) is a public research university in London, England, and a constituent college of the federal University of London. It dates back to the foundation of London Hospital Medical College in 1785. Queen Mary College, named after Mary of Teck, was admitted to the University of London in 1915 and in 1989 merged with Westfield College to form Queen Mary and Westfield College. In 1995 Queen Mary and Westfield College merged with St Bartholomew's Hospital Medical College and the London Hospital Medical College to form the School of Medicine and Dentistry.",
  "/wiki/University_College_London": "University College London, which has operated under the official name of UCL since 2005, is a public research university located in London, United Kingdom. It is a member institution of the federal University of London, and is the third largest university in the United Kingdom by total enrolment, and the largest by postgraduate enrolment.",
  "/wiki/Golden_triangle_(universities)": "The golden triangle is an unofficial grouping of research universities located in the cities of Cambridge, London and Oxford in the southeast of England.[note 1] The triangle is occasionally referred to as the Loxbridge triangle, a portmanteau of London and Oxbridge.",
  "/wiki/Oxford": "Oxford (/ˈɒksfəd/ OKS-fəd) is a university city in Oxfordshire, England, with a population of 155,000. It is  56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/London_School_of_Economics": "The London School of Economics (officially the London School of Economics and Political Science, often referred to as the LSE) is a public research university located in London, England, and a member institution of the federal University of London. Founded in 1895 by Fabian Society members Sidney Webb, Beatrice Webb, Graham Wallas, and George Bernard Shaw for the betterment of society, LSE joined the University of London in 1900 and established its first degree courses under the auspices of the University in 1901. LSE started awarding its own degrees in its own name in 2008, prior to which it awarded degrees of the University of London.",
  "/wiki/Atlanta,_GA": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Athens,_GA": "Athens, officially Athens–Clarke County, is a consolidated city–county and college town in the U.S. state of Georgia. Athens lies about 70 mi (113 km) northeast of downtown Atlanta, a global city. The University of Georgia, the state's flagship public university and an R1 research institution, is in Athens and contributed to its initial growth. In 1991, after a vote the preceding year, the original City of Athens abandoned its charter to form a unified government with Clarke County, referred to jointly as Athens–Clarke County.  As of 2017[update], the U.S. Census Bureau's estimated population of the consolidated city-county (all of Clarke County except Winterville and a portion of Bogart) was 125,691; the entire county including Winterville and Bogart had a population of 127,064. Athens is the sixth-largest city in Georgia, and the principal city of the Athens metropolitan area, which had a 2017 estimated population of 209,271, according to the U.S. Census Bureau. Metropolitan Athens is a component of the larger Atlanta–Athens–Clarke County–Sandy Springs Combined Statistical Area, a trading area. The city is dominated by a pervasive student culture and music scene centered on downtown Athens, next to the University of Georgia's North Campus.  Major music acts associated with Athens include numerous alternative rock bands such as R.E.M., the B-52's, Widespread Panic, and Neutral Milk Hotel. The city is also known as a recording site for such groups as the Atlanta-based Indigo Girls.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore.",
  "/wiki/Emory_University": "Emory University is a private research university in Atlanta, Georgia. The university was founded as Emory College in 1836 in Oxford, Georgia, by the Methodist Episcopal Church and was named in honor of Methodist bishop John Emory.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/MedCity_(London)": "MedCity (London) describes the collaboration between the Mayor of London and the capital's health science centres of three premier academic institutions Imperial College London, King's College London and University College London comprising the London part of the 'golden triangle'. MedCity was launched in 2014 to increase collaboration between Imperial College, King’s College and University College London — the capital’s three main science universities — and promote the broader 'golden triangle' between London, Cambridge and Oxford to investors.  This collaboration is supported by HEFCE and London & Partners and works with the life sciences sector across the greater south-east of England.",
  "/wiki/Medicon_Valley": "Medicon Valley is a leading international life-sciences cluster in Europe, spanning the Greater Copenhagen region of eastern Denmark and southern Sweden. It is one of Europe's strongest life science clusters, with many life science companies and research institutions located within a relatively small geographical area. The name has officially been in use since 1997.",
  "/wiki/%C3%96resund_Region": "The Øresund Region (Danish: Øresundsregionen [ˈøːɐsɔnsʁɛkiˌoˀnn̩]; Swedish: Öresundsregionen [œːrɛˈsɵ̂nːdsrɛɡɪˌuːnɛn]), also known as Greater Copenhagen for marketing purposes, is a metropolitan region that comprises eastern Denmark and Skåne in southern Sweden. Centred around the Øresund strait and the two cities which lie on either side, Copenhagen in Denmark and Malmö in Sweden, the region is connected by the Øresund Bridge, which spans the strait at its southern end, and the HH Ferry route between Elsinore, Denmark, and Helsingborg, Sweden, at the narrowest point of the strait.",
  "/wiki/University_of_Copenhagen": "The University of Copenhagen (UCPH) (Danish: Københavns Universitet) is the oldest university and research institution in Denmark. Founded in 1479 as a studium generale, it is the second oldest institution for higher education in Scandinavia after Uppsala University (1477). The university today is state-funded, and has 23,473 undergraduate students, 17,398 postgraduate students, 2,968 doctoral students and over 9,000 employees. The university has four campuses located in and around Copenhagen, with the headquarters located in central Copenhagen. Most courses are taught in Danish; however, many courses are also offered in English and a few in German. The university has several thousands of foreign students, about half of whom come from Nordic countries.",
  "/wiki/Lund_University": "Lund University (Swedish: Lunds universitet) is a prestigious university in Sweden and one of northern Europe’s oldest universities. Lund University is consistently ranked among the world's top 100 universities. The university is located in the city of Lund in the province of Scania, Sweden. It arguably traces its roots back to 1425, when a Franciscan studium generale was founded in Lund next to the Lund Cathedral. After Sweden won Scania from Denmark in the 1658 Treaty of Roskilde, the university was officially founded in 1666 on the location of the old studium generale next to Lund Cathedral.",
  "/wiki/Michigan_Life_Sciences_Corridor": "The Michigan Life Sciences Corridor (MLSC) is a $1 billion biotechnology initiative in the U.S. state of Michigan.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/Michigan_State_University": "Michigan State University (MSU) is a public research university in East Lansing, Michigan. MSU was founded in 1855 and served as a model for land-grant universities later created under the Morrill Act of 1862. The university was founded as the Agricultural College of the State of Michigan, one of the country's first institutions of higher education to teach scientific agriculture. After the introduction of the Morrill Act, the college became coeducational and expanded its curriculum beyond agriculture. Today, MSU is one of the largest universities in the United States (in terms of enrollment) and has approximately 634,300 living alumni worldwide.",
  "/wiki/Wayne_State_University": "Wayne State University (WSU) is a public research university in Detroit, Michigan. It is the third largest university in Michigan. Founded in 1868, WSU consists of 13 schools and colleges offering nearly 350 programs to nearly 27,000 graduate and undergraduate students. Wayne State University, along with the University of Michigan and Michigan State University, comprise the University Research Corridor of Michigan.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Van_Andel_Institute": "Van Andel Institute (VAI) is a 501(c)(3) nonprofit biomedical research and science education organization in Grand Rapids, Michigan. VAI was founded by Jay and Betty Van Andel in 1996 and comprises four divisions: Van Andel Research Institute (VARI), Van Andel Education Institute (VAEI), Van Andel Institute Graduate School (VAIGS), and Purple Community.",
  "/wiki/East_Westphalia": "Ostwestfalen-Lippe ([ˈɔstvɛstˈfaːlənˈlɪpə] (listen), literally East(ern) Westphalia-Lippe, abbreviation OWL) is a region in the German state of North Rhine-Westphalia, corresponding to the administrative region of Detmold. Ostwestfalen-Lippe is the eastern part of the region of Westphalia, joined with the Lippe region. The region has a population of 2.07 million, and major cities include Bielefeld, Paderborn, Gütersloh, Herford, Minden and Detmold. The highest point in Ostwestfalen-Lippe is on the side of the Totenkopf (498 m).",
  "/wiki/Oklahoma": "Oklahoma (/ˌoʊkləˈhoʊmə/ (listen); Cherokee: ᎣᎦᎳᎰᎹ, ogalahoma; Choctaw: Oklahumma) is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. It is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents are known as Oklahomans (or colloquially, \"Okies\"), and its capital and largest city is Oklahoma City.",
  "/wiki/University_of_Oklahoma": "The University of Oklahoma (OU) is a public research university in Norman, Oklahoma. Founded in 1890, it had existed in Oklahoma Territory near Indian Territory for 17 years before the two became the state of Oklahoma. In Fall 2018 the university had 31,702 students enrolled, most at its main campus in Norman. Employing nearly 3,000 faculty members, the school offers 152 baccalaureate programs, 160 master's programs, 75 doctorate programs, and 20 majors at the first professional level.",
  "/wiki/Oklahoma_State_University": "Oklahoma State University (OSU) is a public land-grant research university in Stillwater, Oklahoma. OSU was founded in 1890 under the Morrill Act. Originally known as Oklahoma Agricultural and Mechanical College (Oklahoma A&M), it is the flagship institution of the Oklahoma State University System. Official enrollment for the fall 2010 semester system-wide was 35,073, with 23,459 students enrolled at OSU-Stillwater. Enrollment shows the Freshman class of 2012 was the largest on record with 4,298 students. OSU is classified by the Carnegie Foundation as a research university with highest research activity.",
  "/wiki/University_of_Tulsa": "The University of Tulsa (TU) is a private research university in Tulsa, Oklahoma, United States. TU has an historic affiliation with the Presbyterian Church and the campus architectural style is predominantly Collegiate Gothic.",
  "/wiki/Oulu": "Oulu (/ˈoʊluː/ OH-loo, Finnish: [ˈou̯lu] (listen); Swedish: Uleåborg [ʉːlɛɔˈbɔrj] (listen)) is a city and municipality of 203,750 inhabitants (31 January 2019) in the region of North Ostrobothnia, Finland. It is the most populous city in Northern Finland, and the fifth most populous in the country. Only the city of Murmansk, Russia, has more people and is further north.",
  "/wiki/University_of_Oulu": "The University of Oulu (Finnish: Oulun yliopisto) is one of the largest universities in Finland, located in the city of Oulu. It was founded on July 8, 1958. The university has around 13,000 students and 2,900 staff. 21 International Master's Programmes are offered at the university. The university is often ranked as one of the better universities in Finland and in the top-400 worldwide.",
  "/wiki/Paris-Saclay": "Paris-Saclay is a research-intensive and business cluster currently under construction south of Paris, France. It encompasses research facilities, universities, French higher education institutions (grandes écoles) and also research centers of private companies. In 2013, the Technology Review put Paris-Saclay in the top 8 world research clusters. In 2014, it comprised almost 15% of French scientific research capacity.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Ile-de-France": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).",
  "/wiki/Universit%C3%A9_Paris-Saclay": "The University of Paris-Saclay (French: Université Paris-Saclay) is a research university in France. It is part of the Paris-Saclay project, which is a research-intensive academic campus and business cluster being developed on the Plateau de Saclay near Paris, and is expected to become the main center for training and research within the technology cluster of Paris-Saclay. The University integrates several leading grandes écoles, leading public universities, and research centers that are part of the world's top research organizations in various fields.",
  "/wiki/Pittsburgh_Quantum_Institute": "The Pittsburgh Quantum Institute (PQI) is a multidisciplinary research institute that focuses on quantum sciences and engineering in the Pittsburgh region.  It is a research-intensive cluster.",
  "/wiki/Pittsburgh,_PA": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Duquesne_University": "Duquesne University of the Holy Spirit (/djuːˈkeɪn/) is a private Catholic university in Pittsburgh, Pennsylvania, United States. Founded by members of the Congregation of the Holy Spirit, Duquesne first opened its doors as the Pittsburgh Catholic College of the Holy Ghost in October 1878 with an enrollment of 40 students and a faculty of six. In 1911, the college became the first Catholic university-level institution in Pennsylvania. It is the only Spiritan institution of higher education in the world.[citation needed] It is named for an 18th-century governor of New France, Michel-Ange Duquesne de Menneville.",
  "/wiki/Carnegie_Mellon_University": "Carnegie Mellon University (CMU) is a private research university based in Pittsburgh, Pennsylvania. Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees. In 1967, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to form Carnegie Mellon University. With its main campus located 3 miles (5 km) from Downtown Pittsburgh, Carnegie Mellon has grown into an international university with over a dozen degree-granting locations in six continents, including campuses in Qatar and Silicon Valley, and more than 20 research partnerships.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Red_River_Valley_Research_Corridor": "The Red River Valley Research Corridor is the name that has been given to a region in the American state of North Dakota. It roughly comprises the corridor along the Red River of the North. The Research Corridor is anchored by North Dakota State University (NDSU) and the University of North Dakota (UND). The corridor was established in 2002 by United States Senator Byron Dorgan in an effort to draw research dollars to the state. Since that year, Dorgan has helped to direct $300 million to research in the corridor.",
  "/wiki/North_Dakota": "North Dakota ( /- dəˈkoʊtə/ (listen)) is a U.S. state in the midwestern and northern regions of the United States. It is the nineteenth largest in area, the fourth smallest by population, and the fourth most sparsely populated of the 50 states. North Dakota was admitted to the Union on November 2, 1889, along with its neighboring state, South Dakota. Its capital is Bismarck, and its largest city is Fargo.",
  "/wiki/North_Dakota_State_University": "North Dakota State University of Agriculture and Applied Sciences, more commonly known as North Dakota State University (NDSU),  is a public research university located in Fargo, North Dakota.  The institution was founded as North Dakota Agricultural College in 1890 as the research land-grant institution for the state of North Dakota. NDSU is a  doctoral university and is classified as having very high research activity by the Carnegie Foundation. As of 2018, NDSU offers 102 undergraduate majors, 170 undergraduate degree programs, 6 undergraduate certificate programs, 79 undergraduate minors, 81 master's degree programs, 47 doctoral degree programs of study and 10 graduate certificate programs.",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/Research_Triangle": "The Research Triangle, commonly referred to as simply The Triangle, is a region in the Piedmont of North Carolina in the United States, anchored by the three major research universities of North Carolina State University, Duke University, and University of North Carolina at Chapel Hill, as well as the cities of Raleigh and Durham and the town of Chapel Hill. The nine-county region, officially named the Raleigh–Durham–Cary combined statistical area (CSA), comprises the Raleigh–Cary and Durham–Chapel Hill Metropolitan Statistical Areas and the Henderson Micropolitan Statistical Area.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County.\nThe U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates.",
  "/wiki/Cary,_North_Carolina": "Cary /ˈkæri/ is the seventh-largest municipality in North Carolina. Cary is predominantly in Wake County, with a small area in Chatham County in the U.S. state of North Carolina and is the county's second-largest municipality, as well as the third-largest municipality in The Triangle of North Carolina after Raleigh and Durham.",
  "/wiki/Chapel_Hill,_North_Carolina": "Chapel Hill is a town in Orange, Chatham, and Durham counties in the U.S. state of North Carolina. Its population was 57,233 in the 2010 census, making Chapel Hill the 15th-largest city in the state. Chapel Hill, Durham, and the state capital, Raleigh, make up the corners of the Research Triangle (officially the Raleigh–Durham–Chapel Hill combined statistical area), with a total population of 1,998,808.",
  "/wiki/North_Carolina_State_University": "North Carolina State University (also referred to as NCSU, NC State, or just State) is a public research university in Raleigh, North Carolina. It is part of the University of North Carolina system and is a land-, sea-, and space-grant institution. The university forms one of the corners of the Research Triangle together with Duke University in Durham and The University of North Carolina at Chapel Hill.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Salzburg": "Salzburg (German: [ˈzaltsbʊʁk] (listen);[note 1] literally \"Salt Fortress\") is the capital city of the State of Salzburg and with 154,211 inhabitants the fourth-largest city in Austria.",
  "/wiki/Silicon_Fen": "Silicon Fen (sometimes known as the Cambridge Cluster) is the name given to the region around Cambridge, England, which is home to a large cluster of high-tech businesses focusing on software, electronics and biotechnology.  Many of these businesses have connections with the University of Cambridge, and the area is now one of the most important technology centres in Europe.",
  "/wiki/Silicon_Valley": "Silicon Valley is a region in the southern part of the San Francisco Bay Area in Northern California that serves as a global center for high technology, innovation, and social media. It corresponds roughly to the geographical Santa Clara Valley, although its boundaries have increased in recent decades.  San Jose is the Valley's largest city, the third-largest in California, and the tenth-largest in the United States. Other major Silicon Valley cities include Palo Alto, Menlo Park, Redwood City, Cupertino, Santa Clara, Mountain View, and Sunnyvale. The San Jose Metropolitan Area has the third-highest GDP per capita in the world (after Zurich, Switzerland and Oslo, Norway), according to the Brookings Institution.",
  "/wiki/San_Francisco_Bay_Area": "The San Francisco Bay Area, popularly referred to as the Bay Area or simply the Bay, is a populous region surrounding the San Francisco, San Pablo, and Suisun Bay estuaries in Northern California. Although the exact boundaries of the region vary depending on the source, the Bay Area is defined by the Association of Bay Area Governments to include the nine counties that border the aforementioned estuaries: Alameda, Contra Costa, Marin, Napa, San Mateo, Santa Clara, Solano, Sonoma, and San Francisco. Other sources may exclude parts of or even entire counties, or expand the definition to include neighboring counties that do not border the bay such as San Benito, San Joaquin, and Santa Cruz."
}