{
  "/wiki/Susan_Lontine": "Susan Lontine is a Democratic member of the Colorado House of Representatives. She represents District 1, which includes parts of Denver and Jefferson counties. She was first elected to her seat in 2014.",
  "/wiki/Denver": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Alec_Garnett": "Alec Garnett is a Democratic member of the Colorado House of Representatives and the current House Majority Leader. He represents District 2, which covers a portion of the city of Denver. He was first elected in 2014 to replace retiring House Speaker Mark Ferrandino.",
  "/wiki/Serena_Gonzales-Gutierrez": "Serena Lucha Gonzales-Gutierrez (born November 22, 1981) is an American politician who is the member of the Colorado House of Representatives from the 4th district in the City and County of Denver.",
  "/wiki/Alex_Valdez": "Alex James Valdez (born June 3, 1981) is an American politician who is the member of the Colorado House of Representatives from the 5th district in the City and County of Denver.",
  "/wiki/Chris_Hansen_(politician)": "Christopher J. Hansen (born June 16, 1975) is a legislator in the U.S. state of Colorado. Initially elected to the Colorado House of Representatives as a Democrat in 2016 and re-elected in 2018, Hansen represented State House District 6, which encompasses part of east Denver.",
  "/wiki/James_Coleman_(politician)": "James Coleman is a Democratic member of the Colorado House of Representatives. He represents the 7th district, which covers a portion of Denver. He was elected in 2016, succeeding Angela Williams.",
  "/wiki/Leslie_Herod": "Leslie Herod (born 1982) is an American politician, who was elected to the Colorado House of Representatives in the 2016 elections. A member of the Democratic Party, she represents the 8th district. She is the first gay African-American to be elected to Colorado's state legislature.",
  "/wiki/Emily_Sirota": "Emily Lipp Sirota (born August 7, 1979) is an American politician who is a member of the Colorado House of Representatives from the 9th district in the City and County of Denver. She is also the wife of political commentator and radio host David Sirota.",
  "/wiki/Edie_Hooton": "Edie Hooton is a Democratic member of the Colorado House of Representatives. She represents District 10, which serves portions of Boulder County. She was elected in 2016, succeeding Dickey Lee Hullinghorst.",
  "/wiki/Boulder,_Colorado": "Boulder (/ˈboʊldər/) is the home rule municipality that is the county seat and the most populous municipality of Boulder County, Colorado, United States. It is the state's 11th-most-populous municipality; Boulder is located at the base of the foothills of the Rocky Mountains at an elevation of 5,430 feet (1,655 m) above sea level. The city is 25 miles (40 km) northwest of Denver.",
  "/wiki/Jonathan_Singer_(politician)": "Jonathan Singer (born September 13, 1979) is a legislator in the U.S. state of Colorado.  He was appointed in January 2012 as a Democrat to fill the vacancy in House District 11, which includes most of Longmont, as well as Northwest Boulder, part of Niwot and part of Gunbarrel.  He resides in Longmont.",
  "/wiki/Longmont": "Longmont is a Home Rule Municipality in Boulder and Weld counties of the U.S. state of Colorado.  Longmont is located northeast of the county seat of Boulder and 33 miles (53 km) north-northwest of the Colorado State Capitol in Denver.",
  "/wiki/Sonya_Jaquez_Lewis": "Sonya Jaquez Lewis is an American politician who is the member of the Colorado House of Representatives from the 12th district in Boulder County. Lewis is the first Latina and the first LGBTQ person ever elected to the Colorado General Assembly from Boulder County, Colorado.",
  "/wiki/Lafayette,_Colorado": "The City of Lafayette (/ˌlɑːfiːˈɛt, ˌlæf-/) is a Home Rule Municipality located in Boulder County, Colorado, United States.  The city population was 24,453 at the 2010 United States Census.",
  "/wiki/KC_Becker": "Kathleen Collins Becker is an American politician serving as the 39th and current Speaker of the Colorado House of Representatives since 2019. A member of the Democratic Party, she has represented the state's 13th district since 2013.",
  "/wiki/Shane_Sandridge": "Shane Sandridge is a state representative from El Paso County, Colorado. A Republican, Sandridge represents Colorado House of Representatives District 14, which encompasses northern El Paso County, including much of the city of Colorado Springs.",
  "/wiki/Colorado_Springs,_Colorado": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.",
  "/wiki/Dave_Williams_(Colorado_politician)": "Dave Williams is a state representative from Colorado Springs, Colorado. A Republican, Williams represents Colorado House of Representatives District 15, which encompasses Colorado Springs and Cimarron Hills in El Paso County.",
  "/wiki/Larry_Liston": "Larry Liston (born 1952) is a Colorado legislator. A Republican, Liston first served in the Colorado House of Representatives, representing House District 16 from January 2005 to January 2013. Elected to the same house seat in the 2016 general election, Liston was sworn in again in January, 2017.",
  "/wiki/Tony_Exum": "Thomas 'Tony' Exum, Sr. is an American politician and a Democratic member of the Colorado House of Representatives representing District 17 since January 9, 2013. Exum was a Battalion Fire Chief for Colorado Springs, Colorado.",
  "/wiki/Marc_Snyder": "Marc Alan Snyder (born January 6, 1961) is an American politician who is the member of the Colorado House of Representatives from the 18th district in El Paso County.",
  "/wiki/Tim_Geitner_(Colorado_politician)": "Tim Geitner is a state representative from El Paso County, Colorado. A Republican, Geitner represents Colorado House of Representatives District 19, which encompasses the El Paso County communities of Black Forest, Calhan, Ellicott, Gleneagle, Monument, Peyton, Ramah, and Woodmoor.",
  "/wiki/Terri_Carver": "Terri Carver is a state representative from Colorado Springs, Colorado. A Republican, Carver represents Colorado House of Representatives District 20, which encompasses several communities in El Paso County, including Air Force Academy, Cascade, Chipita Park, Colorado Springs, Green Mountain Falls, and Palmer Lake. She was first elected in 2014.",
  "/wiki/Colorado_House_of_Representatives": "The Colorado House of Representatives is the lower house of the Colorado General Assembly, the state legislature of the U.S. state of Colorado. The House is composed of 65 members from an equal number of constituent districts, with each district having 75,000 people.  Representatives are elected to two-year terms, and are limited to four consecutive terms in office but can run again after a two-year respite."
}