{
  "/wiki/Indiana_Jones_and_the_Last_Crusade": "Indiana Jones and the Last Crusade is a 1989 American action-adventure film directed by Steven Spielberg, from a story co-written by executive producer George Lucas. It is the third installment in the Indiana Jones franchise. Harrison Ford reprises the title role, while his father is portrayed by Sean Connery. Other cast members featured include Alison Doody, Denholm Elliott, Julian Glover, River Phoenix, and John Rhys-Davies. In the film, set largely in 1938, Indiana searches for his father, a Holy Grail scholar, who has been kidnapped by Nazis.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/Batman_(1989_film)": "Batman is a 1989 American superhero film directed by Tim Burton and produced by Jon Peters and Peter Guber, based on the DC Comics character of the same name. It is the first installment of Warner Bros.' initial Batman film series. The film stars Jack Nicholson as the Joker and Michael Keaton as Bruce Wayne / Batman, alongside  Kim Basinger, Robert Wuhl, Pat Hingle, Billy Dee Williams, Michael Gough, and Jack Palance. The film takes place early in the title character's war on crime, and depicts a battle with the Joker.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/Back_to_the_Future_Part_II": "Back to the Future Part II is a 1989 American science-fiction film directed by Robert Zemeckis and written by Bob Gale. It is the sequel to the 1985 film Back to the Future and the second installment in the Back to the Future trilogy. The film stars Michael J. Fox, Christopher Lloyd, Thomas F. Wilson, and Lea Thompson. The film follows Marty McFly (Fox) and his friend Dr. Emmett \"Doc\" Brown (Lloyd) as they travel from 1985 to 2015 to prevent Marty's son from sabotaging the McFly family's future; when their arch-nemesis Biff Tannen (Wilson) steals Doc's DeLorean time machine and uses it to alter history for his benefit, the duo must return to 1955 to restore the timeline.",
  "/wiki/Universal_Pictures": "Universal Pictures (also known as Universal Studios, and formerly Universal Film Manufacturing Company) is an American film studio owned by Comcast through the NBCUniversal Film and Entertainment division of its wholly owned subsidiary NBCUniversal. Founded in 1912 by Carl Laemmle, Mark Dintenfass, Charles O. Baumann, Adam Kessel, Pat Powers, William Swanson, David Horsley, Robert H. Cochrane, and Jules Brulatour, it is the oldest surviving film studio in the United States; the world's fifth oldest after Gaumont, Pathé, Titanus, and Nordisk Film; and the oldest member of Hollywood's \"Big Five\" studios in terms of the overall film market. Its studios are located in Universal City, California, and its corporate offices are located in New York City.",
  "/wiki/Look_Who%27s_Talking": "Look Who's Talking is a 1989 American romantic comedy film written and directed by Amy Heckerling, and starring John Travolta and Kirstie Alley. Bruce Willis plays the voice of Mollie's son, Mikey. The film features George Segal as Albert, the married father of Mikey.",
  "/wiki/TriStar_Pictures": "TriStar Pictures, Inc. (spelled as Tri-Star until 1991 and stylized as TRISTAR) is an American film studio that is a division of the Sony Pictures Motion Picture Group and is a sister studio of the larger Sony studio Columbia Pictures and part of Sony Pictures, which is owned by Japanese multinational conglomerate Sony Corporation.",
  "/wiki/Dead_Poets_Society": "Dead Poets Society is a 1989 American drama film directed by Peter Weir, written by Tom Schulman, and starring Robin Williams. Set in 1959 at the fictional elite conservative Vermont boarding school Welton Academy, it tells the story of an English teacher who inspires his students through his teaching of poetry.",
  "/wiki/Disney": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/Touchstone_Pictures": "Touchstone Pictures is a dormant American film distribution label of Walt Disney Studios Motion Pictures, created and owned by The Walt Disney Company.",
  "/wiki/Lethal_Weapon_2": "Lethal Weapon 2 is a 1989 American buddy cop action comedy film directed by Richard Donner, and starring Mel Gibson, Danny Glover, Joe Pesci, Patsy Kensit, Derrick O'Connor and Joss Ackland. It is a sequel to the 1987 film Lethal Weapon and the second installment in the Lethal Weapon film series.",
  "/wiki/Honey,_I_Shrunk_the_Kids": "Honey, I Shrunk the Kids is a 1989 American comic science fiction film. The first installment of the titular film series was the directorial debut of Joe Johnston and produced by Walt Disney Pictures. The plot involves the story of an inventor who accidentally shrinks his own and his next door neighbor's children to a quarter of an inch (6 mm) with his electromagnetic shrinking machine and accidentally throws them out with the trash, where they must venture into their backyard to return home while fending off insects and negotiating hazards.",
  "/wiki/Ghostbusters_II": "Ghostbusters II is a 1989 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, Sigourney Weaver, Ramis, Rick Moranis, Ernie Hudson, and Annie Potts. It is the sequel to the 1984 film Ghostbusters and the second film in the Ghostbusters franchise. Set five years after the events of the first film, the Ghostbusters have been sued and put out of business after the destruction caused during their battle with the demi-god Gozer. When a new, powerful, paranormal threat emerges, the Ghostbusters reform to combat it and save the world.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/The_Little_Mermaid_(1989_film)": "The Little Mermaid is a 1989 American animated musical romantic fantasy film produced by Walt Disney Feature Animation and Walt Disney Pictures. The 28th Disney animated feature film and first film in The Little Mermaid franchise, the film is loosely based on the Danish fairy tale of the same name by Hans Christian Andersen. The film tells the story of a mermaid princess named Ariel who dreams of becoming human, after falling in love with a human prince named Eric. Written and directed by Ron Clements and John Musker, with music by Alan Menken and Howard Ashman (who also served as co-producer alongside John Musker), and art direction by Michael Peraza Jr. and Donald A. Towns, the film features the voices of Jodi Benson, Christopher Daniel Barnes, Pat Carroll, Samuel E. Wright, Jason Marin, Kenneth Mars, Buddy Hackett, and René Auberjonois.",
  "/wiki/Born_on_the_Fourth_of_July_(film)": "Born on the Fourth of July is a 1989 American biographical war drama film based on the eponymous 1976 autobiography by Ron Kovic. Directed by Oliver Stone, and written by Stone and Kovic, it stars Tom Cruise, Kyra Sedgwick, Raymond J. Barry, Jerry Levine, Frank Whaley and Willem Dafoe. The film depicts the life of Kovic (Cruise) over a 20-year period, detailing his childhood, his military service and paralysis during the Vietnam War, and his transition to anti-war activism. It is the second installment in Stone's trilogy of films about the Vietnam War, following Platoon (1986) and preceding Heaven & Earth (1993)."
}