{
  "/wiki/Bute_Building": "The Bute Building (Welsh: Adeilad Bute) is a Cardiff University building in Cathays Park, Cardiff, Wales. It houses the Welsh School of Architecture and the Cardiff School of Journalism, Media and Cultural Studies. It is a Grade II listed building.",
  "/wiki/Percy_Thomas": "Sir Percy Edward Thomas OBE (13 September 1883 – 19 August 1969) was an English architect based in Wales for the majority of his life. He was twice RIBA president (1935–37 and 1943–46).",
  "/wiki/Cardiff_Central_railway_station": "Cardiff Central railway station (Welsh: Caerdydd Canolog, formerly Cardiff General) is a major station on the South Wales Main Line, located in the capital of Wales, Cardiff. It is one of the city's two urban rail network hubs, along with Cardiff Queen Street.",
  "/wiki/Central_Square,_Cardiff": "Central Square (Welsh: Sgwâr Canolog) is a large public space in Cardiff, Wales, adjacent to Cardiff Central railway station and including Cardiff bus station.",
  "/wiki/Great_Western_Railway": "The Great Western Railway (GWR) was a British railway company that linked London with the southwest and west of England, the West Midlands, and most of Wales. It was founded in 1833, received its enabling Act of Parliament on 31 August 1835 and ran its first trains in 1838. It was engineered by Isambard Kingdom Brunel, who chose a broad gauge of 7 ft (2,134 mm)—later slightly widened to 7 ft 1⁄4 in (2,140 mm)—but, from 1854, a series of amalgamations saw it also operate 4 ft 8 1⁄2 in (1,435 mm) standard-gauge trains; the last broad-gauge services were operated in 1892.",
  "/wiki/Eglwys_Dewi_Sant,_Cardiff": "Eglwys Dewi Sant (St David's Church, though originally dedicated to St Andrew) is a Grade II listed church building in the centre of Cardiff, Wales. It is the only church in the Diocese of Llandaff to conduct its services exclusively in the Welsh language.",
  "/wiki/William_Butterfield": "William Butterfield (7 September 1814 – 23 February 1900) was a Gothic Revival architect and associated with the Oxford Movement (or Tractarian Movement). He is noted for his use of polychromy.",
  "/wiki/Golden_Cross,_Cardiff": "The Golden Cross is a Grade II listed public house in the centre of Cardiff, Wales. The current building dates from 1903 and is noted for its distinctive ceramic tiling.",
  "/wiki/The_Hayes": "The Hayes (Welsh: Yr Ais) is a commercial area in the southern city centre of the Welsh capital, Cardiff. Centred on the road of that name leading south towards the east end of the city centre, the area is mostly pedestrianised and has an open-air snack bar.",
  "/wiki/New_Theatre,_Cardiff": "The New Theatre (Welsh: Theatr Newydd, although it usually uses its English name as a title) is one of the principal theatres in Cardiff, capital city of Wales, and celebrated its centenary in 2006. It is located in Cardiff city centre on Park Place, close to Cathays Park.",
  "/wiki/Bath_stone": "Bath Stone is an oolitic limestone comprising granular fragments of calcium carbonate. Originally obtained from the Combe Down and Bathampton Down Mines under Combe Down, Somerset, England, its warm, honey colouring gives the World Heritage City of Bath, England, its distinctive appearance. An important feature of Bath Stone is that it is a 'freestone', so-called because it can be sawn or 'squared up' in any direction, unlike other rocks such as slate, which forms distinct layers.",
  "/wiki/Glamorganshire_Canal": "The Glamorganshire Canal was a valley-side canal, in South Wales, UK, running from Merthyr Tydfil to Cardiff.",
  "/wiki/Queen_Street,_Cardiff": "Cardiff city centre (Welsh: Canol Dinas Caerdydd) is the city centre and central business district of Cardiff, Wales. The area is tightly bound by the River Taff to the west, the Civic Centre to the north and railway lines and two railway stations – Central and Queen Street – to the south and east respectively. Cardiff became a city in 1905.",
  "/wiki/Prince_of_Wales_Theatre,_Cardiff": "The Prince of Wales Theatre is a former theatre in central Cardiff. Built in 1878 seating 2,800, it later became a sex cinema. It is now a pub.",
  "/wiki/St_Mary_Street/High_Street": "St Mary Street (Heol Eglwys Fair) and High Street (Heol Fawr) are major commercial streets in the Castle Quarter of Cardiff city centre, Wales, which form a major north–south thoroughfare in the centre.  High Street begins at the junction of Castle Street on the A4161 and ends at the junction of Church Street and Quay Street, from where St Mary Street begins until the roundabout at Callaghan Square on the A4160.",
  "/wiki/Venetian_Gothic_architecture": "Venetian Gothic is the local variant architectural style for Venice of Italian Gothic architecture, with a confluence of influences from local building requirements, some influence from Byzantine architecture, and some from Islamic architecture, reflecting Venice's trading network.  Very unusually for medieval architecture, the style is both at its most characteristic in secular buildings, and the great majority of survivals are secular.",
  "/wiki/Greek_Revival_architecture": "The Greek Revival was an architectural movement of the late 18th and early 19th centuries, predominantly in Northern Europe and the United States. It revived the style of ancient Greek architecture, in particular the Greek temple, with varying degrees of thoroughness and consistency.  A product of Hellenism, it may be looked upon as the last phase in the development of Neoclassical architecture, which had for long mainly drawn from Roman architecture. The term was first used by Charles Robert Cockerell in a lecture he gave as Professor of Architecture to the Royal Academy of Arts, London in 1842.",
  "/wiki/Royal_Hotel,_Cardiff": "The Royal Hotel is a Grade II listed hotel on a prominent corner of St Mary Street/Wood Street in the centre of Cardiff, Wales. It is Cardiff's oldest grand hotel.",
  "/wiki/Water_Tower,_Cardiff_Central_Station": "The Water Tower at Cardiff Central Station, Cardiff, Wales is a Grade II listed building, previously used to supply water to steam locomotives on the Great Western Railway. It is located next to the western end of Platform 0, overlooking the River Taff.",
  "/wiki/Listed_buildings_in_Cardiff": "There are around 1000 listed buildings in Cardiff, the capital city of Wales. A listed building is one considered to be of special architectural, historical or cultural significance, which is protected from being demolished, extended or altered, unless special permission is granted by the relevant planning authorities. The Welsh Government makes decisions on individual cases, taking advice from the heritage agency Cadw, the Royal Commission on the Ancient and Historical Monuments of Wales and local councils."
}