{
  "/wiki/Herb_Gray": "Herbert Eser \"Herb\" Gray PC CC QC (May 25, 1931 – April 21, 2014) was a prominent Canadian politician. He served as a Member of Parliament for Windsor West for four decades, from 1962 to 2002; and consequently he is the longest serving Member of Parliament in Canadian history. He also served as cabinet minister under three prime ministers, and as deputy prime minister from 1997 to 2002. He was Canada's first Jewish federal cabinet minister. He is one of few Canadians granted the honorific The Right Honourable who was not so entitled by virtue of a position held.",
  "/wiki/Liberal_Party_of_Canada": "The Liberal Party of Canada (French: Parti libéral du Canada) is the oldest and longest-serving political party in Canada. The party has dominated federal politics for much of Canada's history,  holding power for almost 70 years in the 20th century—more than any other party in a developed country—and as a result, it is sometimes referred to as Canada's \"natural governing party\".",
  "/wiki/Windsor_West": "Windsor West (French: Windsor-Ouest) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1968.",
  "/wiki/Brian_Masse": "Brian S. Masse MP (born July 9, 1968) is a Canadian politician.  He has served in the House of Commons of Canada since 2002, representing the riding of Windsor West as a member of the New Democratic Party.",
  "/wiki/New_Democratic_Party_(Canada)": "The New Democratic Party (NDP; French: Nouveau Parti démocratique, NPD) is a social-democratic federal political party in Canada. The party was founded in 1961 out of the merger of the Co-operative Commonwealth Federation (CCF) with the Canadian Labour Congress (CLC). On the Canadian political spectrum, the party sits to the left of the Liberal Party. Since 2017, the NDP has been led by Jagmeet Singh, who is the first Indo-Canadian to lead a major federal party in Canada. The federal and provincial (or territorial) level NDPs are more integrated than other political parties in Canada, and have shared membership (except for the New Democratic Party of Quebec).",
  "/wiki/Alfonso_Gagliano": "Alfonso Gagliano PC  (Italian pronunciation: [alˈfɔnso gaʎˈʎaːno]; born January 25, 1942) is a Canadian accountant and a former Liberal Party politician.",
  "/wiki/Saint-L%C3%A9onard%E2%80%94Saint-Michel": "Saint-Léonard—Saint-Michel (formerly Saint-Léonard) is a federal electoral district within the City of Montreal in Quebec, Canada, that has been represented in the House of Commons of Canada since 1988. Its population during the 2011 election was 108,811.",
  "/wiki/Ambassador": "An ambassador is an official envoy, especially a high-ranking diplomat who represents a state and is usually accredited to another sovereign state or to an international organization as the resident representative of their own government or sovereign or appointed for a special and often temporary diplomatic assignment. The word is also often used more liberally for persons who are known, without national appointment, to represent certain professions, activities and fields of endeavor such as sales.",
  "/wiki/Massimo_Pacetti": "Massimo Pacetti (born August 22, 1962) is a Canadian politician from Quebec, Canada. Pacetti was first elected to the House of Commons of Canada in a 2002 by-election and continued as the Member of Parliament for Saint-Léonard—Saint-Michel sitting with the Liberal caucus until 2014; he served his last year of office as an Independent MP.",
  "/wiki/Ronald_Duhamel": "Ronald J. Duhamel, PC (March 2, 1938 – September 30, 2002) was a Canadian Member of Parliament and Senator.",
  "/wiki/Saint_Boniface_(electoral_district)": "Saint Boniface—Saint Vital (French: Saint-Boniface—Saint-Vital; formerly Saint Boniface) is a federal electoral district in Winnipeg, Manitoba that has been represented in the House of Commons of Canada since 1925.",
  "/wiki/Senate_of_Canada": "The Senate of Canada (French: Sénat du Canada) is the upper house of the Parliament of Canada, along with the House of Commons and the monarch (represented by the governor general). The Senate is modelled after the British House of Lords and consists of 105 members appointed by the governor general on the advice of the prime minister. Seats are assigned on a regional basis: four regions—defined as Ontario, Quebec, the Maritime provinces, and the Western provinces—each receives 24 seats, with the last nine seats allocated to the remaining portions of the country: six to Newfoundland and Labrador and one each to the three northern territories. Senators may serve until they reach the age of 75.",
  "/wiki/Raymond_Simard": "Raymond Simard, PC (born March 8, 1958) is a politician from Manitoba, Canada.  He was a member of the House of Commons of Canada from 2002 to 2008, representing the riding of Saint Boniface for the Liberal Party of Canada.",
  "/wiki/Brian_Tobin": "Brian Vincent Tobin, PC OC (born October 21, 1954) is a Canadian businessman and former politician. Tobin served as the sixth Premier of Newfoundland from 1996 to 2000. Tobin was also a prominent Member of Parliament and served as a Cabinet Minister in Jean Chrétien's Liberal government.",
  "/wiki/Bonavista%E2%80%94Trinity%E2%80%94Conception": "Bonavista—Trinity—Conception was a federal electoral district in Newfoundland and Labrador, Canada, that was represented in the House of Commons of Canada from 1968 to 2003.",
  "/wiki/John_Efford": "Ruben John Efford, PC (born January 6, 1944) is a former Canadian politician.",
  "/wiki/Preston_Manning": "Ernest Preston Manning PC CC AOE (born June 10, 1942) is a Canadian politician. He was a founder and the only leader of the Reform Party of Canada, a Canadian federal political party that evolved into the Canadian Alliance which in turn merged with the Progressive Conservative Party to form today's Conservative Party of Canada. Manning represented the federal constituency of Calgary Southwest in the Canadian House of Commons from 1993 until his retirement in 2002. He served as Leader of the Official Opposition from 1997 to 2000.",
  "/wiki/Canadian_Alliance": "The Canadian Alliance (French: Alliance canadienne), formally the Canadian Reform Conservative Alliance (French: Alliance réformiste-conservatrice canadienne), was a conservative and centre-right to right-wing populist federal political party in Canada that existed from 2000 to 2003. The party was the successor to the Reform Party of Canada and inherited its position as the Official Opposition in the House of Commons of Canada and held it throughout its existence. The party supported policies that were both fiscally and socially conservative, seeking reduced government spending on social programs and reductions in taxation.",
  "/wiki/Calgary_Southwest": "Calgary Southwest was a federal electoral district in Alberta, Canada, that was represented in the House of Commons of Canada from 1988 to 2015. The district was in the southwest part of the City of Calgary, south of Glenmore Trail, and west of the Canadian Pacific railway.",
  "/wiki/Stephen_Harper": "Stephen Joseph Harper PC CC (born April 30, 1959) is a Canadian economist and retired politician who served as the 22nd prime minister of Canada for nearly a decade, from February 6, 2006, to November 4, 2015. Harper has served as the leader of the International Democrat Union since February 2018.",
  "/wiki/George_S._Baker": "George S. Baker, PC (born September 4, 1942) is a Canadian politician and former member of the Senate of Canada.",
  "/wiki/Gander%E2%80%94Grand_Falls": "Gander—Grand Falls was a federal electoral district in Newfoundland and Labrador, Canada, that was represented in the House of Commons of Canada from 1988 to 2004.",
  "/wiki/Rex_Barnes": "Rex Barnes (born June 4, 1959) is a Canadian politician.",
  "/wiki/Progressive_Conservative_Party_of_Canada": "The Progressive Conservative Party of Canada (French: Parti progressiste-conservateur du Canada; PC) was a federal political party in Canada.",
  "/wiki/Raymond_Lavigne": "Raymond Lavigne (born November 16, 1945) is a former Canadian senator and businessman, and a former Member of Parliament (MP).",
  "/wiki/Verdun%E2%80%94Saint-Henri%E2%80%94Saint-Paul%E2%80%94Pointe-Saint-Charles": "Verdun (also known as Verdun—Saint-Paul, Verdun—Saint-Henri and Verdun—Saint-Henri—Saint-Paul—Pointe-Saint-Charles) was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1935 to 1949 and from 1953 to 2004.",
  "/wiki/Liza_Frulla": "Liza Frulla, PC CM OQ (born March 30, 1949, in Montreal, Quebec), formerly known as Liza Frulla-Hébert, is a former Canadian politician. She was a Liberal Member of the National Assembly of Quebec from 1989 to 1998, a Liberal Member of Parliament from 2002 to 2006, and a member of the Cabinet of Prime Minister Paul Martin.",
  "/wiki/St%C3%A9phan_Tremblay": "Stéphan Tremblay (born November 4, 1973) is a former politician in Quebec, Canada. Tremblay was a member of the House of Commons of Canada from 1996 to 2002, and a member of the National Assembly of Quebec from 2002 to 2006. He was born in Alma, Quebec.",
  "/wiki/Bloc_Qu%C3%A9b%C3%A9cois": "The Bloc Québécois (BQ), (French pronunciation: ​[blɔk kebekwa], \"Quebecer Bloc\") is a federal political party in Canada devoted to Quebec nationalism and the promotion of Quebec sovereignty. The Bloc was formed by Members of Parliament (MPs) who defected from the federal Progressive Conservative Party and Liberal Party during the collapse of the Meech Lake Accord. Founder Lucien Bouchard was a cabinet minister in the federal Progressive Conservative government of Brian Mulroney.",
  "/wiki/Lac-Saint-Jean%E2%80%94Saguenay": "Lac-Saint-Jean is a federal electoral district in the Saguenay–Lac-Saint-Jean region of northeast Quebec, Canada, that was represented in the House of Commons of Canada from 1925 to 2004, and has been represented since 2015.",
  "/wiki/S%C3%A9bastien_Gagnon": "Sébastien Gagnon (born May 21, 1973) is a Canadian businessman and former politician and soldier. Gagnon was elected as a Bloc Québécois member of the House of Commons of Canada in a 2002 by-election. He was elected in the riding of Lac-Saint-Jean—Saguenay and was re-elected in the 2004 Canadian federal election in the riding of Jonquière—Alma. Gagnon is the former Bloc critic of Regional Development, and is a former critic of Children and Youth. He was defeated in the 2006 federal election.",
  "/wiki/Michel_Bellehumeur": "Michel Bellehumeur (born January 21, 1963) is a Quebec politician. He was the Bloc Québécois Member of Parliament for the riding of Berthier—Montcalm.",
  "/wiki/Berthier%E2%80%94Montcalm": "Berthier—Montcalm was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1988 to 2004.",
  "/wiki/Roger_Gaudet": "Roger Gaudet (born May 26, 1945 in Saint-Liguori, Quebec) is a Canadian politician.",
  "/wiki/John_Richardson_(Canadian_MP)": "BGen John Alexander \"Jack\" Richardson (1 December 1932 – 2 June 2010) was a member of the House of Commons of Canada from 1993 to 2002. His career was in education and defence. During his term with the Canadian Forces, he attained the rank of Brigadier General.",
  "/wiki/Perth%E2%80%94Middlesex": "Perth—Middlesex was an electoral district in Ontario, Canada, that was represented in the House of Commons of Canada from 1997 to 2003 and in the Legislative Assembly of Ontario from 1999 to 2007.",
  "/wiki/Gary_Schellenberger": "Gary Ralph Schellenberger (born September 15, 1943) is a Canadian politician.  He was a member of the House of Commons of Canada from 2003 to 2015, and represented the riding of Perth—Wellington for the Conservative Party. Schellenberger won five successive elections in eight years from 2003 to 2011. He did not stand for re-election in 2015.",
  "/wiki/Pierre_Brien": "Pierre Brien (born 22 June 1970 in Ville-Marie, Quebec) was a Member of Parliament from 25 October 1993 to 14 March 2003. By career, he has worked in administration and economics.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/T%C3%A9miscamingue_(electoral_district)": "Abitibi—Témiscamingue is a federal electoral district in Quebec, Canada, that has been represented in the House of Commons of Canada since 2004. The area was also represented by the electoral district of Témiscamingue from 1968 until 2004.",
  "/wiki/Gilbert_Barrette": "Gilbert Barrette (born May 29, 1941) is a Canadian politician.",
  "/wiki/Antoine_Dub%C3%A9": "Antoine Dubé (born May 15, 1947) was a member of the House of Commons of Canada from 1993 to 2003. Born in Sainte-Rita, Quebec, Dubé has worked in administration and recreation.",
  "/wiki/L%C3%A9vis-et-Chutes-de-la-Chaudi%C3%A8re": "Lévis was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 2004. It was created by the British North America Act, 1867. From 1998 to 2003, it was known as Lévis-et-Chutes-de-la-Chaudière. It was abolished in 2003 when it was redistributed into Lévis—Bellechasse and Lotbinière—Chutes-de-la-Chaudière ridings.",
  "/wiki/Christian_Jobin": "Christian Jobin (born April 7, 1952) is a Canadian politician and was the Member of Parliament (MP) for the district of Lévis-et-Chutes-de-la-Chaudière from 2025 to 2004. He has been a Liberal.",
  "/wiki/Mac_Harb": "Mac Harb (born November 10, 1953) is a Canadian former politician, who served successively in local Ottawa positions, as a Member of the House of Commons, and as a Senator for Ontario. He resigned his seat as Senator in 2013 amidst the Canadian Senate expenses scandal.",
  "/wiki/Ottawa_Centre": "Ottawa Centre (French: Ottawa-Centre) is an urban federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1968. While the riding's boundaries (mainly to the south and west as the north and east borders have remained the Ottawa River and Rideau River, respectively) have changed over the years to account for population changes, the riding has always comprised the central areas of Ottawa, the nation's capital.",
  "/wiki/Ed_Broadbent": "John Edward \"Ed\" Broadbent PC CC (born March 21, 1936) is a Canadian social-democratic politician, political scientist, and chair of the Broadbent Institute, a policy thinktank. He was leader of the New Democratic Party of Canada (NDP) from 1975 to 1989. In the 2004 federal election, he returned to Parliament for one additional term as the Member of Parliament for Ottawa Centre.",
  "/wiki/Jean_Chr%C3%A9tien": "Joseph Jacques Jean Chrétien PC OM CC QC (French pronunciation: ​[ʒã kʁe.tsjẽ]; born January 11, 1934) is a Canadian politician who served as the 20th prime minister of Canada from November 4, 1993, to December 12, 2003.",
  "/wiki/Saint-Maurice_(electoral_district)": "Saint Maurice was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1867 to 1896. Saint-Maurice was a federal electoral district in Quebec, Canada, that was represented in the House of Commons of Canada from 1968 to 2004.",
  "/wiki/Marcel_Gagnon": "Marcel Gagnon (born April 19, 1936) is a former Canadian politician. A businessman, he served as a legislator for both the National Assembly of Quebec and the House of Commons.",
  "/wiki/Allan_Rock": "Allan Michael Rock PC OOnt QC (born August 30, 1947) is a Canadian lawyer, former politician, diplomat and university administrator. He was Canada's ambassador to the United Nations (2004–2006) and had previously served in the Cabinet of Jean Chrétien, most notably as Justice Minister (1993–1997) and Health Minister (1997–2002).",
  "/wiki/Etobicoke_Centre_(electoral_district)": "Etobicoke Centre (French: Etobicoke-Centre) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1979.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Boris_Wrzesnewskyj": "Borys Wrzesnewskyj (/ˌbɒrɪs fʃɪsˈnɛfski/ BORR-iss fshiss-NEF-skee;[a] born November 10, 1960) is a Canadian politician who represented the riding of Etobicoke Centre in the House of Commons of Canada. He held the riding from 2004 to 2011 and again from 2015 to 2019. He is a member of the Liberal Party.",
  "/wiki/John_Harvard_(politician)": "John Harvard, PC OM (June 4, 1938 – January 9, 2016) was a Canadian journalist, politician and office holder in Manitoba.  He served as a federal Member of Parliament from 1988 to 2004, and was appointed the 23rd Lieutenant Governor of Manitoba just before Canada's 2004 federal election.",
  "/wiki/Charleswood%E2%80%94St._James%E2%80%94Assiniboia": "Charleswood—St. James—Assiniboia—Headingley (formerly known as Charleswood—Assiniboine and Charleswood—St. James—Assiniboia) is a federal electoral district in Manitoba, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Steven_Fletcher_(politician)": "Steven John Fletcher PC (born June 17, 1972) is a Canadian politician. Flecher was the leader of the Manitoba Party from 2018 to 2019 and an MLA in the Manitoba Legislative Assembly.",
  "/wiki/Conservative_Party_of_Canada": "The Conservative Party of Canada (French: Parti conservateur du Canada), colloquially known as the Tories, is a federal political party in Canada. It was formed in 2003 from the multiple right-wing parties which had existed in Canada for over a century, historically grouped into two camps, \"Red Tories\" and \"Blue Tories\". The party sits at the centre-right to the right-wing of the Canadian political spectrum, with the Liberal Party of Canada positioned centre to centre-left. Like their federal Liberal rivals, the party is defined as a \"big tent\", welcoming a broad variety of members. The party's leader is Andrew Scheer, who serves as Leader of the Official Opposition until his announcement of resignation on 12 December 2019."
}