{
  "/wiki/ASM_Clermont_Auvergne": "Association Sportive Montferrandaise Clermont Auvergne (pronounced [klɛʁmɔ̃ ovɛʁɲ]) is a French rugby union club from Clermont-Ferrand in Auvergne-Rhône-Alpes that currently competes in Top 14, the top level of the French league system. Clermont are two times French champions in 2009-10 and 2016-17. The rugby section is a part of a multi-sport club called AS Montferrand, which was founded in 1911 and adopted that name in 1919. Although the rugby section changed its name to the current ASM Clermont Auvergne in 2004, it is still frequently referred to as Montferrand both within and outside France.",
  "/wiki/Top_14": "The Top 14 (French pronunciation: ​[tɔp katɔʀz]) is a professional rugby union club competition that is played in France created in 1892. The Top 14 is at the top of the national league system operated by the French National Rugby League, also known by its French initialism of LNR. There is promotion and relegation between the Top 14 and the next level down, the Rugby Pro D2. The fourteen best rugby teams in France participate in the competition, hence the name Top 14. The competition was previously known as the Top 16.",
  "/wiki/Harlequin_F.C.": "The Harlequin Football Club (Harlequins or Quins for short) is an English rugby union team that plays in the top level of English rugby, the English Premiership. Their ground in London is the Twickenham Stoop.  They were one of the founding members of the RFU.",
  "/wiki/English_Premiership_(rugby_union)": "Premiership Rugby (officially known as Gallagher Premiership Rugby, or the Gallagher Premiership due to sponsorship reasons) is an English professional rugby union competition. The Premiership consists of twelve clubs, and is the top division of the English rugby union system. Premiership clubs qualify for Europe's two main club competitions, the European Rugby Champions Cup and the European Rugby Challenge Cup. The team finishing at the bottom of the Premiership each season is relegated to the second division, the RFU Championship; the winner of the Championship is promoted to the Premiership.",
  "/wiki/Gloucester_Rugby": "Gloucester Rugby are a professional rugby union club based in the West Country city of Gloucester. They play in Premiership Rugby, England's top division of rugby, as well as in European competitions.",
  "/wiki/Cardiff_Blues": "Cardiff Blues (Welsh: Gleision Caerdydd) are one of the four professional Welsh regional rugby union teams. Based in Cardiff, the capital of Wales, the team play at Cardiff Arms Park and are owned by Cardiff Blues Rugby LTD, who also own and run Cardiff Rugby Football Club.",
  "/wiki/Pro14": "The PRO14 (known as the Guinness PRO14 Championship for sponsorship reasons) is an annual rugby union competition involving professional sides from Ireland, Italy, Scotland, South Africa and Wales. The league is one of the three major professional leagues in Europe (along with the English Premiership and the French Top 14), the most successful European teams from which go forward to compete in the European Rugby Champions Cup, the pan-European championship which replaced the Heineken Cup after the 2013–14 season.",
  "/wiki/Northampton_Saints": "Northampton Saints (officially Northampton Rugby Football Club) is a professional rugby union club from Northampton, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Sale_Sharks": "Sale Sharks is a professional rugby union club from  Greater Manchester, England. They play in the Premiership Rugby, England's top division of rugby.",
  "/wiki/Bath_Rugby": "Bath Rugby (also known as just Bath) is an English professional rugby union club in Bath, Somerset. They play in the English Premiership. The club has won England's domestic competition, the Premiership Rugby Cup, the Heineken Cup, and the European Challenge Cup.",
  "/wiki/CS_Bourgoin-Jallieu": "CS Bourgoin-Jallieu is a French rugby union club currently competing in the second level of the French league system (also known by its French initialism of LNR) in the Fédérale 1. The club have been runners-up in the French championship and the Challenge Yves du Manoir competitions, and have won the Challenge Cup.",
  "/wiki/Stade_Fran%C3%A7ais": "Stade Français Paris Rugby (French pronunciation: ​[stad fʁɑ̃sɛ]) is a French professional rugby union club based in the 16th arrondissement of Paris. The club plays in the Top 14 domestic league in France and is one of the most successful French clubs of the modern era. The original Stade Français was founded in 1883. In its current form, the club was founded in 1995 with the merger of the rugby sections of the Stade Français and Club Athlétique des Sports Généraux (CASG).",
  "/wiki/Section_Paloise": "Section Paloise Béarn Pyrénées ({pronounced [sɛksjɔ̃ palwaz beaʁn piʁene], Occitan: Seccion Paulina Bearn Pirenèus or Seccion Palenca), commonly called Pau [po], is a French rugby union club from Pau in Pyrénées-Atlantiques competing in Top 14, the highest level of the French league system. They most recently earned promotion by winning the championship of the second-level Rugby Pro D2 in  2015, nine years after having been relegated from the top flight.",
  "/wiki/Biarritz_Olympique": "Biarritz Olympique Pays Basque (French: [bjaʁits ɔlɛ̃pik pe.i bask]; lit. \"Biarritz Olympic, Basque Country\"), usually known simply as Biarritz, is a French professional rugby union team based in the Basque city of Biarritz, New Aquitaine which competes in the Rugby Pro D2, the second division of French rugby. Biarritz plays its home matches at the Parc des Sports Aguiléra, which is a multi-use stadium in Biarritz and which has a capacity of around 13,500 people, though for games that need a larger capacity, Biarritz may play at the Estadio Anoeta in San Sebastián. Biarritz play in red and white colours. Biarritz won a number of major honors, including the French championship on five occasions.",
  "/wiki/US_Colomiers": "Union sportive Colomiers rugby or US Colomiers is a French rugby union club currently competing in Pro D2, the second level of the French rugby pyramid. They had been relegated from Pro D2 after finishing last in the 2006-07 season, but earned promotion from Fédérale 1 at the first opportunity in 2007-08, and survived a relegation scare in 2008–09, finishing 14th, in the last safe position. The club was relegated from Pro D2 in the 2010–11 season. The club, based in Colomiers in the Haute-Garonne département of Occitania, was founded in 1915 and plays at the Stade Michel Bendichou (capacity 11,000). The players wear blue and white. Colomiers have been runners-up in the French championship and Heineken Cup, as well as winners of the European Challenge Cup.",
  "/wiki/Leinster_rugby": "Leinster Rugby (Irish: Rugbaí Laighean) is one of the four professional provincial rugby teams from the island of Ireland and the most successful Irish team both domestically and in European competition. They compete in the Pro14 and the European Rugby Champions Cup (where their 4th title, achieved in 2018, ties the record for that competition alongside  Toulouse). The team represents the Irish Rugby Football Union (IRFU) Leinster Branch, which is one of four primary branches of the IRFU and is responsible for rugby union throughout the geographical Irish province of Leinster.",
  "/wiki/Wasps_RFC": "Wasps Rugby Football Club is an English professional rugby union team based in Coventry, England. They play in Premiership Rugby, England's top division of rugby.",
  "/wiki/Montpellier_H%C3%A9rault_Rugby": "Montpellier Hérault Rugby (French pronunciation: ​[mɔ̃.pə.lje eʁo ʁyɡbi klœb]) (Occitan: Montpelhièr Erau Rugbi Club) is a French professional rugby union club, based in Montpellier, Occitanie and named after the Hérault river. The club competes in the top level of the French league system, the Top 14. They originally played at Stade Sabathé (capacity 5,000) but moved to the Stade Yves-du-Manoir, later known as Altrad Stadium, and since renamed the GGL Stadium, in 2007. They wear white and blue.",
  "/wiki/Castres_Olympique": "Castres Olympique (French pronunciation: ​[kastʁ ɔlɛ̃pik]) is a French rugby union club located in the Occitanian city of Castres and is currently competing in the top level of the French league system.",
  "/wiki/RC_Toulonnais": "Rugby Club Toulonnais (French pronunciation: ​[ʁyɡbi klœb tulɔnɛ]), also known as RCT but usually Toulon; Occitan: Rugbi Club Tolonenc) is a French professional rugby union club based in Toulon in Provence-Alpes-Côte d'Azur. A current participant in the first-tier Top 14 competition, they have won the national competition on four occasions.",
  "/wiki/SU_Agen": "Sporting Union Agen Lot-et-Garonne, commonly referred to as Agen [aʒɛ̃], is a French rugby union club based in Agen in the department of Lot-et-Garonne. They currently play in the top flight of French professional rugby, the Top 14.",
  "/wiki/Edinburgh_Rugby": "Edinburgh Rugby (formerly Edinburgh Reivers, Edinburgh Gunners) is one of the two professional rugby teams from Scotland. The club competes in the Pro14, along with Glasgow Warriors, its oldest rival. Edinburgh plays most of its home games at Murrayfield Stadium.",
  "/wiki/Stade_Rochelais": "Stade Rochelais [stad ʁɔʃ.lɛ], commonly called La Rochelle, is a French rugby union club who compete in the Top 14.",
  "/wiki/European_Rugby_Challenge_Cup": "The European Rugby Challenge Cup is an annual European rugby union competition organised by European Professional Club Rugby (EPCR). It is the second-tier competition for European clubs behind the European Rugby Champions Cup. From its inception in 1996 to 2014, it was known as the European Challenge Cup and governed by European Rugby Cup (ERC). Following disagreements in the structure of the tournament's format and division of revenue, the English and French leagues withdrew to form the EPCR, which has organized the Challenge Cup and the Champions Cup since the 2014–15 season."
}