{
  "/wiki/Blessed_Sacrament_Catholic_Church,_Hollywood": "Blessed Sacrament Catholic Church (officially: The Church of the Blessed Sacrament) is a parish in the Roman Catholic Archdiocese of Los Angeles located on Sunset Boulevard in the heart of Hollywood, California.  The church today serves an urban, multiethnic community and is known for, among other things, its gay and lesbian ministry and its many outreach programs, including programs to assist the poor.  Founded in 1904, the parish was the home parish for many actors during the classic Hollywood era of the 1920s through the 1950s, including Bing Crosby, John Ford, Irene Dunne, Loretta Young, Ricardo Montalban and Ann Blyth.  The Italian Renaissance church, built in 1928, but not completed until 1954, received a historic preservation grant in 2000 for the J. Paul Getty Trust and is considered one of the most beautiful churches in the Los Angeles Archdiocese.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Hollywood,_Los_Angeles,_California": "Hollywood is a neighborhood in the central region of Los Angeles, California, notable as the home of the U.S. film industry, including several of its historic studios. Its name has come to be a shorthand reference for the industry and the people associated with it.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Mid-City,_Los_Angeles,_California": "Mid-City is a neighborhood in Central Los Angeles, California.",
  "/wiki/East_Hollywood,_Los_Angeles,_California": "East Hollywood is a densely populated neighborhood of 78,000+ residents in the central region of Los Angeles, California. It is notable for being the site of Los Angeles City College, Barnsdall Park and a hospital district. There are seven public and five private schools, as well as a branch of the Los Angeles Public Library and three hospitals.  Almost two-thirds of the people living there were born outside the United States and 90% were renters. In 2000 the neighborhood had high percentages of never-married people and of single parents.",
  "/wiki/Los_Feliz,_Los_Angeles,_California": "Los Feliz  is a hillside neighborhood in the central region of Los Angeles, California, abutting Hollywood and encompassing part of the Santa Monica Mountains.",
  "/wiki/Elysian_Park,_Los_Angeles,_California": "Elysian Park is a neighborhood in Central Los Angeles, California, with a mostly low-income community of 2,600+ people.  A city park, Elysian Park, and Dodger Stadium are within the neighborhood, as are a Catholic high school and an elementary school.",
  "/wiki/St._Basil_Catholic_Church": "St. Basil Catholic Church is a Catholic Church parish of the Archdiocese of Los Angeles. Serving the archdiocese's Our Lady of the Angels Pastoral Region, the Roman Rite parish is located at 3611 Wilshire Boulevard in the Wilshire district of Los Angeles, California. The parish church building was built from 1967 to 1969 and dedicated in 1969. In 1969 and 1970, the parish was the site of pickets and demonstrations by Chicano Movement protesters who objected to the archdiocese's expenditure of substantial funds on construction of the new parish rather than on the poor and social justice programs.",
  "/wiki/Miracle_Mile,_Los_Angeles,_California": "Miracle Mile is a neighborhood in the city of Los Angeles, California.",
  "/wiki/St._Brendan_Catholic_Church,_Los_Angeles": "St. Brendan Catholic Church is a Catholic church in the Roman Catholic Archdiocese of Los Angeles, located in the Windsor Square section of Los Angeles, California. The current Gothic Revival-style church was built in 1927 and has also served as a location for various Hollywood productions.",
  "/wiki/Koreatown,_Los_Angeles,_California": "Koreatown (Korean: 코리아타운) is a neighborhood in Central Los Angeles, California, centered near Eighth Street and Irolo Street, west of MacArthur Park.",
  "/wiki/Chinatown,_Los_Angeles,_California": "Chinatown is a neighborhood in Downtown Los Angeles, California that became a commercial center for Chinese and other Asian businesses in Central Los Angeles in 1938. The area includes restaurants, shops and art galleries but also has a residential neighborhood with a low-income, aging population of about 20,000 residents.",
  "/wiki/Silverlake,_Los_Angeles,_California": "Silver Lake is a residential and commercial neighborhood in the central region of Los Angeles, California. Originally named Ivanhoe in the 1900s by a resident from Scotland, it was built around what was then a city reservoir which gives the district its name. The \"Silver\" in Silver Lake is not because of the water's color, but named for a local politician who helped create the reservoir.  The area is known for its restaurants and hipster hangouts, and many notable people have made their homes there. The neighborhood has several public and private schools.",
  "/wiki/South_Robertson,_Los_Angeles,_California": "South Robertson (also referred to as Pico-Robertson) is a neighborhood in the Westside of the city of Los Angeles, California. It is notable for its diversity and being a center for the Jewish community.",
  "/wiki/Our_Lady_of_the_Angels_Pastoral_Region": "The Our Lady of the Angels Pastoral Region is a pastoral region of the Archdiocese of Los Angeles in the Roman Catholic Church.  It covers Downtown and central Los Angeles west to Malibu, south to LAX. The current regional auxiliary bishop is Bishop Edward W. Clark. The Region has 76 parishes, ten high schools, many elementary schools, and five hospitals."
}