{
  "/wiki/Bishop_Conaty-Our_Lady_of_Loretto_High_School": "Bishop Conaty-Our Lady of Loretto High School is a Catholic, archdiocesan, all-female high school located in the Harvard Heights neighborhood of Los Angeles, California. It is located in the Roman Catholic Archdiocese of Los Angeles.",
  "/wiki/Harvard_Heights,_Los_Angeles,_California": "Harvard Heights is a densely populated, mixed-income neighborhood of 20,000+ people in Central Los Angeles, California. Within in it lies a municipally designated historic overlay zone designed to protect its architecturally significant single-family residences, including the only remaining Greene and Greene house in Los Angeles.",
  "/wiki/Cathedral_High_School_(Los_Angeles,_California)": "Cathedral High School is a private, college preparatory Catholic all-boys school in Los Angeles, California.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Immaculate_Heart_High_School_(Los_Angeles)": "Immaculate Heart High School and Middle School is a private, Catholic, college preparatory day school for young women grades 6-12. The school is located in the Los Feliz neighborhood in Los Angeles, California, at the intersection of Franklin Avenue and Western Avenue. There are approximately 200 students in the middle school (grades 6–8) and over 550 in the high school (grades 9–12).",
  "/wiki/Los_Feliz,_Los_Angeles,_California": "Los Feliz  is a hillside neighborhood in the central region of Los Angeles, California, abutting Hollywood and encompassing part of the Santa Monica Mountains.",
  "/wiki/Loyola_High_School_(Los_Angeles)": "Loyola High School is a private, Roman Catholic, college-preparatory high school for boys in Los Angeles, California, United States. It was established in 1865 and is part of the Society of Jesus. It is the oldest continuously run educational institution in Southern California.",
  "/wiki/Marymount_High_School": "Marymount High School is an independent, Catholic, all-girls, college-preparatory high school located in the Holmby Hills/Bel Air neighborhood of Los Angeles, California. It sits across from the University of California, Los Angeles campus at 10643 Sunset Boulevard. The school's main administration building, chapel and auditorium are listed as Los Angeles Historic-Cultural Monuments.",
  "/wiki/Bel_Air,_Los_Angeles,_California": "Bel Air (or Bel-Air)[fn 1] is a neighborhood on the Westside of Los Angeles, California, in the foothills of the Santa Monica Mountains.  Founded in 1923, it is the home of The Hannah Carter Japanese Garden and the American Jewish University.",
  "/wiki/Notre_Dame_Academy_(Los_Angeles,_California)": "Notre Dame Academy Girls High School is a private, all-girls Catholic high school located in West Los Angeles, California, United States. Part of the Roman Catholic Archdiocese of Los Angeles, it was founded in 1949 by the Sisters of Notre Dame.",
  "/wiki/St._Bernard_High_School_(Los_Angeles,_California)": "St. Bernard High School is a four-year coeducational Catholic high school located in Playa Del Rey, California, which is in the West Los Angeles area. The school is located next to the Los Angeles International Airport, across from Westchester High School.",
  "/wiki/Playa_del_Rey,_Los_Angeles,_California": "Playa del Rey (Spanish for \"Beach of the King\" or \"King's beach\") is a beachside community in the Westside of the city of Los Angeles, California. It has a ZIP code of 90293 and area codes of 310 and 424. As of 2014, the community of Playa del Rey had a population of 12,129 people. Since 2000, it has had a population growth of 14.61 percent.",
  "/wiki/St._Mary%27s_Academy_(Inglewood,_California)": "St. Mary's Academy (SMA) is a Roman Catholic high school for girls located within the city of Inglewood, California, United States. It is located at the intersection of Prairie Avenue and Grace Avenue.",
  "/wiki/Inglewood,_California": "Inglewood is a city in southwestern Los Angeles County, California, in the Los Angeles metropolitan area. As of the 2010 U.S. Census, the city had a population of 109,673. It was incorporated on February 14, 1908. The city is in the South Bay region of Los Angeles County. The city will be the home to SoFi Stadium which is currently under construction and when completed in July 2020, it will be the new home of both the National Football League's Los Angeles Rams and Los Angeles Chargers.",
  "/wiki/Saint_Monica_Catholic_High_School": "Saint Monica Catholic High School is a parochial, co-educational, secondary school in Santa Monica, California, consisting of students in grades 9-12.  It is located in the Roman Catholic Archdiocese of Los Angeles and serves the parish of St. Monica.",
  "/wiki/Santa_Monica,_California": "Santa Monica (Spanish: Santa Mónica; Spanish for Saint Monica) is a beachfront city in western Los Angeles County, California, United States. Situated on Santa Monica Bay, it is bordered on three sides by the city of Los Angeles – Pacific Palisades to the north, Brentwood on the northeast, West Los Angeles on the east, Mar Vista on the southeast, and Venice on the south. The 2010 U.S. Census population was 89,736. \nDue in part to an agreeable climate, Santa Monica became a famed resort town by the early 20th century. The city has experienced a boom since the late 1980s through the revitalization of its downtown core, significant job growth and increased tourism. The Santa Monica Pier and Pacific Park remain popular destinations.",
  "/wiki/Verbum_Dei_High_School": "Verbum Dei High School, \"the Verb\", is an all-male Catholic, Jesuit, college and career preparatory school in Los Angeles, California. It serves students from the Watts neighborhood and the surrounding communities who are economically and academically under-served. It is operated by the Roman Catholic Archdiocese of Los Angeles with the sponsorship of the West Province of the Society of Jesus in the United States.",
  "/wiki/Watts,_Los_Angeles,_California": "Watts is a neighborhood in southern Los Angeles, California. It is located within the South Los Angeles region, bordering the cities of Lynwood and South Gate to the east and southeast, respectively, and the unincorporated community of Willowbrook to the south.",
  "/wiki/Our_Lady_of_the_Angels_Pastoral_Region": "The Our Lady of the Angels Pastoral Region is a pastoral region of the Archdiocese of Los Angeles in the Roman Catholic Church.  It covers Downtown and central Los Angeles west to Malibu, south to LAX. The current regional auxiliary bishop is Bishop Edward W. Clark. The Region has 76 parishes, ten high schools, many elementary schools, and five hospitals."
}