{
  "/wiki/Super_Mario_Galaxy": "Super Mario Galaxy[a][b] is a 2007 platform video game for the Wii, and the third 3D game in Nintendo's Super Mario series. As Mario or Luigi, the player embarks on a quest to rescue Princess Peach, save the universe from Bowser, and collect 121 Power Stars. The levels in the game consist of galaxies filled with minor planets and worlds, with different variations of gravity, the central element of gameplay. The player controls the player character using the Wii Remote and Nunchuk, and completes missions, fights bosses, and reaches certain areas to collect Power Stars. Certain levels use the motion-based Wii Remote functions.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/Wii": "The Wii (/wiː/ WEE; known unofficially as the Nintendo Wii) is a home video game console released by Nintendo on November 19, 2006. As a seventh-generation console, the Wii competed with Microsoft's Xbox 360 and Sony's PlayStation 3. Nintendo states that its console targets a broader demographic than that of the two others.  As of the first quarter of 2016[update], the Wii led its generation over the PlayStation 3 and Xbox 360 in worldwide sales, with more than 101 million units sold; in December 2009, the console broke the sales record for a single month in the United States.",
  "/wiki/The_Orange_Box": "The Orange Box is a video game compilation containing five games developed by Valve. Two of the games included, Half-Life 2 and its first stand-alone expansion, Episode One, had previously been released as separate products. Three new games were also included in the compilation: the second stand-alone expansion, Half-Life 2: Episode Two, the puzzle game Portal, and Team Fortress 2, the multiplayer game sequel to Team Fortress Classic. Valve also released a soundtrack containing music from the games within the compilation. A separate product entitled The Black Box was planned, which would have included only the new games, but was later canceled.",
  "/wiki/Valve_Corporation": "Valve Corporation, also known as Valve Software, is an American video game developer, publisher, and digital distribution company headquartered in Bellevue, Washington. It is the developer of the software distribution platform Steam and the Half-Life, Counter-Strike, Portal, Day of Defeat, Team Fortress, Left 4 Dead, and Dota series.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/BioShock": "BioShock is a 2007 first-person shooter game developed by 2K Boston (later Irrational Games) and 2K Australia, and published by 2K Games. It is the first game in the Bioshock series. The game's concept was developed by Irrational's creative lead, Ken Levine, and incorporates ideas by 20th century dystopian and utopian thinkers such as Ayn Rand, George Orwell, and Aldous Huxley, as well as historical figures such as John D. Rockefeller and Walt Disney. The game is considered a spiritual successor to the System Shock series, on which many of Irrational's team, including Levine, had worked previously.",
  "/wiki/2K_Games": "2K is an American video game publisher based in Novato, California. 2K was founded under Take-Two Interactive in January 2005 through the 2K Games and 2K Sports labels, following Take-Two Interactive's acquisition of Visual Concepts that same month. Originally based in New York City, it moved to Novato in 2007. A third label, 2K Play, was added in September 2007. 2K is governed by David Ismailer as president and Phil Dixon as COO. A motion capture studio for 2K is based in Petaluma, California.",
  "/wiki/Call_of_Duty_4:_Modern_Warfare": "Call of Duty 4: Modern Warfare is a 2007 first-person shooter developed by Infinity Ward and published by Activision. The fourth main installment in the Call of Duty series; the game breaks away from the World War II setting of previous entries in the series and is instead set in modern times. Developed for over two years, the game uses a proprietary game engine.",
  "/wiki/Activision": "Activision Publishing, Inc. is an American video game publisher based in Santa Monica, California. It currently serves as the publishing business for its parent company, Activision Blizzard, and consists of several subsidiary studios. Activision is one of the largest third-party video game publishers in the world and was the top United States publisher in 2016.",
  "/wiki/PlayStation_3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Halo_3": "Halo 3 is a 2007 first-person shooter game developed by Bungie for the Xbox 360 console. The third installment in the Halo franchise, the game concludes the story arc begun in 2001's Halo: Combat Evolved and continued in 2004's Halo 2. The game was released in September 2007. Halo 3's story centers on the interstellar war between twenty-sixth century humanity, a collection of alien races known as the Covenant, and the alien parasite Flood. The player assumes the role of the Master Chief, a cybernetically enhanced supersoldier, as he battles the Covenant and the Flood. The game features vehicles, weapons, and gameplay elements not present in previous titles of the series, as well as the addition of saved gameplay films, file sharing, and the Forge map editor—a utility which allows the player to perform modifications to multiplayer levels.",
  "/wiki/Xbox_Game_Studios": "Xbox Game Studios, previously known as Microsoft Studios, Microsoft Game Studios, and Microsoft Games, is a division of Microsoft based in Redmond, Washington. It was established in March 2000, spun out from an internal Games Group, for the development and publishing of video games for Microsoft Windows. It has since expanded to include games and other interactive entertainment for the namesake Xbox platforms, Windows Mobile and other mobile platforms, and web-based portals. As the studio grew, it has acquired and relinquished ownership of several other studios, and is the parent organization of fifteen other studios.",
  "/wiki/The_Elder_Scrolls_IV:_Oblivion": "The Elder Scrolls IV: Oblivion is an open-world action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks and the Take-Two Interactive division 2K Games. It is the fourth installment in The Elder Scrolls action fantasy series, following The Elder Scrolls III: Morrowind and preceding The Elder Scrolls V: Skyrim. The game was released for Microsoft Windows and Xbox 360 in March 2006, and on PlayStation 3 in March 2007, with a mobile version of the game released on May 2, 2006. Taking place within the fictional province of Cyrodiil, Oblivion's main story revolves around the player character's efforts to thwart a fanatical cult known as the \"Mythic Dawn\" that plans to open portal gates to a demonic realm known as \"Oblivion\". The game continues the open-world tradition of its predecessors by allowing the player to travel anywhere in the game world at any time and to ignore or postpone the main storyline indefinitely. A perpetual objective for players is to improve their character's skills, which are numerical representations of certain abilities. Early in the game, seven skills are selected by the player as major skills for their character, with those remaining termed as minor skills.",
  "/wiki/Bethesda_Softworks": "Bethesda Softworks LLC is an American video game publisher based in Rockville, Maryland. The company was founded by Christopher Weaver in 1986 as a division of Media Technology Limited, and in 1999 became a subsidiary of ZeniMax Media. In its first fifteen years, it was a video game developer and self-published its titles. In 2001, Bethesda spun off its own in-house development team into Bethesda Game Studios, and Bethesda Softworks became a publisher. It also publishes games by ZeniMax Online Studios, id Software, Arkane Studios, MachineGames and Tango Gameworks.",
  "/wiki/God_of_War_II": "God of War II is an action-adventure game developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). First released for the PlayStation 2 console on March 13, 2007, it is the second installment in the God of War series, the sixth chronologically, and the sequel to 2005's God of War. The game is loosely based on Greek mythology and set in ancient Greece, with vengeance as its central motif. The player character is protagonist Kratos, the new God of War who killed the former, Ares. Kratos is betrayed by Zeus, the King of the Olympian Gods, who strips him of his godhood and kills him. Slowly dragged to the Underworld, he is saved by the Titan Gaia, who instructs him to find the Sisters of Fate, as they can allow him to travel back in time, avert his betrayal, and take revenge on Zeus.",
  "/wiki/Sony_Interactive_Entertainment": "Sony Interactive Entertainment (SIE) is a multinational video game and digital entertainment company that is a wholly owned subsidiary of Japanese conglomerate Sony Corporation, managed through Sony's American hub, Sony Corporation of America. Its main headquarters is Sony Interactive Entertainment LLC (SIE LLC), based in San Mateo, California, United States, while Sony Interactive Entertainment Inc. (SIE Inc.) is based in Tokyo, Japan. SIE Inc. was founded as Sony Computer Entertainment (SCE) in Tokyo in November 1993 to handle Sony's venture into video game development for the PlayStation systems, while SIE LLC was founded in San Mateo in April 2016.",
  "/wiki/PlayStation_2": "The PlayStation 2 (officially branded as PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000, in North America on October 26, 2000, and in Europe and Australia on November 24, 2000, and is the successor to the original PlayStation, as well as the second installment in the PlayStation console line-up. A sixth-generation console, it competed with Sega's Dreamcast, Nintendo's GameCube, and Microsoft's original Xbox.",
  "/wiki/Galactic_Civilizations_II:_Dark_Avatar": "Galactic Civilizations II: Dark Avatar is the first expansion pack to the turn-based strategy game Galactic Civilizations II: Dread Lords. It was released by Stardock in February 2007, both as a separately downloadable expansion and the combination retail box Galactic Civilizations II: Gold Edition.",
  "/wiki/Stardock": "Stardock Corporation is a software development company founded in 1991 and incorporated in 1993 as Stardock Systems. Stardock initially developed for the OS/2 platform, but was forced to switch to Microsoft Windows due to the collapse of the OS/2 software market between 1997 and 1998.[citation needed] The company is best known for computer programs that allow a user to modify or extend a graphical user interface as well as personal computer games, particularly strategy games such as the Galactic Civilizations series, Sins of a Solar Empire: Rebellion, Elemental: Fallen Enchantress, and Ashes of the Singularity.",
  "/wiki/Team_Fortress_2": "Team Fortress 2 is a multiplayer first-person shooter game developed and published by Valve. It is the sequel to the 1996 mod Team Fortress for Quake and its 1999 remake, Team Fortress Classic. It was released as part of the video game bundle The Orange Box in October 2007 for Microsoft Windows and the Xbox 360. A PlayStation 3 version followed in December 2007 when The Orange Box was ported to the system. Later in development, the game was released as a standalone title for Windows in April 2008, and was updated to support Mac OS X in June 2010 with Linux following in February 2013. It is distributed online through Valve's digital retailer Steam, with Electronic Arts handling all physical and console ports of the game.",
  "/wiki/Guitar_Hero_II": "Guitar Hero II is a music rhythm game developed by Harmonix, published by Activision and distributed by RedOctane. It is the second installment in the Guitar Hero series and is the sequel to Guitar Hero. It was first released for the PlayStation 2 in November 2006, and then for the Xbox 360 in April 2007, with additional content not originally in the PlayStation 2 version.",
  "/wiki/Rock_Band_(video_game)": "Rock Band is a music video game developed by Harmonix, published by MTV Games and distributed by Electronic Arts. It is the first title in the Rock Band series. The Xbox 360 and PlayStation 3 versions were released in North America on November 20, 2007, while the PlayStation 2 version was released on December 18, 2007 and the Wii version on June 22, 2008. Harmonix previously developed the first two games in the Guitar Hero series, which popularized gameplay of rock music with guitar-shaped controllers. After development of the series was shifted to Neversoft, Harmonix conceived Rock Band as a new title that would offer multi-instrument gameplay.",
  "/wiki/MTV_Games": "MTV (originally an initialism of Music Television) is an American pay television channel launched on August 1, 1981, based in New York City that serves as the flagship property of the ViacomCBS Domestic Media Networks division of ViacomCBS headquartered in New York City.",
  "/wiki/Resident_Evil_4": "Resident Evil 4[a] is a third-person shooter survival horror video game developed by Capcom Production Studio 4 and published by Capcom. The sixth major installment in the Resident Evil series, it was originally released for the GameCube in 2005. Players control U.S. government special agent Leon S. Kennedy, who is sent on a mission to rescue the U.S. president's daughter Ashley Graham, who has been kidnapped by a cult. In a rural part of Europe, Leon fights hordes of villagers infected by a mind-controlling parasite, and reunites with the spy Ada Wong.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/World_of_Warcraft:_The_Burning_Crusade": "World of Warcraft: The Burning Crusade is the first expansion set for the MMORPG World of Warcraft. It was released on January 16, 2007 at local midnight in Europe and North America, selling nearly 2.4 million copies on release day alone and making it, at the time, the fastest-selling PC game released at that point. Approximately 3.53 million copies were sold in the first month of release, including 1.9 million in North America, over 100,000 copies in Australasia, and nearly 1.6 million in Europe.",
  "/wiki/Blizzard_Entertainment": "Blizzard Entertainment, Inc. is an American video game developer and publisher based in Irvine, California, and is a subsidiary of Activision Blizzard. The company was founded on February 8, 1991, under the name Silicon & Synapse, Inc. by three graduates of the University of California, Los Angeles: Michael Morhaime, Frank Pearce and Allen Adham. The company originally concentrated on the creation of game ports for other studios' games before beginning development of their own software in 1993 with games like Rock n' Roll Racing and The Lost Vikings. In 1994, the company became Chaos Studios, Inc., then Blizzard Entertainment after being acquired by distributor Davidson & Associates.",
  "/wiki/Mass_Effect_(video_game)": "Mass Effect is an action role-playing video game developed by BioWare and published by Microsoft Game Studios. Originally released for the Xbox 360 video game console in 2007, it is the first game of the Mass Effect series. The game takes place within the Milky Way galaxy in the year 2183, where civilization is threatened by a highly advanced machine race known as the Reapers. The player assumes the role of Commander Shepard, an elite human soldier who must stop a rogue agent from carrying out the Reapers' galactic invasion. The gameplay requires the player to complete multiple quests that generally involve space exploration, squad and vehicular combat, and interaction with non-player characters.",
  "/wiki/Crysis_(video_game)": "Crysis is a first-person shooter video game developed by Crytek and published by Electronic Arts for Microsoft Windows and released in November 2007. It is the first game in the Crysis series. A separate game entitled Crysis Warhead was released in 2008, following similar events as Crysis but from a different narrative perspective. At the time Crysis was released, and years thereafter, it has been praised for its milestones in graphical design (commensurate with high hardware requirements).",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018."
}