{
  "/wiki/Kentucky's_5th_congressional_district": "Kentucky's 5th congressional district is a congressional district in the U.S. state of Kentucky. Located in the heart of Appalachia in Southeastern Kentucky, the rural district is the second most impoverished district in the nation and, as of the 2010 U.S. Census, has the highest percentage of White Americans in the nation. Within the district are the economic leading cities of Pikeville, Prestonsburg, Middlesboro, Hazard, Jackson, Morehead, London, and Somerset.",
  "/wiki/Thomas_Patrick_Moore": "Thomas Patrick Moore (1797 – July 21, 1853) was a U.S. Representative from Kentucky.",
  "/wiki/Robert_P._Letcher": "Robert Perkins Letcher (February 10, 1788 – January 24, 1861) was a politician and lawyer from the US state of Kentucky. He served as a U.S. Representative, Minister to Mexico, and the 15th Governor of Kentucky. He also served in the Kentucky General Assembly where he was Speaker of the House in 1837 and 1838. A strong supporter of the Whig Party, he was a friend of Henry Clay and John J. Crittenden.",
  "/wiki/Virginia's_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/John_Randolph_of_Roanoke": "John Randolph (June 2, 1773 – May 24, 1833), known as John Randolph of Roanoke,[note 1] was a planter and a Congressman from Virginia, serving in the House of Representatives at various times between 1799 and 1833, and the Senate from 1825 to 1827. He was also Minister to Russia under Andrew Jackson in 1830. After serving as President Thomas Jefferson's spokesman in the House, he broke with the president in 1805 as a result of  what he saw as the dilution of traditional Jeffersonian principles as well as perceived mistreatment during the impeachment of Samuel Chase, in which Randolph served as chief prosecutor. Following this split, Randolph proclaimed himself the leader of the \"Old Republicans\" or \"Tertium Quids\", a wing of the Democratic-Republican Party who wanted to restrict the role of the federal government.  Specifically, Randolph promoted the Principles of '98, which said that individual states could judge the constitutionality of central government laws and decrees, and could refuse to enforce laws deemed unconstitutional.",
  "/wiki/Thomas_T._Bouldin": "Thomas Tyler Bouldin (1781 – February 11, 1834) was a U.S. Representative from Virginia, brother of James Wood Bouldin.",
  "/wiki/South_Carolina's_3rd_congressional_district": "The 3rd Congressional District of South Carolina is a congressional district in western South Carolina bordering both Georgia and North Carolina.  It includes all of Abbeville, Anderson, Edgefield, Greenwood, Laurens, McCormick, Oconee, Pickens and Saluda counties and portions of Greenville and Newberry counties.  The district is mostly rural, but much of the economy revolves around the manufacturing centers of Anderson and Greenwood.",
  "/wiki/Thomas_D._Singleton": "Thomas Day Singleton (Birth date unknown – November 25, 1833) was a United States Representative from South Carolina. He was born near Kingstree, South Carolina but his birth date is unknown.",
  "/wiki/Nullifier_Party": "The Nullifier Party was an American political party based in South Carolina in the 1830s. Considered an early American third party, it was started by John C. Calhoun sometime in May–December 1828.",
  "/wiki/Robert_B._Campbell": "Robert Blair Campbell (died July 12, 1862) was a U.S. Representative from South Carolina, brother of John Campbell, also of South Carolina.",
  "/wiki/South_Carolina's_5th_congressional_district": "The 5th Congressional District of South Carolina is a congressional district in northern South Carolina bordering North Carolina.  The district includes all of Cherokee, Chester, Fairfield, Kershaw, Lancaster, Lee, Union and York counties and parts of Newberry, Spartanburg and Sumter counties.  Outside the rapidly growing cities of Rock Hill, Fort Mill, and Lake Wylie the district is mostly rural and agricultural.  The district borders were contracted from some of the easternmost counties in the 2012 redistricting.",
  "/wiki/George_McDuffie": "George McDuffie (August 10, 1790 – March 11, 1851) was the 55th Governor of South Carolina and a member of the United States Senate.",
  "/wiki/Francis_Wilkinson_Pickens": "Francis Wilkinson Pickens (1805/1807 – January 25, 1869) was a political Democrat and Governor of South Carolina when that state became the first to secede from the United States.",
  "/wiki/Louisiana's_3rd_congressional_district": "Louisiana's 3rd congressional district is a congressional district in the U.S. state of Louisiana. The district covers the southwestern and south central portion of the state, ranging from the Texas border to the Atchafalaya River.",
  "/wiki/Henry_A._Bullard": "Henry Adams Bullard (September 9, 1788 – April 17, 1851) was a member of the U.S. House of Representatives representing the state of Louisiana. He served two terms as a Democrat and one as a Whig.",
  "/wiki/Supreme_Court_of_Louisiana": "The Supreme Court of Louisiana is the highest court and court of last resort in the U.S. state of Louisiana. The modern Supreme Court, composed of seven justices, meets in the French Quarter of New Orleans.",
  "/wiki/Rice_Garland": "Rice Garland (c. 1795 – 1861) was a United States Representative from Louisiana.",
  "/wiki/Massachusetts's_5th_congressional_district": "Massachusetts's 5th congressional district is a congressional district in eastern Massachusetts. The district is represented by Katherine Clark. Massachusetts congressional redistricting after the 2010 census has changed the borders of the district starting with the elections of 2012, with the new 3rd district largely taking the place of the old 5th. The 5th district covers many of the communities represented in the old 7th district. As of 2010, the population of the 5th congressional district was 727,515. On July 15, 2013, Ed Markey resigned from the seat to become the junior Senator from Massachusetts. On December 10, 2013, Democrat Katherine Clark won a special election to fill the seat for the remainder of the 113th Congress. She was sworn into office on December 12, 2013.",
  "/wiki/John_Davis_(Massachusetts_Governor)": "John Davis (January 13, 1787 – April 19, 1854) was an American lawyer, businessman and politician from Massachusetts. He spent 25 years in public service, serving in both houses of the United States Congress and for three non-consecutive years as Governor of Massachusetts. Because of his reputation for personal integrity he was known as \"Honest John\" Davis.",
  "/wiki/Governor_of_Massachusetts": "The governor of Massachusetts, officially the governor of the Commonwealth of Massachusetts, is the chief executive of the Government of Massachusetts and serves as commander-in-chief of the commonwealth's military forces.",
  "/wiki/Levi_Lincoln,_Jr.": "Levi Lincoln Jr. (October 25, 1782 – May 29, 1868) was an American lawyer and politician from Worcester, Massachusetts. He was the 13th Governor of Massachusetts (1825–1834) and represented the state in the U.S. Congress (1834–1841).  Lincoln's nine-year tenure as governor is the longest consecutive service in state history; only Michael Dukakis (12 years), John Hancock (11 years) and Caleb Strong (10 years) served more years, but they were not consecutive.",
  "/wiki/James_W._Bouldin": "James Wood Bouldin (1792 – March 30, 1854) was a U.S. Representative from Virginia, brother of Thomas Tyler Bouldin.",
  "/wiki/Ohio's_1st_congressional_district": "Ohio's 1st congressional district is represented by Republican Steve Chabot. This district includes the western four-fifths of Cincinnati, and borders both Kentucky and Indiana.",
  "/wiki/Robert_Todd_Lytle": "Robert Todd Lytle (May 19, 1804 – December 22, 1839) was a politician who represented Ohio in the United States House of Representatives from 1833 to 1835.",
  "/wiki/South_Carolina's_8th_congressional_district": "The 8th Congressional District of South Carolina was a congressional district for the United States House of Representatives in South Carolina. It was created in 1803 as a result of the 1800 Census and eliminated in 1843 as a result of the 1840 Census. The district was last represented by Thomas De Lage Sumter.",
  "/wiki/James_Blair_(South_Carolina)": "James Blair (September 26, 1786 – April 1, 1834) was a United States Representative from South Carolina. He was born in the Waxhaw settlement, Lancaster County, South Carolina to Sarah Douglass and William Blair, immigrants from Ireland. He engaged in planting and was also the sheriff of Lancaster District.",
  "/wiki/Richard_Irvine_Manning_I": "Richard Irvine Manning I (May 1, 1789 – May 1, 1836) was the 50th Governor of South Carolina from 1824 to 1826 and was later a Representative in the United States Congress.",
  "/wiki/Maryland's_1st_congressional_district": "Maryland's 1st congressional district encompasses the entire Eastern Shore of Maryland, including Salisbury, as well as parts of Baltimore, Harford and Carroll counties.",
  "/wiki/Littleton_Purnell_Dennis": "Littleton Purnell Dennis (July 21, 1786 – April 14, 1834) was an American politician.",
  "/wiki/John_Nevett_Steele": "John Nevett Steele (February 22, 1796 – August 13, 1853) was an American politician.",
  "/wiki/Connecticut's_at-large_congressional_district": "During the first twenty-four Congresses (March 4, 1789 until March 3, 1837) Connecticut elected all its Representatives in Congress from a single multi-member Connecticut at-large congressional district.",
  "/wiki/Samuel_A._Foot": "Samuel Augustus Foot (November 8, 1780 – September 15, 1846; his surname is also spelled Foote) was the 28th Governor of Connecticut as well as a United States Representative and Senator.",
  "/wiki/Governor_of_Connecticut": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no power to pardon. The Governor of Connecticut is automatically a member of the state's Bonding Commission.  He is an ex-officio member of the Board of Trustees of the University of Connecticut and Yale University.",
  "/wiki/Ebenezer_Jackson,_Jr.": "Ebenezer Jackson Jr. (January 31, 1796 – August 17, 1874) was a U.S. Representative from Connecticut.",
  "/wiki/New_York's_3rd_congressional_district": "New York's 3rd congressional district is a congressional district for the United States House of Representatives in the State of New York. It is represented by Democrat Tom Suozzi, who has been in office since 2017.",
  "/wiki/Cornelius_V._Lawrence": "Cornelius Van Wyck Lawrence (February 28, 1791 – February 20, 1861) was a politician from New York. He became the first popularly elected Mayor of New York City after the law was changed in 1834.",
  "/wiki/Mayor_of_New_York_City": "The mayor of New York City is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City.",
  "/wiki/John_J._Morgan": "John Jordan Morgan (1770 – July 29, 1849) was an American politician from New York",
  "/wiki/Virginia's_11th_congressional_district": "Virginia's Eleventh Congressional District is a U.S. congressional district in the Commonwealth of Virginia.  The district stretches from Herndon to Quantico, comprising most of Fairfax County, all of the city of Fairfax, and part of eastern Prince William County. The residents of the 11th district are represented by Democrat Gerry Connolly.",
  "/wiki/Andrew_Stevenson": "Andrew Stevenson (January 21, 1784 – January 25, 1857) was a Democratic politician in the United States.  He served in the United States House of Representatives representing Virginia, as Speaker of the House, and as Minister to the United Kingdom.",
  "/wiki/John_Robertson_(congressman)": "John Robertson (April 13, 1787 – July 5, 1873) was a nineteenth-century politician and lawyer from the U.S. state of Virginia. He was the brother of Thomas B. Robertson and Wyndham Robertson.",
  "/wiki/Massachusetts's_2nd_congressional_district": "Massachusetts's 2nd congressional district is located in central Massachusetts. It contains the cities of Worcester, which is the second-largest city in New England after Boston, and Northampton in the Pioneer Valley. It is represented by Democrat Jim McGovern.",
  "/wiki/Rufus_Choate": "Rufus Choate (October 1, 1799 – July 13, 1859) was an American lawyer, orator, and Congressman.",
  "/wiki/Stephen_C._Phillips": "Stephen Clarendon Phillips (November 4, 1801 – June 26, 1857) was a Representative from Massachusetts.",
  "/wiki/Dudley_Selden": "Dudley Selden (1794 – November 7, 1855 Paris, France) was an American lawyer and politician from New York.",
  "/wiki/Charles_G._Ferris": "Charles Goadsby Ferris (ca. 1796 – June 4, 1848) was a U.S. Representative from New York.",
  "/wiki/William_W._Ellsworth": "William Wolcott Ellsworth (November 10, 1791 – January 15, 1868) was a Yale-educated attorney who served  as the 30th Governor of Connecticut, a three-term United States Congressman, a Justice of the State Supreme Court.",
  "/wiki/Joseph_Trumbull_(governor)": "Joseph Trumbull (December 7, 1782 – August 4, 1861) was a U.S. lawyer, banker, and politician from Connecticut. He represented Connecticut in the U.S. Congress and served as the 35th Governor of Connecticut from 1849 to 1850.",
  "/wiki/Ohio's_19th_congressional_district": "Ohio's 19th congressional district was created following the 1830 census and was eliminated after the 2000 census.",
  "/wiki/Humphrey_H._Leavitt": "Humphrey Howe Leavitt (June 18, 1796 – March 15, 1873) was a United States Representative from Ohio and a United States District Judge of the United States District Court for the District of Ohio and the United States District Court for the Southern District of Ohio.",
  "/wiki/Daniel_Kilgore_(politician)": "Daniel Kilgore (1793 – December 12, 1851) was a U.S. Representative from Ohio.",
  "/wiki/Vermont's_5th_congressional_district": "Vermont's 5th congressional district is an obsolete district. It was created in 1821.  It was eliminated after the 1840 Census.   Its last Congressman was John Mattocks.",
  "/wiki/Benjamin_F._Deming": "Benjamin F. Deming (January 1, 1790 – July 11, 1834) was an American merchant and politician. He served as a U.S. Representative from Vermont.",
  "/wiki/Anti-Masonic_Party": "The Anti-Masonic Party, also known as the Anti-Masonic Movement, was the first third party in the United States. It strongly opposed Freemasonry as a single-issue party and later aspired to become a major party by expanding its platform to take positions on other issues. After emerging as a political force in the late 1820s, most of the Anti-Masonic Party's members joined the Whig Party in the 1830s and the party disappeared after 1838.",
  "/wiki/Henry_F._Janes": "Henry Fisk Janes (October 10, 1792 –  June 6, 1879) was an American lawyer and politician. He served as a U.S. Representative from Vermont.",
  "/wiki/Illinois's_1st_congressional_district": "Illinois's first congressional district is a congressional district in the U.S. state of Illinois. Based in Cook County, the district includes much of the South Side of Chicago, and continues southwest to Joliet.",
  "/wiki/Charles_Slade": "Charles Slade (c. 1797 – July 26, 1834) was a U.S. Representative from Illinois.",
  "/wiki/John_Reynolds_(U.S._politician)": "John Reynolds (February 26, 1788 – May 8, 1865) was a United States lawyer and politician from the state of Illinois who served in all three governmental branches. One of the original four justices of the Illinois Supreme Court (1818–1825), he later won election several times to the Illinois House of Representatives (1826–1830, 1846–1848, and 1852–1854; including as Speaker of the House) and to United States House of Representatives (1834–1837 and 1839–1843), as well as served as the 4th Illinois Governor (1830–1834). He also took the rank of major general of the Illinois militia during the Black Hawk War.",
  "/wiki/Jabez_W._Huntington": "Jabez Williams Huntington (November 8, 1788 – November 1, 1847) was a United States Representative and Senator from Connecticut.",
  "/wiki/Phineas_Miner": "Phineas Miner (November 27, 1777 – September 15, 1839) was a United States Representative from Connecticut. He was born in Winchester, Connecticut where he completed preparatory studies. Later, he studied law and was admitted to the bar in 1797. He commenced his practice in Winchester.",
  "/wiki/23rd_United_States_Congress": "The Twenty-third United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1833, to March 4, 1835, during the fifth and sixth years of Andrew Jackson's presidency. The apportionment of seats in the House of Representatives was based on the Fifth Census of the United States in 1830. The Senate had an Anti-Jacksonian or National Republican majority, and the House had a Jacksonian or Democratic majority."
}