{
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Joseph_C._Satterthwaite": "Joseph Charles Satterthwaite (March 14, 1900 – November 19, 1990) of Michigan was a career diplomat who served as United States Ambassador to Sri Lanka, Head of the U.S. Legation at Tangier from 1953 to 1955, and as United States Ambassador to Burma from April 1955 to April 1957. He then served as the first Assistant Secretary of State for African Affairs in 1958. He was reappointed as an ambassador, this time to South Africa, from 1961 to 1965.",
  "/wiki/Dwight_D._Eisenhower": "General of the Army Dwight David \"Ike\" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
  "/wiki/John_F._Kennedy": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to by the initials JFK and Jack, was an American politician who served as the 35th president of the United States from January 1961 until his assassination in November 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in the U.S. House of Representatives and Senate prior to becoming president.",
  "/wiki/G._Mennen_Williams": "Gerhard Mennen \"Soapy\" Williams (February 23, 1911 – February 2, 1988) was the 41st Governor of Michigan, elected in 1948 and serving six two-year terms in office. He later served as  Assistant Secretary of State for African Affairs under Presidents John F. Kennedy and Lyndon Johnson and Chief Justice of the Michigan Supreme Court.",
  "/wiki/Lyndon_B._Johnson": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by the initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. Formerly the 37th vice president from 1961 to 1963, he assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate. Johnson is one of only four people who have served in all four federal elected positions.[b]",
  "/wiki/Joseph_Palmer_II": "Joseph Palmer II (June 16, 1914 – August 15, 1994) was an American diplomat and State Department official whose career focused on U.S. relations with Africa.",
  "/wiki/David_D._Newsom": "David Dunlop Newsom (January 6, 1918 – March 30, 2008) was an American diplomat. He served as the United States Ambassador to Libya from 1965 to 1969, the United States Assistant Secretary of State for African Affairs from 1969 to 1974, the United States Ambassador to Indonesia from 1973 to 1977 and the United States Ambassador to the Philippines from 1977 to 1978.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Donald_B._Easum": "Donald Boyd Easum (August 27, 1923 – April 16, 2016) was an American diplomat.",
  "/wiki/Gerald_Ford": "Gerald Rudolph Ford Jr. (born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from August 1974 to January 1977. Before his accession to the presidency, Ford served as the 40th vice president of the United States from December 1973 to August 1974. Ford is the only person to have served as both vice president and president without being elected to either office by the Electoral College.",
  "/wiki/Nathaniel_Davis": "Nathaniel Davis (April 12, 1925 – May 16, 2011) was a career diplomat who served in the United States Foreign Service for 36 years. His final years were spent teaching at Harvey Mudd College, one of the Claremont Colleges.",
  "/wiki/William_E._Schaufele,_Jr.": "William E. Schaufele Jr. (December 7, 1923 – January 17, 2008) was an American diplomat and official at the United States Department of State.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Richard_M._Moose": "Richard M. Moose (February 27 1932 – September 25 2015) was an American executive and diplomat, who held senior government positions in Democratic administrations in the 1970s to 1990s.",
  "/wiki/Chester_Crocker": "Chester Arthur Crocker (born October 29, 1941) is an American diplomat and scholar who served as Assistant Secretary of State for African Affairs from June 9, 1981, to April 21, 1989, in the Reagan administration. Crocker, architect of the U.S. policy of \"constructive engagement\" towards Southern Africa including apartheid-era South Africa, is credited with setting the terms of Namibian independence.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Herman_Jay_Cohen": "Herman Jay \"Hank\" Cohen (born February 10, 1932) served as United States Assistant Secretary of State for African Affairs from 1989 to 1993. in 1991, and conflicts in Angola and Mozambique.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.",
  "/wiki/George_Moose": "George Edward Moose (born June 23, 1944) is an American diplomat who served as Assistant Secretary of State for African Affairs, Ambassador to the UN agencies in Geneva, and as Ambassador to the Republics of Benin and Senegal.  He is primarily known for serving as Assistant Secretary of State for African Affairs in the Clinton Administration during the genocide in Rwanda.",
  "/wiki/Susan_E._Rice": "Susan Elizabeth Rice (born November 17, 1964) is an American public official who served as the 24th U.S. National Security Advisor from 2013 to 2017. Rice was on the staff of the National Security Council and was the Assistant Secretary of State for African Affairs during President Bill Clinton's second term.  A Brookings Institution fellow, she served as U.S. Ambassador to the United Nations from 2009 to 2013.  The U.S. Senate confirmed her as ambassador by unanimous consent on January 22, 2009.",
  "/wiki/Walter_H._Kansteiner,_III": "Walter H. Kansteiner III (born November 14, 1955) was the United States Assistant Secretary of State for African Affairs from June 2001 until November 2003.",
  "/wiki/George_W._Bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Bush is frequently referred to as George W. Bush, Bush Junior, or Bush 43 to distinguish him from his father, George H. W. Bush, who served as the 41st president of the United States from 1989 to 1993.",
  "/wiki/Constance_Berry_Newman": "Constance Ernestine Berry Newman (born July 8, 1935 in Chicago, Illinois) was the United States Assistant Secretary of State for African Affairs from June 2004 to April 2005.",
  "/wiki/Jendayi_Frazer": "Jendayi Elizabeth Frazer (born 1961) is the former U.S. Assistant Secretary of State for African Affairs, heading the Bureau of African Affairs.  She was a Distinguished Service Professor at Carnegie Mellon University's Heinz College and Department of Social and Decision Sciences.",
  "/wiki/Johnnie_Carson_(diplomat)": "Johnnie Carson (born April 7, 1943) is a diplomat from the United States who has served as United States Ambassador to several African nations.  In 2009 he was nominated to become U.S. Assistant Secretary of State for African Affairs by President Barack Obama. He resigned in 2013 after four years in the role and following the resignation of Secretary of State Hillary Clinton. He is currently a Senior Advisor at Albright Stonebridge Group and the United States Institute of Peace.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/Donald_Yamamoto": "Donald Yukio Yamamoto (born 1953) is an American diplomat and the current United States Ambassador to Somalia. Before that he was the Acting Assistant Secretary of State for African Affairs with a \nterm of appointment starting September 3, 2017 until July 23, 2018. Yamamoto previously served as the Senior Vice President, International Programs and Outreach at the National Defense University from 2016–2017. Prior to that, he was Senior Advisor to the Director General of the Foreign Service on personnel reform from 2015–2016; Chargé d'Affaires at the U.S. Mission Somalia office in Mogadishu in 2016; and in senior positions in Kabul, Mazar e-Sharif, and Bagram, Afghanistan from 2014–2015.",
  "/wiki/Linda_Thomas-Greenfield": "Linda Thomas-Greenfield (born 1952, in Baker, Louisiana) is an American diplomat who served as the Assistant Secretary of State for African Affairs in the United States Department of State's Bureau of African Affairs from 2013 to 2017. She is currently Senior Counselor at Albright Stonebridge Group in Washington, DC.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality."
}