{
  "/wiki/Dennis_Awtrey": "Dennis Wade Awtrey (born February 22, 1948) is a retired American professional basketball player.  A 6'10\" center from Santa Clara University, Awtrey was drafted by the NBA's Philadelphia 76ers in 1970.  He played in the league for twelve seasons, spending time with the 76ers, Chicago Bulls, Phoenix Suns, Boston Celtics, Seattle SuperSonics, and Portland Trail Blazers.  Awtrey had his finest season in 1974-1975, when he averaged 9.9 points and 8.6 rebounds as a member of the Suns. Awtrey was also known for once having punched Kareem Abdul-Jabbar in the jaw. In 2012, Awtrey moved to Manzanita, Oregon, where he now operates a bed-and-breakfast.",
  "/wiki/Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966 and played its first game later that year. The Bulls play their home games at the United Center, an arena on Chicago's west side shared with the Chicago Blackhawks of the National Hockey League (NHL).",
  "/wiki/Jim_Barnett_(basketball)": "James Franklin Barnett (born July 7, 1944) is a former professional basketball player. He was the Golden State Warriors television analyst from 1985 to 2019, and is currently the team's radio color analyst on 95.7 The Game.",
  "/wiki/Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971.[b] They play their home games at the Chase Center.",
  "/wiki/1974%E2%80%9375_NBA_season": "The 1974–75 NBA season was the 29th season of the National Basketball Association. The season ended with the Golden State Warriors winning the NBA Championship, sweeping the Washington Bullets 4 games to 0 in the NBA Finals.",
  "/wiki/Walt_Bellamy": "Walter Jones Bellamy (July 24, 1939 – November 2, 2013) was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/John_Block_(basketball)": "John William Block, Jr. (born April 16, 1944) is a retired American basketball player born in Glendale, California.",
  "/wiki/Kansas_City%E2%80%93Omaha_Kings": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. Their best seasons to date in the city were in the early 2000s, including the 2001–02 season when they had the best record in the NBA at 61–21 (a winning percentage of .744).",
  "/wiki/Barry_Clemens": "John Barry Clemens (born May 1, 1943) is a former professional basketball player.  The 6' 6\" Clemens attended Xenia High School and Ohio Wesleyan University before being drafted by the NBA's New York Knicks in the 1965 NBA Draft, and he went on to have a productive 11-year career with five teams: the Knicks, the Chicago Bulls, the Seattle SuperSonics, the Cleveland Cavaliers, and the Portland Trail Blazers. He retired in 1976 with career totals of 5,312 points and 2,532 rebounds.",
  "/wiki/Cleveland_Cavaliers": "The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland. The Cavaliers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Rocket Mortgage FieldHouse in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005.",
  "/wiki/E._C._Coleman": "E. C. Coleman Jr. (born September 25, 1950) is a retired American basketball player.",
  "/wiki/Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. They compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in Downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established in 1967 as the San Diego Rockets, an expansion team originally based in San Diego. In 1971, the Rockets moved to Houston.",
  "/wiki/1976%E2%80%9377_NBA_season": "The 1976–77 NBA season was the 31st season of the National Basketball Association. The season ended with the Portland Trail Blazers winning their first NBA Championship in franchise history, beating the Philadelphia 76ers in six games in the NBA Finals.",
  "/wiki/Lamar_Green": "Lamar Anthony Green (born March 22, 1947) is a retired American professional basketball player.",
  "/wiki/Phoenix_Suns": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division, and are the only team in their division not based in California. The Suns play their home games at the Talking Stick Resort Arena.",
  "/wiki/Nate_Hawthorne": "Nathaniel \"Nate\" Hawthorne (January 19, 1951 – November 23, 2005) was an American former pro basketball player. He spent three seasons in the National Basketball Association (NBA), one with the Los Angeles Lakers (1973-74) and two with the Phoenix Suns (1974–76). The Mount Vernon, Illinois, native attended Southern Illinois University prior to his NBA stint. He died at age 54 outside his home in Tempe, Arizona, suffering a massive heart attack.",
  "/wiki/Los_Angeles_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics.",
  "/wiki/Ollie_Johnson_(basketball,_born_1949)": "Ollie Johnson (born May 11, 1949) is an American former professional basketball player.",
  "/wiki/Portland_Trail_Blazers": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995 (called the Rose Garden until 2013). The franchise entered the league as an expansion team in 1970, and has enjoyed a strong following: from 1977 through 1995, the team sold out 814 consecutive home games, the longest such streak in American major professional sports at the time, and only since surpassed by the Boston Red Sox. The Trail Blazers are the only NBA team based in the bi-national Pacific Northwest, after the Vancouver Grizzlies relocated to Memphis and became the Memphis Grizzlies in 2001 and the Seattle SuperSonics relocated to Oklahoma City and became the Oklahoma City Thunder in 2008.",
  "/wiki/Bob_Kauffman": "Robert Kauffman (July 13, 1946 – July 25, 2015) was an American professional basketball player  and coach. Kaufmann was a three time NBA All-Star.",
  "/wiki/Buffalo_Braves": "The Buffalo Braves were an American professional basketball franchise based in Buffalo, New York. The Braves competed in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Atlantic Division from 1970 until 1978. In 1978, Braves owner John Y. Brown Jr. swapped franchises with then-Boston Celtics owner Irv Levin, who then moved the team to San Diego, where it was renamed the San Diego Clippers. The franchise moved to Los Angeles in 1984, and is now known as the Los Angeles Clippers.",
  "/wiki/Toby_Kimball": "Thomas Kimball (September 7, 1942 – May 2, 2017) was an American professional basketball player from Framingham, Massachusetts.",
  "/wiki/Philadelphia_76ers": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in Philadelphia. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade.",
  "/wiki/Steve_Kuberski": "Stephen Phil Kuberski (born November 6, 1947) is an American former professional basketball player. Kuberski won two NBA titles with the Boston Celtics, in 1974 and 1976 and had a nine-year National Basketball Association (NBA) career. Kuberski was the last Celtic to wear number 33 before Larry Bird.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded on June 6, 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team.",
  "/wiki/Stu_Lantz": "Stuart Burrell Lantz (born July 13, 1946) is an American former basketball player who is a television commentator for the Los Angeles Lakers of the National Basketball Association (NBA) on Spectrum SportsNet. He has been the Lakers' color commentator since 1987, sharing the microphone with Chick Hearn, Paul Sunderland, Joel Meyers and now Bill Macdonald.  Lantz has won numerous awards for his work along the way. The Southern California Sports Broadcasters Association has named Lantz best radio commentator in six of the last seven years.",
  "/wiki/Detroit_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/Dean_Meminger": "Dean Peter Meminger (May 13, 1948 – August 23, 2013) was an American basketball player and coach.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city.",
  "/wiki/Louie_Nelson": "Louie Nelson (born May 28, 1951) is an American former National Basketball Association (NBA) player. Nelson was drafted with the first pick in the second round of the 1973 NBA draft by the Baltimore Bullets. Before the 1974–75 NBA season, Nelson was taken by the New Orleans Jazz in the NBA Expansion Draft. After playing two seasons with the Jazz, the Jazz waived him. Nelson was signed by the San Antonio Spurs before the 1976–77 NBA season, but was waived after four games. In the 1977–78 NBA season, Nelson's final NBA season, he played for the Kansas City Kings and New Jersey Nets. In his NBA career, Nelson averaged 9.4 points, 2.4 rebounds and 1.9 assists per game.\nLouie is now a math teacher in LA Jordan High School. He coaches the girls basketball team.",
  "/wiki/Washington_Bullets": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/1975%E2%80%9376_NBA_season": "The 1975–76 NBA season was the 30th season of the National Basketball Association. The season ended with the Boston Celtics winning the NBA Championship, beating the Phoenix Suns 4 games to 2 in the NBA Finals.",
  "/wiki/Curtis_Perry": "Curtis R. Perry (born September 13, 1948) is a retired American basketball player. Born in Washington, D.C., he attended Southwest Missouri State University and played at forward.",
  "/wiki/Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Fiserv Forum. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wes Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16. The team is managed by Jon Horst, the team's former director of basketball operations, who took over for John Hammond in May 2017.",
  "/wiki/Isaac_Stallworth": "Isaac \"Bud\" Stallworth (born January 18, 1950) is a retired American basketball player. He was a 6'5\" (1.96 m) and 190 lb (86 kg) shooting guard and played college basketball at the University of Kansas (KU) where he was named 1972 All-Big Eight Player of the Year. He had a professional career in the NBA from 1972–1977.",
  "/wiki/Seattle_SuperSonics": "The Seattle SuperSonics, commonly known as the Sonics, were an American professional basketball team based in Seattle, Washington. The SuperSonics played in the National Basketball Association (NBA) as a member club of the league's Western Conference Pacific and Northwest divisions from 1967 until 2008. After the 2007–08 season ended, the team relocated to Oklahoma City, Oklahoma, and now plays as the Oklahoma City Thunder.",
  "/wiki/1974_NBA_expansion_draft": "The 1974 NBA Expansion Draft was the sixth expansion draft of the National Basketball Association (NBA). The draft was held on May 20, 1974, so that the newly founded New Orleans Jazz could acquire players for the upcoming 1974–75 season. New Orleans had been awarded the expansion team on March 7, 1974. The Jazz moved to Salt Lake City in 1979 and are currently known as the Utah Jazz. In an NBA expansion draft, new NBA teams are allowed to acquire players from the previously established teams in the league. Not all players on a given team are available during an expansion draft, since each team can protect a certain number of players from being selected. In this draft, each of the seventeen other NBA teams had protected seven players from their roster and the Jazz selected seventeen unprotected players, one from each team."
}