{
  "/wiki/Domlur_Chokkanathaswamy_temple": "Chokkanathaswamy temple, at Domlur in the Indian city of Bangalore, is dedicated to the deity known as Chokkanathaswamy or Chokka Perumal (the Hindu god [Vishnu]). It is one of the oldest temples in the city, dating to the Chola period of the 10th century AD.",
  "/wiki/Domlur": "Domlur  is a small township located in the eastern part of Bangalore city in India. Domlur was included in the erstwhile Bangalore Civil and Military Station under the British Madras Presidency till it was transferred to the Mysore State in 1949.",
  "/wiki/Halasuru_Someshwara_Temple": "Halasuru Someshwara Temple is located in the neighborhood of Halasuru (also known as Ulsoor) in Bangalore, India. The oldest temple in the city dating back to the Chola period, it is dedicated to the Hindu god Shiva.  Major additions or modifications were made during the late Vijayanagara Empire period under the rule of Hiriya Kempe Gowda II.",
  "/wiki/Halasuru": "Ulsoor, or Halasuru, is one of the oldest neighbourhoods in the city of Bangalore.  It is located in central Bangalore, and begins roughly near the eastern terminus of MG Road. It is renowned for its numerous temples and rather narrow streets.",
  "/wiki/Kashi_Vishweshwar_Temple,_Kadugodi,_Bangalore": "Kasi Viswanath temple is a Hindu temple in Kadugodi, Bangalore, dedicated to the Lord Shiva. The temple dates back to the Chola King Rajendra Chola's Period.",
  "/wiki/Kadugodi": "Kadugodi is a suburb located in Whitefield, Bangalore in the state of Karnataka, India. The area is said to have been founded over 1000 years ago by the Chola dynasty.",
  "/wiki/Vasantha_Vallabharaya_Temple": "Vasantha Vallabharaya Temple, located in Vasantapura in Bangalore, India, is a temple dedicated to the deity Vasantha Vallabharaya, the Hindu god Vishnu. It dates back to the Chola dynasty.",
  "/wiki/Vasanthapura": "Located in South Bangalore, Kumaraswamy Layout is situated adjacent to Banashankari.",
  "/wiki/Sri_Ananda_Lingeshwara_Temple": "A Hindu temple situated in a small hill called Aananda Giri Hill near Hebbal, Bangalore capital city of Karnataka state, India, was originated in 13th century Chola dynasty era.",
  "/wiki/Hebbal": "Hebbal used to be the end of the corporation limits of Bangalore City. One can still see the milestone between the Baptist hospital and checkpost. Bangalore has now grown quite a bit towards north, beyond these marks. L&T factory, which was established in the 1970s, is also close to Hebbal. Raintree Boulevard project is coming up at same place before GKVK University. All arterial roads and road networks leading to the BIAL intersect at Hebbal. Further, BIAL has its office on the National Highway (NH 7) exit of the Hebbal flyover in Gayathri Lake Front. Due to short-sightedness of the governing authorities, the Hebbal Flyover has become a bottle-neck for traffic flow from the city centre towards North and the same when traveling from North to city centre. Traffic is crawling be it any time of the day. This is because almost 6 lanes coming from each side, jostle to fit in the two lane Hebbal bridge bringing the traffic to a stand still.",
  "/wiki/Eshwara_Temple,_Kengeri,_Bangalore": "Eshwara Temple is a Hindu temple in Kengeri, Bangalore, dedicated to the Lord Shiva. Dates back to the Chola king Rajendra Chola's Period (1050 AD).",
  "/wiki/Kengeri": "Kengeri is a suburb in Bangalore city. It is located on the western corridor along Mysore Road, bordered by Nagarbhavi and Rajarajeshwari Nagar .",
  "/wiki/Dharmesvara_Temple": "Dharmesvara Temple  located in Kondrahalli, Bangalore Rural,  Hoskote Taluk in Bangalore  is  dedicated to the deity\nDharmesvara (the Hindu god Shiva). It dates back to the Chola period 1065 AD. The temple also has 5000 years history and as informed by the Temple in charge Mr. Manjunath[citation needed].",
  "/wiki/Sri_Madduramma_Temple": "Sri Madduramma Temple, located in Huskur (Anekal Taluk) in the city of Bangalore, is a temple dedicated to the Hindu deity Madduramma. It is the oldest temple dates back to the Chola period. Every year the Grand festival is celebrated during March or April month. 12 chariots will come every year from various villages i,e Kaggalipura , Narayanaghatta , Singena Agrahara , Ramasagara , Heelalige , Lakshminarayanapura , Rayasandra , Doddanagamangala , Harohalli , Chokkasandra , Sulikunte , Kodathi",
  "/wiki/Mukthi_Natheshwara_Temple": "Mukthi Natheshwara Temple located in Binnamangala in Bangalore city is dedicated to the deity Mukthi Natheshwara (the Hindu god Shiva). It dates back to the Rajaraja Chola period. (1110 A.D)",
  "/wiki/Old_Madiwala_Someshwara_Temple,_Bangalore": "Old Madiwala Sri Someshwara Temple located in Bangalore city (also Bengaluru) is  dedicated to the deity Someshwara (the Hindu god Shiva). It is one among the oldest temples in the city and dates back to the Chola Empire period. The temple belongs to the early 12th century.(1247 AD).",
  "/wiki/Madiwala": "Madiwala is a locality in Bangalore, India. It is a bustling center of activity from grocery markets to IT to shopping mall. Being at the center of the IT corridor it is well known across Bangalore.",
  "/wiki/Kaalikaamba_Kamatheshwara_Temple": "Kaalikaamba Kamatheshwara Temple is located in Nagarathpet in Bangalore city. The city is dedicated to the deities Kaalikaamba and Kamatheshwara (the Hindu god Shiva, and goddess Shakthi or parvathi). The temple is nearly 800 years old and  dates back to the Chola period.",
  "/wiki/Someshwara_Swamy_Temple": "The Someshwara Temple is located in Agara, on Sarjapura main road in Bangalore, India.The Co-Ordinates of this temple are:- 12°55'5\"N  77°37'6\"E.It is  dedicated to the Deity Someshwara (the Hindu God Shiva) and dates back to the Chola period. The temple has a history of 1,200 years.",
  "/wiki/Agara,_Bangalore": "Agara  is a panchayat village in the southern state of Karnataka, India. It is located in the Bangalore South taluk of Bangalore district in Karnataka, on Outer Ring Road, near Koramangala and HSR Layout. The Agara Bus Stop connects Koramangla with ITPL, Varthur, etc. Agara is visited for its Oriyan temple, Agara Lake, Ayyappa Temple & Aanjaneya Temple.",
  "/wiki/Someshwara_Temple,_Marathahalli": "Someshwara Temple is a Hindu temple in Marathahalli, Bangalore, dedicated to the Lord Siva. It dates back to 1508 AD.",
  "/wiki/Marathahalli": "Marathahalli is an eastern suburb of Bangalore city in Karnataka state of India. The locality is named after the Marut fighter aircraft developed at a HAL facility nearby.",
  "/wiki/List_of_Chola_temples_in_Bangalore": "The Chola dynasty was one of the longest-ruling dynasties in the history of southern India. In Bangalore the Cholas ruled nearly a century. The heartland of the Cholas was the fertile valley of the Kaveri River, but they ruled a significantly larger area at the height of their power, including the present-day Bangalore. During the reign of Rajaraja Chola I—around 1004 AD—the cholas captured Bangalore after defeating the Gangas. During their rule, they built many temples in and around Bangalore with the Chokkanathaswamy temple, Mukthi Natheshwara Temple, Choleswara temple and the Someshwara Temple being prominent ones. The Chokkanathaswamy temple at Domlur, whose earliest inscriptions date back to the 10th century AD, is the oldest temple in the city. Originally built by Raja Raja Chola I, the temple was later renovated by the Hoysalas and Vijayanagara rulers. The temple's deity was Lord Shiva, but later a Vishnu temple was built for the local residents who were mainly Vaishnavas."
}