{
  "/wiki/Josie_Gibson": "Josephine Diane Shirley Gibson (born 24 January 1985) is a British television personality. In 2010, she won the eleventh series of Big Brother. Later that year, she entered Ultimate Big Brother. She was also a regular guest host on the Channel 5 magazine series OK! TV.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Dave_Vaughan": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Pontypool": "Pontypool (Welsh: Pont-y-pŵl [ˌpɔntəˈpuːl]) is a town that is home to approximately 36,000 people in the county borough of Torfaen, within the historic boundaries of Monmouthshire in South Wales.",
  "/wiki/Mario_Mugan": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/JJ_Bird": "Joe-John Daniel \"JJ\" Bird (born 9 September 1986) is a professional boxer who is also known for being a contestant in reality television series Big Brother.",
  "/wiki/Andrew_Edmonds": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Wimborne_Minster": "Wimborne Minster (often referred to as Wimborne, /ˈwɪmbɔːrn/) is a market town in East Dorset in South West England, and the name of the Church of England church in that town. According to Office for National Statistics data the population of the Wimborne Minster built-up area as of 2014[update] is estimated as 15,552 inhabitants and is situated at the confluence of the River Stour and River Allen, 5 miles (8 km) north of Poole, on the Dorset Heaths. The town is also recognised as part of the South East Dorset conurbation.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/John_James_Parton": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Melbourne": "Melbourne (/ˈmɛlbərn/ (listen) MEL-bərn)[note 1] is the capital and most populous city of the Australian state of Victoria, and the second most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also the common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the hinterlands towards the Dandenong and Macedon ranges, Mornington Peninsula and Yarra Valley. It has a population of 5 million (19% of the population of Australia), and its inhabitants are referred to as \"Melburnians\".[note 2]",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Sam_Pepper": "Samuel Pepper (born 26 March 1989) is a British YouTube personality, video blogger, comedian, and prankster. Pepper created his YouTube channel in 2010 and holds over 2 million subscribers and 70 million video views as of February 2017.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Corin_Forshaw": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Stockport": "Stockport is a large major town in Greater Manchester, England, 7 miles (11 km) south-east of Manchester city centre, where the River Goyt and Tame merge to create the River Mersey, and the largest in the metropolitan borough of the same name.",
  "/wiki/Steve_Gill_(Big_Brother)": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Jo_Butler": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Luton": "Luton (/ˈluːtən/ (listen)) is a large town, borough and unitary authority area of Bedfordshire, situated in the south east of England, but in the East of England region for administrative purposes. It has a population of 214,109 (mid-2018 est.) and is one of the most populous towns without city status in the United Kingdom. The town is situated on the River Lea, about 30 miles (50 km) northwest of London. The town's foundation dates to the sixth century as a Saxon outpost on the River Lea, from which Luton derives its name. Luton is recorded in the Domesday Book as Loitone and Lintone and one of the largest churches in Bedfordshire, St Mary's Church, was built in the 12th century. There are local museums which explore Luton's history in Wardown Park and Stockwood Park.",
  "/wiki/Rachel_Ifon": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Ben_Duncan": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Laura_McAdam": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Stratford-upon-Avon": "Stratford-upon-Avon (/-ˈeɪvən/), commonly known as just Stratford, is a market town and civil parish in the Stratford-on-Avon District, in the county of Warwickshire, England, on the River Avon, 91 miles (146 km) north west of London, 22 miles (35 km) south east of Birmingham, and 8 miles (13 km) south west of Warwick. The estimated population in 2007 was 25,505, increasing to 27,445 at the 2011 Census.",
  "/wiki/Keeley_Johnson": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Caoimhe_Guilfoyle": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/Ife_Kuku": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Milton_Keynes": "Milton Keynes (/kiːnz/ (listen) KEENZ), locally abbreviated to MK, is a large town[b] in (ceremonial) Buckinghamshire, England, about 50 miles (80 km) north-west of London.  It is the principal settlement of the Borough of Milton Keynes, a unitary authority. At the 2011 Census, its population was almost 230,000; the Office for National Statistics estimates that it will reach 300,000 by 2025. The River Great Ouse forms its northern boundary; a tributary, the River Ouzel, meanders through its linear parks and balancing lakes. Approximately 25% of the urban area is parkland or woodland and includes two SSIs.",
  "/wiki/Nathan_Dunn_(Big_Brother)": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Bingley": "Bingley is a market town and civil parish in the metropolitan borough of the City of Bradford, West Yorkshire, England, on the River Aire and the Leeds and Liverpool Canal, which had a population of 18,294 at the 2011 Census.",
  "/wiki/West_Yorkshire": "West Yorkshire is a metropolitan county in England. It is an inland and, in relative terms, upland county having eastward-draining valleys while taking in the moors of the Pennines. West Yorkshire came into existence as a metropolitan county in 1974 after the passage of the Local Government Act 1972  and has a population of 2.2 million.",
  "/wiki/Shabby_Katchadourian": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Sunshine_Martyn": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Peterborough": "Peterborough (/ˈpiːtərbərə, -ˌbʌrə/ (listen)) is a cathedral city in Cambridgeshire, England, with a population of 202,110 in 2017. Historically part of Northamptonshire, it is  76 miles (122 km) north of London, on the River Nene which flows into the North Sea 30 miles (48 km) to the north-east. The railway station is an important stop on the East Coast Main Line between London and Edinburgh. The city is also 70 miles (110 km) east of Birmingham, 38 miles (61 km) east of Leicester, 81 miles (130 km) south of Kingston upon Hull and 65 miles (105 km) west of Norwich.",
  "/wiki/Govan_Hinds": "Writen Published and Produced by Rachel White along with her brother Rodney White. Directed by The White Brothers Taylor & Jake from Killen Alabama USA. The following is a list of housemates in the eleventh series of Big Brother, broadcast on Channel 4 between June and August 2010.",
  "/wiki/Leicester": "Leicester (/ˈlɛstər/ (listen) LEST-ər) is a city and unitary authority area in the East Midlands of England, and the county town of Leicestershire. The city lies on the River Soar and close to the eastern end of the National Forest. It is to the north-east of Birmingham and Coventry, south of Nottingham, and west of Peterborough.",
  "/wiki/Big_Brother_(British_series_11)": "Big Brother 2010, also known as Big Brother 11, was the eleventh series of the British reality television series Big Brother, and the final series of the show to be broadcast by Channel 4. The show followed twenty-one contestants, known as housemates, who were isolated from the outside world for an extended period of time in a custom built House. Each week, one or more of the housemates were evicted by a public vote. The last remaining housemate, Josie Gibson, was declared the winner, winning a cash prize of £100,000 and a place in a special edition of the show named Ultimate Big Brother, which began immediately after the conclusion of this series."
}