{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Abzal_Azhgaliyev": "Abzal Azhgaliyev (born 30 June 1992) is a Kazakh male short track speed skater.",
  "/wiki/Short_track_speed_skating_at_the_2018_Winter_Olympics": "Short track speed skating at the 2018 Winter Olympics was held at the Gangneung Ice Arena in Gangneung, South Korea. The eight events were scheduled to take place between 10 and 22 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Ruslan_Zhaparov": "Ruslan Zhaparov (born 27 May 1996) is a Kazakhstani heavyweight taekwondo competitor. He represented Kazakhstan at the 2016 Summer Olympics in Rio de Janeiro, in the men's +80 kg. He was defeated by Azerbaijan's Radik Isaev in the round of 16 and South Korea's Cha Dong-min in the repechages.  Zhaparov was the flag bearer for Kazakhstan during the Parade of Nations.",
  "/wiki/Taekwondo_at_the_2016_Summer_Olympics": "Taekwondo at the 2016 Summer Olympics in Rio de Janeiro took place from 17 to 20 August at the Carioca Arena 3 inside the Barra Olympic Park in Barra da Tijuca. Around 128 taekwondo fighters competed in eight weight categories; four for men, and four for women.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Yerdos_Akhmadiyev": "Yerdos Zhaksimbinovich Akhmadiyev (Ердос Жаксимбинович Ахмадиев, born March 6, 1985) is a Kazakh cross-country skier who has competed since 2010. Akhmadiyev was selected to carry the Kazakh flag during the opening ceremony of the 2014 Winter Olympics in Sochi, Russia.",
  "/wiki/Cross-country_skiing_at_the_2014_Winter_Olympics": "Cross-country skiing at the 2014 Winter Olympics was held at the Laura Biathlon & Ski Complex near Krasnaya Polyana, Russia. The twelve events took place between 8–23 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Nurmakhan_Tinaliyev": "Nurmakhan Tinaliyev (born January 10, 1988) is a male wrestler from Kazakhstan. He was flag bearer at the 2012 Summer Olympics.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Dias_Keneshev": "Dias Keneshev (born 31 March 1985 in Urzhar) is a biathlete from Kazakhstan. He competed for Kazakhstan at the 2010 Winter Olympics. Keneshev was Kazakhstan's flag bearer during the 2010 Winter Olympics opening ceremony.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics": "The biathlon competition at the 2010 Winter Olympics were held at Whistler Olympic Park in Whistler, British Columbia. The events were held between the 13th and 26 February 2010.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Bakhyt_Akhmetov": "Bakhyt Beshimbekovich Akhmetov (Kazakh: Бахыт Бешимбекович Ахметов; born March 27, 1979 in Shymkent) is a Kazakhstani weightlifter. He is a three-time Olympian and a two-time medalist for the 94 and 105 kg classes at the Asian Games.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics": "Weightlifting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 19.  Competitions were conducted at the Beihang University Gymnasium.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Aleksandr_Koreshkov_(ice_hockey)": "Alexander Gennadievich Koreshkov (Russian: Александр Геннадьевич Корешков; born 28 October 1968) is a retired Kazakhstani professional ice hockey left winger who last competed at the 2010 IIHF World Championship as a member of the Kazakhstan men's national ice hockey team. He is the older brother of Evgeni Koreshkov. He is currently serves as a president of the Kontinental Hockey League team Barys Astana and a general manager of the Kazakhstan men's national ice hockey team. He competed at the 1998 Winter Olympics and the 2006 Winter Olympics.",
  "/wiki/Ice_hockey_at_the_2006_Winter_Olympics": "Ice hockey at the 2006 Winter Olympics was held at the Torino Palasport Olimpico and the Torino Esposizioni in Turin, Italy. The men's competition, held from 15 to 26 February, was won by Sweden, and the women's competition, held from 11 to 20 February, was won by Canada.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Askhat_Zhitkeyev": "Askhat Zhitkeyev (born 13 April 1981) is a Kazakh judoka. He won a silver medal at the 2008 Olympics in the 90–100 kg division and a bronze medal at the 2001 world judo championships in the -100 kg division. He won a bronze medal at the -100 kg category of the Asian Games.",
  "/wiki/Judo_at_the_2004_Summer_Olympics": "Judo at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and featured 368 judoka competing for 14 gold medals with seven different weight categories in both the men's and women's competitions. Japan dominated the event by taking 8 gold and 2 silver medals.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Radik_Bikchentayev": "Radik Bikchentayev (born 2 August 1972) is a Kazakhstani speed skater. He competed at the 1994 Winter Olympics, the 1998 Winter Olympics and the 2002 Winter Olympics.",
  "/wiki/Speed_skating_at_the_2002_Winter_Olympics": "Speed skating at the 2002 Winter Olympics was held over fourteen days, from 9 to 23 February. Ten events were contested at the Utah Olympic Oval.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Yermakhan_Ibraimov": "Yermakhan Ibraimov (born 1 January 1972 in Jambyl Region) is a Kazakh boxer who competed in the Light Middleweight (71 kg) at the 2000 Summer Olympics and won the gold medal. Four years earlier, at the 1996 Summer Olympics in Atlanta, he captured the bronze medal. He also won the bronze medal at the 1999 World Amateur Boxing Championships in Houston, Texas, and a silver one at the previous edition in Budapest. His first coach is Bakshar Karsybaev.",
  "/wiki/Boxing_at_the_2000_Summer_Olympics": "The boxing competition at the 2000 Summer Olympics in Sydney was held at the Sydney Convention and Exhibition Centre in Darling Harbour. The event was only open to men and bouts were contested over four rounds of two minutes each. Five judges scored the fighters in real time and the boxer with the most points at the end was the winner.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Vladimir_Smirnov_(skier)": "Vladimir Mikhaylovich Smirnov (Russian: Влади́мир Миха́йлович Смирно́в; born 7 March 1964) is a Kazakhstani former cross-country skier who raced from the 1982 until 1991 for the USSR and, later, for Kazakhstan. He is the first Olympic champion from independent Kazakhstan and the most decorated Olympian in history of Kazakhstan. He is also a vice president of the International Biathlon Union. Smirnov is a former member of International Olympic Committee.",
  "/wiki/Cross-country_skiing_at_the_1998_Winter_Olympics": "The 1998 Winter Olympic Games cross-country skiing competition results were as follows.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Boxing_at_the_1996_Summer_Olympics": "Boxing at the 1996 Summer Olympics took place in the Alexander Memorial Coliseum in Atlanta. The boxing schedule began on 20 July and ended on 4 August. Twelve boxing events were contested, with the participation of 355 athletes from 97 countries.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Kayrat_Biekenov": "Kayrat Biekenov (born 25 May 1972) is a Kazakhstani ski jumper. He competed in the normal hill and large hill events at the 1994 Winter Olympics.",
  "/wiki/Ski_jumping_at_the_1994_Winter_Olympics": "Ski jumping at the 1994 Winter Olympics consisted of three events held from 20 February to 25 February, taking place at Lysgårdsbakken.",
  "/wiki/List_of_flag_bearers_for_Kazakhstan_at_the_Olympics": "This is a list of flag bearers who have represented Kazakhstan at the Olympics."
}