{
  "/wiki/Jos%C3%A9_L%C3%B3pez_Mu%C3%B1oz": "José Luis \"Nuno\" López Muñoz (born November 11, 1951) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives for two separate instances (2001-2005, 2009–2017), representing District 1.",
  "/wiki/Luis_Ra%C3%BAl_Torres_Cruz": "Luis Raúl Torres Cruz (born March 5, 1960 in San Juan, Puerto Rico) is a Puerto Rican politician affiliated with the Popular Democratic Party (PPD). He is a member of the Puerto Rico House of Representatives since 2000, representing the 2nd District. Since February 2012, he is serving as Minority Leader for his party, after the resignation of Héctor Ferrer.",
  "/wiki/Albita_Rivera_Ram%C3%ADrez": "Alba Iris \"Cacatúa\" Rivera Ramirez is a Puerto Rican politician affiliated to the New Progressive Party (PNP). Rivera served as a member of the House of Representatives of Puerto Rico representing District 3 of San Juan from 1997 to 2013. She was also a member of the Senate of Puerto Rico (1985–1989) and Director of the Puerto Rican Office of Woman's Affairs.",
  "/wiki/Liza_Fern%C3%A1ndez_Rodr%C3%ADguez": "Liza Fernández Rodríguez (born January 1, 1973) is a Puerto Rican attorney and politician affiliated with the New Progressive Party (PNP). Fernández was a member of the House of Representatives of Puerto Rico from 2005 to 2012, and of the Senate of Puerto Rico from 2012 to 2013. In December 2012, after her electoral defeat, Fernández was confirmed as a Superior Judge.",
  "/wiki/V%C3%ADctor_Par%C3%A9s": "Víctor L. Parés Otero (born July 18) is a Puerto Rican politician affiliated with the New Progressive Party (NPP). He replaced Liza Fernández as a member of the Puerto Rico House of Representatives from 2012 to 2013 representing District 4.",
  "/wiki/Jorge_Navarro_Su%C3%A1rez": "Jorge Luis Navarro Suárez (born July 8, 1964) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He has been a member of the Puerto Rico House of Representatives since 2004 representing District 5.",
  "/wiki/Angel_Perez_Otero": "Ángel Pérez Otero (born September 18, 1970) is a Puerto Rican politician, who is the mayor of Guaynabo, Puerto Rico. He was a member of the Puerto Rico House of Representatives from 2005 to 2012.",
  "/wiki/Luis_P%C3%A9rez_Ort%C3%ADz": "Luis \"Junior\" Pérez Ortiz (born September 5, 1955) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He has been a member of the Puerto Rico House of Representatives since 1998 representing District 7.",
  "/wiki/Antonio_Silva_Delgado": "Antonio \"Toñito\" Silva Delgado is a Puerto Rican politician. He has been a member of the Puerto Rico House of Representatives since 1993.",
  "/wiki/Angel_Rodr%C3%ADguez_Miranda": "Angel Edgardo \"Gary\" Rodríguez Miranda (born January 9, 1977) is a Puerto Rican politician. He has been a member of the Puerto Rico House of Representatives since 2008.",
  "/wiki/Bernardo_M%C3%A1rquez_Garc%C3%ADa": "Bernardo \"Betito\" Márquez García is the Mayor of Toa Baja affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives from 2005 to 2013 representing District 10.",
  "/wiki/Mar%C3%ADa_Vega_Pag%C3%A1n": "María Vega Pagán (born October 9, 1977) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). She was a member of the Puerto Rico House of Representatives from 2009 to 2013 representing District 11.",
  "/wiki/H%C3%A9ctor_Torres_Calder%C3%B3n": "Héctor Torres Calderón is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He has been a member of the Puerto Rico House of Representatives since 2005 representing District 12.",
  "/wiki/Gabriel_Rodr%C3%ADguez_Aguil%C3%B3": "Gabriel Rodríguez Aguiló (born August 19, 1973) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He has been a member of the Puerto Rico House of Representatives since 2004.",
  "/wiki/Paula_Rodr%C3%ADguez_Homs": "Paula Rodríguez Homs (born April 8, 1968) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). She was a member of the Puerto Rico House of Representatives from 2009 to 2013 representing District 14. She is currently a member of the Board of Directors of the Commission of Public Service.",
  "/wiki/Arnaldo_Jim%C3%A9nez_Valle": "Arnaldo Iván Jiménez Valle (born December 10, 1965) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives from 2009 to 2013, representing District 15.",
  "/wiki/Iv%C3%A1n_Rodr%C3%ADguez_Traverzo": "Iván Ariel Rodríguez Traverso (born September 29, 1975) is a Puerto Rican politician who served as a Member of the House of Representatives of Puerto Rico. He represented the 16th Representative District, composed of the towns of Isabela, San Sebastian, and Las Marías. Traverzo is affiliated with the pro-statehood New Progressive Party of Puerto Rico (NPP).",
  "/wiki/Eric_Alfaro": "Eric Adniel Alfaro Calero (born October 3, 1982) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives from April 11, 2011 to January 1, 2013 representing District 16. Alfaro was appointed to fill the vacant seat of expelled representative Iván Rodríguez Traverzo.",
  "/wiki/Jos%C3%A9_Luis_Rivera_Guerra": "José Luis Rivera Guerra (born October 7, 1973 in Mayagüez, Puerto Rico) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives representing the 17th District from 2000 to 2013. He was reelected in 2016. He resigned on July 31, 2018.",
  "/wiki/David_Bonilla_Cort%C3%A9s": "David Bonilla Cortés (born February 1, 1974) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives from 2009 to 2013 representing District 18.",
  "/wiki/Charlie_Hern%C3%A1ndez": "Carlos M. \"Charlie\" Hernández López (born February 19, 1965) is a Puerto Rican politician affiliated with the Popular Democratic Party (PPD). He was member of the Puerto Rico House of Representatives from January, 2001 until December, 2016.  From 2001 to 2012 he represented District 19 (which includes the cities of Mayagüez and San Germán). In 2012, he was reelected, this time as a Representative At-large until 2016.",
  "/wiki/Norman_Ram%C3%ADrez_Rivera": "Norman Ramírez Rivera (born July 28, 1958) is a Puerto Rican politician affiliated with the New Progressive Party (PNP). He was a member of the Puerto Rico House of Representatives from 2005 to 2013 representing District 20.",
  "/wiki/28th_House_of_Representatives_of_Puerto_Rico": "The 28th House of Representatives of Puerto Rico was the lower house of the 16th Legislative Assembly of Puerto Rico and met from January 14, 2009, to January 8, 2013. All members were elected in the General Elections of 2008. The House had a majority of members from the New Progressive Party (PNP)."
}