{
  "/wiki/Alta_Floresta": "Alta Floresta (Portuguese for \"High Forest\") is a municipality in Mato Grosso, Brazil. It is located at around 9°53′10″S 56°5′14″W﻿ / ﻿9.88611°S 56.08722°W﻿ / -9.88611; -56.08722Coordinates: 9°53′10″S 56°5′14″W﻿ / ﻿9.88611°S 56.08722°W﻿ / -9.88611; -56.08722.",
  "/wiki/Alta_Floresta_Airport": "Piloto Osvaldo Marques Dias Airport (IATA: AFL, ICAO: SBAT) is the airport serving Alta Floresta, Brazil.",
  "/wiki/Aracaju": "Aracaju (Portuguese pronunciation: [aɾakaˈʒu]) is the capital of the State of Sergipe, Brazil, located in the northeastern part of the country on the coast, about 350 km (217 mi) north of Salvador.",
  "/wiki/Santa_Maria_Airport_(Sergipe)": "Aracaju–Santa Maria Airport (IATA: AJU, ICAO: SBAR) is the airport serving Aracaju, Brazil.",
  "/wiki/Bel%C3%A9m": "Belém ([beˈlẽj]; Portuguese for Bethlehem) is a Brazilian city with 2,491,052 people residing in its Metropolitan Region. The capital city itself has 1,485,732 inhabitants (for more details on its population see in Demographics below). It is the capital and largest city of the state of Pará in the country's north. It is the gateway to the Amazon River with a busy port, airport, and bus/coach station. Belém lies approximately 100 km upriver from the Atlantic Ocean, on the Pará River, which is part of the greater Amazon River system, separated from the larger part of the Amazon delta by Ilha de Marajó (Marajo Island). With an estimated population of 1,439,561 people — or 2,249,405, considering its metropolitan area — it is the 11th most populous city in Brazil, as well as the 16th by economic relevance. It is the second largest in the North Region, second only to Manaus, in the state of Amazonas.",
  "/wiki/Val_de_Cans_International_Airport": "Belém/Val de Cans–Júlio Cezar Ribeiro International Airport (IATA: BEL, ICAO: SBBE) is the main airport serving Belém, Brazil. Val de Cans (sometimes spelled Val de Cães) is the name of the neighborhood where the airport is located. Since 13 April 2010 the airport is named also after Júlio Cezar Ribeiro de Souza (1837–1887) a researcher of balloons.",
  "/wiki/Belo_Horizonte": "Belo Horizonte (Portuguese pronunciation: [ˈbɛlu oɾiˈzõtʃi], locally [ˌbɛloɾiˈzõtʃi] (listen);[a] \"Beautiful Horizon\") is the sixth-largest city in Brazil, with a population of approximately 2.5 million. It is the thirteenth-largest city in South America and the eighteenth-largest in the Americas. The metropolis is anchor to the Belo Horizonte metropolitan area, ranked as the third most populous metropolitan area in Brazil and the seventeenth most populous in the Americas. Belo Horizonte is the capital of the state of Minas Gerais, Brazil's second most populous state. It is the first planned modern city in Brazil.",
  "/wiki/Tancredo_Neves_International_Airport": "Belo Horizonte - Tancredo Neves/Confins International Airport (IATA: CNF, ICAO: SBCF), formerly called Confins International Airport is the primary international airport serving Belo Horizonte. Since 2 September 1986 the airport is named after Tancredo de Almeida Neves (1910–1985), President-elect of Brazil. It is located in the municipality of Confins, in the Minas Gerais. It is operated by BH Airport S.A.",
  "/wiki/Bras%C3%ADlia": "Brasília (/brəˈzɪliə/, Portuguese: [bɾaˈziljɐ]) is the federal capital of Brazil and seat of government of the Federal District. The city is located atop the Brazilian highlands in the country's center-western region. It was founded on April 21, 1960, to serve as the new national capital. Brasília is estimated to be Brazil's third-most populous city. Among major Latin American cities, it has the highest GDP per capita.",
  "/wiki/Bras%C3%ADlia_International_Airport": "Brasília–Presidente Juscelino Kubitschek International Airport (IATA: BSB, ICAO: SBBR) is the only international airport serving Brasília. The airport was named after Juscelino Kubitschek (1902–1976), the 21st President of Brazil. It is located in the administrative region of Lago Sul, in the Federal District. Some of its facilities are shared with the Brazilian Air Force. It is operated by Inframerica.",
  "/wiki/Campo_Grande": "Campo Grande (Brazilian Portuguese: [ˈkɐ̃pu ˈɡɾɐ̃dʒi],[a] lit. \"Great Field\") is the capital and largest city of the Brazilian state of Mato Grosso do Sul in the Center-West region of the country. The city is nicknamed Cidade Morena (\"Swarthy City\" in Portuguese) because of the reddish-brown colour of the region's soil. It has a population of 796,252, according to a 2011 IBGE estimate, while its metropolitan area is home to 991,420 people (2010).[citation needed]",
  "/wiki/Campo_Grande_International_Airport": "Campo Grande International Airport (IATA: CGR, ICAO: SBCG), sometimes also informally referred to as Antônio João Airport, after the neighborhood where it is located, is the airport serving Campo Grande, Brazil.",
  "/wiki/Chapec%C3%B3": "Chapecó is a municipality in the state of Santa Catarina, in the Southern Region of Brazil. Being a major industrial, financial and educational center, it is a major producer of industrialized food products. Considered a medium city, with a population estimated at 213 279 inhabitants, it is among the four most important cities in the state. It belongs to the Meso-region of Western Santa Catarina and to the Microregion of Chapecó.",
  "/wiki/Chapec%C3%B3_Airport": "Serafin Enoss Bertaso Airport (IATA: XAP, ICAO: SBCH) is the airport serving Chapecó, Brazil.",
  "/wiki/Cuiab%C3%A1": "Cuiabá (Portuguese pronunciation: [kujaˈba]) is the capital city of the Brazilian state of Mato Grosso. It serves as the Geographical Centre of South America and forms the metropolitan area of the state, along with the neighbouring town of Várzea Grande.. The city’s name is an indigenous Bororo word meaning ‘arrow-fishing’, The city was founded in 1719, during the gold rush, it has been the state capital since 1818. The city is a trading centre for an extensive cattle-raising and agricultural area. The capital is among the fastest-growing cities in Brazil, followed by the growth of agribusiness in Mato Grosso, despite the recession that is affecting Brazilian industries., Cuiabá was one of the host cities for the 2014 FIFA World Cup.",
  "/wiki/Marechal_Rondon_International_Airport": "Marechal Rondon International Airport (IATA: CGB, ICAO: SBCY) is the airport serving Cuiabá, Brazil, located in the adjoining municipality of Várzea Grande. It is named after Marshall Cândido Mariano da Silva Rondon (1865–1958), a Brazilian explorer.",
  "/wiki/Curitiba": "Curitiba (Brazilian Portuguese: [kuɾiˈtʃibɐ]) is the capital and largest city in the Brazilian state of Paraná. The city's population was 1,879,355 as of 2015[update], making it the eighth most populous city in Brazil and the largest in Brazil's South Region. The Curitiba Metropolitan area comprises 26 municipalities with a total population of over 3.2 million (IBGE estimate in 2010), making it the seventh most populous metropolitan area in the country.",
  "/wiki/Afonso_Pena_International_Airport": "Afonso Pena International Airport (IATA: CWB, ICAO: SBCT) is the main airport serving Curitiba, Brazil, located in the adjoining municipality of São José dos Pinhais. It is named after Afonso Pena (1847–1909), the 6th President of Brazil. It is operated by Infraero.",
  "/wiki/Florian%C3%B3polis": "Florianópolis (Portuguese pronunciation: [floɾi.aˈnɔpolis]) is the capital and second largest city of the state of Santa Catarina, in the South region of Brazil. The city encompasses Santa Catarina Island and surrounding small islands, as well as part of the mainland. It has a population of 477,798, according to the 2016 IBGE (Brazilian Institute of Geography and Statistics) population estimate, the second most populous city in the state (after Joinville), and the 47th in Brazil. The metropolitan area has an estimated population of 1,111,702, the 21st largest in the country. The city is known for having the country's third highest Human Development Index score among all Brazilian cities (0.847). The city is considered safe by Brazilian standards[dubious  – discuss]. In 2014, Florianópolis had the second-lowest incidence of murders of Brazilian capitals.",
  "/wiki/Herc%C3%ADlio_Luz_International_Airport": "Florianópolis-Hercílio Luz International Airport (IATA: FLN, ICAO: SBFL), branded Floripa Airport, is the airport serving Florianópolis, Brazil. It is named after Hercílio Pedro da Luz (1860–1924), three times governor of the state of Santa Catarina and senator. It is operated by Flughafen Zürich AG. Some of its facilities are shared with the Florianópolis Air Force Base of the Brazilian Air Force.",
  "/wiki/Fortaleza": "Fortaleza ([foʁtaˈlezɐ], locally [fɔɦtaˈlezɐ], Portuguese for Fortress) is the state capital of Ceará, located in Northeastern Brazil. It belongs to the Metropolitan mesoregion of Fortaleza and microregion of Fortaleza. Founded in 1603 as Nova Lisboa (New Lisbon), Fortaleza has grown to Brazil's 5th largest city and the twelfth richest city in the country in GDP and second in the Northeast, with 49 billion reais (US$21 billion). It also has the third richest metropolitan area in the North and Northeast regions. It is an important industrial and commercial center of Brazil, the nation's eighth largest municipality in purchasing power. According to the Ministry of Tourism, the city reached the mark of second most desired destination of Brazil and fourth among Brazilian cities in tourists received. The BR-116, the most important highway of the country, starts in Fortaleza. The municipality is part of the Common Market of Mercosur Cities, and also the Brazilian state capital which is closest to Europe, 5608 km (3484 miles) from Lisbon, Portugal.\nFortaleza is symptomatic of the wealth divide in Brazil. It ranks 83rd in a measure of wealth disparity. This, and a prevalence of drug trafficking (https://en.wikipedia.org/wiki/2017_Brazil_prison_riots), has contributed to a serious crime problem. Many neighborhoods (barrios) are in fact favelas and not safe, particularly at night. Fortaleza ranks ninth worldwide in intentional murder rate, exceeding the national rate of over 59 per 100,000. While the major tourist attractions are well policed or segregated with security barriers for the well to do, it is evident that the majority of the population lives in defensively equipped homes and that the old time custom of evening sidewalk socializing is disappearing.",
  "/wiki/Pinto_Martins_%E2%80%93_Fortaleza_International_Airport": "Fortaleza-Pinto Martins International Airport (IATA: FOR, ICAO: SBFZ) is the international airport serving Fortaleza, Brazil, operated by Fraport, located 11 km (7 mi) south of downtown Fortaleza. It was named after Euclides Pinto Martins (1892–1924) a Ceará-born aviator, who in 1922 was one of the pioneers of the air-link between New York City and Rio de Janeiro. Fortaleza Air Force Base of the Brazilian Air Force is at north areal.",
  "/wiki/Foz_do_Igua%C3%A7u": "Foz do Iguaçu (Iguazu River Mouth) (Portuguese pronunciation: [ˈfɔz dw iɡwɐˈsu]) is the Brazilian city on the border of Iguaçu Falls. The city is the 7th largest in the state of Paraná. The city's population is approximately 265,000. It is approximately 650 km (400 mi) west of the capital of the state, Curitiba, being the westernmost city in that state.",
  "/wiki/Foz_do_Igua%C3%A7u_International_Airport": "Foz do Iguaçu/Cataratas International Airport (IATA: IGU, ICAO: SBFI), is the airport serving Foz do Iguaçu, Brazil. It is named after the Iguazu Falls (Portuguese: Cataratas do Iguaçu) and provides air-connections to the falls located in Iguaçu National Park.",
  "/wiki/Goi%C3%A2nia": "Goiânia (/ɡɔɪˈɑːniə/; Portuguese pronunciation: [ɡojˈjɐniɐ]) is the capital and largest city of the Brazilian state of Goiás. With a population of 1,466,105, it is the second-largest city in the Central-West Region and the 11th-largest in the country. Its metropolitan area has a population of 2,527,092, making it the 11th-largest in Brazil. With an area of approximately 739 square kilometres (285 square miles), it has a continuous geography with few hills and lowlands, with flat lands in most of its territory, especially the Meia Ponte River, in addition to Botafogo and Capim Puba streams.",
  "/wiki/Santa_Genoveva_Airport": "Santa Genoveva/Goiânia Airport (IATA: GYN, ICAO: SBGO) is the airport serving Goiânia, Brazil.",
  "/wiki/Ilh%C3%A9us": "Ilhéus (Portuguese: [iˈʎɛws]) is a major city located in the southern coastal region of Bahia, Brazil, 211 km south of Salvador, the state's capital.  The city was founded in 1534 as Vila de São Jorge dos Ilhéus and is known as one of the most important tourism centers of the northeast of Brazil.",
  "/wiki/Ilh%C3%A9us_Jorge_Amado_Airport": "Ilhéus/Bahia-Jorge Amado Airport (IATA: IOS, ICAO: SBIL), is the airport serving Ilhéus, Brazil. Since March 12, 2002 it is named after the writer Jorge Amado de Faria (1912–2001), who was born in the nearby city of Itabuna.",
  "/wiki/Ji-Paran%C3%A1": "The city economy is industry and dairy production. The city was also the first of Rondônia State to invest in high technology of data transmission, when it connected, through a wireless network, the City Hall.",
  "/wiki/Ji-Paran%C3%A1_Airport": "José Coleto Airport (IATA: JPR, ICAO: SBJI) is the airport serving Ji-Paraná, Brazil.",
  "/wiki/Jo%C3%A3o_Pessoa,_Para%C3%ADba": "João Pessoa (Brazilian Portuguese: [ʒuˈɐ̃w peˈso.ɐ])[a] is the capital of the state of Paraíba in Brazil. Known as the \"Brazilian Paris\", due its abundance of green area, it was founded in 1585 and it is also known as the city where the sun rises first, because it is the easternmost city in the Americas at 34° 47′ 38″ W, 7° 9′ 28″ S. Its easternmost point is known as Ponta do Seixas. The city is often referred as \"the second greenest in the world\", with more than 7 square kilometres (2.7 sq mi) of forested land, second only to Paris, France, though such claim seems to be just a publicity stunt from the then mayor during Earth Summit.",
  "/wiki/Presidente_Castro_Pinto_International_Airport": "Presidente Castro Pinto International Airport (IATA: JPA, ICAO: SBJP) is the airport serving João Pessoa, Brazil located in the adjoining municipality of Santa Rita. The airport is named after João Pereira de Castro Pinto (1863-1944), a lawyer, writer and former Governor of the State of Paraíba.",
  "/wiki/Juazeiro_do_Norte": "Juazeiro do Norte Portuguese pronunciation: [ʒuaˈzejɾu du ˈnɔɦt̪i] is a city in the state of Ceará state in northeastern Brazil. It is located 528 km south of the state capital Fortaleza in the semiarid sertão. The municipality has a population of 248.558 (2018 official estimate) and covers 248 km².",
  "/wiki/Juazeiro_do_Norte_Airport": "Orlando Bezerra de Menezes Airport (IATA: JDO, ICAO: SBJU) also known as Juazeiro do Norte Airport, is the airport serving Juazeiro do Norte, Brazil. It is named after a local politician and entrepreneur.",
  "/wiki/Macei%C3%B3": "Maceió (Portuguese pronunciation: [masejˈjɔ]) is the capital and the largest city of the coastal state of Alagoas, Brazil. The name \"Maceió\" is an Indigenous term for a spring. Most maceiós flow to the sea, but some get trapped and form lakes (\"lagoas\", in Portuguese).",
  "/wiki/Zumbi_dos_Palmares_International_Airport": "Maceió/Zumbi dos Palmares International Airport (IATA: MCZ, ICAO: SBMO), formerly called Campo dos Palmares Airport, is the airport serving Maceió, Brazil. Since 16 December 1999 the airport is named after Zumbi dos Palmares (1645–1695) one of the pioneers of resistance to slavery in Brazil.",
  "/wiki/Manaus": "Manaus (/mɑːˈnaʊs/; Portuguese: [mɐˈnaws, mɐˈnawʃ]) is the capital and largest city of the Brazilian state of Amazonas. It is the seventh-largest city in Brazil, with an estimated 2019 population of 2,182,763 distributed over a land area of about 4,401.97 square miles (11,401 km2). Located at the east center of the state, the city is the center of the Manaus metropolitan area and the largest metropolitan area in the North Region of Brazil by urban landmass. It is situated near the confluence of the Negro and Solimões rivers.",
  "/wiki/Eduardo_Gomes_International_Airport": "Manaus International Airport – Eduardo Gomes (IATA: MAO, ICAO: SBEG) is the airport serving Manaus, Brazil. It is named after Brazilian politician and military figure Air Marshal Eduardo Gomes (1896–1981).",
  "/wiki/Natal,_Rio_Grande_do_Norte": "Natal (Brazilian Portuguese: [naˈtaw] ) is the capital and largest city of the state Rio Grande do Norte, located in northeastern Brazil. According to IBGE's July 2018 report, the city had a total population of 877,640, while Greater Natal had 1,485,505 inhabitants.",
  "/wiki/Augusto_Severo_International_Airport": "Augusto Severo International Airport (Portuguese: Aeroporto Internacional Augusto Severo) (IATA: NAT, ICAO: SBNT), formerly called Parnamirim Airport, was the airport that served Natal, Brazil, located in the adjoining municipality of Parnamirim."
}