{
  "/wiki/1992_World_Junior_Championships_in_Athletics": "The 1992 World Junior Championships in Athletics was the fourth edition of the international athletics competition for athletes aged 19 years or under. It was held in Seoul, South Korea from September 16 to September 20, 1992.",
  "/wiki/Seoul,_South_Korea": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/1992_World_Junior_Championships_in_Athletics_–_Men's_hammer_throw": "The men's hammer throw event at the 1992 World Junior Championships in Athletics was held in Seoul, Korea, at Olympic Stadium on 18 September.  A 7257g (senior implement) hammer was used.",
  "/wiki/1993_European_Athletics_Junior_Championships": "The 1993 European Athletics Junior Championships was the twelfth edition of the biennial athletics competition for European athletes aged under twenty. It was held in San Sebastián, Spain between 29 July and 1 August.",
  "/wiki/San_Sebastian,_Spain": "San Sebastián (Spanish: [san seβasˈtjan]) or Donostia (Basque: [doˈnos̺tia], French: Saint-Sébastien) is a coastal city and municipality located in the Basque Autonomous Community, Spain. It lies on the coast of the Bay of Biscay, 20 km (12 miles) from the French border. The capital city of Gipuzkoa, the municipality's population is 186,095 as of 2015, with its metropolitan area reaching 436,500 in 2010. Locals call themselves donostiarra (singular), both in Spanish and Basque.",
  "/wiki/1994_European_Championships_in_Athletics": "The 16th European Athletics Championships were held from 7 August to 14 August 1994 in the Olympic Stadium of Helsinki, Finland.",
  "/wiki/Helsinki,_Finland": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/1994_European_Athletics_Championships_–_Men's_hammer_throw": "These are the official results of the Men's hammer throw event at the 1994 European Championships in Helsinki, Finland, held at Helsinki Olympic Stadium on 10 and 11 August 1994. There were a total number of 25 participating athletes.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics_–_Men's_hammer_throw": "These are the official results of the Men's Hammer Throw event at the 1996 Summer Olympics in Atlanta, Georgia. There were a total number of 37 competitors, with twelve athletes reaching the final. The eight highest-ranked competitors after three rounds qualified for the final three throws to decide the medals. The qualification mark was set at 76.50 metres.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/1997_World_Championships_in_Athletics": "The 6th World Championships in Athletics, under the auspices of the International Association of Athletics Federations, were held at the Olympic Stadium, Athens, Greece between August 1 and August 10, 1997. In this event participated 1882 athletes from 198 participant nations.  Athens used the successful organization of the World Championships the next month during the IOC Session in Lausanne during its campaign to host the 2004 Summer Olympics as proof positive of Athens' and Greece's ability and readiness to organize large-scale, international sporting events.",
  "/wiki/Athens,_Greece": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/1998_European_Championships_in_Athletics_-_Men's_Hammer": "These are the official results of the Men's hammer throw event at the 1998 European Championships in Budapest, Hungary. Thirty-six athletes took part. The qualification mark was set at 77.00 metres.",
  "/wiki/Budapest,_Hungary": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.",
  "/wiki/1999_World_Championships_in_Athletics": "The 7th World Championships in Athletics, under the auspices of the International Association of Athletics Federations, were held at the Estadio Olímpico, Seville, Spain, between the August 20 and August 29.",
  "/wiki/Seville,_Spain": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/Sydney,_Australia": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/2001_World_Championships_in_Athletics": "The 8th World Championships in Athletics, under the auspices of the International Association of Athletics Federations, were held at Commonwealth Stadium in Edmonton, Alberta, Canada between 3 August and 12 August and was the first time the event had visited North America. The music for the Opening and Closing Ceremonies was composed by Canadian composers Jan Randall as well as Cassius Khan and the events were televised live to an estimated[by whom?] viewing audience of 4 billion people in over 200 countries.[citation needed] The ceremonies also featured a 1000 voice choir, and the Edmonton Symphony Orchestra.",
  "/wiki/Edmonton": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\".",
  "/wiki/Loris_Paoluzzi": "Loris Paoluzzi (born 14 March 1974) is an Italian retired male hammer thrower, which participated at the 1999 and 2001 World Championships in Athletics."
}