{
  "/wiki/Bishop%27s_Waltham_Palace": "Bishop's Waltham Palace is a moated Bishop's Palace ruin in Bishop's Waltham, Hampshire, England.  It is a scheduled ancient monument and a Grade II* listed building",
  "/wiki/Palace": "A palace is a grand residence, especially a royal residence, or the home of a head of state or some other high-ranking dignitary, such as a bishop or archbishop. The word is derived from the Latin name Palātium, for Palatine Hill in Rome which housed the Imperial residences. Most European languages have a version of the term (palais, palazzo, palacio etc.), and many use it for a wider range of buildings than English.  In many parts of Europe, the equivalent term is also applied to large private houses in cities, especially of the aristocracy; often the term for a large country house is different.  Many historic palaces are now put to other uses such as parliaments, museums, hotels, or office buildings. The word is also sometimes used to describe a lavishly ornate building used for public entertainment or exhibitions, such as a movie palace.",
  "/wiki/Calshot_Castle": "Calshot Castle is an artillery fort constructed by Henry VIII on the Calshot Spit, Hampshire, England, between 1539 and 1540. It formed part of the King's Device programme to protect against invasion from France and the Holy Roman Empire and defend Southampton Water as it met the Solent. The castle had a keep at its centre, surrounded by a curtain wall and a moat. Initially heavily armed, it had a garrison of 16 men and as many as 36 artillery guns. The castle continued in use for many years, surviving the English Civil War intact and being extensively modernised in the 1770s. During the 19th century, Calshot Castle was used by the coastguard as a base for combating smuggling. In 1894, however, fresh fears of a French invasion led to it being brought back into use as an artillery fort: a large coastal battery was constructed alongside the older castle and a boom built across Southampton Water, controlled from the castle.",
  "/wiki/Device_Fort": "The Device Forts, also known as Henrician castles and blockhouses, were a series of artillery fortifications built to defend the coast of England and Wales by Henry VIII.[a] Traditionally, the Crown had left coastal defences in the hands of local lords and communities but the threat of French and Spanish invasion led the King to issue an order, called a \"device\", for a major programme of work between 1539 and 1547. The fortifications ranged from large stone castles positioned to protect the Downs anchorage in Kent, to small blockhouses overlooking the entrance to Milford Haven in Pembrokeshire, and earthwork bulwarks along the Essex coast. Some forts operated independently, others were designed to be mutually reinforcing. The Device programme was hugely expensive, costing a total of £376,000 (estimated as between £2 and £82 million in today's money);[b] much of this was raised from the proceeds of the Dissolution of the Monasteries a few years before.",
  "/wiki/Flowerdown_Barrows": "Flowerdown Barrows is a Bronze Age Barrow site near Littleton, Winchester, Hampshire, England. It is a scheduled monument looked after by English Heritage.",
  "/wiki/Tumulus": "A tumulus (plural tumuli) is a mound of earth and stones raised over a grave or graves. Tumuli are also known as barrows, burial mounds or kurgans, and may be found throughout much of the world. A cairn, which is a mound of stones built for various purposes, may also originally have been a tumulus.",
  "/wiki/Bronze_Age": "The Bronze Age is a historical period that was characterized by the use of bronze, and in some areas proto-writing, and other early features of urban civilization. The Bronze Age is the second principal period of the three-age Stone-Bronze-Iron system, as proposed in modern times by Christian Jürgensen Thomsen, for classifying and studying ancient societies.",
  "/wiki/Fort_Brockhurst": "Fort Brockhurst is one of the Palmerston Forts, in Gosport, England and a Scheduled Ancient Monument.  It is now an English Heritage property.",
  "/wiki/Palmerston_Forts,_Portsmouth": "The Palmerston Forts that encircle Portsmouth were built in response to the 1859 Royal Commission dealing with the perceived threat of a French invasion. The forts were intended to defend the Dockyard in Portsmouth. Construction was carried out by the Royal Engineers and civilian contractors (under Royal Engineer supervision). In addition to the newly constructed forts, extensive work was carried out on existing fortifications.",
  "/wiki/Fort_Cumberland_(England)": "Fort Cumberland is a pentagonal artillery fortification erected to guard the entrance to Langstone Harbour, east of the Dockyard of Portsmouth on the south coast of England. It was sited to protect the Royal Navy Dockyard, by preventing enemy forces from landing in Langstone Harbour and attacking from the landward side. Fort Cumberland is widely recognised as the finest example of a bastion trace fort in England. It is a scheduled monument and a Grade II* listed building",
  "/wiki/Hurst_Castle": "Hurst Castle is an artillery fort established by Henry VIII on the Hurst Spit in Hampshire, England, between 1541 and 1544. It formed part of the king's Device Forts coastal protection programme against invasion from France and the Holy Roman Empire, and defended the western entrance to the Solent waterway. The early castle had a central keep and three bastions, and in 1547 was equipped with 26 guns. It was expensive to operate due to its size, but it formed one of the most powerful forts along the coast. During the English Civil War of the 1640s, Hurst was held by Parliament and was used briefly to detain King Charles I before his execution in 1649. It continued in use during the 18th century but fell into disrepair, the spit being frequented by smugglers.",
  "/wiki/King_James%27s_and_Landport_Gates": "King James's and Landport Gates are two English Heritage gateways in Portsmouth, Hampshire, England.",
  "/wiki/Portsmouth": "Portsmouth (/ˈpɔːrtsməθ/ (listen)) is a port city in Hampshire, England, with a total population of 205,400 residents. The city of Portsmouth is nicknamed Pompey and is mainly built on Portsea Island, a flat, low-lying island measuring 24 square kilometres (9 sq mi) in area, just off the south-east coast of Hampshire. Portsmouth is the only island city in the United Kingdom, and is the only city whose population density exceeds that of London.",
  "/wiki/City_gate": "A city gate is a gate which is, or was, set within a city wall.",
  "/wiki/Medieval_Merchant%27s_House": "The Medieval Merchant's House is a restored late-13th-century building in Southampton, Hampshire, England. Built in about 1290 by John Fortin, a prosperous merchant, the house survived many centuries of domestic and commercial use largely intact. German bomb damage in 1940 revealed the medieval interior of the house, and in the 1980s it was restored to resemble its initial appearance and placed in the care of English Heritage, to be run as a tourist attraction. The house is built to a medieval right-angle, narrow plan design, with an undercroft to store wine at a constant temperature, and a first-storey bedchamber that projects out into the street to add additional space. The building is architecturally significant because, as historian Glyn Coppack highlights, it is \"the only building of its type to survive substantially as first built\"; it is a Grade I listed building and scheduled monument.",
  "/wiki/Southampton": "Southampton (/saʊθˈ(h)æmptən/ (listen)) is a city in Hampshire, South East England, 70 miles (110 km) south-west of London and 15 miles (24 km) north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
  "/wiki/Townhouse_(Great_Britain)": "In British usage, the term townhouse originally refers to the town or city residence, in practice normally in London, of a member of the nobility or gentry, as opposed to their country seat, generally known as a country house or, colloquially, for the larger ones, stately home. The grandest of the London townhouses were stand-alone buildings, but many were terraced buildings.",
  "/wiki/Netley_Abbey": "Netley Abbey is a ruined late medieval monastery in the village of Netley near Southampton in Hampshire, England. The abbey was founded in 1239 as a house for monks of the austere Cistercian order. Despite royal patronage, Netley was never rich, produced no influential scholars nor churchmen, and its nearly 300-year history was quiet. The monks were best known to their neighbours for the generous hospitality they offered to travellers on land and sea.",
  "/wiki/Abbey": "An abbey is a complex of buildings, a type of monastery used by members of a religious order under the governance of an abbot or abbess. It provides a place for religious activities, work, and housing of Christian monks and nuns.",
  "/wiki/Portchester_Castle": "Portchester Castle is a medieval castle built within a former Roman fort at Portchester to the east of Fareham in the English county of Hampshire. Probably founded in the late 11th century, Portchester was a baronial castle taken under royal control in 1154. The monarchy controlled the castle for several centuries and it was a favoured hunting lodge of King John. It was besieged and captured by the French in 1216 before permanently returning to English control shortly thereafter.",
  "/wiki/Castra": "In the Roman Republic and the Roman Empire, the Latin word castrum (plural castra) was a building, or plot of land, used as a fortified military camp. In English, the terms Roman fort, Roman camp and Roman fortress are commonly used for castrum. However, scholastic convention tends toward the use of the words fort, camp, marching camp and fortress as a translation of castrum.",
  "/wiki/Castle": "A castle is a type of fortified structure built during the Middle Ages predominantly by the nobility or royalty and by military orders. Scholars debate the scope of the word castle, but usually consider it to be the private fortified residence of a lord or noble. This is distinct from a palace, which is not fortified; from a fortress, which was not always a residence for royalty or nobility; and from a fortified settlement, which was a public defence – though there are many similarities among these types of construction. Usage of the term has varied over time and has been applied to structures as diverse as hill forts and country houses. Over the approximately 900 years that castles were built, they took on a great many forms with many different features, although some, such as curtain walls, arrowslits, and portcullises, were commonplace.",
  "/wiki/Domus_Dei": "Domus Dei (Hospital of Saint Nicholas and Saint John the Baptist) was an almshouse and hospice at Old Portsmouth, Hampshire, United Kingdom. It is now also known as the Royal Garrison Church and is an English Heritage property and a Grade II listed building.",
  "/wiki/Hospice": "Hospice care is a type of health care that focuses on the palliation of a terminally ill patient's pain and symptoms and attending to their emotional and spiritual needs. Hospice care has a palliative focus without curative intent. Usually, it is used for people with no further options for curing their disease or in people who have decided not to pursue further options that are arduous, likely to cause more symptoms, and not likely to succeed.",
  "/wiki/Calleva_Atrebatum": "Calleva Atrebatum (\"Calleva of the Atrebates\") was originally an Iron Age settlement, capital of the Atrebates tribe, and subsequently a town in the Roman province of Britannia. Its ruins lie to the west of, and partly beneath, the Church of St Mary the Virgin, Silchester, in the county of Hampshire. The church occupies a site just within the ancient walls of Calleva, although the village of Silchester itself now lies about a mile (1.6 km) to the west.",
  "/wiki/Roman_Britain": "Roman Britain (Latin: Britannia or, later, Britanniae, \"the Britains\") was the area of the island of Great Britain that was governed by the Roman Empire, from 43 to 410 AD.:129–131 It comprised almost the whole of England and Wales and, for a short period, southern Scotland.",
  "/wiki/Roman_amphitheatre": "Roman amphitheatres are amphitheatres – large, circular or oval open-air venues with raised seating – built by the ancient Romans. They were used for events such as gladiator combats, venationes (animal slayings) and executions. About 230 Roman amphitheatres have been found across the area of the Roman Empire. Early amphitheatres date from the republican period, though they became more monumental during the  imperial era.",
  "/wiki/The_Grange,_Northington": "1662: Robert Henley bought the estate and a modest house known as The Grange. In 1665 he commissioned William Samwell to build an impressive four storey red brick residence to replace the house.",
  "/wiki/English_country_house": "An English country house is a large house or mansion in the English countryside. Such houses were often owned by individuals who also owned a town house. This allowed them to spend time in the country and in the city—hence, for these people, the term distinguished between town and country. However, the term also encompasses houses that were, and often still are, the full-time residence for the landed gentry that ruled rural Britain until the Reform Act 1832. Frequently, the formal business of the counties was transacted in these country houses.",
  "/wiki/Titchfield_Abbey": "Titchfield Abbey is a medieval abbey and later country house, located in the village of Titchfield near Fareham in Hampshire, England. The abbey was founded in 1222 for Premonstratensian canons, an austere order of priests. The abbey was a minor house of its order, and became neither wealthy nor influential during its three centuries of monastic  life; the inhabitants were devoted to scholarship, as shown by their very impressive library.",
  "/wiki/Wolvesey_Castle": "Wolvesey Castle, also known as the \"Old Bishop's Palace\", is a ruined castle in Winchester, Hampshire, England. It is located next to Winchester Cathedral.",
  "/wiki/Winchester": "Winchester is a city and the county town of Hampshire, England. The city lies at the heart of the wider City of Winchester, a local government district, at the western end of the South Downs National Park, on the River Itchen. It is 60 miles (97 km) south-west of London and 14 miles (23 km) from Southampton, the closest other city. At the 2011 Census, Winchester had a population of 45,184. The wider City of Winchester district, which includes towns such as Alresford and Bishop's Waltham, has a population of 116,595.",
  "/wiki/List_of_English_Heritage_properties": "English Heritage is a registered charity that manages the National Heritage Collection. This comprises over 400 of England's historic buildings, monuments, and sites spanning more than 5,000 years of history. It has direct ownership over some historic sites and also liaises with private owners of sites that are managed under guardianship arrangements."
}