{
  "/wiki/Armstrong_Farm_(Crane_Township,_Wyandot_County,_Ohio)": "The Armstrong Farm, also known as the Reber Farm, is a historic farm complex near Upper Sandusky in Crane Township, Wyandot County, Ohio, United States.  Known for its association with Thomas V. Reber, a longtime president of the Wyandot County Agricultural Society, it was built in 1830.",
  "/wiki/Ohio_State_Route_199": "Ohio State Route 199 (SR 199) is a north-south highway in northwest Ohio.  Its southern terminus is at an interchange with US 23 just south of Upper Sandusky, and its northern terminus is at US 20 and SR 795 in Perrysburg.",
  "/wiki/Crane_Township,_Wyandot_County,_Ohio": "Crane Township is one of the thirteen townships of Wyandot County, Ohio, United States.  The 2010 census found 7,514 people in the township, 6,596 of whom lived in the city of Upper Sandusky.",
  "/wiki/Col._Crawford_Burn_Site_Monument": "The Colonel Crawford Burn Site Monument is a war monument in rural Wyandot County, Ohio, United States.  Placed in the 1870s, it commemorates the death by burning of Colonel William Crawford during the concluding years of the American Revolution.  The stone monument itself was long the subject of local interest, and it has been named a historic site.",
  "/wiki/Crawford_Township,_Wyandot_County,_Ohio": "Crawford Township is one of the thirteen townships of Wyandot County, Ohio, United States.  The 2010 census found 4,789 people in the township, 3,674 of whom lived in the village of Carey.",
  "/wiki/Parker_Covered_Bridge": "The Parker Covered Bridge, near Upper Sandusky, Ohio, was built in 1873 and was listed on the National Register of Historic Places in 1975.",
  "/wiki/Upper_Sandusky,_Ohio": "Upper Sandusky is a city and the county seat of Wyandot County, Ohio, United States, along the upper Sandusky River, which flows north to Sandusky Bay and Lake Erie. The city is approximately 59 mi (96 km) south of Toledo and 62 mi (99 km) north of Columbus. The population was 6,596 at the 2010 census.  The city was founded in 1843 and named for an earlier Wyandot Indian village of the same name, which was located nearby. It was named \"Upper\" because it is located near the headwaters of the Sandusky River;",
  "/wiki/Swartz_Covered_Bridge": "The Swartz Covered Bridge, near Wyandot, Ohio, was built in 1880.  It was listed on the National Register of Historic Places in 1976.",
  "/wiki/Antrim_Township,_Wyandot_County,_Ohio": "Antrim Township is one of the thirteen townships of Wyandot County, Ohio, United States.  The 2010 census found 1,243 people in the township.",
  "/wiki/Carey,_Ohio": "Carey is a village in Wyandot County, Ohio, United States. The population was 3,674 at the 2010 census.",
  "/wiki/Wyandot_Mission_Church": "Wyandot Mission Church is a historic church in Upper Sandusky, Ohio.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Wyandot_County,_Ohio": "This is a list of the National Register of Historic Places listings in Wyandot County, Ohio."
}