{
  "/wiki/Franz_Beckenbauer": "Franz Anton Beckenbauer (pronounced [ˈfʁants ˈbɛkn̩ˌbaʊɐ]; born 11 September 1945) is a German former professional  footballer and manager. Early in his playing career he was nicknamed Der Kaiser (\"The Emperor\") because of his elegant style, dominance and leadership on the field, and also as his first name \"Franz\" is reminiscent of the Austrian emperors. He is widely regarded to be one of the greatest players in the history of the sport. A versatile player who started out as a midfielder, Beckenbauer made his name as a central defender. He is often credited as having invented the role of the modern sweeper or libero.\n Twice named European Footballer of the Year, Beckenbauer appeared 103 times for West Germany and played in three FIFA World Cups. He is one of three men, along with Brazil's Mário Zagallo and France's Didier Deschamps to have won the World Cup as a player and as a manager; he lifted the World Cup trophy as captain in 1974, and repeated the feat as a manager in 1990. He was the first captain to lift the World Cup and European Championship at international level and the European Cup at club level. He was named in the World Team of the 20th Century in 1998, the FIFA World Cup Dream Team in 2002, and in 2004 was listed in the FIFA 100 of the world's greatest living players.\n At club level with Bayern Munich, Beckenbauer won the UEFA Cup Winners' Cup in 1967 and three consecutive European Cups from 1974 to 1976. The latter feat made him the first player to win three European Cups as captain of his club. He became team manager and later president of Bayern Munich. After two spells with the New York Cosmos he was inducted into the U.S. National Soccer Hall of Fame.\n Beckenbauer led Germany's successful bid to host the 2006 FIFA World Cup and chaired the organizing committee. He worked as a pundit for Sky Germany, and for 34 years as a columnist for the tabloid Bild, both until 2016.\n In August 2016, it was announced Beckenbauer was being investigated for fraud and money laundering as part of the 2006 World Cup.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Helmut_Schön": "Helmut Schön (15 September 1915 in Dresden, Germany – 23 February 1996 in Wiesbaden, Germany) was a German football player and manager. He is best remembered for his exceptional career as manager of the West German national team in four consecutive World Cup tournaments, including winning the title in 1974, losing in the final in 1966, and coming in third in 1970. In addition, his teams won the European Championship in 1972 and lost in the final in 1976.\n He played as a striker for Dresdner SC, winning the German football championship in 1943 and 1944 as well as the cup in 1941 and 1942. He appeared 16 times for his country between 1937 and 1941, scoring 17 goals.\nAfter World War II he began his career in football management in his native state of Saxony, then part of Soviet-occupied East Germany. He was in charge of coaching selections from Saxony and the Soviet occupation zone before political interference to the sport made him flee to Western Germany in 1950.  Having played in Hamburg for FC St. Pauli even during his Friedrichstadt spell, he now was appointed player-coach with Hertha BSC Berlin where he had several former teammates in his squad but left before the end of the season. Schön became a licensed coach in Cologne before managing Wiesbaden. Between 1952 and 1956, he was in charge of the then-independent Saarland side, who met West Germany in qualification for the 1954 World Cup. When the Saarland was reunified with West Germany in 1956, Schön joined the West German national side as assistant to Sepp Herberger, whom he succeeded as manager in November 1964.\n Under Schön's leadership the West German teams were World Cup runners-up in 1966 (lost 4-2 to England in the final), third in the World Cup of 1970, European champions in 1972 (defeated the Soviet Union 3-0 in the final), World Cup winners in 1974 (defeated the Netherlands 2-1 in the final), and European Championship runners-up in 1976 (lost to Czechoslovakia in the final on penalty kicks, after extra-time). Among the moves Schön made that enabled West Germany’s triumphs in 1972 and 1974 were: selecting Sepp Maier as his automatic first string goalkeeper, a decision that seems obvious in retrospect but was not a given at the time; easing many of the veterans of the 1970 team out of the subsequent squad; allowing Franz Beckenbauer to play his preferred roll as a sweeper, and appointing him team captain; introducing young fullbacks Berti Vogts and Paul Breitner onto the team; building the midfield around Günter Netzer and switching the team’s formation to better accommodate his skills; then replacing Netzer with Wolfgang Overath in the 1974 team.\n Schön holds World Cup records for both coaching the most matches (25) and the most wins (16), and was the first coach to win both a World Cup and a European Championship.  He shares with England's Walter Winterbottom the distinction of managing the same national team at four consecutive World Cup tournaments. Schön gave notice that he would retire after the 1978 World Cup, to be replaced by his assistant Jupp Derwall. He was unable to go out on a high note as his team was knocked out of the competition by Austria, who had already been eliminated. During his 14-year tenure as national coach, his record was 87 victories, 30 draws and 22 defeats in 139 matches. For his contributions to association football as a coach, Schön became one of the inaugural recipients of the FIFA Order of Merit in 1984.",
  "/wiki/Mário_Zagallo": "Mário Jorge Lobo Zagallo (Brazilian Portuguese: [ˈmaɾju zaˈɡalu]; born 9 August 1931) is a Brazilian former football player and manager, who played as a forward. \n He holds the record for World Cup titles in general with 4 titles in total. He was the first person to win the FIFA World Cup as both a manager and as a player, winning the competition in 1958 and 1962 as a player, in 1970 as manager and in 1994 as assistant manager. Zagallo also coached Brazil in 1974 (obtaining 4th place) and in 1998 (obtaining a runner-up) and was a technical assistant in 2006 reaching the quarterfinal. \n He is one of three men, along with Germany's Franz Beckenbauer and France's Didier Deschamps to have won the World Cup as a player and as a manager and the only one that has done it 4 times. \n In 1992 Zagallo received the FIFA Order of Merit, the highest honour awarded by FIFA, for his contributions to football. He was also named the World Soccer Magazine 9th Greatest Manager of All Time in 2013",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.\n Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries in South America except Ecuador and Chile and covers 47.3% of the continent's land area. Its Amazon River basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage makes Brazil one of 17 megadiverse countries, and is the subject of significant global interest and debate regarding deforestation and environmental protection.\n Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the area for the Portuguese Empire. Brazil remained a Portuguese colony until 1808, when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n Brazil is considered an advanced emerging economy. It has the ninth largest GDP in the world by nominal, and eight by PPP measures. It is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. It is classified as an upper-middle income economy by the World Bank and a newly industrialized country, with the largest share of global wealth in Latin America. Brazil is a regional power and sometimes considered a great or a middle power in international affairs. On account of its international recognition and influence, the country is subsequently classified as an emerging power and a potential superpower by several analysts. Brazil is a founding member of the United Nations, the G20, BRICS, Union of South American Nations, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
  "/wiki/Karl_Heinz_Weigang": "Karl-Heinz Weigang (24 August 1935 – 12 June 2017) was a German professional football coach.\n Weigang had vast experience in coaching international football, having managed the likes of Sri Lanka, Vietnam, Mali, Ghana and Gabon over a career that spanned more than half a century. However, he is best remembered for his time with Malaysia in the early 1980s, when he led the national team to qualify for the 1980 Olympic Games. He was also a popular figure in the Malaysian league, where he had some domestic success over his multiple stints with Perak, the last being his role as coach and technical advisor in 2016.",
  "/wiki/Miljan_Miljanić": "Miljan Miljanić (Serbian Cyrillic: Миљан Миљанић; 4 May 1930 – 13 January 2012) was a Yugoslav and Serbian football player, coach and administrator, who played as a defender.\n Born in Bitola, Vardar Banovina, Kingdom of Yugoslavia, to a family originating from the Banjani clan in the Nikšić municipality in Montenegro, Miljanić spent the first years of his life in what would later become SR Macedonia within SFR Yugoslavia and eventually present day North Macedonia.\n During his colourful career, Miljanić coached Red Star Belgrade (won 10 trophies), Real Madrid (won back-to-back La Liga titles, including a League/Cup double in the 1974–75 season), Valencia CF (disappointing stint that lasted three quarters of the 1982–83 season when he got sacked with the team in 17th place in the league), and the Yugoslav national side, of which he was a head coach in the 1974 and 1982 World Cups.\n He is equally known as the all-powerful president of the Football Association of FR Yugoslavia (FSJ), a post he occupied for years before leaving in 2001.\n His influence on the game of football in Yugoslavia is huge as an entire generation of coaches including Ćiro Blažević, Ivica Osim, Toza Veselinović, etc. came up under his tutelage. In addition to admirers, Miljanić has his share of detractors who feel his trademark cautious and defensive tactics, as well as reliance on older players, contributed to the Yugoslav national team's poor results and unattractive play throughout the 1970s and 1980s.\n In 2002, for his contributions to association football, Miljanić became the recipient of the FIFA Order of Merit — the highest honour awarded by FIFA.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe. \n Inhabited since the Paleolithic Age, the territory of modern-day Serbia faced Slavic migrations to Southeastern Europe in the 6th century, establishing several regional states in the early Middle Ages at times recognised as tributaries to the Byzantine, Frankish and Hungarian kingdoms. The Serbian Kingdom obtained recognition by the Holy See and Constantinople in 1217, reaching its territorial apex in 1346 as the relatively short-lived Serbian Empire. By the mid-16th century, the Ottomans annexed the entirety of modern-day Serbia; their rule was at times interrupted by the Habsburg Empire, which began expanding towards Central Serbia from the end of the 17th century while maintaining a foothold in Vojvodina. In the early 19th century, the Serbian Revolution established the nation-state as the region's first constitutional monarchy, which subsequently expanded its territory. Following disastrous casualties in World War I, and the subsequent unification of the former Habsburg crownland of Vojvodina (and other lands) with Serbia, the country co-founded Yugoslavia with other South Slavic peoples, which would exist in various political formations until the Yugoslav Wars of the 1990s. During the breakup of Yugoslavia, Serbia formed a union with Montenegro, which was peacefully dissolved in 2006 and restoring Serbia's independence as a sovereign state for the first time since the late 1910s. In 2008, the parliament of the province of Kosovo unilaterally declared independence, with mixed responses from the international community.\n A unitary parliamentary constitutional republic, Serbia is a member of the UN, CoE, OSCE, PfP, BSEC, CEFTA, and is acceding to the WTO. Since 2014, the country has been negotiating its EU accession with the perspective of joining the European Union by 2025. Like some other European countries, Serbia has suffered from democratic backsliding in recent years, having dropped in ranking from \"Free\" to \"Partly Free\" in the 2019 Freedom House report. Since 2007, Serbia formally adheres to the policy of military neutrality. The country provides social security, universal health care system, and a tuition-free primary and secondary education to its citizens. An upper-middle-income economy with a dominant service sector, the country ranks relatively high on the Human Development Index (63rd) and Social Progress Index (45th) as well as the Global Peace Index (50th).",
  "/wiki/Valeriy_Lobanovskyi": "Valeriy Vasylyovych Lobanovskyi (Ukrainian: Вале́рій Васи́льович Лобано́вський [wɐˈlɛrɪj lobɐˈnɔu̯sʲkɪj]; Russian: Вале́рий Васи́льевич Лобано́вский; 6 January 1939 – 13 May 2002) was а Ukrainian football manager. He was the Master of Sports of USSR, the Distinguished Coach of USSR, and the laureate of the UEFA Order of Merit in Ruby (2002) and FIFA Order of Merit, the highest honour awarded by FIFA. In 2002 he was awarded the Hero of Ukraine award (posthumously), the highest Ukrainian honour, for his contribution to Ukrainian football. Lobanovskyi is highly esteemed for his achievements as a coach and is widely regarded as one of the greatest of all time. Along with Rinus Michels, Lobanovskyi is recognized for being the inventor of the major football playing style known as \"Total Football\" in the 1970s. Nicknamed \"the football scientist\", Lobanovskyi is credited for bringing a scientific and analytical approach and strong emphasis on physical fitness and diet to the game. With the cooperation with Anatoly Zelentsov, a scientist from the department of physical education theory of Kyiv State Institute of Physical Education, Lobanovskyi brought an accurate system of calculation of the training process and mathematical modeling of physical load for players.\n Lobanovskyi is most famous for his spells managing FC Dynamo Kyiv and the USSR national football team. Lobanovskyi established Dynamo as the most dominant club in Soviet football in the 1970s and 1980s, winning Soviet Top League eight times and Soviet Cup six times in 16 years. In 1975 his Dynamo Kyiv team became the first side from the Soviet Union to win a major European trophy when they beat Hungarian side Ferencváros in the final of the Cup Winners' Cup. During the tournament, Dynamo Kyiv won eight games out of nine, resulting in a winning percentage of 88.88% – a record among all European main tournaments' winning club sides, matched only by Paris Saint-Germain in 1995/96. Lobanovskyi and the team repeated the Cup Winners' Cup success in 1986, beating Atletico Madrid in the final. In both 1975 and 1986, Dynamo's players (Oleg Blokhin and Igor Belanov respectively) were also rewarded with Ballon d'Or. During Lobanovskyi's first two stints, the team has also reached European Cup semi-finals in 1977 and 1987 and quarter-finals in 1976, 1982 and 1983. With the Soviet Union national team, Lobanovskyi reached the finals of the Euro 1988, losing the championship to Netherlands, and won the bronze medal at the 1976 Summer Olympic Games.\n After returning to Dynamo Kyiv in 1997 for the third time, Lobanovskyi led the team to another successful run in international tournaments. In a first full season during the third run, Dynamo reached quarter-finals of the Champions League in 1998, winning the group that included FC Barcelona, Newcastle United and PSV Eindhoven, famously beating Barcelona both times, 3–0 in Kyiv and 4–0 on Camp Nou. The next season, Lobanovskyi and the club ended their Champions League campaign in semi-finals, where they were stopped by Bayern Munich, and Dynamo's striker Andriy Shevchenko ended up third in 1999 Ballon d'Or voting process. Lobanovskyi has also won the Ukraininan league title in each of his five seasons with the club.\n Throughout his coaching career Lobanovskyi has won 33 official trophies, becoming the second most decorated manager of all time (behind Alex Ferguson) and the most successful football manager of the 20th century. He also holds several managerial records in Soviet football, including most Soviet Top League titles, most Soviet Cup wins (shared with Viktor Maslov) and most USSR Super Cup wins. Lobanovskyi is the only manager to win a major European competition with Eastern European club twice. He is one of the four managers to win the Cup Winners' Cup twice, and is one of the two (along with Nereo Rocco) to do it with one team. Lobanovskyi has also won the Ukrainian championship five times out of five, an accomplishment not matched by any other manager. Lobanovskyi is also credited for being a tutor to three Ballon d'Or winners — Oleg Blokhin, Igor Belanov and Andriy Shevchenko.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.\n The territory of modern Ukraine has been inhabited since 32,000 BC. During the Middle Ages, the area was a key centre of East Slavic culture, with the powerful state of Kievan Rus' forming the basis of Ukrainian identity. Following its fragmentation in the 13th century, the territory was contested, ruled and divided by a variety of powers, including the Polish–Lithuanian Commonwealth, Austria-Hungary, the Ottoman Empire and Russia. A Cossack republic emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between Poland and the Russian Empire. After World War II the Western part of Ukraine merged into the Ukrainian Soviet Socialist Republic, and the whole country became a part of the Soviet Union as a single state entity. In 1991, Ukraine gained its independence from the Soviet Union in the aftermath of its dissolution at the end of the Cold War. Before its independence, Ukraine was typically referred to in English as \"The Ukraine\", but most sources have since moved to drop \"the\" from the name of Ukraine in all uses.\n Following its independence, Ukraine declared itself a neutral state; it formed a limited military partnership with Russia and other CIS countries while also establishing a partnership with NATO in 1994. In 2013, after the government of President Viktor Yanukovych had decided to suspend the Ukraine-European Union Association Agreement and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the Euromaidan began, which later escalated into the 2014 Ukrainian revolution that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the annexation of Crimea by Russia in March 2014, and the War in Donbass in April 2014. On 1 January 2016, Ukraine applied the economic component of the Deep and Comprehensive Free Trade Area with the European Union.\n Ukraine is a developing country and ranks 88th on the Human Development Index. As of 2018, Ukraine is the poorest country in Europe alongside Moldova in terms of GDP per capita. At US$40, it has the lowest median wealth per adult in the world,[note 1] and suffers from a very high poverty rate as well as severe corruption. However, because of its extensive fertile farmlands, Ukraine is one of the world's largest grain exporters. It also maintains the second-largest military in Europe after that of Russia. Ukraine is a unitary republic under a semi-presidential system with separate powers: legislative, executive and judicial branches. The country is a member of the United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), the GUAM organization, and one of the founding states of the Commonwealth of Independent States (CIS).",
  "/wiki/Sein_Hlaing": "Sein Hlaing (Burmese: စိန်လှိုင်, pronounced [sèiɴ l̥àiɴ]; 10 November 1918 – 7 May 2010) was a Burmese player and coach, regarded as being the most successful coach in the history of the national team. Sein Hlaing was awarded FIFA Order of Merit in 2004 in recognition of his achievements as a coach.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.\n Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell due to the Mongol invasions and several warring states emerged. In the 16th century, reunified by the Taungoo dynasty, the country was for a brief period the largest empire in the history of Mainland Southeast Asia. The early 19th century Konbaung dynasty ruled over an area that included modern Myanmar and briefly controlled Manipur and Assam as well. The British East India Company seized control of the administration of Myanmar after three Anglo-Burmese Wars in the 19th century and the country became a British colony. Myanmar was granted independence in 1948, as a democratic nation. Following a coup d'état in 1962, it became a military dictatorship under the Burma Socialist Programme Party.\n For most of its independent years, the country has been engrossed in rampant ethnic strife and its myriad ethnic groups have been involved in one of the world's longest-running ongoing civil wars. During this time, the United Nations and several other organisations have reported consistent and systematic human rights violations in the country. In 2011, the military junta was officially dissolved following a 2010 general election, and a nominally civilian government was installed. This, along with the release of Aung San Suu Kyi and political prisoners, has improved the country's human rights record and foreign relations, and has led to the easing of trade and other economic sanctions. There is, however, continuing criticism of the government's treatment of ethnic minorities, its response to the ethnic insurgency, and religious clashes. In the landmark 2015 election, Aung San Suu Kyi's party won a majority in both houses. However, the Burmese military remains a powerful force in politics.\n Myanmar is a member of the East Asia Summit, Non-Aligned Movement, ASEAN and BIMSTEC, but not a member of the Commonwealth of Nations. It is a country rich in jade and gems, oil, natural gas and other mineral resources. Myanmar is also endowed with renewable energy; it has the highest solar power potential compared to other countries of the Great Mekong Subregion. In 2013, its GDP (nominal) stood at US$56.7 billion and its GDP (PPP) at US$221.5 billion. The income gap in Myanmar is among the widest in the world, as a large proportion of the economy is controlled by supporters of the former military government. As of 2016[update], Myanmar ranks 145 out of 188 countries in human development, according to the Human Development Index.",
  "/wiki/Kazimierz_Górski": "Kazimierz Klaudiusz Górski (2 March 1921 – 23 May 2006) was a coach of Poland national football team and honorary president of Polish Football Union (Polski Związek Piłki Nożnej, PZPN). He was also a football player, capped once for Poland.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Nodar_Akhalkatsi": "Nodar Akhalkatsi (Georgian: ნოდარ ახალკაცი; 2 January 1938 – 24 January 1998) was a professional football manager from Georgia.\n Akhalkatsi coached Soviet club Dinamo Tbilisi to the USSR league championship in 1978, with a side that contained the likes of David Kipiani, Ramaz Shengelia, Vitaly Daraselia, Tengiz Sulakvelidze and Aleksandr Chivadze, all of whom were regular Soviet internationals. The team were renowned for their swashbuckling style of football and attack-minded approach.\n The following year, Dinamo entered the European Cup and stunned the reigning champions Liverpool with an impressive 3-0 win in the first round. However, they were eliminated by West German side Hamburg in their next tie.\n Two years later, Akhalkatsi enjoyed his finest moment as a manager when he guided Dinamo to victory in the 1981 Cup Winners' Cup final, beating East German outfit Carl Zeiss Jena in Düsseldorf's Rheinstadion. Dinamo had won the 1979 Soviet Cup to gain admittance to the competition, beating FC Dynamo Moscow on penalties in the final.\n Akhalkatsi was a member of USSR manager Konstantin Beskov's coaching staff at the 1982 World Cup in Spain, forming a three-man technical team with Beskov and Dynamo Kiev's coach Valeriy Lobanovskyi.\n In the early 1990s, Akhalkatsi was one of the integral figures in the formation of the Georgian Football Federation after the republic achieved independence from the USSR. He was the organisation's president from 1990 to 1998.\n He died of a heart attack in Tbilisi on 24 January 1998, aged 60, while on his way to attend a tournament in the city. In 2008, for his contributions to association football, Akhalkatsi became the recipient (posthumously) of the FIFA Order of Merit, the highest honour awarded by FIFA.\n His son, Nodar Akhalkatsi junior, was the president of the Georgian Football Federation from June 2005 to September 2009.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.\n During the classical era, several independent kingdoms became established in what is now Georgia, such as Colchis and Iberia. The Georgians officially adopted Christianity in the early 4th century. The Georgian Orthodox Church had enormous importance for the spiritual and political unification of early Georgian states. The unified Kingdom of Georgia reached its Golden Age during the reign of King David the Builder and Queen Tamar the Great in the 12th and early 13th centuries. Thereafter, the kingdom declined and eventually disintegrated under the hegemony of various regional powers, including the Mongols, the Ottoman Empire and successive dynasties of Iran. In the late 18th century, the eastern Georgian Kingdom of Kartli-Kakheti forged an alliance with the Russian Empire, which directly annexed the kingdom in 1801 and conquered the western Kingdom of Imereti in 1810. Russian rule over Georgia was eventually acknowledged in various peace treaties with Iran and the Ottomans and the remaining Georgian territories were absorbed by the Russian Empire in a piecemeal fashion through the course of the 19th century.\n During the Civil War following the Russian Revolution in 1917, Georgia briefly became part of the Transcaucasian Federation and then emerged as an independent republic before the Russian army invasion in 1921, which established a government of workers' and peasants' soviets. Soviet Georgia would be incorporated into a new Transcaucasian Federation that, in 1922, would be a founding republic of the Soviet Union. In 1936, the Transcaucasian Federation was dissolved and Georgia emerged as a Union Republic. During World War II, almost 700,000 Georgians fought in the Red Army against the Germans. After Soviet leader Joseph Stalin, a native Georgian, died in 1953, a wave of protest spread against Nikita Khrushchev and his de-Stalinization reforms, leading to the death of nearly one hundred students in 1956.\n By the 1980s, an independence movement was established and grew, leading to Georgia's secession from the Soviet Union in April 1991. For most of the following decade, post-Soviet Georgia suffered from civil conflicts, secessionist wars in Abkhazia and South Ossetia, and economic crisis. Following the bloodless Rose Revolution in 2003, Georgia strongly pursued a pro-Western foreign policy; aimed at NATO and European integration, it introduced a series of democratic and economic reforms. This brought about mixed results, but strengthened state institutions. The country's Western orientation soon led to the worsening of relations with Russia, culminating in the brief Russo-Georgian War in August 2008 and Georgia's current territorial dispute with Russia.\n Georgia is a developing country and ranks 70th on the Human Development Index. The country is a member of the United Nations, the Council of Europe, and the GUAM Organization for Democracy and Economic Development. It contains two de facto independent regions, Abkhazia and South Ossetia, which gained very limited international recognition after the 2008 Russo-Georgian War. Most of the world's countries consider the regions to be Georgian territory under Russian occupation.",
  "/wiki/Johan_Cruijff": "Hendrik Johannes Cruijff OON (Dutch: [ˈjoːɦɑn ˈkrœyf] (listen), internationally spelled Cruyff; 25 April 1947 – 24 March 2016) was a Dutch professional football player and coach. As a player, he won the Ballon d'Or three times, in 1971, 1973, and 1974. Cruyff was an exponent of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded as one of the greatest players in football history. In the late 1960s and early 1970s, Dutch football rose from obscurity to become a powerhouse in the sport. Cruyff led the Netherlands to the final of the 1974 FIFA World Cup and received the Golden Ball as player of the tournament. At the 1974 finals, he executed a feint that subsequently was named after him, the \"Cruyff Turn\", a move widely replicated in the modern game. Wearing the number 14 jersey, he set a trend for wearing shirt numbers outside the usual starting line-up numbers of one to eleven.\n At club level, Cruyff started his career at Ajax, where he won eight Eredivisie titles, three European Cups and one Intercontinental Cup. In 1973, he moved to Barcelona for a world record transfer fee, winning La Liga in his first season and was named European Footballer of the Year. After retiring from playing in 1984, Cruyff became highly successful as manager of Ajax and later Barcelona; he remained an influential advisor to both clubs. His son Jordi also played football professionally.\n In 1999, Cruyff was voted European Player of the Century in an election held by the International Federation of Football History & Statistics, and came second behind Pelé in their World Player of the Century poll. He came third in a vote organised by the French magazine France Football consulting their former Ballon d'Or winners to elect their Football Player of the Century. He was chosen on the World Team of the 20th Century in 1998, the FIFA World Cup Dream Team in 2002, and in 2004 was named in the FIFA 100 list of the world's greatest living players.\n Considered to be one of the most influential figures in football history, Cruyff's style of play and his football philosophy has influenced managers and players, including the likes of Arrigo Sacchi, Sir Alex Ferguson, Arsène Wenger, Quique Setién, Lucien Favre, Luis Enrique, Roberto Martínez, Pep Guardiola, Frank Rijkaard, Michael Laudrup, Eric Cantona, Peter Bosz and Xavi. Ajax and Barcelona are among the clubs that have developed youth academies based on Cruyff's coaching methods. His coaching philosophy helped lay the foundations for the revival of Ajax's international successes in the 1990s. Spanish football's successes at both club and international level during the years 2008 to 2012 have been cited by many as evidence of Cruyff's impact on contemporary football.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.\n Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations. Beginning in the 1840s, the British began utilising Chinese and Indian indentured labour to work on plantations. The island achieved independence from the United Kingdom on 6 August 1962.\n With 2.9 million people, Jamaica is the third-most populous Anglophone country in the Americas (after the United States and Canada), and the fourth-most populous country in the Caribbean. Kingston is the country's capital and largest city. The majority of Jamaicans are of African ancestry, with significant European, Chinese, Indian, Lebanese, and mixed-race minorities.  Due to a high rate of emigration for work since the 1960s, there is a large Jamaican diaspora, particularly in Canada, the United Kingdom, and the United States. The country has a global influence that belies its small size; it was the birthplace of the Rastafari religion, reggae music (and associated genres such as dub, ska and dancehall), and it is internationally prominent in sports, most notably cricket, sprinting and athletics.\n Jamaica is an upper-middle income country with an economy heavily dependent on tourism, with an average of 4.3 million tourists a year. Politically it is a Commonwealth realm, with Elizabeth II as its queen.  Her appointed representative in the country is the Governor-General of Jamaica, an office held by Patrick Allen since 2009. Andrew Holness has served as Prime Minister of Jamaica since March 2016. Jamaica is a parliamentary constitutional monarchy with legislative power vested in the bicameral Parliament of Jamaica, consisting of an appointed Senate and a directly elected House of Representatives.",
  "/wiki/Óscar_Tabárez": "Óscar Washington Tabárez Silva (American Spanish: [ˈoskaɾ taˈβaɾes]; born 3 March 1947), known as El Maestro (The Teacher), is a Uruguayan football manager and former player, who played as a defender. He is the manager of the Uruguay national team with a contract through the Qatar 2022 World Cup.\n After an unassuming career as a player and after working as a primary school teacher, Tabárez embarked on an extensive coaching career which has lasted more than 30 years and included coaching teams in Colombia, Argentina, Italy and Spain. He managed the Uruguay national football team from 1988 to 1990, returning to the job for a second time in 2006. He led the team to fourth place in the 2010 FIFA World Cup, and to victory in the 2011 Copa América. With Tabárez, Uruguay qualified for three World Cups, reaching the round of 16 two times, and the semi-finals once. In October 2017 Tabárez qualified Uruguay for a fourth time; reaching the 5th position at the 2018 World Cup tournament.\n On 25 March 2016, two and a half weeks after completing ten years as the manager of Uruguay, Tabárez surpassed Francisco Maturana for the head coach with most World Cup qualifying games in South America with 47, with the singularity that he has only managed Uruguay. Tabárez also is the fourth-ranked manager with most games at the Copa América with 30, participating in six tournaments (1989, 2007, 2011, 2015, 2016 and 2019). In 2012, for his contributions to association football, Tabaréz became the recipient of the FIFA Order of Merit, the highest honour awarded by FIFA.",
  "/wiki/Uruguay": "Uruguay (/ˈjʊərəɡwaɪ/ (listen); Spanish: [uɾuˈɣwai] (listen)), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Uruguay; Portuguese: República Oriental do Uruguai), is a country in the southeastern region of South America. It borders Argentina to its west and Brazil to its north and east, with the Río de la Plata (River of Silver) to the south and the Atlantic Ocean to the southeast. Uruguay is home to an estimated 3.45 million people, of whom 1.8 million live in the metropolitan area of its capital and largest city, Montevideo. With an area of approximately 176,000 square kilometers (68,000 sq mi), Uruguay is geographically the second-smallest nation in South America, after Suriname.\n Uruguay was inhabited by the Charrúa people for approximately 4,000 years before the Portuguese established Colónia do Sacramento in 1680; Uruguay was colonized by Europeans relatively late compared with neighboring countries. Montevideo was founded as a military stronghold by the Spanish in the early 18th century, signifying the competing claims over the region. Uruguay won its independence between 1811 and 1828, following a four-way struggle between Portugal and Spain, and later Argentina and Brazil. It remained subject to foreign influence and intervention throughout the 19th century, with the military playing a recurring role in domestic politics.\n A series of economic crises put an end to a democratic period that had begun in the early 20th century, culminating in a 1973 coup, which established a civic-military dictatorship. The military government persecuted leftists, socialists, and political opponents, resulting in several deaths and numerous instances of torture by the military; the military relinquished power to a civilian government in 1985. Uruguay is today a democratic constitutional republic, with a president who serves as both head of state and head of government.\n Uruguay is ranked first in Latin America in democracy, peace, low perception of corruption, e-government, and is first in South America when it comes to press freedom, size of the middle class and prosperity. On a per-capita basis, Uruguay contributes more troops to United Nations peacekeeping missions than any other country. It tops the rank of absence of terrorism, a unique position within South America. It ranks second in the region on economic freedom, income equality, per-capita income and inflows of FDI. Uruguay is the third-best country on the continent in terms of HDI, GDP growth, innovation and infrastructure. It is regarded as a high-income country by the UN. Uruguay was also ranked the third-best in the world in e-Participation in 2014. Uruguay is an important global exporter of combed wool, rice, soybeans, frozen beef, malt and milk. Nearly 95% of Uruguay's electricity comes from renewable energy, mostly hydroelectric facilities and wind parks. Uruguay is a founding member of the United Nations, OAS, Mercosur, UNASUR and NAM.\n Uruguay is regarded as one of the most socially advanced countries in Latin America. It ranks high on global measures of personal rights, tolerance, and inclusion issues. The Economist named Uruguay \"country of the year\" in 2013, acknowledging the policy of legalizing the production, sale and consumption of cannabis. Same-sex marriage and abortion are also legal.",
  "/wiki/FIFA_Order_of_Merit": "The FIFA Order of Merit is the highest honour awarded by FIFA. The award is presented at the annual FIFA congress. It is normally awarded to people who are considered to have made a significant contribution to association football.\n At FIFA's centennial congress they made one award for every decade of their existence. These awards were also handed out to fans, organisations, clubs, and one to African Football. These were referred to as the FIFA Centennial Order of Merit.\n The winner doesn't have to be directly involved with football to receive it. One such notable non-footballing personality was Nelson Mandela who won it for bringing South Africa back to international football."
}