{
  "/wiki/Bicol_University": "Bicol University (translated in Filipino: Pamantasan ng Bikol; Central Bikol:Unibersidad nin Bikol and commonly abbreviated as BU) is a regional state and research university in Bicol Region, the Philippines. BU is an ISO 9001:2008 certified public university in the region with Certificate No. TUV 100 05 1782. It is Administered from Legazpi City,",
  "/wiki/Legazpi_City": "Legazpi, officially the City of Legazpi, (Central Bicolano: Ciudad nin Legazpi; Tagalog: Lungsod ng Legazpi; Spanish: Ciudad de Legazpi) and often referred to as Legazpi City, is a 1st Class component city and the capital of the province of Albay in the Philippines. According to the 2015 census, it has a population of 196,639. Legazpi is the regional center and largest city of the Bicol Region, in terms of population. It is the region's center of tourism, education, health services, commerce and transportation in the Bicol Region.",
  "/wiki/Albay": "Albay  (Central Bicolano: Probinsya kan Albay; Tagalog: Lalawigan ng Albay; Spanish: Provincia de Albay) is a province located in the Bicol Region in southeastern Luzon of the Philippines.",
  "/wiki/Bicol_State_College_of_Applied_Sciences_and_Technology": "The Bicol State College of Applied Sciences and Technology (BISCAST)  is a public State college, Nonsectarian in the Philippines. It is located along Peñafrancia Avenue in Naga City. The current president is Dr. Richard H. Cordial.",
  "/wiki/Naga_City,_Camarines_Sur": "Naga, officially the City of Naga (Central Bikol: Ciudad nin Naga; Rinconada Bikol: Syudad ka Naga; Tagalog: Lungsod ng Naga; Spanish: Ciudad de Naga), or simply referred to as  Naga City, is a 2nd class independent component city in the Bicol Region, Philippines. According to the 2015 census, it has a population of 196,003 people.",
  "/wiki/Camarines_Norte_State_College": "The University of Camarines Norte, formerly known as Camarines Norte State College is a public college in the Philippines.  It is mandated to provide higher technological and professional instruction and training in the fields of economics, agriculture, health, engineering, education, management, finance, accounting, forest research and conservation, business and public administration as well as short-term technical and vocational courses. It is also mandated to provide and promote research and extension services, advanced studies and progressive leadership in all areas of discipline and responsibilities.  Its main campus is located in Daet, Camarines Norte.",
  "/wiki/Daet": "Daet (IPA: [daʔet]), officially the Municipality of Daet,  is a 1st class municipality and capital of the province of Camarines Norte, Philippines. According to the 2015 census, it has a population of 104,799 people.",
  "/wiki/Camarines_Norte": "Camarines Norte (Central Bicolano: Amihanan na Camarines; Tagalog: Hilagang Camarines) is a province located in the Bicol region in Luzon of the Philippines. Its capital is Daet. The province borders Quezon to the west, Camarines Sur to the south, and the Philippine Sea to the north.",
  "/wiki/Sorsogon_State_College": "The Sorsogon State College (SSC) is one of the oldest trade schools in the Philippines.  It was established as Sorsogon Trade \nSchool in 1907,  was renamed Sorsogon School of Arts and Trades by virtue of RA 704 in June 1953 and again renamed Sorsogon College of Arts and Trades in 1976. In December 1993, after 86 years of existence, it was converted into a state college with three national vocational high schools in the province integrated to it. This was thru R.A. 7666 authored by then Cong. Salvador H. Escudero III and Sen. Leticia Ramos Shahani, approved on December 31, 1993 by President Fidel V. Ramos.",
  "/wiki/Sorsogon_City,_Sorsogon": "Sorsogon City, officially the City of Sorsogon, (Central Bicolano: Ciudad nin Sorsogon; Tagalog: Lungsod ng Sorsogon), is a 3rd class city and capital of the province of Sorsogon, Philippines. According to the 2015 census, it has a population of 168,110 people.",
  "/wiki/Catanduanes_State_University": "The Catanduanes State University is a public university in the Philippines mandated to provide higher professional and technical instruction and training in business education and commerce; and for special purposes, to promote research, advance studies, and progressive leadership in the field of education, business education and commerce.",
  "/wiki/Virac,_Catanduanes": "Virac, officially the Municipality of Virac,  is a 1st class municipality and capital of the province of Catanduanes, Philippines. According to the 2015 census, it has a population of 73,650 people.",
  "/wiki/Dr._Emilio_B._Espinosa_Sr._Memorial_State_College_of_Agriculture_and_Technology": "The Dr. Emilio B. Espinosa Sr. Memorial State College of Agriculture and Technology (DEBESMSCAT) is a state college located at Cabitan, Mandaon, Masbate, Philippines.  It operates, in cooperation with LGU-Cawayan, Masbate, a Learning Site at Cawayan offering short-term vocational courses.  The DEBESMSCAT Graduate School has Off-Campus Learning Sites at (1) San Jacinto, Masbate, (2) Cawayan, Masbate and (3) Masbate City.",
  "/wiki/Mandaon,_Masbate": "Mandaon, officially the Municipality of Mandaon,  is a 3rd class municipality in the province of Masbate, Philippines. According to the 2015 census, it has a population of 41,262 people.",
  "/wiki/Central_Bicol_State_University_of_Agriculture_(CBSUA)": "Central Bicol State University of Agriculture is a state university in Camarines Sur. Its main campus is located in the capital town of Pili and other campuses can also be found in the towns of Pasacao, Sipocot, and Calabanga, all in the province of Camarines Sur. Dr. Alberto N. Naperi is the current University President. The CBSUA is now SUC level IV and ISO 9001:2015 accredited, and celebrate its centennial year in 2018.",
  "/wiki/Pili,_Camarines_Sur": "Pili, officially the Municipality of Pili, (Central Bicolano: Banwaan kan Ocampo), Rinconada Bikol: Banwāan ka Ocampo, Tagalog: Bayan ng Ocampo) is a 1st class municipality and capital of the province of Camarines Sur, Philippines.",
  "/wiki/Partido_State_University": "The Partido State University is a public university in Partido Area at the province of Camarines Sur, Philippines.",
  "/wiki/Goa,_Camarines_Sur": "Goa, officially the Municipality of Goa,  is a 2nd class municipality in the province of Camarines Sur, Philippines. According to the 2015 census, it has a population of 63,308 people.",
  "/wiki/Camarines_Sur_Polytechnic_College": "The Polytechnic State University of Bicol (PSUB), formerly known as Camarines Sur Polytechnic Colleges (CSPC) is a state college in the Philippines.  It is mandated primarily to provide higher technological, professional and vocational instruction and training in fisheries, trade and technology, arts and sciences, as well as short term technical and vocational courses, as the Board of Trustees may deem necessary, and shall promote researches in the exploration and conservation of natural resources in the province.  Its main campus is located in Nabua, Camarines Sur.",
  "/wiki/Nabua,_Camarines_Sur": "Nabua, (Rinconada Bikol: Banwāan ka Nabua; Tagalog: Bayan ng Nabua), officially the Municipality of Nabua,  is a 1st class municipality in the province of Camarines Sur, Philippines. According to the 2015 census, it has a population of 83,874 people.",
  "/wiki/State_Colleges_and_Universities_Athletic_Association": "The State Colleges and Universities Athletic Association (SCUAA) is an association of 93 institutions, conferences, organizations, and individuals that organizes the athletic programs of different state colleges and universities in the Philippines. SCUAA is one of the inter-collegiate sports associations in the Philippines, the union of seven major state colleges and universities in Metro Manila."
}