{
  "/wiki/Qian_Xuesen": "Qian Xuesen, or Hsue-Shen Tsien (Chinese: 钱学森; 11 December 1911 – 31 October 2009), was a Chinese mathematician, cyberneticist, aerospace engineer, and physicist who made significant contributions to the field of aerodynamics and established engineering cybernetics. Recruited from MIT, he joined Theodore von Karman's group at Caltech. During WWII, he was involved in the Manhattan Project, which ultimately led to the successful development of the first atomic bomb in America. Later on, he would eventually return to China, where he would make important contributions to China's missile and space program.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Liz_Renay": "Pearl Elizabeth Dobbins (April 14, 1926 – January 22, 2007), known as Liz Renay, was an American author and actress who appeared in John Waters' film Desperate Living (1977).",
  "/wiki/Mickey_Cohen": "Meyer Harris \"Mickey\" Cohen (September 4, 1913 – July 29, 1976) was an American gangster based in Los Angeles and boss of the Cohen crime family. He also had strong ties to the Italian American Mafia from the 1930s through 1960s.",
  "/wiki/Perjury": "Perjury is the intentional act of swearing a false oath or falsifying an affirmation to tell the truth, whether spoken or in writing, concerning matters material to an official proceeding.[A] In some jurisdictions, contrary to popular misconception, no crime has occurred when a false statement is (intentionally or unintentionally) made while under oath or subject to penalty.  Instead, criminal culpability attaches only at the instant the declarant falsely asserts the truth of statements (made or to be made) that are material to the outcome of the proceeding. For example, it is not perjury to lie about one's age except if age is a fact material to influencing the legal result, such as eligibility for old age retirement benefits or whether a person was of an age to have legal capacity.",
  "/wiki/Salvatore_Bonanno": "Salvatore Vincent \"Bill\" Bonanno (November 5, 1932 – January 1, 2008) was an American consigliere of the Bonanno crime family, and son of crime boss Joseph Bonanno. Later in life, he became a writer and produced films for television about his family.",
  "/wiki/Consigliere": "Consigliere (/ˌkɒnsɪliˈɛəreɪ/; Italian: [konsiʎˈʎɛːre], plural consiglieri) is a position within the leadership structure of the Sicilian, Calabrian and American Mafia. The word was popularized in English by the novel The Godfather (1969) and its film adaptation. In the novel, a consigliere is an advisor or counselor to the boss, with the additional responsibility of representing the boss in important meetings both within the boss's crime family and with other crime families. The consigliere is a close, trusted friend and confidant, the mob's version of an elder statesman; he is an advisor to the boss in a Mafia crime family, and sometimes is his 'right-hand man'. By the very nature of the job, a consigliere is one of the few in the family who can argue with the boss, and is often tasked with challenging the boss when needed, to ensure subsequent plans are foolproof. In some depictions, he is devoid of ambition and dispenses disinterested advice. This passive image of the consigliere does not correspond with what little is known of real-life consiglieri, however.",
  "/wiki/Bonanno_crime_family": "The Bonanno crime family (pronounced [boˈnanno]) is one of the \"Five Families\" that dominate organized crime activities in New York City, and in the United States, as part of the criminal phenomenon known as the American Mafia.",
  "/wiki/Joseph_Bonanno": "Joseph Charles Bonanno (born Giuseppe Carlo Bonanno; Italian: [dʒuˈzɛppe ˈkarlo boˈnanno]; January 18, 1905 – May 11, 2002), sometimes referred to as Joe Bananas, was an Italian-born American crime boss of the Bonanno crime family, which he ran from 1931 to 1968.",
  "/wiki/Edward_Bunker": "Edward Heward Bunker (December 31, 1933 – July 19, 2005) was an American author of crime fiction, a screenwriter, convicted felon and an actor. He wrote numerous books, some of which have been adapted into films. He was a screenwriter on Straight Time (1978), Runaway Train (1985) and Animal Factory (2000).",
  "/wiki/Crime_fiction": "Crime fiction, detective story, murder mystery, mystery novel, and police novel: These terms all describe narratives that centre on criminal acts and especially on the investigation, either by an amateur or a professional detective, of a serious crime, generally a murder. It is usually distinguished from mainstream fiction and other genres such as historical fiction or science fiction, but the boundaries are indistinct. Crime fiction has multiple sub-genres, including detective fiction (such as the whodunit), courtroom drama, hard-boiled fiction and legal thrillers. Most crime drama focuses on crime investigation and does not feature the court room. Suspense and mystery are key elements that are nearly ubiquitous to the genre.",
  "/wiki/Screenwriter": "A screenplay writer (also called screenwriter for short), scriptwriter or scenarist is a writer who practices the craft of screenwriting, writing screenplays on which mass media, such as films, television programs and video games, are based.",
  "/wiki/Straight_Time": "Straight Time is a 1978 American crime drama film directed by Ulu Grosbard and starring Dustin Hoffman, Theresa Russell, Gary Busey, Harry Dean Stanton, M. Emmet Walsh and Kathy Bates. The movie is based on the novel No Beast So Fierce, by Edward Bunker, who also acts in the movie.",
  "/wiki/Dustin_Hoffman": "Dustin Lee Hoffman (born August 8, 1937) is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. He is the recipient of numerous accolades including two Academy Awards, six Golden Globe Awards\n(including the Cecil B. DeMille Award), four BAFTAs, three Drama Desk Awards, and two Emmy Awards. Hoffman received the AFI Life Achievement Award in 1999 and the Kennedy Center Honors Award in 2012.",
  "/wiki/Reservoir_Dogs": "Reservoir Dogs is a 1992 American independent crime film written and directed by Quentin Tarantino in his feature-length debut. It stars Harvey Keitel, Tim Roth, Chris Penn, Steve Buscemi, Lawrence Tierney, Michael Madsen, Tarantino, and Edward Bunker, as diamond thieves whose planned heist of a jewelry store goes terribly wrong. The film depicts the events before and after the heist. Kirk Baltz, Randy Brooks and Steven Wright also play supporting roles. It incorporates many motifs that have become Tarantino's hallmarks: violent crime, pop culture references, profanity, and nonlinear storytelling.",
  "/wiki/Al_Capone": "Alphonse Gabriel Capone (/ˈkəˈpoʊn/, Italian: [kaˈpoːne]; January 17, 1899 – January 25, 1947), sometimes known by the nickname \"Scarface\", was an American gangster and businessman who attained notoriety during the Prohibition era as the co-founder and boss of the Chicago Outfit. His seven-year reign as crime boss ended when he went to prison at age 33.",
  "/wiki/Chicago_Outfit": "The Chicago Outfit (also known as the Outfit, the Chicago Mafia, the Chicago Mob, the South Side Gang, or The Organization) is an Italian-American organized crime syndicate based in Chicago, Illinois, which dates from the 1910s. It is part of the American Mafia originating in South Side, Chicago.",
  "/wiki/Smuggled": "Smuggling is the illegal transportation of objects, substances, information or people, such as out of a house or buildings, into a prison, or across an international border, in violation of applicable laws or other regulations.",
  "/wiki/Rum-running": "Rum-running, or bootlegging, is the illegal business of transporting (smuggling) alcoholic beverages where such transportation is forbidden by law. Smuggling usually takes place to circumvent taxation or prohibition laws within a particular jurisdiction. The term rum-running is more commonly applied to smuggling over water; bootlegging is applied to smuggling over land.",
  "/wiki/Prohibition_in_the_United_States": "Prohibition in the United States was a nationwide constitutional ban on the production, importation, transportation, and sale of alcoholic beverages from 1920 to 1933.",
  "/wiki/Tax_evasion": "Tax evasion is the illegal evasion of taxes by individuals, corporations, and trusts. Tax evasion often entails taxpayers deliberately misrepresenting the true state of their affairs to the tax authorities to reduce their tax liability and includes dishonest tax reporting, such as declaring less income, profits or gains than the amounts actually earned, or overstating deductions.",
  "/wiki/Henry_Hill": "Henry Hill Jr. (June 11, 1943 – June 12, 2012) was an American mobster who was associated with the Lucchese crime family of New York City between 1955 and 1980. In 1980, Hill was arrested on narcotics charges and became an FBI informant. He testified against his former mafia associates, resulting in 50 convictions, including those of caporegime (captain) Paul Vario and James Burke on multiple charges. He had entered the Witness Protection Program in 1980, but was removed from the program in the early 1990s.",
  "/wiki/Lucchese_crime_family": "The Lucchese crime family (pronounced [lukˈkeːze]) is one of the \"Five Families\" that dominate organized crime activities in New York City, United States, within the nationwide criminal phenomenon known as the American Mafia.",
  "/wiki/Ray_Liotta": "Raymond Allen Liotta (Italian: [liˈɔtta]; born December 18, 1954) is an American actor, voice actor and film producer.",
  "/wiki/Goodfellas": "Goodfellas (stylized GoodFellas) is a 1990 American crime film directed by Martin Scorsese, produced by Irwin Winkler and distributed by Warner Bros. It is an adaptation of the 1985 non-fiction book Wiseguy by Nicholas Pileggi, who co-wrote the screenplay with Scorsese. The film narrates the rise and fall of mob associate Henry Hill and his friends and family from 1955 to 1980.",
  "/wiki/Timothy_Leary": "Timothy Francis Leary (October 22, 1920 – May 31, 1996) was an American psychologist and writer known for his strong advocacy of hallucinogenic drugs.",
  "/wiki/LSD": "Lysergic acid diethylamide (LSD), also known as acid, is a hallucinogenic drug. Effects typically include altered thoughts, feelings, and awareness of one's surroundings. Many users see or hear things that do not exist. Dilated pupils, increased blood pressure, and increased body temperature are typical. Effects typically begin within half an hour and can last for up to 12 hours. It is used mainly as a recreational drug and for spiritual reasons.",
  "/wiki/Charles_Manson": "Charles Milles Manson (né Maddox, November 12, 1934 – November 19, 2017) was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. According to the Los Angeles County district attorney, Manson plotted to start a race war, though he and others disputed this motive. In 1971, he was convicted of first-degree murder and conspiracy to commit murder for the deaths of seven people. The prosecution conceded that Manson never literally ordered the murders, but they contended that his ideology constituted an overt act of conspiracy. Manson was also convicted of first-degree murder for the deaths of Gary Hinman and Donald Shea.",
  "/wiki/Corcoran_State_Prison": "California State Prison, Corcoran (COR) is a male-only state prison located in the city of Corcoran, in Kings County, California. It is also known as Corcoran State Prison,  CSP-C, CSP-COR, CSP-Corcoran, and Corcoran I. The facility is just north of the newer California Substance Abuse Treatment Facility and State Prison, Corcoran (Corcoran II).",
  "/wiki/Helter_Skelter_(Manson_scenario)": "The Helter Skelter scenario is a theory put forth by Vincent Bugliosi, lead prosecutor in the Tate–LaBianca murder trial, to explain the series of murders committed by the Manson Family. Bugliosi described his theory at trial and in his book Helter Skelter: The True Story of the Manson Murders. Charles Manson often spoke to the members of his \"family\" about \"Helter Skelter\" in the months leading up to the murders of Sharon Tate and Leno and Rosemary LaBianca in August 1969, an apocalyptic war arising from racial tensions between blacks and whites.:311–2 This \"chimerical vision involved reference to music of the Beatles, particularly songs from their 1968 double album The Beatles (commonly known as \"the White Album\"), and to the New Testament's Book of Revelation.:238–44 Manson and his followers were convicted of the murders based on the prosecution's theory that they were part of a plan to trigger the Helter Skelter scenario.",
  "/wiki/Sharon_Tate": "Sharon Marie Tate (January 24, 1943 – August 9, 1969) was an American actress and model. During the 1960s, she played small television roles before appearing in films and was regularly featured in fashion magazines as a model and cover girl. After receiving positive reviews for her comedic and dramatic acting performances, Tate was hailed as one of Hollywood's most promising newcomers.",
  "/wiki/Anita_O%27Day": "Anita O'Day (born Anita Belle Colton; October 18, 1919 – November 23, 2006) was an American jazz singer and self proclaimed “song stylist” widely admired for her sense of rhythm and dynamics, and her early big band appearances that shattered the traditional image of the \"girl singer\". Refusing to pander to any female stereotype, O'Day presented herself as a \"hip\" jazz musician, wearing a band jacket and skirt as opposed to an evening gown. She changed her surname from Colton to O'Day, pig Latin for \"dough\", slang for money.",
  "/wiki/Heroin": "Heroin, also known as diamorphine among other names, is an opioid most commonly used as a recreational drug for its euphoric effects. It is used medically in several countries to relieve pain or in opioid replacement therapy. It is typically injected, usually into a vein, but it can also be smoked, snorted, or inhaled. The onset of effects is usually rapid and lasts for a few hours.",
  "/wiki/Mike_Rizzitello": "Michael Anthony Rizzitello (March 29, 1927 – October 26, 2005), also known as \"Mike Rizzi\", was an Italian American mobster in the Los Angeles crime family. Rizzitello's criminal record stretched back to 1947. He was also featured in several biography novels by mobsters-turned-informants Jimmy Fratianno (The Last Mafioso and Vengeance Is Mine), Anthony Fiato (The Animal in Hollywood), and Kenny Gallo (Breakshot).",
  "/wiki/Caporegime": "A caporegime or capodecina, usually shortened to just a capo, is a rank used in the Mafia (both the Sicilian Mafia and Italian-American Mafia) for a made member of the crime family who heads a \"crew\" of soldiers and has major social status and influence in the organization. Caporegime is an Italian word, which is used to signify the head of a family in Sicily, but has now come to mean a ranking member, similar to captain or senior sergeant in a military unit. In general, the term indicates the head of a branch of an organized crime syndicate who commands a crew of soldiers and reports directly to the Don (Boss) or an Underboss or Streetboss. The shortened version \"capo\" has been used to refer to certain high-ranking members of Latin American drug cartels as well.",
  "/wiki/Los_Angeles_crime_family": "The Los Angeles crime family, also known as the L.A. Mafia, is an Italian American criminal organization based in California, as part of the American Mafia (or Cosa Nostra). Since its inception in the early 20th century, it has spread throughout Southern California. Like most Mafia families in the United States, the L.A. crime family gained power bootlegging alcohol during the Prohibition Era. The L.A. family reached its peak strength in the 1940s and early 1950s under Jack Dragna, who was on The Commission, although the L.A. family was never larger than the New York or Chicago families. Since Jack Dragna's death, the Los Angeles crime family has been on a gradual decline, with the Chicago Outfit representing them on The Commission.",
  "/wiki/Rosario_Gambino": "Rosario \"Sal\" Gambino (Italian pronunciation: [roˈzaːrjo ɡamˈbiːno]; born January 12, 1942) is an Italian mobster in the Gambino crime family. He became nationally known when he and his brothers set up a multimillion dollar heroin cartel during the 1970s and 1980s. At the turn of the century he made headline news again when members of his family were suspected of trying to get him a presidential pardon through bribery.",
  "/wiki/Made_man": "In the American Mafia, a made man is a fully initiated member of the Mafia. To become \"made\", an associate first must be Italian or of Italian descent and sponsored by another made man. An inductee will be required to take the oath of Omertà, the mafia code of silence. After the induction ceremony, the associate becomes a \"made man\" and holds the rank of soldier (Italian: soldato) in the Mafia hierarchy. Made men are the only ones who can rise through the ranks of the Mafia, from soldier to caporegime, consigliere, underboss, and boss.",
  "/wiki/Gambino_crime_family": "The Gambino crime family (pronounced [ɡamˈbiːno]) is one of the \"Five Families\" that dominate organized crime activities in New York City, United States, within the nationwide criminal phenomenon known as the American Mafia. The group, which went through five bosses between 1910 and 1957, is named after Carlo Gambino, boss of the family at the time of the McClellan hearings in 1963, when the structure of organized crime first gained public attention. The group's operations extend from New York and the eastern seaboard to California. Its illicit activities include labor and construction racketeering, gambling, loansharking, extortion, money laundering, prostitution, fraud, hijacking, and fencing.",
  "/wiki/Port_Chicago_50": "The Port Chicago disaster was a deadly munitions explosion that occurred on July 17, 1944, at the Port Chicago Naval Magazine in Port Chicago, California, United States. Munitions detonated while being loaded onto a cargo vessel bound for the Pacific Theater of Operations, killing 320 sailors and civilians and injuring 390 others. Most of the dead and injured were enlisted African American sailors.",
  "/wiki/Mutiny": "Mutiny is a criminal conspiracy among a group of people (typically members of the military or the crew of any ship, even if they are civilians) to openly oppose, change, or overthrow a lawful authority to which they are subject. The term is commonly used for a rebellion among members of the military against their superior officers, but it can also occasionally refer to any type of rebellion against lawful authority or governances.",
  "/wiki/US_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Port_Chicago_disaster": "The Port Chicago disaster was a deadly munitions explosion that occurred on July 17, 1944, at the Port Chicago Naval Magazine in Port Chicago, California, United States. Munitions detonated while being loaded onto a cargo vessel bound for the Pacific Theater of Operations, killing 320 sailors and civilians and injuring 390 others. Most of the dead and injured were enlisted African American sailors.",
  "/wiki/Flora_Purim": "Flora Purim (born March 6, 1942) is a Brazilian jazz singer known primarily for her work in the jazz fusion style. She became prominent for her part in Return to Forever with Chick Corea and Stanley Clarke. She has recorded and performed with numerous artists, including Dizzy Gillespie, Gil Evans, Opa, Stan Getz, George Duke, Mickey Hart of the Grateful Dead, Santana, Jaco Pastorius, and her husband Airto Moreira.",
  "/wiki/Owsley_Stanley": "Augustus Owsley Stanley III (January 19, 1935 – March 12, 2011) was an American audio engineer and clandestine chemist. He was a key figure in the San Francisco Bay Area hippie movement during the 1960s and played a pivotal role in the decade’s counterculture. Under the professional name Bear, he was the soundman for the rock band the Grateful Dead, whom he met when Ken Kesey invited them to an Acid Test party. As their sound engineer, Stanley frequently recorded live tapes behind his mixing board and developed their Wall of Sound sound system, one of the largest mobile public address systems ever constructed. Stanley also designed the band's trademark skull logo.",
  "/wiki/Federal_Correctional_Institution,_Terminal_Island": "The Federal Correctional Institution, Terminal Island (FCI Terminal Island) is a low-security United States federal prison for male inmates in California. It is operated by the Federal Bureau of Prisons, a division of the United States Department of Justice."
}