{
  "/wiki/Tammy_Baldwin": "Tammy Suzanne Green Baldwin (born February 11, 1962) is an American politician serving as the junior United States Senator from Wisconsin since 2013. A member of the Democratic Party, she served three terms in the Wisconsin State Assembly, representing the 78th district, and from 1999 to 2013 represented Wisconsin's 2nd congressional district in the United States House of Representatives.",
  "/wiki/Wisconsin's_2nd_congressional_district": "Wisconsin's 2nd congressional district is a congressional district of the United States House of Representatives in southern Wisconsin, covering Dane County, Iowa County, Lafayette County, Sauk County and Green County, as well as portions of Richland County and Rock County.[dead link] The district includes Madison, the state's capital, its suburbs and some of the surrounding areas.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Leonard_Boswell": "Leonard Leroy Boswell (January 10, 1934 – August 17, 2018) was an American politician who served as the U.S. Representative for Iowa's 3rd congressional district from 1997 to 2013, a district based in Des Moines. A member of the Democratic Party, he was defeated for reelection in 2012 by 4th district incumbent Tom Latham, who decided to run against him after redistricting. Boswell left Congress in January 2013.",
  "/wiki/Iowa's_3rd_congressional_district": "Iowa's 3rd congressional district is a congressional district in the U.S. state of Iowa that covers its southwest quadrant, roughly an area including Des Moines to the borders with Nebraska and Missouri.",
  "/wiki/Bob_Brady": "Robert A. Brady (born April 7, 1945) is an American politician who served as the U.S. Representative for Pennsylvania's 1st congressional district from 1998 to 2019. He was the ranking Democrat on the United States House Committee on House Administration from 2007 to 2019. He has served as chairman of the Philadelphia Democratic Party for more than 30 years, and was one of the few members of Congress who was also a county chairman (Philadelphia Democratic City Committee).",
  "/wiki/Pennsylvania's_1st_congressional_district": "Pennsylvania's first congressional district includes all of Bucks County and a sliver of Montgomery County in southeastern Pennsylvania. It has been represented by Brian Fitzpatrick since 2019.",
  "/wiki/Yvette_Clarke": "Yvette Diane Clarke (born November 21, 1964) is a Democratic member of the U.S. House of Representatives representing New York's 9th congressional district. Clarke was first elected to Congress in 2006. From 2007 to 2013, her district was labeled the 11th until it was redrawn. Before entering Congress in 2007, Clarke was a member of the New York City Council representing the 40th council district in Brooklyn.",
  "/wiki/New_York's_11th_congressional_district": "New York's 11th congressional district is a congressional district for the United States House of Representatives in New York City. The 11th district includes all of Staten Island and parts of southern Brooklyn, including the neighborhoods of Bay Ridge, Bath Beach, Dyker Heights, south western Gravesend, western Sheepshead Bay, and parts of southern Bensonhurst.",
  "/wiki/William_Lacy_Clay,_Jr.": "William Lacy Clay Jr. (born July 27, 1956) is an American politician who is the U.S. Representative from Missouri's 1st congressional district, serving since 2001. He is a member of the Democratic Party.",
  "/wiki/Missouri's_1st_congressional_district": "Missouri's first congressional district is in the eastern portion of the state. It includes all of St. Louis City and much of northern St. Louis County.",
  "/wiki/Steve_Cohen": "Stephen Ira Cohen (born May 24, 1949) is an American politician serving as the U.S. Representative from Tennessee's 9th congressional district, since 2007. He is a member of the Democratic Party. The district includes the western three-fourths of Memphis. Cohen is Tennessee's first Jewish congressman.",
  "/wiki/Tennessee's_9th_congressional_district": "Tennessee's 9th congressional district is a congressional district in West Tennessee. It has been represented by Democrat Steve Cohen since 2006.",
  "/wiki/Danny_K._Davis": "Daniel K. Davis (born September 6, 1941) is an American politician who is the U.S. Representative from Illinois's 7th congressional district, elected in 1996.",
  "/wiki/Illinois's_7th_congressional_district": "The 7th congressional district of Illinois covers parts of Cook County, as of the 2011 redistricting that followed the 2010 census. All or parts of Bellwood, Chicago, Forest Park, Oak Park, Maywood, and Westchester are included. Democrat Danny K. Davis has represented the district since January 1997.",
  "/wiki/Keith_Ellison_(politician)": "Keith Maurice Ellison (born August 4, 1963) is an American politician and lawyer serving as the 30th Attorney General of Minnesota. A member of the Democratic–Farmer–Labor Party (DFL), Ellison was the U.S. Representative for Minnesota's 5th congressional district from 2007 to 2019. He also served as the titular Deputy Chair of the Democratic National Committee from 2017 to 2018. In Congress, Ellison was a vice-chair of the Congressional Progressive Caucus and a Chief Deputy Whip. He also sat on the House Committee on Financial Services. Ellison was the first Muslim to be elected to Congress and the first African American representative from Minnesota.",
  "/wiki/Minnesota's_5th_congressional_district": "Minnesota's 5th congressional district is a geographically small urban and suburban congressional district in Minnesota.  It covers eastern Hennepin County, including the entire city of Minneapolis, along with parts of Anoka and Ramsey counties. Besides Minneapolis, major cities in the district include St. Louis Park, Richfield, Crystal, Robbinsdale, Golden Valley, New Hope, and Fridley. It also include northeast Edina.",
  "/wiki/Minnesota_Democratic-Farmer-Labor_Party": "The Minnesota Democratic–Farmer–Labor Party (DFL) is a center-left political party in the U.S. state of Minnesota. It is affiliated with the U.S. Democratic Party. Formed by a merger of the Minnesota Democratic Party and the left-wing Minnesota Farmer–Labor Party in 1944, the DFL is one of only two state Democratic party affiliates of a different name (the other being the North Dakota Democratic-Nonpartisan League Party).",
  "/wiki/Sam_Farr": "Samuel Sharon Farr (born July 4, 1941) is an American politician who was the U.S. Representative for California's 17th (1993–2013) and 20th congressional districts (2013–17). He is a member of the Democratic Party. He was elected to Congress in a 1993 special election when longtime Democratic Rep. Leon Panetta resigned to become Director of the Office of Management and Budget.  On November 12, 2015, he announced his retirement from Congress after the 2016 elections.",
  "/wiki/California's_17th_congressional_district": "California's 17th congressional district is a congressional district in the U.S. state of California that is currently represented by Ro Khanna. The district is located in the South and East San Francisco Bay Area. The district includes parts of Alameda County and Santa Clara County. It encompasses the cities of Sunnyvale, Cupertino, Santa Clara, Milpitas, Newark, the majority of Fremont, and the northernmost part of San Jose. The district includes the campus of Santa Clara University, and the corporate headquarters of Apple Inc, Intel Corp., Yahoo, and eBay. It is the only majority-Asian district in the United States outside of Hawaii.",
  "/wiki/Bob_Filner": "Robert Earl Filner (born September 4, 1942) is an American former politician who was the 35th Mayor of San Diego from December 2012 through August 2013, when he resigned amid multiple allegations of sexual harassment. He later pleaded guilty to state charges of false imprisonment and battery. He is a member of the Democratic Party.",
  "/wiki/California's_51st_congressional_district": "California's 51st congressional district is a congressional district in the U.S. state of California. The district is currently represented by Democrat Juan Vargas.",
  "/wiki/Raul_Grijalva": "Raúl Manuel Grijalva (/rɑːˈuːl ɡrɪˈhælvə/; born February 19, 1948) is an American politician who currently serves as the  U.S. Representative for Arizona's 3rd congressional district, serving since 2003. He is a member of the Democratic Party.  The district, numbered as the 7th District from 2003 to 2013, includes the western third of Tucson, part of Yuma and Nogales, and some peripheral parts of metro Phoenix. He is the current dean of Arizona's congressional delegation.",
  "/wiki/Arizona's_7th_congressional_district": "Arizona's 7th congressional district is a congressional district located in the U.S. state of Arizona. It includes much of inner Phoenix, as well as the eastern portion of Glendale. It is currently represented by Democrat Ruben Gallego.",
  "/wiki/Sheila_Jackson-Lee": "Sheila Jackson Lee (born January 12, 1950) is an American politician. She is currently the U.S. Representative for Texas's 18th congressional district, currently serving in her 13th term in the House, having served since 1995. The district includes most of central Houston.  She is a member of the Democratic Party.",
  "/wiki/Texas's_18th_congressional_district": "Texas District 18 of the United States House of Representatives is a Congressional district that serves much of inner city Houston and the surrounding area.  It has been the Downtown Houston district since 1972.  The current Representative from District 18 is Sheila Jackson Lee.",
  "/wiki/Hank_Johnson": "Henry Calvin Johnson Jr. (born October 2, 1954) is the U.S. Representative for Georgia's 4th congressional district, serving since 2007. He is a member of the Democratic Party. The district is based in DeKalb County, a largely suburban county east of Atlanta. It also includes portions of Gwinnett, Newton, and all of Rockdale counties; the district's boundaries have been redrawn, in accordance with the results of the 2010 United States Census, since Congressman Johnson's initial election victory in 2006. He is one of only two Buddhists, along with Hawaii Senator Mazie Hirono, to serve in the United States Congress.",
  "/wiki/Georgia's_4th_congressional_district": "Georgia's 4th congressional district is a congressional district in the U.S. state of Georgia. The district is currently represented by Democrat Hank Johnson, though the district's boundaries have been redrawn following the 2010 census, which granted an additional congressional seat to Georgia.  The first election using the new district boundaries (listed below) were the 2012 congressional elections.",
  "/wiki/Carolyn_Cheeks_Kilpatrick": "Carolyn Jean Cheeks Kilpatrick (born June 25, 1945) is an American politician who was U.S. Representative for Michigan's 13th congressional district from 1997 to 2011. She is a member of the Democratic Party.  In August 2010 she lost the Democratic primary election.  She was replaced by Hansen Clarke in January 2011.",
  "/wiki/Michigan's_13th_congressional_district": "Michigan's 13th congressional district is a United States congressional district in Wayne County, Michigan. It is currently represented by Democrat Rashida Tlaib.",
  "/wiki/Barbara_Lee": "Barbara Jean Lee (born July 16, 1946) is an American politician serving as the U.S. Representative for California's 13th congressional district. Now in her 12th congressional term, Lee has served since 1998, and is a member of the Democratic Party. Her district is based in Oakland and covers most of the northern part of Alameda County. From 1998 to 2013 Lee represented the 9th congressional district, the first woman to do so.",
  "/wiki/California's_9th_congressional_district": "California's 9th congressional district is a congressional district in the U.S. state of California.",
  "/wiki/Jim_McDermott": "James Adelbert McDermott (born December 28, 1936) is an American politician who was the U.S. Representative for Washington's 7th congressional district from 1989 to 2017.  He is a member of the Democratic Party.  The 7th District includes most of Seattle, Vashon Island, Tukwila, Burien, Shoreline, Lake Forest Park, Lynnwood, Mountlake Terrace, Woodway, and Edmonds.\nHe served on the House Ways and Means Committee and was a member of the House Progressive Caucus.  He was formerly the committee chairman, then in 1995, ranking minority member on the House Ethics Committee. On January 4, 2016, he announced that he would not be seeking another congressional term.",
  "/wiki/Washington's_7th_congressional_district": "Washington's 7th congressional district encompasses most of Seattle and Burien and all of Vashon Island, Lake Forest Park, Edmonds, Shoreline, and Normandy Park. Since 2017, the 7th District has been represented in the U.S. House of Representatives by Democrat Pramila Jayapal.",
  "/wiki/Jim_Moran": "James Patrick Moran Jr. (born May 16, 1945) is a former U.S. Representative for Virginia's 8th congressional district in Northern Virginia, including the cities of Falls Church and Alexandria, all of Arlington County, and a portion of Fairfax County. Moran served from 1991 to 2015, and is a member of the Democratic Party.",
  "/wiki/Virginia's_8th_congressional_district": "Virginia's 8th congressional district is a United States congressional district in the Commonwealth of Virginia.  It comprises all of Arlington County, portions of Fairfax County and all of the independent cities of Alexandria and Falls Church.",
  "/wiki/Gwen_Moore": "Gwendolynne Sophia Moore (born April 18, 1951) is an American politician who is the U.S. Representative for Wisconsin's 4th congressional district, serving since 2005. In 2016, Moore was elected to serve as Caucus Whip of the Congressional Black Caucus for the 115th United States Congress. She is a member of the Democratic Party.",
  "/wiki/Wisconsin's_4th_congressional_district": "Wisconsin's 4th congressional district is a congressional district of the United States House of Representatives in Wisconsin, encompassing a part of Milwaukee County and including all of the city of Milwaukee and its working-class suburbs of Cudahy, St. Francis, South Milwaukee, and West Milwaukee. Recent redistricting has added the Milwaukee County North Shore communities of Glendale, Shorewood, Whitefish Bay, Fox Point, Bayside, and Brown Deer to the district. It is currently represented by Gwen Moore, a Democrat.",
  "/wiki/Donald_M._Payne": "Donald Milford Payne (July 16, 1934 – March 6, 2012) was an American politician who was the U.S. Representative for New Jersey's 10th congressional district from 1989 to 2012. He was a member of the Democratic Party. The district encompasses most of the city of Newark, parts of Jersey City and Elizabeth, and some suburban communities in Essex and Union counties. He was the first African American to represent New Jersey in Congress.",
  "/wiki/New_Jersey's_10th_congressional_district": "New Jersey's 10th congressional district is an urban congressional district in the U.S. state of New Jersey. The district consists of portions of Essex, Hudson and Union counties, and includes the cities of Newark and Orange.",
  "/wiki/Jan_Schakowsky": "Janice Danoff Schakowsky /ʃəˈkaʊski/ (born May 26, 1944) is the U.S. Representative for Illinois's 9th congressional district, serving since 1999. She is a member of the Democratic Party.",
  "/wiki/Illinois'_9th_congressional_district": "The 9th Congressional District of Illinois covers parts of Cook County, as of the 2011 redistricting which followed the 2010 census. All or parts of Chicago, Des Plaines, Evanston, Glenview, Lincolnwood, Morton Grove, Mount Prospect, Niles, Park Ridge, Prospect Heights, Skokie, Wilmette and Winnetka and Arlington Heights are included. It is anchored in Chicago's North Side along Lake Michigan, and covers many of Chicago's northern suburbs. Democrat Jan Schakowsky has represented the district since January 1999.",
  "/wiki/Efforts_to_impeach_Dick_Cheney": "In April 2007, United States Representative Dennis Kucinich (D-Ohio) filed an impeachment resolution (H.Res. 333) against Vice President Dick Cheney, seeking his trial in the Senate on three charges. After months of inaction, Kucinich re-introduced the exact content of H. Res 333 as a new resolution numbered H.Res. 799 in November 2007. Both resolutions were referred to the Judiciary Committee immediately after their introduction and the Committee did not consider either. Both resolutions expired upon the termination of the 110th United States Congress on 3 January 2009."
}