{
  "/wiki/Rasmus_Quist": "Rasmus Quist Hansen (born 5 April 1980 in Middelfart), also known as Rasmus Quist, is a Danish rower and double World Champion in the lightweight double sculls, with his partner Mads Rasmussen.",
  "/wiki/Mads_Rasmussen": "Mads Reinholdt Rasmussen (born 24 November 1981 in Idestrup on Falster) is a Danish rower and double World Champion and Olympic Gold winner in the lightweight double sculls, with his partner Rasmus Quist Hansen. Rasmussen and Quist placed fourth in the 2004 Summer Olympics in Athens, third in the 2008 Summer Olympics in Beijing, and first in the 2012 Summer Olympics in London.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics": "The rowing competitions at the 2012 Olympic Games in London were held from 28 July to 4 August 2012, at Dorney Lake which, for the purposes of the Games venue, was officially termed Eton Dorney. Fourteen medal events were contested by 550 athletes, 353 men and 197 women.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_lightweight_double_sculls": "The Men's lightweight double sculls competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Lasse_Norman_Hansen": "Lasse Norman Hansen (born 11 February 1992) is a Danish professional road and track racing cyclist, who currently rides for UCI ProTeam Alpecin–Fenix. He turned professional in 2014.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics": "The cycling competitions at the 2012 Olympic Games in London took place at five venues between 28 July and 12 August. The venues were the London Velopark for track cycling and BMX, and Hadleigh Farm, in Essex, for mountain biking. The road races took place over a course starting and ending in The Mall in central London and heading out into Surrey, while the time trials started and finished at Hampton Court Palace in Richmond upon Thames. Eighteen events were contested and around 500 athletes participated.",
  "/wiki/Cycling_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_Omnium": "The men's cycling omnium at the 2012 Olympic Games in London took place at the London Velopark on 4 and 5 August.",
  "/wiki/Anders_Golding": "Anders Christian Golding (born 12 May 1984) is a Danish skeet shooter. He competed at the 2008 and 2012 Olympics and won a silver medal in 2012. This was Denmark's first medal at the 2012 Olympics and their first medal in the men's skeet since 1984. He finished behind American Vincent Hancock who took the gold medal for a second time. \nGolding is a carpenter by profession and lives in Oslo, Norway.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics": "Shooting competitions at the 2012 Summer Olympics in London took place from 28 July to 6 August at the Royal Artillery Barracks in Woolwich. Fifteen events were included with 390 athletes taking part. The events were the same as in 2008.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_skeet": "The Men's skeet event at the 2012 Olympic Games took place on 30 and 31 July 2012 at the Royal Artillery Barracks. The event consisted of two rounds: a qualifier and a final. In the qualifier, each shooter fired 5 sets of 25 shots in the set order of skeet shooting. The top 6 shooters in the qualifying round moved on to the final round. There, they fired one additional round of 25. The total score from all 150 shots was used to determine the final ranking.",
  "/wiki/Fie_Udby_Erichsen": "Fie Udby Erichsen (born 23 April 1985 in Hobro) is a Danish rower. She set the indoor rowing world record for female rowers in the under 12 years old category in 1998 with a time of 7:30.3. She won the silver medal in the single sculls at the 2012 Summer Olympics.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_single_sculls": "The women's single sculls competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Jonas_H%C3%B8gh-Christensen": "Jonas Høgh-Christensen (born 21 May 1981) is a Danish sailor, winner of the Finn Gold Cup in 2009. He has represented Denmark in the Finn class at the 2004, 2008 and 2012 Summer Olympics at which he won the silver medal, narrowly missing out on the gold to British sailor Sir Ben Ainslie, who that day became the first person to win medals in five different Olympic Games in sailing, surpassing Danish Sailor Paul Elvstrøm who won four gold medals (but no silver).",
  "/wiki/Sailing_at_the_2012_Summer_Olympics": "Sailing at the 2012 Summer Olympics in London was held 29 July – 11 August at Weymouth and Portland National Sailing Academy in Weymouth. The 2012 sailing program consisted of a total of ten events (eight classes). Eleven fleet races were scheduled off the coast at Weymouth Bay for each event, except for the 49er and the Elliott 6m classes. For the 49er class, a total of 16 races were scheduled. Of the 11 (16) races, 10 (15) were scheduled as opening races and the last one as medal race. For the Elliott 6m a series of match races was scheduled. The sailing was done on different types of courses.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Finn_class": "The Men's Finn was a sailing event on the Sailing at the 2012 Summer Olympics program in Weymouth and Portland National Sailing Academy. Eleven races (last one a medal race) were scheduled and completed. 24 sailors, on 24 boats, from 24 nations competed. Ten boats qualified for the medal race on course area Nothe in front of Weymouth, where each position scored double points.",
  "/wiki/Mathias_Boe": "Mathias Boe (born 11 July 1980) is a badminton player from Denmark.",
  "/wiki/Carsten_Mogensen": "Carsten Mogensen (born 24 July 1983) is a badminton player from Denmark.",
  "/wiki/Badminton_at_the_2012_Summer_Olympics": "The badminton tournaments at the 2012 Olympic Games in London took place between 28 July and 5 August at Wembley Arena.",
  "/wiki/Badminton_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_doubles": "The badminton men's doubles tournament at the 2012 Olympic Games in London took place from 28 July to 5 August at Wembley Arena.",
  "/wiki/Kasper_Winther_J%C3%B8rgensen": "Kasper Winther Jørgensen (born 21 March 1985, in Copenhagen) is a Danish rower. He competed in the lightweight coxless four at the 2012 Summer Olympics, winning the bronze medal. He was a member of the Gold Four.",
  "/wiki/Morten_J%C3%B8rgensen": "Morten Jørgensen (born 23 June 1985) is a Danish lightweight rower. He won a gold medal at the 2008 Summer Olympics in Lightweight coxless fours together with Thomas Ebert, Eskild Ebbesen, and Mads Andersen.",
  "/wiki/Jacob_Bars%C3%B8e": "Jacob Jepsen Barsøe (born 21 September 1988) is a  Danish rower who won a silver medal at the 2016 Summer Olympics and bronze medal at the 2012 Summer Olympics, both in the men's lightweight sculls.",
  "/wiki/Eskild_Ebbesen": "Eskild Balschmidt Ebbesen (born 27 May 1972, in Silkeborg, Midtjylland) is a Danish lightweight rower, who as part of the Gold Four has won a total number of five Olympic medals (three gold) and six World Championship gold medals.",
  "/wiki/Rowing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_lightweight_coxless_four": "The men's lightweight coxless four competition at the 2012 Summer Olympics in London took place are at Dorney Lake which, for the purposes of the Games venue, is officially termed Eton Dorney.",
  "/wiki/Joachim_Fischer_Nielsen": "Joachim Fischer Nielsen (born 23 November 1978) is a badminton player from Denmark.  At the 2012 Summer Olympics, he won the bronze medal in the mixed doubles with teammate Christinna Pedersen.",
  "/wiki/Christinna_Pedersen": "Christinna Pedersen (born 12 May 1986) is a Danish internationally elite badminton player.",
  "/wiki/Badminton_at_the_2012_Summer_Olympics_%E2%80%93_Mixed_doubles": "The badminton mixed doubles tournament at the 2012 Olympic Games in London took place from 28 July to 3 August at Wembley Arena.",
  "/wiki/Peter_Lang_(sailor,_born_1989)": "Peter Lang (born 12 June 1989 in Vejle, Denmark) is a Danish sailor. Together with Allan Nørregaard, he won bronze at the 2012 Summer Olympics in the 49er class.",
  "/wiki/Allan_N%C3%B8rregaard": "Allan Nørregaard (born 19 March 1981 in Kolding) is a Danish sailor. Together with Peter Lang, he won bronze at the 2012 Summer Olympics in the 49er class.",
  "/wiki/Sailing_at_the_2012_Summer_Olympics_%E2%80%93_49er": "The men's 49er was a sailing event on the Sailing at the 2012 Summer Olympics program in Weymouth and Portland National Sailing Academy. Sixteen races (last one a medal race) were scheduled and completed. 40 sailors, on 20 boats, from 20 nations competed. Ten boats qualified for the medal race on course area Nothe in front of Weymouth, where each position scored double points."
}