{
  "/wiki/Yunnan": "Yunnan (云南) is a province in Southwest China. The province spans approximately 394,000 square kilometres (152,000 sq mi) and has a population of 48.300 million (as of 2018). The capital of the province is Kunming, formerly also known as Yunnan. The province borders the Chinese provinces Guangxi, Guizhou, Sichuan, and the Tibet Autonomous Region, as well as the countries Vietnam, Laos, and Myanmar. Yunnan is China's fourth least developed province based on disposable income per capita in 2014.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/New_York_City_Water_Tunnel_No._3": "New York City Water Tunnel No. 3 is a water supply tunnel forming part of the New York City water supply system. It is being built by the New York City Department of Environmental Protection to provide New York City with a third connection to its upstate water supply.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Paris_Metro_Line_15": "Grand Paris Express is a group of new rapid transit lines being built in the Île-de-France region of France. The project comprises four new lines, plus extensions of existing Lines 11 and 14. A total of 200 kilometres (120 mi) of new track and 68 new stations are to be added, serving a projected 2 million passengers a day.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Petite_Couronne": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Bolshaya_Koltsevaya_line": "The Bolshaya Koltsevaya line (Russian: Большая кольцевая линия), literally Large Circle Line, designated Line 11 is a rapid transit line of the Moscow Metro. It is the third circle line running outside of the existing circle Koltsevaya line and interlocking Moscow Central Circle, with a temporary branch to Delovoy Tsentr station in Moscow International Business Center.",
  "/wiki/Moscow_Metro": "The Moscow Metro (Russian: Московский метрополитен, IPA: [mɐˈskofskʲɪj mʲɪtrəpəlʲɪˈtɛn]) is a rapid transit system serving Moscow, Russia, and the neighbouring Moscow Oblast cities of Krasnogorsk, Reutov, Lyubertsy and Kotelniki. Opened in 1935 with one 11-kilometre (6.8 mi) line and 13 stations, it was the first underground railway system in the Soviet Union. As of 2019[update], the Moscow Metro, excluding the Moscow Central Circle and Moscow Monorail, has 232 stations (263 with Moscow Central Circle) and its route length is 397.3 km (246.9 mi), making it the fifth longest in the world. The system is mostly underground, with the deepest section 84 metres (276 ft) underground at the Park Pobedy station, one of the world's deepest underground stations.\nIt is the busiest metro system in Europe, and is considered a tourist attraction in itself.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Brenner_Base_Tunnel": "The Brenner Base Tunnel (German: Brennerbasistunnel; Italian: Galleria di base del Brennero) is an under-construction 55-kilometre-long (34 mi) railway tunnel through the base of the Eastern Alps beneath the Brenner Pass. It will run from near Innsbruck, in Austria, to Fortezza, in Italy, replacing part of the current Brenner railway. The line is part of Line 1, the Berlin to Palermo route, of Trans-European Transport Networks (TEN-T).",
  "/wiki/Stubai_Alps": "The Stubai Alps (in German Stubaier Alpen) is a mountain range in the Central Eastern Alps of Europe. It derives its name from the Stubaital valley to its east and is located southwest of Innsbruck, Austria. Several peaks form the border between Austria and Italy. The range is bounded by the Inn River valley to the north; the Sill River valley (Wipptal) and the Brenner Pass to the east (separating it from the Zillertal Alps); the Ötztal and Timmelsjoch to the west (separating it from the Ötztal Alps), and to the south by tributaries of the Passer River and Eisack.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Inntal_Tunnel": "The Innsbruck bypass (German: Umfahrung Innsbruck or sometimes Güterzugumfahrung Innsbruck,  that is the Innsbruck freight railway bypass) is a 14.853 kilometre-long double-track electrified main line of the Austrian railways. It connects the Lower Inn Valley railway with the Brenner railway, bypassing Innsbruck. It was opened on 29 May 1994. The line is at a major part of the rail freight network of Austrian Federal Railways (ÖBB).",
  "/wiki/Barcelona_Metro_line_9": "Line 9 (Línia 9 in Catalan) is a line of the Barcelona Metro network that is currently under construction, with 24 stations open in Barcelona and the El Prat de Llobregat, L'Hospitalet de Llobregat, Badalona and Santa Coloma de Gramenet suburbs, since December 2009. The line is divided in two branches, with a connecting segment between them yet to be built. The Aeroport T1 – Zona Universitària section is called L9 South (L9 Sud in Catalan), and the La Sagrera – Can Zam section L9 North (L9 Nord in Catalan). Upon completion, it will be the longest automatic train operation (i.e. driverless vehicle) metro line in Europe.",
  "/wiki/Barcelona_Metro_line_10": "Line 10 (Zona Franca ZAL – Gorg) is the name of one of the two branches of the Barcelona metro line 9, currently (2020) under construction and to be operated by TMB. Like Line 9 and Line 11, it will be an automatic train operation (i.e. driverless vehicle) metro line.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Mass_Rapid_Transit_(Singapore)": "The Mass Rapid Transit, abbreviated and referred to in local parlance as the MRT, is a heavy rail rapid transit system that constitutes the bulk of the railway network in Singapore, spanning—with the exception of the forested core and the island's rural northwest—the length and width of the city-state's main island.[note 1] The first section of the MRT opened on 7 November 1987, and the network has since grown rapidly in accordance with Singapore's aim of developing a comprehensive rail network as the backbone of the country's public transportation system, with an average daily ridership of 3.302 million in 2018,[note 2] approximately 82% of the bus network's 4.037 million in the same period.",
  "/wiki/Thomson-East_Coast_MRT_Line": "The Thomson–East Coast line (TEL) is a medium-capacity Mass Rapid Transit (MRT) line in Singapore. The line was announced on 15 August 2014 by the Land Transport Authority as a merger of the then planned Thomson line (TSL) and the Eastern Region line (ERL). The stretch from Woodlands North to Gardens by the Bay costs around S$18 billion. When fully opened, it is expected to serve about 500,000 commuters daily in the initial years, rising to one million commuters daily in the long term. It is the fourth MRT line to be operated by SMRT Trains Ltd, after the North South line, East West line and the Circle line and also the fourth to be completely automated and driverless. The line is coloured brown on the rail map.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Woodsmith_Mine_Tunnel": "The Woodsmith Mine Tunnel (also known as a Mineral Transport System [MTS]) is a 23-mile (37 km) long tunnel that will stretch between Woodsmith Mine at Sneatonthorpe near Whitby in North Yorkshire and the Wilton International complex on Teesside, England. The tunnel has been in development since 2016, but cutting of the tunnel bore did not start until April 2019, with an expected finish date of 2021.",
  "/wiki/North_York_Moors": "The North York Moors is an upland area in North Yorkshire, England, containing one of the largest expanses of heather moorland in the United Kingdom. The North York Moors National Park was designated in 1952, through the National Parks and Access to the Countryside Act 1949. The National Park covers an area of 554 sq mi (1,430 km2), and has a population of 23,380.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Gaoligongshan_Tunnel": "Gaoligongshan Tunnel or Gaoligong Mountain Rail Tunnel (Chinese: 高黎贡山隧道) is a tunnel between Nujiang Station and Longling Station on Dali–Ruili railway in Yunnan, China. It crosses through the whole territory of Longling County and then into Mangshi. Gaoligongshan Tunnel is the key project of Yunnan–Burma railway between Dali and Ruili. The length of tunnel is 34.586 km[Note 1], it makes Gaoligongshan Tunnel to be the longest single-track railway tunnel under construction in China, also is the longest mountain railway tunnel of Asia and the 7th longest tunnel of the world.",
  "/wiki/Koralm_Tunnel": "The Koralm Tunnel is a railway tunnel that is under construction in Austria under the Koralpe mountain range. It is expected to be operational by 2026.",
  "/wiki/Koralpe": "The Koralpe (English: Kor Alps, Slovene: Golica or Gola planina), also referred to as Koralm, is a mountain range in southern Austria which separates eastern Carinthia from southern Styria. The southern parts of the range extend into Slovenia. Running from north to south, it drains to the river Lavant in the west, and to the river Sulm in the east. Its highest elevation (2,140 meters) is the Große Speikkogel, a popular hiking destination and also a node for military radar airspace surveillance. In the south, in the Slovenian territory, it is contiguous with the Kozjak mountain range.",
  "/wiki/Koralm_Railway": "The Koralm Railway (German: Koralmbahn) is a 127 km-long double-track, electrified, high-speed railway that is under construction, and which will connect the Austrian cities of Graz and Klagenfurt. Construction started in 2001, and the entire railway line is expected to be operational by 2025.",
  "/wiki/Semmering_Base_Tunnel": "The Semmering Base Tunnel is a railway tunnel under construction between Gloggnitz and Mürzzuschlag in Austria underneath the Semmering Pass. The existing route is 41 km in length and the Semmering Base Tunnel will be 27.3 km in length.  The new route will offer time savings of up to 30 minutes, partly on account of the shorter route and partly on account of the higher speed limit (maximum 250 km/h).",
  "/wiki/Lower_Austria": "Lower Austria (German: Niederösterreich [ˈniːdɐˌʔøːstɐʁaɪ̯ç] (listen); Czech: Dolní Rakousy; Slovak: Dolné Rakúsko) is the most northeastern of the nine states of Austria. Since 1986, the capital of Lower Austria has been Sankt Pölten, replacing Vienna which became a separate state in 1921. With a land area of 19,186 km2 (7,408 sq mi) and a population of 1.612 million people, Lower Austria is the second most populous federal state (after Vienna). Other large cities are Amstetten, Krems an der Donau and Wiener Neustadt.",
  "/wiki/Styria": "Styria (German: Steiermark [ˈʃtaɪ̯ɐˌmaʁk] (listen); Croatian and Slovene: Štajerska; Hungarian: Stájerország; Czech: Štýrsko; Slovak: Štajersko) is a state, or Bundesland, located in the southeast of Austria. Covering 16,401 km2 (6,332 sq mi), Styria is the second largest of the nine component states of Austria (also sometimes referred to as provinces in English), after Lower Austria. Styria's neighbor to the South is Slovenia (Carinthia Statistical Region, Drava Statistical Region and Mura Statistical Region). Within Austria, the contiguous states are Carinthia, Salzburg, Upper Austria, Lower Austria, and The  Burgenland,  The capital city is Graz, which had 276,526 inhabitants at the beginning of 2015.",
  "/wiki/Baltic-Adriatic_Corridor": "The Baltic-Adriatic Corridor or Baltic-Adriatic Axis (German: Baltisch-Adriatische Achse, Italian: Corridoio Baltico-Adriatico) is a European initiative to create a high capacity north-south railway and road corridor connecting Gdańsk on the Baltic Sea with Bologna and the Adriatic. The line traverses Poland, the Czech Republic, Slovakia, Austria and Italy, connecting heavily industrialised areas such as Warsaw and the Upper Silesian Coal Basin, Vienna and south-east Austria, and Northern Italy. It developed from the Trans-European Transport Network (TEN-T) project No. 23 of a Gdańsk-Vienna railway axis set up in 2003. Carrying 24 million tons of freight per year, the Baltic-Adriatic Corridor is considered among the most important trans-Alpine lines in Europe.",
  "/wiki/Rogfast": "Rogaland Fixed Link or simply the Rogfast is a sub-sea road tunnel under construction between the municipalities of Randaberg (near the city of Stavanger) and Bokn in Rogaland county, Norway.  The project will be a world record with respect to its 27-kilometre (17 mi) length and its maximum depth of 392 metres (1,286 ft) below sea level.  This will be a part of the main European route E39 highway along the west coast of Norway and it will link the cities of Kristiansand – Stavanger – Haugesund – Bergen.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Melamchi": "Melamchi is a municipality in Sindhupalchok District in the Bagmati Zone of central Nepal. At the time of the 1991 Nepal census it had a population of 3936 and had 710 houses in the village.",
  "/wiki/Kathmandu": "Kathmandu (/ˌkætmænˈduː/; Nepali: काठमाडौं, Nepal Bhasa: य़े: Yei, Nepali pronunciation: [kaʈʰmaɳɖu]) is the capital and largest metropolis of Nepal, with a population of around 2.5 million.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Wonju": "Wonju[a] (Korean pronunciation: [wʌn.dʑu]) is the most populous city in Gangwon province, South Korea.",
  "/wiki/Jecheon": "Jecheon (Korean pronunciation: [tɕe̞.tɕʰʌn]) is a city in North Chungcheong Province, South Korea.  The city is a major railway junction or a transportation mecca, served by the Jungang, Chungbuk and Taebaek Lines. Jecheon has scenic surroundings and several tourist spots like the Uirimji Reservoir, Cheongpung Lake and Cheongpung Cultural Properties complex. It is also the home of Semyung University.",
  "/wiki/Jungang_Line": "The Jungang line (literally Central line) is a railway line connecting Cheongnyangni in Seoul to Gyeongju in South Korea, traversing central South Korea from the northwest to the southeast. It also referred to the rail line of the Seoul Metropolitan Subway from Yongsan station to Yongmun station.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Pajares_Base_Tunnel": "The new Pajares Tunnel is a 24,667 m-long railway tunnel under construction in Spain. It will be on the AVE line from Valladolid to Gijón but could be used also by freight trains in the future. The tunnels are affected by major water infiltrations, which currently prevent their being put into use.",
  "/wiki/Principado_de_Asturias": "Asturias (/æˈstʊəriəs, ə-/, Spanish: [asˈtuɾjas]; Asturian: Asturies [asˈtuɾjes; -ɾjɪs]; Eonaviego: Asturias), officially the Principality of Asturias (Spanish: Principado de Asturias; Asturian: Principáu d'Asturies), is an autonomous community in north-west Spain. It is coextensive with the province of Asturias and contains some of the territory that was part of the larger Kingdom of Asturias in the Middle Ages. Divided into eight comarcas (counties), the autonomous community of Asturias is bordered by Cantabria to the east, by León (Castile and León) to the south, by Lugo (Galicia) to the west, and by the Bay of Biscay (Cantanbric sea) to the north.",
  "/wiki/Le%C3%B3n_(Province)": "León (UK: /leɪˈɒn/, US: /leɪˈoʊn/, Spanish: [leˈon]; Leonese: Llión [ʎiˈoŋ]; Galician: [leˈoŋ]) is a province of northwestern Spain, in the northwestern part of the autonomous community of Castile and León.",
  "/wiki/Water_table": "The water table is the upper surface of the zone of saturation. The zone of saturation is where the pores and fractures of the ground are saturated with water.",
  "/wiki/Chiang_Mai": "Chiang Mai (/ˌtʃæŋ ˈmaɪ/, from Thai: เชียงใหม่ [tɕʰīəŋ màj] (listen), Northern Thai: ᨩ᩠ᨿᨦ ᩲᩉ᩠ᨾ᩵ [t͡ɕīəŋ.màj] (listen)), sometimes written as Chiengmai or Chiangmai, is the largest city in northern Thailand and the capital of Chiang Mai Province. It is 700 km (435 mi) north of Bangkok near the highest mountains in the country.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Follo_Line": "The Follo Line (Norwegian: Follobanen) is a planned 22.5-kilometer (14.0 mi) high-speed railway between Oslo and Ski, Norway. Running parallel to the Østfold Line, it will be engineered for 250 km/h (155 mph). Terminal stations will be Oslo Central Station and Ski Station. Most of the line, 19 kilometres (12 mi), will be in a single tunnel, which will be the longest railway tunnel in the country. Construction started in 2014, and is estimated to be completed by December 2022. The Follo Line will increase capacity from twelve to forty trains per hour along the South Corridor, and will allow express and regional trains to decrease travel time from Ski to Oslo from 22 to 11 minutes. The line was prospected to cost over 26 billion Norwegian krone (NOK) in 2014.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/WestConnex": "WestConnex is a 33-kilometre (21 mi) predominately underground motorway scheme currently under construction in Sydney, New South Wales, Australia. The motorway scheme, a joint project of the New South Wales and Australian governments, encompasses:",
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/F%C3%B6rbifart_Stockholm": "Förbifart Stockholm (Stockholm Bypass) is a series of underground motorway tunnels currently under construction between the Kungens Kurva interchange in the south of Stockholm and the Häggvik interchange north of Stockholm. Most of this bypass, more than 17 out of 21 kilometres, is being built underground. The Swedish government decided to permit the construction of the bypass on September 3, 2009, according to a proposal by the Swedish Road Administration.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country."
}