{
  "/wiki/Taiwan_Strait_Tunnel_Project": "The Taiwan Strait Tunnel Project is a proposed undersea tunnel to connect Pingtan in Mainland China to Hsinchu in Taiwan as part of the G3 Beijing–Taipei Expressway. First proposed in 1996, the project has since been subject to a number of academic discussions and feasibility studies, including by the China Railway Engineering Corporation. The route between Pingtan and Hsinchu was chosen because of its short distance (compared to other proposed routes) and its relative geological stability (in a region frequented by earthquakes). One expert from the Chinese Academy of Engineering suggested in 2005 that the Taiwan Strait Tunnel Project was one of five major undersea tunnel projects under consideration for the next twenty to thirty years.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Taiwan_Strait": "The Taiwan Strait, also known by other names, is a 180-kilometer (110 mi)-wide strait separating the island of Taiwan from mainland China. The strait is currently part of the South China Sea and connects to the East China Sea to the north. The narrowest part is 130 km (81 mi) wide.",
  "/wiki/Bohai_Strait_tunnel": "The Bohai Strait Tunnel or Dalian-Yantai Tunnel is a proposed undersea tunnel construction project across the Bohai Strait to connect Dalian on the Liaodong Peninsula to Yantai on the Shandong Peninsula.  The official name for the project is  Bohai Strait Cross-Sea Traffic Way (Chinese: 渤海海峡跨海通道).",
  "/wiki/Bohai_Strait": "The Bohai Sea or Bo Sea, also known as Bohai Gulf, Bo Gulf or Pohai Bay (Chinese: 渤海; literally: 'Bo Sea'), is a marginal sea approximately 78,000 km2 (30,000 sq mi) in area in the east coast of mainland China.  It is the northwestern and innermost extension of the Yellow Sea, to which it communicates to the east via the Bohai Strait.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Helsinki_to_Tallinn_Tunnel": "The Helsinki to Tallinn Tunnel, also called the Talsinki tunnel is a proposed rail undersea tunnel that would span the Gulf of Finland and connect the Finnish and Estonian capitals - a common region referred to as Talsinki. The tunnel's length would depend upon the route taken; the shortest distance across would have a submarine length of 50 kilometres (30 mi), making it the longest undersea tunnel in the world (both the Channel Tunnel and Seikan Tunnel, whilst longer, have less length undersea). The tunnel, if constructed, is estimated to cost €9–13 billion and would open sometime after 2030. The European Union has approved €3.1 million in funding for feasibility studies.",
  "/wiki/Helsinki,_Finland": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Tallinn,_Estonia": "Tallinn (/ˈtɑːlɪn, ˈtælɪn/; Estonian: [ˈtɑlʲˑinˑ]; names in other languages) is the capital,  primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562. Administratively a part of Harju maakond (county), Tallinn is the main  financial, industrial, cultural, educational and research centre of Estonia. Tallinn is located 80 kilometres (50 mi) south of Helsinki, Finland, 320 kilometres (200 mi) west of Saint Petersburg, Russia, and 380 kilometres (240 mi) east of Stockholm, Sweden. It has close historical ties with these three cities. From the 13th century until the first half of the 20th century Tallinn was known in most of the world by its historical German name Reval.",
  "/wiki/Shaanxi": "Shaanxi (simplified Chinese: 陕西; traditional Chinese: 陝西; pinyin: Shǎnxī; Mandarin pronunciation: [ʂàn.ɕí] (listen); formerly Shensi) is a landlocked province in Northwest China. It lies in central China, bordering the provinces of Shanxi (NE, E), Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW), and Inner Mongolia (N).",
  "/wiki/Mont_d%27Ambin_Base_Tunnel": "The Mont d'Ambin base tunnel (also known as the Mont Cenis base tunnel)  is the largest engineering work of the Lyon–Turin rail link project. Reconnaissance work began on the French side in 2002 with the excavation of access points at Modane, then Saint Martin la Porte (2003) and La Praz (2005),[failed verification] and on the Italian side in 2011 at La Maddalena. Construction has yet to start officially, but the 9 km reconnaissance gallery that is being tunneled from Saint Martin de la Porte towards Italy is bored along the axis of the South tube of the tunnel and at its final diameter. In March 2019, the Italians published calls for tender for tunneling of the French portion and in July 2019 for tunneling of their portion.",
  "/wiki/Cottian_Alps": "The Cottian Alps (/ˈkɒtiən ˈælps/; French: Alpes Cottiennes [alp kɔtjɛn]; Italian: Alpi Cozie [ˈalpi ˈkɔttsje]); are a mountain range in the southwestern part of the Alps. They form the border between France (Hautes-Alpes and Savoie) and Italy (Piedmont). The Fréjus Road Tunnel and Fréjus Rail Tunnel between Modane and Susa are important transportation arteries between France (Lyon, Grenoble) and Italy (Turin).",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Line_4_(Athens_Metro)": "Line 4 of the Athens Metro is a future line that will run from Alsos Veikou to Goudi. Construction of the line was approved on 25 September 2014 and it is scheduled to begin in 2019.[needs update]",
  "/wiki/Athens": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Mass_Rapid_Transit_(Singapore)": "The Mass Rapid Transit, abbreviated and referred to in local parlance as the MRT, is a heavy rail rapid transit system that constitutes the bulk of the railway network in Singapore, spanning—with the exception of the forested core and the island's rural northwest—the length and width of the city-state's main island.[note 1] The first section of the MRT opened on 7 November 1987, and the network has since grown rapidly in accordance with Singapore's aim of developing a comprehensive rail network as the backbone of the country's public transportation system, with an average daily ridership of 3.302 million in 2018,[note 2] approximately 82% of the bus network's 4.037 million in the same period.",
  "/wiki/Cross_Island_MRT_line": "The Cross Island line (CRL) is an upcoming high capacity Mass Rapid Transit (MRT) line in Singapore. It is currently under planning and will be the eighth MRT line when built. The line will be coloured lime on the rail map.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Beroun": "Beroun (Czech pronunciation: [ˈbɛroun]; German: Beraun) is a town in the Central Bohemian Region of the Czech Republic. It is the administrative centre of Beroun District.",
  "/wiki/Fehmarn_Belt_Fixed_Link": "The Fehmarn Belt Fixed Link (Danish: Femern Bælt-forbindelsen, German: Fehmarnbelt-Querung) is a planned immersed tunnel that is proposed to connect the Danish island of Lolland with the German island of Fehmarn, crossing the 18 km (11 mi) wide Fehmarn Belt in the Baltic Sea, providing a direct link between northern Germany and Lolland, and thence to the Danish island of Zealand and Copenhagen, becoming the world's longest road and rail tunnel, potentially a major connection between Central Europe and Scandinavia, and shortening the travel time between Denmark and Germany to just 10 minutes by car and seven minutes by train.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Kresna_Gorge_Tunnel": "Kresna Gorge Tunnel was a planned twin-tube tunnel in Blagoevgrad Province, Bulgaria. The tunnel would be part of Struma motorway (A3), that runs between Pernik and the border crossing to Greece, at the village of Kulata.",
  "/wiki/Kresna": "Kresna (Bulgarian: Кресна) is a town and the seat of Kresna Municipality in Blagoevgrad Province in Bulgaria.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/Struma_motorway": "The Struma Motorway (Bulgarian: Автомагистрала „Струма“, Avtomagistrala \"Struma\") is a motorway currently under construction in Bulgaria. The motorway is located in the Yugozapaden area in South West Bulgaria, and follows the route Sofia-Pernik-Dupnitsa-Blagoevgrad-Sandanski-border to Kulata in Greece. It is part of the Pan-European Corridor IV and also is part of Е79, that runs from Miskolc (Hungary) to Thessaloniki (Greece), via the Romanian cities of Deva and Craiova. This project is under the European Union's Ten-T Priority Projects.",
  "/wiki/Sofia": "Sofia (/ˈsoʊfiə, ˈsɒf-, soʊˈfiːə/ SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] (listen)) is the capital and largest city of Bulgaria.  The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.",
  "/wiki/Agua_Negra_Pass": "The Agua Negra Pass (Spanish: Paso de Agua Negra) is a pass over the Andes mountains which connects Argentina and Chile. The highest point of this pass is at 4,780 m (15,680 ft) AMSL.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Stad_Ship_Tunnel": "The Stad Ship Tunnel (Norwegian: Stad skipstunnel) is a planned canal and tunnel to bypass the Stad peninsula in Stad Municipality in Vestland county, Norway. The peninsula is one of the most exposed areas on the coast, without any outlying islands to protect it from the weather. The section has traditionally been one of the most dangerous along the coast of Norway.",
  "/wiki/Selje": "Selje is a former municipality in the county of Sogn og Fjordane, Norway. It was located in the traditional district of Nordfjord. The village of Selje was the administrative center of the municipality.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Canal_tunnel": "A canal tunnel is a tunnel for a canal. The building of a canal tunnel is crucial to help a waterway that is normally used for shipping cross a difficult section of terrain. They are also constructed to reduce the dependency on canal locks.",
  "/wiki/List_of_longest_tunnels": "This list of longest tunnels ranks tunnels that are at least 13 km (43,000 ft) long. Only continuous tunnels are included. Pipelines, even those that are buried, are excluded. The longest tunnels have been constructed for water distribution, followed by tunnels for railways."
}