{
  "/wiki/Club_Atlético_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/1920_Argentine_Primera_División": "The 1920 Argentine Primera División was the 29th season of top-flight football in Argentina. The AFA season began on March 21 and ended in January 1921 while the AAmF began on March 28 and also ended on January 1921.",
  "/wiki/1932_Argentine_Primera_División": "The 1932 Primera División was the 41st season of top-flight football in Argentina. It continued with both associations organising tournaments: the official AFA season, contested between March 13 and November 13, used the same format as the previous season: a double round-robin format with no relegation at the end of the tournament. The dissident Liga Argentina de Football (LAF, the professional one) started on March 20, with two relegations programmed although a change of rules determined that only Sportivo Palermo was relegated to the second division.",
  "/wiki/1936_Argentine_Primera_División": "The 1936 Argentine Primera División was the 45th season of top-flight football in Argentina. Two regular championships were disputed that year, \"Copa de Honor\" (won by San Lorenzo de Almagro) and \"Copa Campeonato\" (won by River Plate).",
  "/wiki/1937_Argentine_Primera_División": "The 1937 Argentine Primera División was the 46th season of top-flight football in Argentina. The season began on April 4 and ended on December 19. There were 18 teams in the tournament, and River Plate won the championship.",
  "/wiki/1941_Argentine_Primera_División": "The 1941 Argentine Primera División was the 50th season of top-flight football in Argentina. The season began on March 30 and ended on November 15. The number of teams was reduced from 18 to 16.",
  "/wiki/1942_Argentine_Primera_División": "The 1942 Argentine Primera División was the 51st season of top-flight football in Argentina. The season began on April 3 and ended on November 22.",
  "/wiki/1945_Argentine_Primera_División": "The 1945 Argentine Primera División was the 54th season of top-flight football in Argentina. The season began on April 22 and ended on December 2.",
  "/wiki/1947_Argentine_Primera_División": "The 1947 Argentine Primera División was the 56th season of top-flight football in Argentina. The season began on April 13 and ended on November 16.",
  "/wiki/1952_Argentine_Primera_División": "The 1952 Argentine Primera División was the 61st season of top-flight football in Argentina. The season began on April 6 and ended on November 29.",
  "/wiki/1953_Argentine_Primera_División": "The 1953 Argentine Primera División was the 62nd season of top-flight football in Argentina. The season began on April 5 and ended on November 22.",
  "/wiki/1955_Argentine_Primera_División": "The 1955 Argentine Primera División was the 64th season of top-flight football in Argentina. The season began on April 30 and ended on December 11.",
  "/wiki/1956_Argentine_Primera_División": "The 1956 Argentine Primera División was the 65th season of top-flight football in Argentina. The season began on April 15 and ended on December 2.",
  "/wiki/1957_Argentine_Primera_División": "The 1957 Argentine Primera División was the 66th season of top-flight football in Argentina. The season began on May 5 and ended on December 14.",
  "/wiki/1975_Argentine_Primera_División": "The 1975 Primera División season was the 84th season of top-flight football in Argentina. River Plate won both tournaments. None of the teams were relegated.",
  "/wiki/1977_Argentine_Primera_División": "The 1977 Primera División season was the 86th season of top-flight football in Argentina. River Plate won the Metropolitano (17th title) and Independiente achieved the Nacional championship (11th title).",
  "/wiki/1979_Argentine_Primera_División": "The 1979 Primera División season was the 88th season of top-flight football in Argentina. River Plate won both the Metropolitano and Nacional championship, achieving 19 titles total.",
  "/wiki/1980_Argentine_Primera_División": "The 1980 Primera División season was the 89th season of top-flight football in Argentina. River Plate won the Metropolitano (20th title) while Rosario Central (3rd title) won the Nacional championship.",
  "/wiki/1981_Argentine_Primera_División": "The 1981 Primera División season was the 90th season of top-flight football in Argentina. Boca Juniors won the Metropolitano (20th title) while River Plate (21st title) won the Nacional championship.",
  "/wiki/1985–86_Argentine_Primera_División": "The 1985–86 Argentine Primera División was the 95th season of top-flight football in Argentina. The season began on July 6, 1985 and ended on April 20, 1986.",
  "/wiki/1989–90_Argentine_Primera_División": "The 1988–89 Argentine Primera División was the 99th season of top-flight football in Argentina. The season ran from 13 August 1989 to 22 May 1990.",
  "/wiki/1991–92_Argentine_Primera_División": "The 1990–91 Argentine Primera División was the 101st season of top-flight professional football in Argentina. Starting with this season, both Apertura and Clausura tournaments were recognised as separate championships, and no final decider was played between the winners of each tournament. River Plate won the Apertura and Newell's Old Boys won the Clausura.",
  "/wiki/1993–94_Argentine_Primera_División": "Statistics of Primera División Argentina in season 1993–94.",
  "/wiki/1994–95_Argentine_Primera_División": "Statistics of Primera División Argentina in season 1994–95.",
  "/wiki/1996–97_Argentine_Primera_División": "The 1996–97 Argentine Primera División was the 106th season of top-flight football in Argentina. The season ran from August 23, 1996, to August 13, 1997.",
  "/wiki/1997–98_Argentine_Primera_División": "The 1997–98 Argentine Primera División was the 107th season of top-flight football in Argentina. The season ran from August 24, 1997, to June 8, 1998.",
  "/wiki/1999–2000_Argentine_Primera_División": "The 1999–2000 Argentine Primera División was the 109th season of top-flight football in Argentina. The season ran from August 7, 1999 to July 17, 2000.",
  "/wiki/2001–02_Argentine_Primera_División": "The 2001–02 Argentine Primera División was the 111th season of top-flight football in Argentina. The season ran from August 17, 2001 to May 19, 2002.",
  "/wiki/2002–03_Argentine_Primera_División": "Statistics of Primera División Argentina in season 2002/03.",
  "/wiki/2003–04_Argentine_Primera_División": "The 2003–04 Argentine Primera División was the 113th season of top-flight football in Argentina. The season ran from August 3, 2003 to June 27, 2004.",
  "/wiki/2007–08_Argentine_Primera_División": "The Apertura 2007 saw much success for the smaller teams in Argentine football. The eventual champions Lanús won the title for the first time in their history, the first maiden champions since Argentinos Juniors in 1984.",
  "/wiki/2013–14_Argentine_Primera_División_season": "The 2013–14 Primera División season was the 123rd season of top-flight professional football in Argentina. It started on August 2, 2013 and ended on May 24, 2014. Twenty teams competed in the league, seventeen returning from the 2012–13 season and three promoted from the Primera B Nacional Championship (Championship winners Rosario Central, runners-up Gimnasia y Esgrima (LP) and 3rd place Olimpo). For first time Independiente did not compete in the Primera División championship.",
  "/wiki/Boca_Juniors": "Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]) is an Argentine professional sports club based in La Boca neighbourhood of Buenos Aires. Boca Juniors is mostly known for its professional football team which, since its promotion in 1913, has always played in the Argentine Primera División, becoming the most successful team of Argentina in number of official titles, with 68 won to date. National titles won by Boca Juniors include 33 Primera División championships, and 13 domestic cups. Boca Juniors also owns an honorary title awarded by the Argentine Football Association for their successful tour of Europe in 1925.",
  "/wiki/1919_Argentine_Primera_División": "The 1919 Argentine Primera División was the 28th season of top-flight football in Argentina. The official \"Asociación Argentina de Football\" (AFA) league championship was abandoned mid season by the majority of the clubs, which joined the new \"Asociación Amateurs de Football\" (AAmF) while six clubs remained with the official body.",
  "/wiki/1923_Argentine_Primera_División": "The 1923 Argentine Primera División was the 32nd season of top-flight football in Argentina. The AFA season began on March 11 and ended on December?.",
  "/wiki/1924_Argentine_Primera_División": "The 1924 Argentine Primera División was the 33rd season of top-flight football in Argentina. The AFA season began on April 13 and ended on January 4, 1925; while the AAmF began on April 6 and ended on February 15, 1925.",
  "/wiki/1926_Argentine_Primera_División": "The 1926 Argentine Primera División was the 35th season of top-flight football in Argentina. The AFA championship began on April 18 and ended on January 16, 1927. The AAm season began on April 4 and ended on November 21.",
  "/wiki/1930_Argentine_Primera_División": "The 1930 Argentine Primera División was the 39th season of top-flight football in Argentina. The season began on March 23, 1930, and ended on April 12, 1931.",
  "/wiki/1931_Argentine_Primera_División": "The 1931 Primera División season was the 40th season of top-flight football in Argentina and the first to be professional in the country, after eighteen clubs broke away from the amateur league structure to form the professional league, \"Liga Argentina de Football\" (LAF). The inaugural champions was Boca Juniors led by coach Mario Fortunato. The top scorer of the championship was Alberto Zozaya of Estudiantes de La Plata with 33 goals.",
  "/wiki/1934_Argentine_Primera_División": "The 1934 Primera División season was the 43rd season of the professional top-flight football in Argentina. This was also the last season of the Liga Argentina de Football which finally merged with the official Association.",
  "/wiki/1935_Argentine_Primera_División": "The 1935 Argentine Primera División was the 44th season of top-flight football in Argentina. There were 18 teams in the tournament, and Boca Juniors was the champion, winning its 9th league title.",
  "/wiki/1940_Argentine_Primera_División": "The 1940 Argentine Primera División was the 49th season of top-flight football in Argentina. The season began on April 7 and ended on December 22.",
  "/wiki/1943_Argentine_Primera_División": "The 1943 Argentine Primera División was the 52nd season of top-flight football in Argentina. The season began on April 18 and ended on December 5.",
  "/wiki/1944_Argentine_Primera_División": "The 1944 Argentine Primera División was the 53rd season of top-flight football in Argentina. The season began on April 16 and ended on November 26.",
  "/wiki/1954_Argentine_Primera_División": "The 1954 Argentine Primera División was the 63rd season of top-flight football in Argentina. The season began on April 4 and ended on November 14.",
  "/wiki/1962_Argentine_Primera_División": "The 1962 Argentine Primera División was the 71st season of top-flight football in Argentina. The season began on March 25 and ended on December 12.",
  "/wiki/1964_Argentine_Primera_División": "The 1964 Argentine Primera División was the 73rd season of top-flight football in Argentina. The season began on April 26 and ended on November 29.",
  "/wiki/1965_Argentine_Primera_División": "The 1965 Argentine Primera División was the 74th season of top-flight football in Argentina. The season began on April 18 and ended on December 19.",
  "/wiki/1969_Argentine_Primera_División": "The 1969 Primera División season was the 78th season of top-flight football in Argentina, with Chacarita Juniors and Boca Juniors winning the Metropolitano and Nacional championships.",
  "/wiki/1970_Argentine_Primera_División": "The 1970 Primera División season was the 79th season of top-flight football in Argentina, with Boca Juniors  winning the Metropolitano (18th title) and Independiente winning the Nacional championship (9th title).",
  "/wiki/1976_Argentine_Primera_División": "The 1976 Primera División season was the 85th season of top-flight football in Argentina. Boca Juniors won both tournaments, Metropolitano and Nacional, totaling 20 titles until then.",
  "/wiki/1992–93_Argentine_Primera_División": "Statistics of Primera División Argentina in season 1992–93.",
  "/wiki/1998–99_Argentine_Primera_División": "The 1998–99 Argentine Primera División was the 108th season of top-flight football in Argentina. The season ran from August 7, 1998, to June 21, 1999.",
  "/wiki/2000–01_Argentine_Primera_División": "The 2000–01 Argentine Primera División was the 110th season of top-flight football in Argentina. The season ran from July 28, 2000 to July 11, 2001.",
  "/wiki/2005–06_Argentine_Primera_División": "The 2005–06 Argentine Primera División was the 115th season of top-flight football in Argentina. The season ran from August 5, 2005 to May 14, 2006.",
  "/wiki/2008–09_Argentine_Primera_División_season": "The 2008-09 Primera División season was the 118th season of top-flight professional football in Argentina and the nineteenth season in which the Apertura and Clausura system is used.",
  "/wiki/2011–12_Argentine_Primera_División_season": "The 2011–12 Primera División season is the 121st season of top-flight professional football in Argentina. A total of 20 teams will compete in the league. It started on August 5, 2011 and ended on July 1, 2012.",
  "/wiki/2015_Argentine_Primera_División": "The 2015 Argentine Primera División or Torneo de Primera División 2015 \"Julio H. Grondona\" was the 125th season of top-flight professional football in Argentina. The season began on February 13 and ended on December 6.  Thirty teams competed in the league, twenty returning from the 2014 Torneo de Transición and ten promoted from the 2014 Primera B Nacional (Aldosivi, Argentinos Juniors, Colón, Crucero del Norte, Huracán, Nueva Chicago, San Martín (SJ), Sarmiento, Temperley and Unión). No teams were relegated to the Primera B Nacional Championship in the previous tournament.",
  "/wiki/2016–17_Argentine_Primera_División": "The 2016–17 Argentine Primera División – Torneo de la Independencia was the 127th season of top-flight professional football in Argentina. The tournament was named in commemoration of the 200th anniversary of the Independence of Argentina.",
  "/wiki/2017–18_Argentine_Primera_División": "The 2017–18 Argentine Primera División - Superliga Argentina (officially the Superliga Quilmes Clásica for sponsorship reasons) was the 128th season of top-flight professional football in Argentina. The season began on 25 August 2017 and ended on 14 May 2018.",
  "/wiki/Racing_Club_de_Avellaneda": "Racing Club, also known simply as Racing, is an Argentine professional sports club based in Avellaneda, a city of Greater Buenos Aires. Founded in 1903, Racing has been historically considered one of the \"big five\" clubs of Argentine football. Racing currently plays in the Primera División, the top division of the Argentine league system.",
  "/wiki/1913_Argentine_Primera_División": "The 1913 Argentine Primera División was the 22nd season of top-flight football in Argentina. Racing Club won the official AFA tournament also achieving its first title in Primera División, while Estudiantes de La Plata won the FAF title.",
  "/wiki/1914_Argentine_Primera_División": "The 1914 Argentine Primera División was the 23rd season of top-flight football in Argentina. Racing Club won the official AFA tournament, while Porteño won the dissident FAF championship, the last tournament before both leagues, AFA and FAF reunified.",
  "/wiki/1915_Argentine_Primera_División": "The 1915 Argentine Primera División was the 24th season of top-flight football in Argentina. The season began on April 4 and ended on January 1916. The reunification of the \"Asociación Argentina de Football\" and the \"Federación Argentina de Football\" brought the creation of a championship of 25 teams. The tournament took a league format with each team playing the others once.",
  "/wiki/1916_Argentine_Primera_División": "The 1916 Argentine Primera División was the 25th season of top-flight football in Argentina. The season began on March 23 and ended on December.",
  "/wiki/1917_Argentine_Primera_División": "The 1917 Argentine Primera División was the 26th season of top-flight football in Argentina. The season began on April 1, and ended on December 30.",
  "/wiki/1918_Argentine_Primera_División": "The 1918 Argentine Primera División was the 27th season of top-flight football in Argentina. The season began on April 7 and ended on November 17.",
  "/wiki/1921_Argentine_Primera_División": "The 1921 Argentine Primera División was the 30th season of top-flight football in Argentina. Huracán won its first AFA league title while Racing Club won the dissident Asociación Amateur championship.",
  "/wiki/1925_Argentine_Primera_División": "The 1925 Argentine Primera División was the 34th season of top-flight football in Argentina. The AFA season began on April 5 and ended in 1926; while the AAmF began on April 5 and ended on October 25.",
  "/wiki/1949_Argentine_Primera_División": "The 1949 Argentine Primera División was the 58th season of top-flight football in Argentina. The season began on April 24 and ended on February 16, 1950.",
  "/wiki/1950_Argentine_Primera_División": "The 1949 Argentine Primera División was the 59th season of top-flight football in Argentina. The season began on April 2 and ended on December 10.",
  "/wiki/1951_Argentine_Primera_División": "The 1951 Argentine Primera División was the 60th season of top-flight football in Argentina. The season began on April 15 and ended on December 5.",
  "/wiki/1958_Argentine_Primera_División": "The 1958 Argentine Primera División was the 67th season of top-flight football in Argentina. The season extended for over a year, beginning on March 23, 1958, and finishing on April 26, 1959.",
  "/wiki/1961_Argentine_Primera_División": "The 1961 Argentine Primera División was the 70th season of top-flight football in Argentina. The season began on April 16 and ended on December 3.",
  "/wiki/1966_Argentine_Primera_División": "The 1966 Argentine Primera División was the 75th season of top-flight football in Argentina. The season began on March 6 and ended on December 6.",
  "/wiki/2014_Argentine_Primera_División_season": "The 2014 Torneo de Transición or Torneo Doctor Ramón Carrillo was the 124th season of top-flight professional football in Argentina. The season was scheduled to start on August 1, 2014 but was postponed after the death of Julio Grondona, president of the AFA on July 30. Finally, it began on August 8, 2014 and ended on December 14, 2014. Originally the last match of the tournament was scheduled on December 7 but as River Plate played the finals of the 2014 Copa Sudamericana the matches Racing-Godoy Cruz and River Plate-Quilmes were played on December 14. Twenty teams competed in the league, seventeen returning from the 2013–14 season and three promoted from the 2013–14 Primera B Nacional (Championship winners Banfield, runners-up Defensa y Justicia, and 3rd place Independiente).",
  "/wiki/2018–19_Argentine_Primera_División": "The 2018–19 Argentine Primera División – Superliga Argentina (officially the Superliga Quilmes Clásica for sponsorship reasons) was the 129th season of top-flight professional football in Argentina. The season began on 10 August 2018 and ended on 7 April 2019. Boca Juniors were the defending champions.",
  "/wiki/Club_Atlético_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/1922_Argentine_Primera_División": "The 1922 Argentine Primera División was the 31st season of top-flight football in Argentina. Huracán win its second consecutive championship, while Independiente obtained its first title, the Asociación Amateurs de Football championship.",
  "/wiki/1938_Argentine_Primera_División": "The 1938 Argentine Primera División was the 47th season of top-flight football in Argentina. The season began on April 3 and ended on December 18.",
  "/wiki/1939_Argentine_Primera_División": "The 1939 Argentine Primera División was the 48th season of top-flight football in Argentina. The season began on March 19 and ended on December 2. There were 18 teams in the tournament that was won by Independiente achieving its 4th league title.",
  "/wiki/1948_Argentine_Primera_División": "The 1948 Argentine Primera División was the 57th season of top-flight football in Argentina. The season began on April 18 and ended on December 12.",
  "/wiki/1960_Argentine_Primera_División": "The 1960 Argentine Primera División was the 69th season of top-flight football in Argentina. The season began on Apr 3 and ended on November 27.",
  "/wiki/1963_Argentine_Primera_División": "The 1963 Argentine Primera División was the 72nd season of top-flight football in Argentina. The season began on April 28 and ended on November 24.",
  "/wiki/1967_Argentine_Primera_División": "The 1967 Primera División season was the 76th season of top-flight football in Argentina. It was the first season in which the Metropolitano and Nacional championships format was used.",
  "/wiki/1971_Argentine_Primera_División": "The 1971 Primera División season was the 80th season of top-flight football in Argentina, with Independiente (10th title) winning the Metropolitano and  Rosario Central (1st title) winning the Nacional championship.",
  "/wiki/1978_Argentine_Primera_División": "The 1978 Primera División season was the 87th season of top-flight football in Argentina. Quilmes won the Metropolitano (2nd title) and Independiente achieved the Nacional championship (12th title).",
  "/wiki/1983_Argentine_Primera_División": "The 1983 Primera División season was the 92nd season of top-flight football in Argentina. Independiente won the Metropolitano (13th title) and Estudiantes de La Plata won the Nacional championship (4th title).",
  "/wiki/1988–89_Argentine_Primera_División": "The 1988–89 Argentine Primera División was the 98th season of top-flight football in Argentina. The season ran from September 11, 1988 to May 28, 1989.",
  "/wiki/San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.",
  "/wiki/1927_Argentine_Primera_División": "The 1927 Argentine Primera División was the 36th season of top-flight football in Argentina. Thirty-four teams were eligible to play the tournament (8 from official AFA and 26 from dissident AAm). It was also established that the 14 founder members of AAm would not be relegated in case of finishing in the last position. Therefore, the last four teams at the end of the season (Tigre, San Isidro, Estudiantes (BA) and Porteño) remained in Primera.",
  "/wiki/1933_Argentine_Primera_División": "The 1933 Primera División was the 42nd season of top-flight football in Argentina. It continued with both associations organising tournaments. The official AFA season did not have relegations at the end of the championship while Sportivo Acassuso made its debut in Primera. On the other hand, the dissident professional league (LAF) organised its 3rd. championship, in which relegation took place for the first time, with 5 teams sent to the second division.",
  "/wiki/1946_Argentine_Primera_División": "The 1946 Argentine Primera División was the 55th season of top-flight football in Argentina. The season began on April 21 and ended on December 8. Tigre returned to Primera while Ferro Carril Oeste was relegated.",
  "/wiki/1959_Argentine_Primera_División": "The 1959 Argentine Primera División was the 68th season of top-flight football in Argentina. The season began on May 3 and ended on November 20.",
  "/wiki/1968_Argentine_Primera_División": "The 1968 Primera División season was the 77th season of top-flight football in Argentina, continuing with the Metropolitano and Nacional championships format, won by San Lorenzo and Vélez Sársfield respectively.",
  "/wiki/1972_Argentine_Primera_División": "The 1972 Primera División season was the 81st season of top-flight football in Argentina. San Lorenzo won both tournaments, Metropolitano and Nacional (9th and 10th title), while Banfield and Lanús were relegated to Primera B.",
  "/wiki/1974_Argentine_Primera_División": "The 1974 Primera División season was the 83rd season of top-flight football in Argentina. Newell's Old Boys won the Metropolitano (1st title) and San Lorenzo (9th title) won the Nacional championship.",
  "/wiki/2006–07_Argentine_Primera_División": "Statistics of Primera División Argentina in 2006–07 season.",
  "/wiki/Club_Atlético_Vélez_Sarsfield": "Club Atlético Vélez Sarsfield is an Argentine sports club based in Liniers, Buenos Aires. Its football team plays in Primera División, the highest level of the Argentine league system. Founded in 1910, the club has spent most of its history in the top tier of Argentine football. The club's home ground is the 49,540-capacity José Amalfitani stadium, where they have played since 1951.",
  "/wiki/1995–96_Argentine_Primera_División": "Statistics of Primera División Argentina in season 1995–96.",
  "/wiki/2004–05_Argentine_Primera_División": "The 2004–05 Argentine Primera División was the 114th season of top-flight football in Argentina. The season ran from August 15, 2004 to July 3, 2005.",
  "/wiki/2008–09_Argentine_Primera_División": "The 2008-09 Primera División season was the 118th season of top-flight professional football in Argentina and the nineteenth season in which the Apertura and Clausura system is used.",
  "/wiki/2010–11_Argentine_Primera_División_season": "The 2010–11 Primera División season was the 120th season of top-flight professional football in Argentina. A total of 20 teams competed in two championships —the Apertura and Clausura— over the course of the season, which started on August 6, 2010 and ended on June 30, 2011, one day prior to the start of the 2011 Copa América, held in Argentina.",
  "/wiki/2012–13_Argentine_Primera_División_season": "The 2012–13 Primera División season was the 122nd season of top-flight professional football in Argentina. It started on August 3, 2012 and ended on June 29, 2013. Twenty teams competed in the league, eighteen returning from the 2011–12 season and two promoted from the Primera B Nacional Championship (Championship winners River Plate and runners-up Quilmes). The two promoted clubs avoided relegation.",
  "/wiki/Alumni_Athletic_Club": "Alumni Athletic Club, or simply Alumni, was an Argentine football team active during the first years of the sport in that country. Although officially founded in 1898, the team had been formed in 1893 when a group of students from the Buenos Aires English High School joined Alexander Watson Hutton (considered the \"father\" of Argentine football) to form a team in order to participate in the championship organized by the Argentine Association Football League (then Argentine Football Association, which had been created that year).",
  "/wiki/1900_Argentine_Primera_División": "The 1900 Primera División was the 9th season of top-flight football in Argentina. The season began on May 20 and ended on September 8.",
  "/wiki/1901_Argentine_Primera_División": "The 1901 Argentine Primera División was the tenth season of top-flight football in Argentina. The season began on May 19 and ended on August 30.",
  "/wiki/1902_Argentine_Primera_División": "The 1902 Argentine Primera División was the 11th season of top-flight football in Argentina. Alumni won its 3rd consecutive league championship. Barracas A.C. (promoted in 1901) added to the tournament.",
  "/wiki/1903_Argentine_Primera_División": "The 1903 Argentine Primera División was the 12th season of top-flight football in Argentina. The season began on April 26 and ended on August 9.",
  "/wiki/1905_Argentine_Primera_División": "The 1905 Argentine Primera División was the 14th season of top-flight football in Argentina. The season began on May 7 and ended on September 24 The 1905 championship was expanded to include 7 teams, who played in a league format, with each team playing the other twice.",
  "/wiki/1906_Argentine_Primera_División": "The 1906 Argentine Primera División was the 15th season of top-flight football in Argentina. The 1906 championship was expanded to include 11 teams. The teams were split into two groups with each team playing the others in their group twice. The two group winners played in a championship decider.",
  "/wiki/1907_Argentine_Primera_División": "The 1907 Argentine Primera División was the 16th season of top-flight football in Argentina. The season began on April 21 and ended on November 11. The 1907 championship featured eleven teams, with each team playing the other twice.",
  "/wiki/1909_Argentine_Primera_División": "The 1909 Argentine Primera División was the 18th season of top-flight football in Argentina. The season began on May 2 and ended on November 21. The championship featured 10 teams, with each team playing the other twice.",
  "/wiki/1910_Argentine_Primera_División": "The 1910 Argentine Primera División was the 19th season of top-flight football in Argentina. The season began on April 24 and ended in December. The championship was reduced from 10 to 9 teams, with each team playing the other twice.",
  "/wiki/1911_Argentine_Primera_División": "The 1911 Argentine Primera División was the 20th season of top-flight football in Argentina. The season began on April 30 and ended on November 26.",
  "/wiki/Estudiantes_de_La_Plata": "Club Estudiantes de La Plata (Spanish pronunciation: [kluβ estuˈðjantez ðe la ˈplata]), simply referred to as Estudiantes [estuˈðjantes], is an Argentine professional sports club based in La Plata. The club's football team currently competes in the Primera División, where it has spent most of its history.",
  "/wiki/1982_Argentine_Primera_División": "The 1982 Primera División season was the 91st season of top-flight football in Argentina. Estudiantes (LP) won the Metropolitano (3rd title) while Ferro Carril Oeste (1st title) won the Nacional championship.",
  "/wiki/2010-11_Argentine_Primera_División_season": "The 2010–11 Primera División season was the 120th season of top-flight professional football in Argentina. A total of 20 teams competed in two championships —the Apertura and Clausura— over the course of the season, which started on August 6, 2010 and ended on June 30, 2011, one day prior to the start of the 2011 Copa América, held in Argentina.",
  "/wiki/Newell's_Old_Boys": "Club Atlético Newell's Old Boys  (Spanish pronunciation: [ˈkluβ aˈtletiko ˈɲuls olˈβois]) is an  Argentine sports club based in Rosario, Santa Fe. The club was founded on 3 November 1903, and is named after Isaac Newell, from the English county of Kent, one of the pioneers of Argentine football.",
  "/wiki/1987–88_Argentine_Primera_División": "The 1987–88 Argentine Primera División was the 97th season of top-flight football in Argentina. The season ran from August 30, 1987 to June 5, 1988.",
  "/wiki/1990–91_Argentine_Primera_División": "The 1990–91 Argentine Primera División was the 100th season of top-flight professional football in Argentina. This season saw the introduction of the Apertura and Clausura system in Argentina. The season began on 20 August 1990 and ended on 30 June 1991.",
  "/wiki/Club_Atlético_Huracán": "Club Atlético Huracán  (Spanish pronunciation: [uɾaˈkan]) is an Argentine sports club from the Parque Patricios neighbourhood of Buenos Aires. The club is notable for its football team, that currently plays in the Primera División, the top level of the Argentine football league system. Its home stadium is the Estadio Tomás Adolfo Ducó.",
  "/wiki/1928_Argentine_Primera_División": "The 1928 Argentine Primera División was the 37th season of top-flight football in Argentina. The season began on April 15, 1928, and ended on June 30, 1929. The league expanded to include 36 teams, which played in a single league with each team playing the other only once.",
  "/wiki/1973_Argentine_Primera_División": "The 1973 Primera División season was the 82nd season of top-flight football in Argentina. Huracán won the Metropolitano (5th title) while Rosario Central won the Nacional (2nd title).",
  "/wiki/Lomas_Athletic_Club": "Lomas Athletic Club is an Argentine sports club from the Lomas de Zamora district of Greater Buenos Aires. One of Argentina's oldest clubs still in existence, Lomas is one of the four institutions that founded the \"River Plate Rugby Championship\" (current Argentine Rugby Union) in 1899, The rugby union team currently plays in Primera A, the second division of the URBA league system.",
  "/wiki/1893_Argentine_Primera_División": "The 1893 Primera División was the 2nd. season in top-flight football in Argentina and the first organized by current Argentine Football Association, established that same year by Alexander Watson Hutton, considered \"the father\" of Argentine football.",
  "/wiki/1894_Argentine_Primera_División": "The 1894 Primera División was the 3rd season of top-flight football in Argentina. The season began on April 15 and ended on September 9.",
  "/wiki/1895_Argentine_Primera_División": "The 1895 Primera División was the 4th season of top-flight football in Argentina. The season began on May 10 and ended on August 30.",
  "/wiki/1897_Argentine_Primera_División": "The 1897 Argentine Primera División was the 6th season of top-flight football in Argentina.  The championship was won by Lomas that achieved its 4th Argentine league title in 5 seasons. Lomas won the title after beating Lanús A.C. by 1-0 in 3rd. playoff match.",
  "/wiki/1898_Argentine_Primera_División": "The 1898 Argentine Primera División was the 7th season of top division football in Argentina. It was won by Lomas, achieving its 5th Argentine championship in 6 seasons. The runner-up was Lobos. Flores AC and Belgrano AC \"B\" left the championship, being replaced by Lobos -which returned to the Association- and new team United Banks.",
  "/wiki/Rosario_Central": "Club Atlético Rosario Central (Spanish pronunciation: [roˈsaɾjo senˈtɾal]) is a sports club based in Rosario, Argentina, that plays in the Argentine Primera División. The club was officially founded December 24, 1889 by a group of railway workers, taking its name from the English-owned Central Argentine Railway company. One of the oldest Argentine teams, it is considered a pioneer in its hometown and the only one of current Rosarian teams to have won an international title organised by CONMEBOL, the Copa Conmebol, won by the club in 1995.",
  "/wiki/1986–87_Argentine_Primera_División": "The 1986–87 Argentine Primera División was the 96th season of top-flight football in Argentina. The season began on July 13, 1986 and ended on May 2, 1987.",
  "/wiki/Belgrano_Athletic_Club": "Belgrano Athletic Club is an Argentine amateur sports club from Belgrano, Buenos Aires. One of Argentina's oldest institutions still in existence, Belgrano was one of the four clubs that founded the Argentine Rugby Union in 1899. The senior team currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/1899_Argentine_Primera_División": "The 1899 Primera División was the 8th season of top-flight football in Argentina. The season began on May 14 and ended on September 9.",
  "/wiki/1904_Argentine_Primera_División": "The 1904 Argentine Primera División was the 13th season of top-flight football in Argentina. The season began on May 9 and ended on September 24. The 1904 championship had a 6 team league format, with each team playing the other twice.",
  "/wiki/1908_Argentine_Primera_División": "The 1908 Argentine Primera División was the 17th season of top-flight football in Argentina. The season began on April 26 and ended on November. The championship was reduced from 11 to 10 teams, with each team playing the other twice.",
  "/wiki/Argentinos_Juniors": "Asociación Atlética Argentinos Juniors is an Argentine sports club based in La Paternal, Buenos Aires. The club is mostly known for its football team, which currently plays in the Argentine Primera División, and was recognized as one of the most important football teams of South America by FIFA. It is one of the eight Argentine first division teams that have won the Copa Libertadores. The continental trophy was won in the club's first entry to the contest, in 1985. The most remarkable sign of this team is the power of its youth teams, which unveiled some of the most talented footballers in Argentinian football history, with Diego Maradona as the greatest example of all. As a result it has been described as \"one of Argentina's most distinctive football clubs\".",
  "/wiki/1984_Argentine_Primera_División": "Statistics of Primera División Argentina in season 1984.",
  "/wiki/1985_Argentine_Primera_División": "The 1985 Argentine Primera División was the 94th season of top-flight football in Argentina. The season began on February 17 and ended on September 4.",
  "/wiki/2009–10_Argentine_Primera_División_season": "The 2009–10 Primera División season was the 119th season of top-flight professional football in Argentina. A total of 20 teams competed in the season, which started on 21 August 2009 and ended on 23 May 2010.",
  "/wiki/Club_Atlético_Lanús": "Club Atlético Lanús (Spanish pronunciation: [ˈkluβ aˈtletiko laˈnus]) is an Argentine sports club from the Lanús district of Greater Buenos Aires. Founded on 3 January 1915, the club's main sports are football and basketball. In both sports, Lanús plays in Argentina's top divisions: Primera División (football) and Liga Nacional de Básquet (basketball). In football, Lanús has won six major championships in its history: the 1996 Copa CONMEBOL (the predecessor of the current Copa Sudamericana), the 2007 Apertura, the 2013 Copa Sudamericana, the 2016 Argentine Primera División, the 2016 Bicentenario national cup and the 2017 Supercopa Argentina.",
  "/wiki/2007–08_Argentine_Primera_División_season": "The Apertura 2007 saw much success for the smaller teams in Argentine football. The eventual champions Lanús won the title for the first time in their history, the first maiden champions since Argentinos Juniors in 1984.",
  "/wiki/2016_Argentine_Primera_División": "The 2016 Argentine Primera División - Copa Axion Energy  was the 126th season of top-flight professional football in Argentina. The season began on February 5 and ended on May 29. Thirty teams competed in the league, twenty eight returning from the 2015 and two promoted from the 2015 Primera B Nacional (Atlético Tucumán and Patronato). Two teams (Nueva Chicago and Crucero del Norte) were relegated to the Primera B Nacional Championship in the previous tournament.",
  "/wiki/Club_Ferro_Carril_Oeste": "Club Ferro Carril Oeste, known simply as Ferro Carril Oeste or Ferro, is an Argentine sports club from the neighbourhood of Caballito, Buenos Aires. Although many activities are hosted by the club, Ferro is mostly known for its\nfootball team, currently playing in the Primera B Nacional, the second division of the Argentine football league system.",
  "/wiki/Club_Atlético_Porteño": "Club Atlético Porteño is an Argentine rugby union club sited in San Vicente, Buenos Aires. The club was founded on July 28, 1895 by Irish immigrants as a football team, which participated in tournaments organized by the Argentine Football Association until 1931 when the sport became professional in Argentina.",
  "/wiki/1912_Argentine_Primera_División": "The 1912 Argentine Primera División was the 21st season of top-flight football in Argentina. Two tournaments were held at the same time, due to the establishment of Federación Argentina de Football (FAF), a dissident association which organised its own championship. Thus, Quilmes won the official AFA tournament, while Porteño won the FAF title.",
  "/wiki/Quilmes_Atlético_Club": "Quilmes Atlético Club (Spanish pronunciation: [ˈkilmes aˈtletiko ˈkluβ]) is an Argentine sports club based in the Quilmes district of Greater Buenos Aires. Quilmes is the oldest club of Argentina still competing in official tournaments, having been founded in 1887. Its football squad currently plays in the Primera B Nacional, the second division of the Argentinian football.",
  "/wiki/Estudiantil_Porteño": "Club Atlético Estudiantil Porteño, mostly known as Estudiantil Porteño is an Argentine sports club, located in the Ramos Mejía district of Greater Buenos Aires.",
  "/wiki/Club_de_Gimnasia_y_Esgrima_La_Plata": "Club de Gimnasia y Esgrima La Plata (Spanish pronunciation: [ˈkluβ ðe ximˈnasja i ezˈɣɾima la ˈplata]; English: La Plata Gymnastics and Fencing Club), also known simply as Gimnasia or the acronym CGE, is a professional Argentine sports club based in the city of La Plata, Buenos Aires Province. Founded in 1887 as \"Club de Gimnasia y Esgrima\", the club is mostly known for its football team, which currently plays in the Primera División, the first division of the Argentine football league system. The club is currently managed by Diego Maradona.",
  "/wiki/1929_Argentine_Primera_División": "The 1929 Argentine Primera División was the 38th season of top-flight football in Argentina. The season began on July 21, 1929, and ended on February 9, 1930. This season saw the 35 teams of Primera, divided into two groups. The top 2 of each group qualified for the final stages of the tournament, which was eventually won by Gimnasia y Esgrima (LP).",
  "/wiki/List_of_Argentine_football_champions": "The Argentina football champion is the winner of the highest league in Argentine football, the Primera División. The league season have had different formats, since the original double round-robin until the Torneo de Transición. The champion is the team with the most points at the end of the championship."
}