{
  "/wiki/The_Drones_(Australian_band)": "The Drones were an Australian rock band, formed in Perth by mainstay lead vocalist and guitarist, Gareth Liddiard in 1997. Fiona Kitschin, his domestic partner, joined on bass guitar and vocals in 2002. Other long term members include Rui Pereira on bass guitar and then lead guitar; Mike Noga on drums, vocals, harmonica and percussion; and Dan Luscombe on lead guitar, vocals and keyboards. Their second album, Wait Long by the River and the Bodies of Your Enemies Will Float By (April 2005), won the inaugural Australian Music Prize. In October 2010 their third studio album, Gala Mill (September 2006) was listed at No. 21 in the book, 100 Best Australian Albums. Two of their albums have reached the top 20 on the ARIA Albums Chart, I See Seaweed (March 2013) and Feelin Kinda Free (March 2016). The group went on hiatus in December 2016 with Kitschin and Liddiard forming a new group, Tropical Fuck Storm, in the following year.",
  "/wiki/Wait_Long_by_the_River_and_the_Bodies_of_Your_Enemies_Will_Float_By": "Wait Long by the River and the Bodies of Your Enemies Will Float By is the second album released by the Drones. Recorded \"100% live\" (like its predecessor), the album draws influence from the likes of Neil Young and Rowland S. Howard, though it has been described by Liddiard himself as a punk rock album. The lyrics, penned by Liddiard, deal with issues such as death, depression and alcoholism in its depiction of Australian working class life.",
  "/wiki/Ben_Lee": "Benjamin Michael Lee (born 11 September 1978) is an Australian musician and actor. Lee began his career as a musician at the age of 14 with the Sydney band Noise Addict, but focused on his solo career when the band broke up in 1995. He appeared as the protagonist in the Australian film The Rage in Placid Lake (2003).  He has released eleven solo studio albums.",
  "/wiki/Awake_Is_the_New_Sleep": "Awake Is the New Sleep is the fifth album by Australian musician Ben Lee, released in 2005. It reached #5 on the Australian ARIA Albums Chart, becoming his most successful album. It contains the top 40 singles \"Gamble Everything for Love\" and \"Catch My Disease\". \"Gamble Everything for Love\" was also voted number 15 in the Triple J Hottest 100, 2004 while \"Catch My Disease\" was #2 in the Triple J Hottest 100, 2005. The song \"We're All in This Together\" was used on several television advertisements in Australia and New Zealand, including Coca-Cola and The Salvation Army Community Services. In October 2010, Awake Is the New Sleep was listed in the book, 100 Best Australian Albums.",
  "/wiki/The_Devastations": "Devastations were an indie rock band from Melbourne, Australia. The band's solemn lamentations often earned comparisons to artists such as Nick Cave and Tindersticks.",
  "/wiki/The_Go-Betweens": "The Go-Betweens were an Australian indie rock band formed in Brisbane, Queensland in 1977. The band was co-founded and led by singer-songwriters and guitarists Robert Forster and Grant McLennan, who were its only constant members throughout its existence. Drummer Lindy Morrison joined the band in 1980, and its lineup would later expand to include bass guitarist Robert Vickers and multi-instrumentalist Amanda Brown. Vickers was replaced by John Willsteed in 1987, and the quintet lineup remained in place until the band split two years later. Forster and McLennan reformed the band in 2000 with a new lineup that did not include any previous personnel aside from them. McLennan died on 6 May 2006 of a heart attack and The Go-Betweens disbanded again. In 2010, a toll bridge in their native Brisbane was renamed the Go Between Bridge after them.",
  "/wiki/Oceans_Apart": "Oceans Apart is the ninth and final studio album by The Go-Betweens, released in 2005. All the songs were written by Grant McLennan and Robert Forster. The album was recorded at the Good Luck Studios in London between November 2004 through to January 2005, except for \"Boundary Rider\" which was recorded at The White Room Recording Studio in Brisbane.",
  "/wiki/The_Mess_Hall": "The Mess Hall are a two-piece drums and guitar combo based in Sydney, Australia specialising in \"raw, edgy bluesy rock.\" The band consists of Jed Kurzel (vocals/guitar) and Cec Condon (drums/vocals).",
  "/wiki/Notes_From_A_Ceiling": "Notes from a Ceiling is the second album from the Australian two-piece rock band The Mess Hall, which was issued on 20 June 2005. It peaked at No. 8 on the ARIA Hitseekers Albums Chart.\nIt won an ARIA Music Award for Engineer of the Year for Matt Lovell, and a nomination for Producer of the Year for Chris Joannou and the group. It was short-listed for the inaugural Australian Music Prize and was included in both Triple J and Rolling Stone's Top 50 of 2005.",
  "/wiki/Tex,_Don_and_Charlie": "Tex, Don and Charlie is an Australian super group formed by Tex Perkins, Don Walker and Charlie Owen. Their first studio album Sad But True was released in 1993, two others were released in 2005 and 2017.",
  "/wiki/All_Is_Forgiven_(album)": "All Is Forgiven is the second studio album by Australian rock band Tex, Don and Charlie. It was released in September 2005 and peaked at number 58 on the Australian charts.",
  "/wiki/TZU": "TZU (pronounced Tee Zed Yoo) was an Australian hip hop group, formed in Melbourne, Victoria. TZU used instruments in live performances, giving their shows a rock-infused feeling.",
  "/wiki/Smiling_at_Strangers": "Smiling at Strangers is an Australian Hip Hop album by TZU, released in 2005. The album was produced by Magoo (Regurgitator and Butterfingers) and released under the P & C Liberation Music record label.",
  "/wiki/Wolfmother": "Wolfmother is an Australian hard rock band from Sydney, New South Wales. Formed in 2004, the group is centred around vocalist and guitarist Andrew Stockdale, who is the only constant member of the lineup. The band has been through many personnel changes since their formation, with the current incarnation including drummer Hamish Rosser and bassist Brad Heald, both of whom are former members of The Vines. The original – and most commercially successful – lineup included bassist and keyboardist Chris Ross and drummer Myles Heskett. Ross and Heskett left Wolfmother after four years in 2008.",
  "/wiki/Wolfmother_(album)": "Wolfmother is the debut studio album by Australian rock band Wolfmother, originally released on 31 October 2005 in Australia. The album was later released internationally at various dates in 2006, with the addition of \"Love Train\" and a rearranged track listing. Wolfmother peaked at number three on the Australian ARIA Albums Chart and was certified five times platinum by the Australian Recording Industry Association. Six singles were released from Wolfmother's debut album: \"Mind's Eye\" (with \"Woman\"), \"White Unicorn\", \"Dimension\", \"Woman\", \"Love Train\" and \"Joker & the Thief\", the latter of which charted the highest at number eight on the ARIA Singles Chart. The album cover, which is taken from The Sea Witch by Frank Frazetta, shows a nymph standing against a blue/orange sky, on a rock, though because it displays nudity the album is sold in Wal-Mart stores with an alternate cover featuring simply the band's white logo against a black background. It is the only album to feature co-founding members Chris Ross and Myles Heskett, who left the band in August 2008.",
  "/wiki/Augie_March": "Augie March are an Australian indie rock band. Formed in 1996 in Shepparton, Victoria, the band currently consists of vocalist and rhythm guitarist Glenn Richards, lead guitarist Adam Donovan, bassist Edmondo Ammendola, drummer David Williams, and keyboardist Kiernan Box. Box replaced Rob Dawson, the band's initial piano player, who died in 2001.",
  "/wiki/Moo,_You_Bloody_Choir": "Moo, You Bloody Choir is the third studio album by the Australian indie rock band Augie March. It was released in 2006 in Australia by BMG. It entered the ARIA album charts at #10 and was nominated for Album of the Year at the ARIA Music Awards of 2006, losing to Tea & Sympathy by Bernard Fanning. The album also won the Australian Music Prize in 2006. The title comes directly from the lyrics of \"The Honey Month\".",
  "/wiki/Kevin_Mitchell_(musician)": "Kevin Edward Mitchell (born 1 October 1977), also known by the stage name of Bob Evans, is an Australian singer-songwriter; Mitchell uses the name for his primary solo project. He is also the founding lead vocalist and rhythm guitarist of the alternative rock band Jebediah, which was formed in 1994 and features his older brother Brett Mitchell, who joined on drums before the group's first performance. Jebediah released five studio albums between 1997 and 2011, the first three of which entered the top ten on the ARIA Albums Chart.",
  "/wiki/Suburban_Songbook": "Suburban Songbook is the second studio album by Australian singer-songwriter Kevin Mitchell, under the pseudonym Bob Evans, vocalist and guitarist for Perth band Jebediah. It was produced by Brad Jones (Josh Rouse, Yo La Tengo, Sheryl Crow, Jill Sobule) at the 'Alex the Great Studios' in Nashville, Tennessee.",
  "/wiki/Gotye": "Wouter \"Wally\" De Backer (born 21 May 1980), known professionally as Gotye (/ˈɡoʊtieɪ/ GOH-tee-ay), is a Belgian-born Australian multi-instrumentalist and singer-songwriter. The name \"Gotye\" is a pronunciation respelling of \"Gauthier\", the French cognate of Gotye's given Dutch name \"Wouter\" (English \"Walter\", hence the nickname \"Wally\").",
  "/wiki/Like_Drawing_Blood": "Like Drawing Blood is the second album by Gotye. All the sounds on the album were collected and assembled or performed by Wally De Backer in bedrooms around Melbourne between 2003 and 2005, and the record was mixed and mastered by François Tétaz (Wolf Creek soundtrack, Machine Translations, Architecture in Helsinki). It was featured heavily by Triple J in May 2006 and nominated for a J Award, which, although it didn't win, lent the album considerable publicity.",
  "/wiki/Howling_Bells": "Howling Bells are an indie rock band that formed in Sydney in 2004. The band obtained moderate popularity in the United Kingdom following the release of its 2006 self-titled debut album. The lineup consists of Juanita Stein (vocals, rhythm guitar), Glenn Moule (drums), Juanita's brother Joel Stein (lead guitar), and Gary Daines (bass guitar).",
  "/wiki/Howling_Bells_(album)": "Howling Bells is the self-titled debut album of London-based Australian indie rock band Howling Bells. The album was released through Bella Union in the United Kingdom on 8 May 2006. It was produced, engineered and mixed by Ken Nelson and was recorded at Parr Street Studios, Liverpool, in early 2005.",
  "/wiki/Lisa_Gerrard": "Lisa Gerrard (/dʒəˈrɑːrd/; born 12 April 1961) is an Australian musician, singer and composer who rose to prominence as part of the music group Dead Can Dance with music partner Brendan Perry. In addition to singing, she is an instrumentalist for much of her work, most prolifically using the yangqin (a Chinese hammered dulcimer).",
  "/wiki/The_Silver_Tree": "The Silver Tree is a 2006 album by Lisa Gerrard. It was her first solo album release since The Mirror Pool (1995). The album was initially released in digital format; followed by CD versions at the end of 2006, first in Australia by Rubber Records, followed by releases by Nettwerk in Europe, Sonic Records in Poland and Storm Creation in the United Kingdom. A U.S. release by Rubber in 2007 contained an extra track, \"Entry\".",
  "/wiki/Sarah_Blasko": "Sarah Blasko (born Sarah Elizabeth Blaskow, 23 September 1976) is an Australian singer-songwriter, musician and producer. From April 2002 Blasko developed her solo career after fronting Sydney-based band, Acquiesce, between the mid-1990s and 2001. She had performed under her then married name, Sarah Semmens, and, after leaving Acquiesce, as Sorija in a briefly existing duo of that name. As a solo artist Blasko has released six studio albums, The Overture & the Underscore (11 October 2004), What the Sea Wants, the Sea Will Have (21 October 2006) – which peaked at No. 7 on the ARIA Albums Chart, As Day Follows Night (10 July 2009) – which reached No. 5, I Awake (26 October 2012) – which made No. 9, Eternal Return (6 November 2015), and Depth of Field (23 February 2018).",
  "/wiki/What_The_Sea_Wants,_The_Sea_Will_Have": "What the Sea Wants, the Sea Will Have is the second album by Australian songwriter Sarah Blasko. The whole album can be listened to on Blasko's website.",
  "/wiki/Gala_Mill": "Gala Mill is the third studio album by Australian band the Drones, which was released in September 2006. Recorded in an abandoned mill in Tasmania, it was their last album to feature founding member Rui Pereira and the first to feature Mike Noga on drums. The music, which makes \"an epic leap beyond garage rock\", adds influences from folk rock and contemporary folk music to their usual punk blues style. Gareth Liddiard's lyrics for the album are centered more on Australia's colonial and recent history, evident in tracks such as \"Jezebel\", \"Words From The Executioner To Alexander Pearce\" and \"Sixteen Straws\".",
  "/wiki/The_Grates": "The Grates are a three-piece indie rock band formed in Brisbane in 2002. The original line-up was Patience Hodgson on lead vocals, John Patterson on guitars and backing vocals and Alana Skyring on drums. They were brought to national attention when a demo of their single, \"Trampoline\" (2004), received airplay on radio station Triple J. Their first two albums, Gravity Won't Get You High (2006) and Teeth Lost, Hearts Won (2008), both reached the ARIA Albums Chart top 10. Skyring left in 2010 to become a chef and was replaced on drums by Ben Marshall for the third album, Secret Rituals (2011), which reached No. 11. The Grates' fourth album, Dream Team (2014), was recorded with new drummer, Richard Daniell. The band provide energetic and often sold out live shows. Since May 2012 Hodgson and Patterson are also proprietors of Southside Tea Room, a cafe and bar, in Morningside; the couple also married in November that year.",
  "/wiki/Gravity_Won%27t_Get_You_High": "Gravity Won't Get You High is the debut studio album of The Grates. It was produced by Brian Deck, and features studio produced versions of songs from their EP The Ouch. The Touch. Notable differences are the usage of banjo and fiddle in \"Sukkafish\".",
  "/wiki/Devils_Elbow": "Devils Elbow is the third album from The Mess Hall. The band's second studio album was released on 27 October 2007. It peaked at No. 2 on the ARIA Hitseekers Albums Chart. It provided a single, \"Keep Walking\", earlier in the same month. The album won the Australian Music Prize in 2007, an annual award for album of the year, as well as $25,000 prize money.",
  "/wiki/Architecture_in_Helsinki_(band)": "Architecture in Helsinki is an Australian indie pop band which consisted of Cameron Bird, Gus Franklin, Jamie Mildren, Sam Perry, and Kellie Sutherland. The band released five studio albums before going on hiatus: Fingers Crossed (2003), In Case We Die (2005), Places Like This (2007), Moment Bends (2011), and Now + 4eva (2014). As of 2018, they are recording new music with plans to release a new album.",
  "/wiki/Places_Like_This": "Places Like This is the third studio album by Architecture in Helsinki, which was released in Australia on 27 July 2007 at the launch of their Australian tour. It was also released in Japan on 18 July, Europe on 8 August, and in the United States on 21 August. It debuted at No. 31 on the ARIA Albums Chart, and dropped to No. 49 in its second week.",
  "/wiki/Bluejuice": "Bluejuice was an Australian band based in Sydney, active between 2000 and 2014. The group's final line-up consisted of lead vocalist Jake Stone, backing vocalist Stavros Yiannoukas, bassist Jamie Cibej and drummer James Hauptmann. The band released three studio albums Problems, Head of the Hawk and Company and well as a greatest hits album in 2014.",
  "/wiki/Dardanelles_(band)": "Dardanelles are a four-piece indie rock band from Melbourne, Australia formed in early 2006. Often incorrectly labelled or billed as \"The Dardanelles\", they are named after the narrow strait in northwestern Turkey of the same name.",
  "/wiki/Lisa_Miller_(singer-songwriter)": "Lisa Anne Miller is an Australian country pop singer-songwriter and guitarist. She has issued seven albums, Quiet Girl with a Credit Card (1996), As Far as a Life Goes (1999), Car Tape (2002), Version Originale (2003), Morning in the Bowl of Night (2007), Car Tape 2 (2010) and Meet the Misses (2012). She has a clear, bitter-sweet voice and provides poignant semi-biographical lyrics. At the ARIA Music Awards she has been nominated nine times.",
  "/wiki/Morning_in_the_Bowl_of_Night": "Morning in the Bowl of Night is the fifth album by Melbourne singer-songwriter Lisa Miller. All songs were composed by Miller.",
  "/wiki/Midnight_Juggernauts": "Midnight Juggernauts is an Australian band from Melbourne, composed of Andrew Szekeres, Vincent Vendetta (Vincent Heimann), and Daniel Stricker. The band has been described as anything from 'prog dance meets cosmic film scores', to 'slasher-flick disco' to 'deadpan landscape'. Following the release of numerous 7\" and 12\" singles, and limited edition EPs, the band released their debut album, Dystopia. After playing festivals and headlining tours worldwide during late 2007–2008, the band finished working on their follow up album The Crystal Axis, touring around its release mid-2010 at festivals and headline shows around the globe. After a few years break the band released a third album Uncanny Valley in mid-2013. Members have also collaborated with various artists including Kevin Parker, Kirin J Callinan, Justice, Solange and Sebastian Tellier. The group also runs the label Siberia Records, through which they release their own music and others including Kirin J Callinan and Forces.",
  "/wiki/Dystopia": "A dystopia (from Ancient Greek δυσ- \"bad\" and τόπος \"place\"; alternatively, cacotopia, kakotopia, or simply anti-utopia) is a community or society that is undesirable or frightening. It is translated as \"bad place\" and is an antonym of utopia, a term that was coined by Sir Thomas More and figures as the title of his best known work, published 1516, a blueprint for an ideal society with minimal crime, violence and poverty.",
  "/wiki/Sally_Seltmann": "Sally Mary Seltmann (born Sally Mary Russell, 11 September 1975), is an Australian singer-songwriter, multi-instrumentalist and producer. From 2000 to 2009, Seltmann used the stage name, New Buffalo. Under that name, Seltmann wrote, performed, arranged and produced her debut album, The Last Beautiful Day in September 2004. Her second album, Somewhere, Anywhere appeared in March 2007. Seltmann and Canadian singer-songwriter Feist, co-wrote the song \"1234\" (originally \"Sally's Song\") which was featured in a 2007 iPod Nano commercial. It became a Top 10 hit on the United States Billboard Hot 100 for Feist. Seltmann is married to Darren Seltmann formerly of electronic music group, The Avalanches. In April 2010, Seltmann released her third solo album, Heart That's Pounding. Late that year, she formed an indie rock trio, Seeker Lover Keeper, with fellow Australians Sarah Blasko and Holly Throsby. They issued a self-titled album in June 2011, which peaked at number three on the ARIA Albums Chart.In 2013, Seltmann released her fourth solo album, Hey Daydreamer. In April 2018, Allen & Unwin published Sally Seltmann's debut novel Lovesome.",
  "/wiki/Somewhere,_Anywhere": "Somewhere, Anywhere is the second studio album by Australian indie rockers, New Buffalo, which was released on 24 March 2007, before their founder performed and recorded under her married name, Sally Seltmann. It peaked at No. 4 on the ARIA Hitseekers Albums Chart; and won the 2007 ARIA Award for Best Adult Contemporary Album.",
  "/wiki/Perry_Keyes": "Perry Keyes (born 1966) is an Australian singer-songwriter.",
  "/wiki/Urthboy": "Tim Levinson, better known by the stage name Urthboy, is an Australian hip-hop MC and producer from New South Wales. He is widely known for his solo music under the moniker Urthboy, as a founding member of the hip-hop group The Herd, and for co-founding and managing the Elefant Traks record label. Levinson has released five solo albums: Distant Sense of Random Menace (2004), The Signal (2007), Spitshine (2009), Smokey's Haunt (2012) and The Past Beats Inside Me Like a Second Heartbeat (2016); as well as five studio albums with The Herd.",
  "/wiki/The_Signal_(Urthboy_album)": "The Signal is the second album from The Herd member Urthboy and was released on 14 July 2007.  The album features production from Australian artists El Gusto of Hermitude fame and Count Bounce from TZU.  It also features collaborations from several prominent Australian MCs and Musicians.  The album was released on CD and double vinyl.",
  "/wiki/Eddy_Current_Suppression_Ring": "Eddy Current Suppression Ring are an Australian rock band formed in 2003.",
  "/wiki/Primary_Colours_(Eddy_Current_Suppression_Ring_album)": "Primary Colours is the second album by Australian garage punk band Eddy Current Suppression Ring. The album was recorded in a suburb of Melbourne over a 24-hour period in August 2007. The album was first released on Aarght! Records in Australia only on 5 May 2008, then on 9 September 2008 on Goner Records in the United States, and finally in the United Kingdom on Melodic Records on 17 August 2009. \"Which Way to Go\" was the only single released from Primary Colours.",
  "/wiki/The_Presets": "The Presets are an Australian electronic music duo of Julian Hamilton (vocals, keyboards) and Kim Moyes (drums, keyboards). Formed in 2003 and signed to Modular Records, The Presets released two EPs (Blow Up, Girl and the Sea) in advance of their debut album, Beams, released in 2005 to positive critical response. After two years of touring, including as the Australian support for Daft Punk, the band's 2008 release, Apocalypso, debuted at number one on the ARIA Albums Chart, and went on to win six awards at ARIA Awards 2008, including Album of the Year.",
  "/wiki/Apocalypso_(The_Presets_album)": "Apocalypso is the second studio album by Australian electronic dance music duo The Presets. The album was released by record label Modular on 12 April 2008 in Australia, on 13 May in the United States, and 2 June in the United Kingdom. The album features the singles \"My People\", \"This Boy's in Love\", \"Talk Like That\", \"Yippiyo-Ay\", \"If I Know You\" and \"Kicking and Screaming\".",
  "/wiki/Havilah_(album)": "Havilah  is the fourth studio album by Australian alternative rockers, the Drones, which was released by ATP Recordings/MGM Distribution in September 2008. It was co-produced by the group with Burke Reid and issued in February 2009 for the United Kingdom and United States markets. The title refers to a biblical town of the same name – \"a Shangri-La-esque place with an abundance of gold\" – and is the valley 20 kilometres (12 mi) from Myrtleford, where they recorded.",
  "/wiki/Cut_Copy": "Cut Copy (sometimes stylised as Cut/Copy) are an Australian synth-pop band formed in 2001 by DJ Dan Whitford (vocals, keyboards and guitar). Initially a home-recording project, the band now also includes Tim Hoey (guitars), Ben Browning (bass guitar), and Mitchell Scott (drums). They have released five studio albums and a number of EPs and singles. They achieved breakthrough success in 2008 with their second album, In Ghost Colours. Some of their most well-known singles include \"Lights & Music\", \"Hearts on Fire\" and \"Take Me Over\".",
  "/wiki/In_Ghost_Colours": "In Ghost Colours is the second studio album by Australian electronic music band Cut Copy. It comprises 15 tracks, including a re-recorded version of the single \"Hearts on Fire\". The album was originally planned as an Australian release for 2007, but was delayed until 2008 to accommodate a simultaneous international release of the recording.",
  "/wiki/C._W._Stoneking": "Christopher William \"C.W.\" Stoneking (born 1974) is an Australian blues singer-songwriter, guitarist and banjo player. He has released three studio albums, King Hokum (March 2005), Jungle Blues (28 August 2008) and Gon' Boogaloo (17 October 2014), on his own King Hokum Records label. At the ARIA Music Awards of 2009 Jungle Blues won Best Blues and Roots Album; he was also nominated for Best Male Artist, Breakthrough Artist – Album, Best Independent Release and Best Cover Art. Gon' Boogaloo peaked at No. 17 on the ARIA Albums Chart.",
  "/wiki/Jungle_Blues_(C._W._Stoneking_album)": "Jungle Blues is the fourth album by Australian Blues musician C. W. Stoneking.",
  "/wiki/Jack_Ladder": "Jack Ladder (born Timothy Kenneth Rogers) is an Australian rock music singer-songwriter, guitarist and composer. His music is characterised by his baritone voice and poignant observations on love and death, often featuring gallows humour.",
  "/wiki/Tom_Cooney": "Thomas Cooney is an American diplomat who served as the United States Ambassador to Argentina charge d'affaires from 2017-2018.",
  "/wiki/Ross_McLennan_(singer)": "Ross James McLennan is an Australian indie rock musician and songwriter. He was the founding mainstay of indie guitar pop band, Snout, from 1991 to 2002. He undertook a side project, Meuscram, with his younger brother, Lindsay (a.k.a. Link Meanie of the Meanies) to deliver a lo-fi self-titled album in 1995. McLennan has issued four solo albums, Hits from the Brittle Building (February 2004), Sympathy for the New World (February 2008), The Night's Deeds Are Vapour (2013) and All the Colours Print Can Manage (October 2017). Sympathy for the New World was short-listed for the Australian Music Prize for 2008.",
  "/wiki/Lisa_Mitchell": "Lisa Helen Mitchell (born 22 March 1990) is an English-born Australian singer-songwriter who grew up in Albury, New South Wales. Mitchell currently lives in Melbourne and is working on her fourth studio album.    Mitchell finished sixth in the 2006 season of Australian Idol. Her debut extended play, Said One to the Other (4 August 2007), topped iTunes in Australia and she signed with London-based publisher, Little Victories, a subsidiary of Sony/ATV. By 2008 Mitchell had relocated to the UK where she recorded her debut studio album, Wonder (31 July 2009), which peaked at No. 6 on the ARIA Albums Chart. She won the 2009 Australian Music Prize of $30,000 for the album. Mitchell returned to Australia to live in Melbourne. Her second album, Bless This Mess (12 October 2012) reached No. 7.  In March 2015, Mitchell's last single \"Wah Ha\" was remixed by electronic trio Seekae.  Her third album Warriors was released on 16 October 2016 and debuted Top 10 on the ARIA Albums Chart.",
  "/wiki/Wonder_(Lisa_Mitchell_album)": "Wonder is the first studio album by Australian pop and folk singer Lisa Mitchell, released 31 July 2009 in Australia by Scorpio Music. The album has yielded three singles; \"Coin Laundry\", \"Clean White Love\" and \"Oh! Hark!\".",
  "/wiki/Bertie_Blackman": "Beatrice \"Bertie\" Blackman (born 1982) is an Independent Australian singer, songwriter and guitarist. She rose to fame in 2004 with her debut album Headway, which came after years of prolific performances around Sydney's inner-city venues, where she developed a dedicated following.",
  "/wiki/Black_Cab_(band)": "Black Cab is a Melbourne based drone and electronica group. The band has released five full-length albums and two EPs.",
  "/wiki/Kid_Sam": "Kid Sam are a Melbourne based duo. The band's first gig was in 2006 and it is made up of cousins Kieran and Kishore Ryan. Their debut self-titled album was released in 2009 to positive reviews and they went on their first national headline tour in 2010. Kid Sam were nominated for a J Award and the Australian Music Prize.",
  "/wiki/Oh_Mercy_(band)": "Oh Mercy are an indie rock band, formed by Alexander Gow on lead vocals and piano, which expanded to a quartet in 2008. By 2015 they had released four studio albums, Privileged Woes (24 August 2009), Great Barrier Grief (2011) – which peaked at No. 13 on the ARIA Albums Chart, Deep Heat (2012, No. 21) and When We Talk About Love (2015, No. 28). At the ARIA Music Awards of 2015 they won Best Adult Contemporary Album for When We Talk About Love.",
  "/wiki/As_Day_Follows_Night": "As Day Follows Night is the third album by Australian singer/songwriter Sarah Blasko. It was produced by Bjorn Yttling of Peter, Bjorn and John and recorded in early 2009 in Stockholm, Sweden. It was released in Australia on 10 July 2009. The making of As Day Follows Night was chronicled by Blasko on her blog.",
  "/wiki/Spitshine": "Spitshine is the third studio album by Australian hip hop artist and member of The Herd, Urthboy.  It was released on 28 August 2009.",
  "/wiki/Cloud_Control": "Cloud Control is an Australian alternative rock band, originating from the Blue Mountains near Sydney, Australia. As of 2013[update] the band is signed to the Australian record label Ivy League Records, in which they released their debut album Bliss Release.  They are also signed to Infectious Music in the UK/Europe; and Votiv in North America.",
  "/wiki/Bliss_Release": "Bliss Release is the debut album by Australian band Cloud Control. Released on 14 May 2010, Bliss Release was met with critical acclaim.",
  "/wiki/The_Holidays": "The Holidays are an Australian indie pop/soul band. Formed in Sydney in 2006, the band consists of Simon Jones, Will Magnus, Alex Kortt and Andrew Kerridge. Their debut album Post Paradise was nominated for an Australian Music Prize.",
  "/wiki/Post_Paradise": "Post Paradise is the debut album by Australian band The Holidays. In Australia, it was released on 24 September 2010, and in Japan in January 2011 on the Rallye Label. Among other accolades, The Holidays won the Australian Music Prize's Red Bull Award for Best Debut Album, as well as being shortlisted for the actual Australian Music Prize.",
  "/wiki/Dan_Kelly_(musician)": "Daniel \"Dan\" Kelly (born 1974) is an Australian singer-songwriter and guitarist.",
  "/wiki/Gareth_Liddiard": "Gareth Liddiard (born 20 November 1975) is an Australian musician and founding member of The Drones. Liddiard has released one album as a solo artist and seven studio albums with the Drones. In 2018 he released the debut album of his new band Tropical Fuck Storm.",
  "/wiki/Strange_Tourist": "Strange Tourist is the debut studio album from Gareth Liddiard. The album was recorded inside Blackburn Castle in New South Wales over the first half of 2010, and was produced with the help of Burke Reid. The songs consist entirely of Liddiard's acoustic guitar-playing and singing, with lyrics that are predominantly narrative. Its lyrical content was characterized as \"dark and grinding\" and is set in various periods of time as well as locations. A video was also made for the title track.",
  "/wiki/Evelyn_Morris": "Evelyn Morris, also known as Pikelet, is a musician from the outer suburbs of Melbourne, Australia. Although playing piano from a young age Morris's career in music began as a hardcore/punk obsessed drummer, performing in many bands but mostly in Baseball and True Radical Miracle.  In 2003 Morris switched from drum kit to a mix of instruments and a loop pedal for recordings as Pikelet. The project employs delay pedals, piano accordion, drums, guitar and other forms of percussion.",
  "/wiki/Richard_in_Your_Mind": "Richard in Your Mind are an Australian psychedelic pop band from Sydney. They were formed in 2006 by then house-mates Richard Cartwright and Conrad Richters and expanded in 2008 with Pat Torres and Jordy Lane and later adding Brent Griffin (aka SPOD) and Alyx Dennison (from Sydney duo kyü). They released their debut album, The Future Prehistoric, in December 2007 and two years later followed it up with their online only Summertime EP. Their second album, My Volcano, was released in 2010  and soon followed by third album SUN in 2011. Their latest album Ponderosa was released on 29 August 2014.",
  "/wiki/Heart_That%27s_Pounding": "Heart That's Pounding is an album by Sally Seltmann, released on 6 April 2010.",
  "/wiki/Tame_Impala": "Tame Impala is a psychedelic music project of Australian musician Kevin Parker, who writes, records, produces, and performs. As a touring act, Tame Impala consists of Parker (guitar, vocals), Dominic Simper (guitar, synthesiser), Jay Watson (synthesiser, vocals, guitar), Cam Avery (bass guitar, vocals), and Julien Barbagallo (drums, vocals). Many of them are collaborators of fellow Australian psychedelic rock band Pond. Previously signed to Modular Recordings, Tame Impala is now signed to Interscope Records in the US, and Fiction Records in the UK.",
  "/wiki/Innerspeaker": "Innerspeaker is the debut studio album by Australian rock band Tame Impala. Recorded at a remote beach shack in Western Australia during the winter of 2009, the album was released on 21 May 2010 by Modular Recordings.",
  "/wiki/The_Jezabels": "The Jezabels are an Australian indie rock band formed in Sydney in 2007. They consist of Hayley Mary (born Hayley Frances McGlone) on lead vocals, Heather Shannon on piano and keyboard, Nik Kaloper on drums and percussion, and Samuel Lockwood on lead guitar. They have described their genre as \"intensindie\" but later said that this was just a joke that they put up on a social networking site, though people took them seriously.",
  "/wiki/Prisoner_(The_Jezabels_album)": "Prisoner is the debut studio album by Australian indie rock band The Jezabels. It was released on 16 September 2011 through PIAS Recordings, Mom + Pop Music and Dine Alone Records. It was recorded at Sydney's Attic Studios with producer Lachlan Mitchell and mixed by Peter Katis. Prisoner was news.com.au Entertainment's album of the week during the week of its release. The album won the 2011 Australian Music Prize and was described as \"a cocktail of power and elegance, rising like a force to be reckoned with. Dramatic, creative songwriting is delivered with ferocity by commanding front woman Hayley Mary. The Jezabels have firmly cemented their place in the Australian music industry and abroad.\"",
  "/wiki/Abbe_May": "Abbe Joanna May (born 19 July 1983) is an Australian singer-songwriter, musician and human rights campaigner. From 2002 she pursued her music career in Perth-based groups, The Fuzz, Abbe May and the Rockin' Pneumonia, and The Devil & Abbe May. In 2010 she began to perform as Abbe May and released her solo album, Design Desire, in July 2011. She followed with Kiss My Apocalypse in May 2013. At the ARIA Music Awards of 2013, May was nominated for Best Female Artist for her album. May has been nominated for a total 27 (winning 21) West Australian Music Industry awards since 2008.",
  "/wiki/Adalita_Srsen": "Adalita Srsen (/ˈsɜːrsən/, born 25 February 1971) is an Australian rock musician who is a founding member of the rock band Magic Dirt and a solo artist. She released her second solo album, All Day Venus, in September 2013. She is known simply as Adalita.",
  "/wiki/Adalita": "Adalita Srsen (/ˈsɜːrsən/, born 25 February 1971) is an Australian rock musician who is a founding member of the rock band Magic Dirt and a solo artist. She released her second solo album, All Day Venus, in September 2013. She is known simply as Adalita.",
  "/wiki/Boy_%26_Bear": "Boy & Bear is an Australian indie rock-folk music band formed in 2009, consisting of David Hosking (vocals and guitar), Killian Gavin (vocals and guitar), Tim Hart (drums and vocals), Jonathan Hart (vocals, banjo, mandolin and keyboards), and David Symes (bass). The band has released four albums. The first two, Moonfire (August 2011) and Harlequin Dream (August 2013), reached the top ten of the Australian albums chart. Their third album, Limit of Love, was released on 9 October 2015, in Australia, New Zealand, the United States, and Canada, and on 30 October in the UK and Europe. On 27 September 2019, after a four-year break, they released their long-awaited fourth studio album, Suck on Light.",
  "/wiki/Moonfire_(album)": "Moonfire is the debut studio album by the Australian indie rock band Boy & Bear. It was released on 5 August 2011 in the band's home country, with later release dates elsewhere. Recorded at Blackbird Studio in Nashville, Tennessee, with producer Joe Chiccarelli, the record garnered comparisons to other indie folk bands such as Fleet Foxes and Mumford & Sons.",
  "/wiki/Making_Mirrors": "Making Mirrors is the third studio album by Belgian-Australian artist Gotye. The album was released in Australia on 19 August 2011. In December 2011 it was announced that Making Mirrors was voted Triple J listeners' number-one album of 2011, making Gotye the first artist to win the Triple J album poll twice. It included the hit \"Somebody That I Used to Know\", which reached and topped charts worldwide. In Poland, after one day of release, the album was certified platinum. The album won the 2013 Grammy for Best Alternative Music Album.",
  "/wiki/Geoffrey_Gurrumul_Yunupingu": "Geoffrey Gurrumul Yunupingu (22 January 1971 – 25 July 2017), also referred to since his death as Dr G Yunupingu,[note 1] was an Indigenous Australian musician. A multi-instrumentalist, he played drums, keyboards, guitar (a right-hand-strung guitar played left-handed) and didgeridoo, but it was the clarity of his singing voice that attracted rave reviews. He sang stories of his land both in Yolŋu languages such as Gaalpu, Gumatj or Djambarrpuynu, a dialect related to Gumatj, and in English. Although his solo career brought him wider acclaim, he was also formerly a member of Yothu Yindi, and later Saltwater Band. He was the most commercially successful Aboriginal Australian musician at the time of his death.",
  "/wiki/Kimbra": "Kimbra Lee Johnson (born 27 March 1990) is a New Zealand singer, songwriter, record producer, actress and model who mixes pop with classic R&B, jazz and rock musical elements. Her musical influences range from Prince and Minnie Riperton to Björk and Jeff Buckley. Her debut album, Vows, was released in Australia in 2011. Singles from the album include \"Settle Down\", \"Cameo Lover\" (which won an Australian Recording Industry Association Award), \"Good Intent\" and \"Two Way Street\".",
  "/wiki/Vows_(album)": "Vows is the debut studio album by New Zealand singer Kimbra. The album was recorded between 2008 and 2011 and was released on 29 August 2011 in New Zealand, and on 2 September in Australia by Warner Bros. Records. Vows has spawned 3 charting singles, \"Settle Down\", \"Cameo Lover\" and \"Good Intent\".",
  "/wiki/The_Middle_East_(band)": "The Middle East was an Australian indie folk band formed in Townsville, Queensland in 2005. The group played locally initially but grew to become a national and internationally touring band. The band's name has no particular significance - it was coined for a show poster of the then temporary project, after co-frontman Rohin Jones watched a documentary on Yasser Arafat.",
  "/wiki/I_Want_That_You_Are_Always_Happy": "I Want That You Are Always Happy is the debut studio album by Australian folk band The Middle East, released in Australia and New Zealand through Spunk Records on 8 April 2011. The album was recorded, mixed and co-produced by Mark Myers. Only one single, \"Hunger Song\", was released for the album. The album debuted and peaked at number 11 on the Australian Album Charts and remained on the charts for five weeks.",
  "/wiki/Hermitude": "Hermitude is an Australian electronic hip hop duo, originating from the Blue Mountains, New South Wales.",
  "/wiki/HyperParadise": "HyperParadise is the fourth album from Australian hip-hop artists Hermitude. It was released on 3 February 2012.",
  "/wiki/Flume_(artist)": "Harley Edward Streten (born 5 November 1991), known professionally as Flume, is an Australian record producer, music programmer and DJ. His self-titled debut studio album, Flume, was released on 9 November 2012 to positive reviews, topping the ARIA Albums Chart and reaching double-platinum accreditation in Australia. Flume is regarded as the pioneer of future bass who helped popularize the genre.",
  "/wiki/Flume_(album)": "Flume is the debut studio album by Australian electronic musician Flume. It was released on 9 November 2012, by Future Classic. The deluxe edition of the album was released on 12 November 2013.",
  "/wiki/Lonerism": "Lonerism is the second studio album by the Australian rock band Tame Impala, released on 5 October 2012 by Modular Recordings. Like the band's debut studio album, Innerspeaker (2010), Lonerism was written, recorded, performed, and produced by Kevin Parker, with live member Jay Watson contributing on two tracks.  Recorded mostly in Perth, Australia, and Paris, France,  Lonerism builds on the psychedelic sound of its predecessor by featuring fewer guitars and more synthesisers and samples. Parker attempted to incorporate his love for pop music into his songwriting for the record through catchier melodies. Many tracks feature ambient sounds recorded by Parker with a dictaphone. The album's theme of isolation is reflected in the album cover, featuring an image of a fenced-off Jardin du Luxembourg in Paris.",
  "/wiki/Pacifica_(The_Presets_album)": "Pacifica is the third studio album by Australian electronic duo The Presets. The album was released in Australia by Modular Recordings on 7 September 2012. It was released the following week (14 September 2012) by Casablanca / Universal Republic.  The album features the singles \"Youth in Trouble\", \"Ghosts\", \"Promises\", \"Fall\" and \"Push\". The album was Triple J's Feature Album, Radar Radio's Feature Album and Fbi Radio's Sunset Album. The album was produced by The Presets and mixed by Tony Hoffer. The track \"Ghosts\" featured on the soundtrack of FIFA 13.",
  "/wiki/Big_Scary": "Big Scary is an Australian musical duo formed in Melbourne in 2006, by Tom Iansek and Joanna Syme. The pair have released several EPs and two albums. The 2009 EP At the Mercy of Elements received positive reviews.",
  "/wiki/Jen_Cloher": "Jen Cloher (born 9 October 1973) is an Australian singer-songwriter, currently based in Melbourne, Victoria. She recorded and toured with her band Jen Cloher and the Endless Sea from 2006 to 2010.",
  "/wiki/Dialectrix": "Ryan Leaf, better known by the stage name Dialectrix, is an Australian hip hop artist from Sydney. He was a member of Down Under Beats Crew (DUB Crew) and, since 2008, has been a member of Gully Platoon. In addition to his musical career, Dialectrix works in the construction trades. He was introduced to hip hop culture through skateboarding during adolescence.",
  "/wiki/Kirin_J._Callinan": "Kieran John Callinan (born 21 January 1986), known by his stage name Kirin J. Callinan, is an Australian singer, songwriter, and guitarist. Best known for his solo career, he is also a founding member of Mercy Arms and has played with the Night Game and Jack Ladder and the Dreamlanders.",
  "/wiki/Horrorshow_(band)": "Horrorshow is an Australian hip-hop music duo from the Inner West region of Sydney that consists of producer Adit and rapper MC Solo.\nHorrorshow, together with Spit Syndicate, Jackie Onassis and Joyride, are members of One Day crew.",
  "/wiki/Jagwar_Ma": "Jagwar Ma is an Australian psychedelic dance band formed in Sydney in 2011. It consists of Gabriel Winterfield (lead vocalist, guitarist), Jono Ma (guitar, beats, synths, production), and bass guitarist Jack Freeman, who joined 2012. The band name is derived from a satirical compound of the word \"jaguar\" and Jono's surname. In 2013 Jagwar Ma signed with record labels Mom+Pop (US) Marathon Artists (EU) and Future Classic (Australia) and released its debut album Howlin'. It released its second album Every Now and Then on 14 October 2016.",
  "/wiki/Howlin%27_(Jagwar_Ma_album)": "Howlin' is the debut album by Australian dance-rock band Jagwar Ma. It was released in June 2013 under Mom + Pop Music in the United States, Marathon in the United Kingdom and Europe, and Future Classic in Australia and New Zealand.",
  "/wiki/Remi_(band)": "REMI is an Australian rap duo made up of rapper Remi Kolawole and producer Sensible J. Their first album Raw x Infinity won the Australian Music Prize. Their second album Divas & Demons was nominated for the 2017 ARIA Award for Best Urban Album. Remi Kolawale hails from the city of Melbourne, Australia.",
  "/wiki/Number_1_Dads": "#1 Dads are an Australian alternative rock band devised by Tom Iansek, who is also lead vocalist-guitarist of Big Scary. He formed the group, initially named Dads in late 2010, as a side project during down time and plays music which is \"more acoustic than electronic in construction\" compared with the parent band. According to Sputnikmusic's reviewer Iansek \"began a particularly fertile period of writing and recording. Holed up in his house, the prolific Melbourne songwriter laid down a full album.\"",
  "/wiki/Blank_Realm": "Blank Realm is an experimental rock group from Brisbane Australia active since 2005. The group is composed of sibling members Daniel, Luke and Sarah Spencer and guitarist Luke Walsh. They were described by the Guardian as having  'a sound drawn from krautrock, New York’s no wave, New Zealand’s entire Flying Nun roster, and those closer to home, like the Go-Betweens.'. The group uses traditional song structures, but adds element of improvisation, particularly during live performances",
  "/wiki/Chet_Faker": "Nicholas James Murphy (born 23 June 1988), known by his former stage name, Chet Faker, is an Australian singer and songwriter. In 2012, he issued an extended play, Thinking in Textures, and signed to Downtown Records in the United States. In October 2012, he won Breakthrough Artist of the Year and Thinking in Textures won Best Independent Single/EP at the Australian Independent Records Awards. In January 2013, the work won Best Independent Release at the Rolling Stone Australia Awards for 2012.",
  "/wiki/Built_on_Glass": "Built on Glass is the debut studio album by Australian electronic musician Chet Faker. It was released on 11 April 2014 on the Future Classic label to generally favourable reviews.",
  "/wiki/Laura_Jean": "Laura Jean Englert is an Australian musician from Melbourne, Victoria who performs as Laura Jean. She is known for her classically inspired folk songs, often using a range of orchestral instruments. She garnered much critical acclaim for her debut album, Our Swan Song, receiving high rotational support from community and alternative radio stations such as Triple J. She received high exposure when Snow Patrol, fans of her, asked her to sing Martha Wainwright's part in the song Set the Fire to the Third Bar during their two Australian tours in 2007. Her second album, Eden Land, was released on 1 March 2008 in Australia. In August, Laura Jean was invited by Deborah Conway to take part in the Broad Festival project, which toured major Australian cities including performing at the Sydney Opera House. With Laura Jean and Conway were Elana Stone, Liz Stringer and Dianna Corcoran – they performed their own and each other's songs.",
  "/wiki/The_Peep_Tempel": "The Peep Tempel is a punk rock band from Melbourne, Australia. The band's line-up includes Blake Scott (vocals, guitar), Steven Carter (drums) and Stewart Rayner (bass guitar).  After releasing two singles The Peep Tempel released their debut LP The Peep Tempel in February 2012, an EP Modern Professional in June 2013 and their second LP Tales in October 2014 through Melbourne imprint Wing Sing. The third The Peep Tempel LP Joy  was released in October 2016.",
  "/wiki/Total_Control_(band)": "Total Control is an Australian post-punk band that formed in Melbourne, Australia in 2008. The band's line-up includes Mikey Young (guitar, keyboards), Dan Stewart (vocals), Al Montfort (guitar), Zephyr Pavey (bass), and James Vinciguerra (drums). After a series of singles, the band's debut album, Henge Beat, was released in August 2011. Their second album, Typical System, was released in June 2014.",
  "/wiki/Typical_System": "Typical System is the second full-length album by Australian post-punk band Total Control. Produced by band member Mikey Young, the album was released on 24 June 2014 by Iron Lung Records. It peaked at No. 5 on the ARIA Hitseekers Albums chart.",
  "/wiki/Courtney_Barnett": "Courtney Melba Barnett (born 3 November 1987) is an Australian singer, songwriter, and musician. Known for her deadpan singing style and witty, rambling lyrics, she attracted attention with the release of her debut EP, I've Got a Friend Called Emily Ferris. International interest from the British and American music press came with the release of The Double EP: A Sea of Split Peas in October 2013.",
  "/wiki/Sometimes_I_Sit_and_Think,_and_Sometimes_I_Just_Sit": "Sometimes I Sit and Think, and Sometimes I Just Sit is the debut studio album by Australian indie rock musician Courtney Barnett, released on 20 March 2015. The album received wide acclaim and was ranked as one of the best albums of 2015 by numerous publications.",
  "/wiki/Dick_Diver": "Dick Diver is an Australian four-piece indie pop band from Melbourne, Victoria (Australia). The band consists of Rupert Edwards (guitar) and Alistair McKay (guitar), Steph Hughes (drums) and Al Montfort (bass). It took its name from the character Dick Diver in the novel Tender Is The Night by F. Scott Fitzgerald.[citation needed]",
  "/wiki/Gold_Class": "Village Cinemas is an Australian-based film exhibition brand that mainly shows blockbuster, mainstream, children and family films and some arthouse, foreign language and documentary films. Since 2003, its Australian sites became a joint venture between Village Roadshow and Amalgamated Holdings Limited (AHL) (Now known as Event Hospitality and Entertainment), forming Australian Theatres. Previous to this, Village Cinemas was the founding entity of parent company, Village Roadshow from 1954 when the first drive-in theatre was established, and from 1988 Warner Bros. owned a third share in the chain. The Village Cinemas brand also operates in various forms within some international markets, either as a joint venture with Village Roadshow, or under licence, where they also operate within Event Hospitality and Entertainment's Event Cinemas/Greater Union/Birch Carroll & Coyle, and many international cinema chains. Village Cinemas has output deals with all major film distributors and selectively screens some independently sourced films depending on material.",
  "/wiki/Methyl_Ethel": "Methyl Ethel is an Australian art rock band from Perth, Western Australia, signed to Dot Dash and 4AD.",
  "/wiki/My_Disco": "MY DISCO (stylised in capitals) is an Australian band formed in 2003.",
  "/wiki/Royal_Headache": "Royal Headache was an Australian punk rock and garage band from Sydney. The band was formed in 2008. The band is composed of Tim \"Shogun\" Wall (vocals), Lawrence \"Law\" Hall (guitar) and Gabrielle de Giorgio (keyboards, organ, percussion, vocals).",
  "/wiki/A.B._Original": "A.B. Original is an Australian hip hop duo made up of Briggs and Trials. A.B. Original stands for Always Black, Original. Both members are Indigenous Australians; Briggs is a Yorta Yorta man and Trials is Ngarrindjeri. Their music is overtly political and has been described as \"angry, polemical, brutally frank and meant to inspire a response, good or bad\".",
  "/wiki/Reclaim_Australia_(album)": "Reclaim Australia is the debut studio album from Australian hip hop duo A.B. Original. It was released in November 2016 and peaked at number 10 on the ARIA charts. The title is in reference to the Australian far right political party of the same name and the album lyrics cover issues such as police brutality, deaths in custody and Australia Day.",
  "/wiki/The_Avalanches": "The Avalanches are an Australian electronic music group formed in Melbourne in 1997. They are known for their two studio albums Since I Left You (2000) and Wildflower (2016), as well as their live and recorded DJ sets. Since I Left You was a critical and commercial success, receiving multiple awards, and has been considered both one of the best albums of the 2000s and best Australian albums of all time. It was followed in 2016 by Wildflower, which also received critical acclaim.",
  "/wiki/Wildflower_(The_Avalanches_album)": "Wildflower is the second studio album by Australian electronic music group the Avalanches. It was first released on 1 July 2016 on Apple Music and widely on 8 July 2016 by Modular Recordings in Australia, by XL Recordings in the United Kingdom, and by Astralwerks in the United States. The album features multiple guest collaborators providing vocals and live instrumentation across its twenty-one tracks. It also features extensive sampling, especially from 1960s psychedelic music, and relates to the era through themes of counterculture and anti-establishment. Member Robbie Chater described the album's structure as a road trip from a hyperrealistic urban environment to somewhere remote and far away while on LSD.",
  "/wiki/Camp_Cope": "Camp Cope are an Australian alternative rock trio from Melbourne, Victoria, Australia. Founded in 2015, the group consists of singer, songwriter and guitarist Georgia “Georgia Maq” McDonald, lead bassist Kelly-Dawn Hellmrich, and drummer Sarah \"Thomo\" Thompson. Camp Cope are signed with independent Melbourne label Poison City Records - where Thompson also works, and independent Boston label Run For Cover Records distributes their releases in North America and Europe.",
  "/wiki/D.D_Dumbo": "D.D Dumbo is the solo project of Castlemaine-based musician, Oliver Hugh Perry, who began the project in 2013 with the release of his self-titled debut EP Tropical Oceans, released by The Blue Rider in 2013 and later re-released by 4AD in 2014. The EP received positive reviews and from here, Perry was invited to attend South by Southwest in the same year, where he was signed by 4AD. Perry also supported Warpaint, Tune-Yards, St Vincent, Jungle and Iron & Wine in 2013.",
  "/wiki/King_Gizzard_%26_The_Lizard_Wizard": "King Gizzard & the Lizard Wizard is an Australian rock band formed in 2010 in Melbourne, Victoria. The band consists of Stu Mackenzie (vocals, guitar, bass, keyboards, flute), Ambrose Kenny-Smith (vocals, harmonica, keyboards), Cook Craig (guitar, bass, vocals), Joey Walker (guitar, bass, keyboards, vocals), Lucas Skinner (bass, keyboards), Michael Cavanagh (drums, percussion), and Eric Moore (drums, percussion, management). They are known for their energetic live shows and prolific recording output, having released two EPs and 15 studio albums since their formation.",
  "/wiki/Nonagon_Infinity": "Nonagon Infinity is the eighth studio album by Australian psychedelic rock band King Gizzard & the Lizard Wizard. It was released on 29 April 2016 on ATO Records. The album is designed to play as an \"infinite loop\" where \"the record can be played front-to-back-to-front-to-back and the sound won’t break.\"",
  "/wiki/Nick_Cave_%26_the_Bad_Seeds": "Nick Cave and the Bad Seeds are an Australian rock band formed in Melbourne in 1983 by vocalist Nick Cave, multi-instrumentalist Mick Harvey and guitarist-vocalist Blixa Bargeld. The band has featured international personnel throughout its career and presently consists of Cave, violinist and multi-instrumentalist Warren Ellis, bassist Martyn P. Casey (all from Australia), guitarist George Vjestica (United Kingdom), keyboardist/percussionist Toby Dammit (United States) and drummers Thomas Wydler (Switzerland) and Jim Sclavunos (United States). With their \"brutal blues and gothic nightmares\" songs, Nick Cave and the Bad Seeds have been considered \"one of the most original and celebrated bands of the post-punk and alternative rock eras in the '80s and onward\". They have released seventeen studio albums and completed numerous international tours.",
  "/wiki/Skeleton_Tree": "Skeleton Tree is the sixteenth studio album by Australian rock band Nick Cave and the Bad Seeds. It was released on 9 September 2016 on Bad Seed Ltd. A follow-up to the band's critically acclaimed album Push the Sky Away (2013), Skeleton Tree was recorded over 18 months at Retreat Recording Studios in Brighton, La Frette Studios in La Frette-sur-Seine and Air Studios in London. It was produced by Nick Cave, Warren Ellis and Nick Launay. During the sessions Cave's 15-year-old son Arthur died from an accidental cliff fall. Most of the album had been written at the time of Cave's son's death, but several lyrics were amended by Cave during subsequent recording sessions and feature themes of death, loss and personal grief.",
  "/wiki/Olympia_(musician)": "Olivia Jayne Bartley (born 1982, Wollongong), who also performs as Olympia, is an Australian art-pop singer-songwriter-guitarist. She released her debut studio album Self Talk in April 2016 which received an ARIA Award nomination at the ARIA Music Awards of 2016.",
  "/wiki/Self_Talk_(album)": "Self Talk is the debut studio album by Australian alt-pop singer songwriter Olympia. The album was released on 29 April 2016 and peaked at number 26 on the ARIA Charts.",
  "/wiki/Sampa_the_Great": "Sampa Tembo (born 1993), known professionally as Sampa the Great, is a Zambian-Australian singer-songwriter and rapper.",
  "/wiki/Birds_and_the_BEE9": "Sampa Tembo (born 1993), known professionally as Sampa the Great, is a Zambian-Australian singer-songwriter and rapper.",
  "/wiki/Jordan_Rakei": "Jordan Rakei (born 23 May 1992) is a New Zealand-Australian musician, singer, songwriter and record producer currently based in London, United Kingdom. Rakei has also released and performed under the moniker Dan Kye.",
  "/wiki/Liars_(band)": "Liars is an Australian-American rock band formed in 2000. Angus Andrew is the founding and only constant member of Liars. Previous members include Aaron Hemphill who played with the band from its inception until his amicable departure from the project in 2017, and Julian Gross who joined the band for their second album, They Were Wrong, So We Drowned released in 2004, and played with the band until his departure in 2014. Liars have released eight studio albums and are signed to Mute Records. They combine elements of punk-rock with electronica.",
  "/wiki/TFCF": "TFCF (short for Theme From Crying Fountain) is the eighth studio album by Liars, released on August 25, 2017, through Mute Records. Angus Andrew is the only original member of Liars to feature on the album, following the departures of Julian Gross and Aaron Hemphill in 2014 and 2017 respectively.",
  "/wiki/Paul_Kelly_(Australian_musician)": "Paul Maurice Kelly AO (born 13 January 1955) is an Australian rock music singer-songwriter and guitarist. He has performed solo, and has led numerous groups, including the Dots, the Coloured Girls, and the Messengers. He has worked with other artists and groups, including associated projects Professor Ratbaggy and Stardust Five. Kelly's music style has ranged from bluegrass to studio-oriented dub reggae, but his core output straddles folk, rock, and country. His lyrics capture the vastness of the culture and landscape of Australia by chronicling life about him for over 30 years. David Fricke from Rolling Stone calls Kelly \"one of the finest songwriters I have ever heard, Australian or otherwise.\" Kelly has said, \"Song writing is mysterious to me. I still feel like a total beginner. I don't feel like I have got it nailed yet\".",
  "/wiki/Life_Is_Fine": "Life Is Fine is the 23rd studio album by Australian musician Paul Kelly, released on 11 August 2017. The album debuted at number one on the ARIA Albums Chart with sales of 6,198 units. It is Kelly's first number-one album in Australia.",
  "/wiki/The_Vampires_(band)": "The Vampires are an Australian world-roots jazz group formed by saxophonist Jeremy Rose, trumpeter Nick Garbett, drummer Alex Masso and bassist Mike Majkowski in 2005. The band formed in their final year of studying for their Bachelor of Music (jazz performance) at the Sydney Conservatorium of Music. The band has released six albums and toured extensively around Australia, Germany, the UK, Czech Republic, Austria and Italy. The band performs mostly original music by Jeremy Rose and Nick Garbett that draws inspiration from their travels around the world and experiences in life. The band has performed at every major jazz festival in Australia, the Love Supreme Festival (UK), Glasgow Jazz Festival, Edingburgh Jazz Festival, Jazzahead Festival (Bremen, Germany), and the Enjoy Jazz Festival (Mannheim, Germany).",
  "/wiki/Djarimirri": "Djarimirri (subtitled Child of the Rainbow) is the first posthumous album and fourth studio album from Geoffrey Gurrumul Yunupingu. The album was completed just weeks before his passing in July 2017 and presents traditional songs and harmonised chants from his traditional Yolngu life with orchestral arrangements. The album was released on 13 April 2018 and debuted at number 1 on the ARIA Charts, becoming Yunupingu first number one album. It is also the first time an Australian indigenous language album has peaked at number one, and he is only the second Aboriginal artist to have a number one album following Jessica Mauboy's The Secret Daughter: Songs from the Original TV Series in October 2016.",
  "/wiki/Tell_Me_How_You_Really_Feel": "Tell Me How You Really Feel is the second studio album by Australian singer-songwriter Courtney Barnett. It was released on 18 May 2018 by Barnett's Milk! Records, Mom + Pop Music, and Marathon Artists. The album received generally positive reviews from critics.",
  "/wiki/Dead_Can_Dance": "Dead Can Dance is an Australian-British musical project formed in 1981 in Melbourne by Lisa Gerrard and Brendan Perry. The band relocated from Melbourne to London in May 1982. Australian music historian Ian McFarlane described Dead Can Dance's style as \"constructed soundscapes of mesmerising grandeur and solemn beauty; African polyrhythms, Gaelic folk, Gregorian chant, Middle Eastern mantras, and art rock.\"",
  "/wiki/Dionysus_(album)": "Dionysus is the ninth studio album by the British-Australian band Dead Can Dance, officially released on 2 November 2018 by PIAS Recordings, six years after the group's last album, Anastasis. Dionysus is the ancient Greek god of wine.",
  "/wiki/Hi_Viz_(album)": "Hi Viz (typeset as HI VIZ) is the fourth studio album by Australian electronic duo The Presets. The album was released in Australia by Modular Recordings on 1 June 2018.",
  "/wiki/Rolling_Blackouts_Coastal_Fever": "Rolling Blackouts Coastal Fever, also sometimes known as Rolling Blackouts C.F., is an Australian indie rock band. It was formed in Melbourne in 2013 by three singer-guitarists: Fran Keaney, Tom Russo & Joe White.  Their debut EP, Talk Tight, was released in 2016 on Ivy League Records. It was followed by their second EP, the French Press, which was mixed by Doug Boehm and released in 2017 on Sub Pop Records. They performed at the St Jerome's Laneway Festival on 29 January 2018, and their debut full-length album, Hope Downs, was released on 15 June 2018 on Sub Pop.",
  "/wiki/Hope_Downs": "Hope Downs is the debut studio album by the Australian indie rock band Rolling Blackouts Coastal Fever. It was released on 15 June 2018, through Sub Pop. The album title refers to the Hope Downs mine, which, according to the band, \"refers to the feeling of standing at the edge of the void of the big unknown, and finding something to hold on to\". The songs in the album generally have a theme of being alone. Critic Andy Cush says the album presents serene environments, calling it a \"brief vacation\".",
  "/wiki/Sam_Anning": "Sam Anning is an Australian jazz bassist. He was nominated for ARIA Awards for Best Jazz Album with Dale Barlow, George Coleman Jr, Mark Fitzgibbon & Sam Anning - Treat Me Gently in 2009 and with Allan Browne, Marc Hannaford, Sam Anning - Shreveport Stomp in 2011.",
  "/wiki/Amyl_and_the_Sniffers": "Amyl and the Sniffers are an Australian pub rock and punk band based in Melbourne, Australia, consisting of vocalist Amy Taylor, drummer Bryce Wilson, guitarist Dec Martens, and bassist Gus Romer. At the ARIA Music Awards of 2019, their debut, self-titled record won the Best Rock Album category.",
  "/wiki/Amyl_and_the_Sniffers_(album)": "Amyl and the Sniffers is the self-titled debut studio album by Australian pub rock and punk band Amyl and the Sniffers. It was released on May 24, 2019 by Rough Trade Records and has received generally positive reviews.",
  "/wiki/Julia_Jacklin": "Julia Jacklin (born 30 August 1990) is an Australian singer-songwriter who lives in Melbourne, Australia.",
  "/wiki/Crushing_(album)": "Crushing is the second studio album by Australian musician Julia Jacklin. It was released in February 2019 under Polyvinyl Record Co., Transgressive Records and Liberation Records.",
  "/wiki/Ghosteen": "Ghosteen is the seventeenth studio album by the Australian rock band Nick Cave and the Bad Seeds. It was released on 4 October 2019 on Ghosteen Ltd and on 8 November 2019 on Bad Seed Ltd, both the band's own imprints. Ghosteen is a double album — the band's first since Abattoir Blues / The Lyre of Orpheus (2004) — and the final part of a trilogy of albums that includes Push the Sky Away (2013) and Skeleton Tree (2016). Upon release, the album was met with widespread critical acclaim.",
  "/wiki/Thelma_Plum": "Thelma Amelina Plumbe (born 21 December 1994, Brisbane), who performs as Thelma Plum, is an Indigenous Australian singer-songwriter-guitarist from Delungra, New South Wales. Her debut album, Better in Blak, was released in July 2019 and peaked at No. 4 on the ARIA Albums Chart. At the ARIA Music Awards of 2019 she won Best Cover Art for Emilie Pfitzner's work.",
  "/wiki/Better_in_Blak": "Better in Blak is the debut studio album by Australian singer/songwriter Thelma Plum. It was released in July 2019 and peaked at number 4 on the ARIA Charts.",
  "/wiki/Australian_Music_Prize": "The Australian Music Prize (the AMP) is an annual award of $30,000 given to an Australian band or solo artist in recognition of the merit of an album released during the year of award.  The award made by Australian Music Prize Ltd, a sole-purpose entity sponsored by a variety of music industry figures and record companies.  The AMP was established in 2005."
}