{
  "/wiki/Swabhimaan": "Swaabhimaan is an Indian soap opera aired in 1995, directed by Mahesh Bhatt, and scripted by Shobha De and Vinod Ranganath.",
  "/wiki/DD_National": "DD National (formerly DD1) is a state-owned general entertainment television channel in India. It is the flagship channel of Doordarshan, India's public service broadcaster, and the most widely available terrestrial television channel in India.",
  "/wiki/Woh": "Woh (English: It) is a Hindi language Indian television horror-thriller series which aired on Zee TV in 1998. The series starred Indian film director Ashutosh Gowarikar as the protagonist. It is an adaptation of the 1990 American TV miniseries It.",
  "/wiki/Zee_TV": "Zee TV is an Indian pay television channel owned by Zee Entertainment Enterprises, a media and entertainment company based in Mumbai, Maharashtra. A part of the Essel Group, it started to broadcast on 2 October 1992 as the first Hindi-language subscription channel in India.",
  "/wiki/Saturday_Suspense": "Saturday Suspense is an Indian television suspense thriller series aired on Zee TV, which premiered from 5 April 1997. The series ended on 1 May 1999. Each episode of the series was 1 hour long, and produced by a different production company. Some of the noted producers and directors that have produced/directed Saturday Suspense stories are Shyam Ramsay, Homi Wadia, Anant Mahadevan, Vivek Agnihotri, Mahesh Aney, Anurag Basu, Deepak Tijori, Ashutosh Gowariker, Raj Tilak, Vikram Bhatt & Ashok Shekhar.",
  "/wiki/Zee_Tv": "Zee TV is an Indian pay television channel owned by Zee Entertainment Enterprises, a media and entertainment company based in Mumbai, Maharashtra. A part of the Essel Group, it started to broadcast on 2 October 1992 as the first Hindi-language subscription channel in India.",
  "/wiki/Kalash_(TV_series)": "Kalash is an Indian television soap opera which aired on Star Plus. It was produced by Ekta Kapoor of Balaji Telefilms.",
  "/wiki/Star_Plus": "StarPlus is an Indian pay television channel owned by Star India. The network's programming consists of family dramas, comedies, youth-oriented reality shows, shows on crime and television films. It is also distributed internationally by The Walt Disney Company India, subsidiary of The Walt Disney Company.",
  "/wiki/Kittie_Party": "Kittie Party is a Hindi television serial that aired on Zee TV. The story is based on the lives of 8 women who get together in a function called 'Kittie Party' where they gossip, reveal their emotional & psychological self-expressions, and share secrets amidst friends.",
  "/wiki/Virasaat_(Sahara_One)": "Virasaat is an Indian Hindi-language television series that aired on Sahara TV in 2002.",
  "/wiki/Sahara_One": "Sahara One was an Indian Hindi general entertainment channel based in New Delhi. It is operated by Sahara India Pariwar.",
  "/wiki/Dekho_Magar_Pyaar_Se": "Dekho Magar Pyaar Se is a 2004 Hindi language Indian soap opera that aired on STAR Plus channel based on the story of a girl, Nikki.",
  "/wiki/STAR_Plus": "StarPlus is an Indian pay television channel owned by Star India. The network's programming consists of family dramas, comedies, youth-oriented reality shows, shows on crime and television films. It is also distributed internationally by The Walt Disney Company India, subsidiary of The Walt Disney Company.",
  "/wiki/Woh_Rehne_Waali_Mehlon_Ki": "Woh Rehne Waali Mehlon Ki (English: She Who Lives in a Palace) is an Indian Hindi language Indian television series that aired on Sahara One channel. The series ran from 30 May 2005 to 20 January 2011 and became the longest running television production of Rajshri Productions. It was also dubbed in Tamil as Periya Idattu Penn. It also ran on Dangal TV.",
  "/wiki/Durgesh_Nandinii": "Durgesh Nandinii is an Indian television series that aired on Sony TV, which is loosely based on Bankim Chandra Chatterjee's novel Durgeshnondini, the first Bengali romance and the first ever novel in Bengali that was published in 1865.",
  "/wiki/Sony_Entertainment": "Sony Entertainment, Inc. is a Japanese global entertainment company established in 2012. It focuses on most of Sony's motion picture, television and music businesses. It is a subsidiary of the Japanese Sony Corporation, managed by Sony's American subsidiary, Sony Corporation of America.",
  "/wiki/Ssshhhh..._Phir_Koi_Hai": "Ssshhhh...Koi Hai (English: Ssshhhh...someone's there) is an Indian horror thriller  television anthology series created by Cinevistaas Limited and Contiloe Entertainment for Star Plus. The first season was created by them together, while later seasons were only created by Abhimanyu Raj Singh and were aired on Star Plus' sister channel  Star One. The series which premiered on 27 July 2001, ran for three seasons ending on 16 May 2010.",
  "/wiki/STAR_One": "Star One was an Indian pay television network based in Mumbai. It was launched on 1 November 2004 and it was owned by Star TV and distributed worldwide by Fox International Channels. In November 2006, Star One was launched in the UK on Sky.",
  "/wiki/CID_(Indian_TV_series)": "CID is an Indian police procedural television series about Maharashtra and Mumbai's Crime Investigation Department, created by B. P. Singh for Sony Entertainment Television India. The series stars Shivaji Satam as ACP Pradyuman, Aditya Srivastava and Dayanand Shetty as Senior Inspectors Abhijeet and Daya, Dinesh Phadnis as Inspector Fredricks and Narendra Gupta as forensic expert Dr. Salunkhe.",
  "/wiki/Sony_TV": "Sony Television, Sony TV, or Sony HD may refer to any of the following television-related products from Japanese conglomerate Sony:",
  "/wiki/Pyaar_Kii_Ye_Ek_Kahaani": "Pyaar Kii Ye Ek Kahaani (translation: This is a story of love) is an Indian supernatural television series produced by Ekta Kapoor that aired on STAR One from 18 October 2010 to 15 December 2011.",
  "/wiki/Madhubala_-_Ek_Ishq_Ek_Junoon": "Madhubala — Ek Ishq Ek Junoon (Translation: Madhubala — A love, a passion) is an Indian television series that premiered on 28 May 2012 and ran through until 9 August 2014, Produced to celebrate 100 years of Indian cinema, it aired on Colors TV Monday to Friday (later Saturday) evenings.",
  "/wiki/Colors_TV": "Viacom 18 Media Pvt. Limited is an Indian joint venture operation between ViacomCBS and TV18 based in Mumbai.  It was founded in November 2007 and owns various channels of ViacomCBS, as well as various consumer products in India.",
  "/wiki/Ek_Hazaaron_Mein_Meri_Behna_Hai": "Ek Hazaaron Mein Meri Behna Hai (English:My sister is one of a thousand ) is an Indian soap opera that aired on star life from 3 October 2011 to 13 September 2013 mon-fri at 21:00 . Speaking about its end, producer Siddharth Malhotra said, \"The channel didn't want to shut the show. Both the channel and the production house tried reasoning with the cast. But since they are unwilling to play parents on screen, we have to forcibly end the show.\"",
  "/wiki/Devon_Ke_Dev...Mahadev": "Devon Ke Dev... Mahadev (English: Lord of the Lords... Mahadev) is a spiritual series based on the legends of the Hindu god Lord Shiva, also known as Mahadev. It premiered on 18 December 2011 airing Monday through Friday nights on Life OK.  It was dubbed into several languages.",
  "/wiki/Life_OK": "Life OK was an Indian pay television channel owned by Star India. It was launched on 18 December 2011 replacing Star One.\nIt also started airing in the United States in 1 March 2012, and in the United Kingdom and Ireland on 28 May of that same year. It launched its own high-definition feed in October 2012.\nOn 9 September 2012, Life OK's mythological drama Devon Ke Dev...Mahadev recorded an 8.2 TVR,  its highest TRP of 167.\nThe channel was rebranded as Star Bharat on 28 August 2017.",
  "/wiki/Leila_(TV_series)": "Leila is an Indian dystopian drama web television series directed by Deepa Mehta, Shanker Raman and Pawan Kumar. Based on the 2017 eponymous novel by Prayaag Akbar, Leila follows the story of Shalini, who tries to find her missing daughter in a totalitarian regime in near future. Written by Urmi Juvekar, it stars Huma Qureshi, Siddharth, Rahul Khanna, Sanjay Suri and Arif Zakaria. A teaser was launched on 8 March. The six-episode series premiered on 14 June, 2019 on Netflix.",
  "/wiki/Netflix": "Netflix, Inc. (/ˈnɛtflɪks/) is an American media-services provider and production company headquartered in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is its subscription-based streaming service which offers online streaming of a library of films and television programs, including those produced in-house. As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials. It is available worldwide except in mainland China (due to local restrictions), Syria, North Korea, and Crimea (due to U.S. sanctions). The company also has offices in the Netherlands, Brazil, India, Japan, and South Korea. Netflix is a member of the Motion Picture Association (MPA).",
  "/wiki/Ishq_Subhan_Allah": "Ishq Subhan Allah (English: This Love, Oh God) is an Indian television series that premiered on 14 March 2018 on Zee TV. The show is produced by Zuby Kochchar and Dheeraj Kumar. It stars Adnan Khan\n and Eisha Singh. The show is set against a Muslim backdrop and addresses contemporary political, religious, and social issues such as Triple talaq and Sharia law.",
  "/wiki/Anupam_Bhattacharya": "Anupam Bhattacharya is an Indian television actor, who is most known for his roles in TV series', such as Woh, Saturday Suspense and Pyaar Kii Ye Ek Kahaani."
}