{
  "/wiki/Painting": "Painting is the practice of applying paint, pigment, color or other medium to a solid surface (called the \"matrix\" or \"support\"). The medium is commonly applied to the base with a brush, but other implements, such as knives, sponges, and airbrushes, can be used.  The final work is also called a painting.",
  "/wiki/Sculpture": "Sculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving (the removal of material) and modelling (the addition of material, as clay), in stone, metal, ceramics, wood and other materials but, since Modernism, there has been an almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled by welding or modelling, or molded or cast.",
  "/wiki/Architecture": "Architecture (Latin architectura, from the Greek ἀρχιτέκτων arkhitekton \"architect\", from ἀρχι- \"chief\" and τέκτων \"creator\") is both the process and the product of planning, designing, and constructing buildings or any other structures. Architectural works, in the material form of buildings, are often perceived as cultural symbols and as works of art. Historical civilizations are often identified with their surviving architectural achievements.",
  "/wiki/Music": "Music is an art form and cultural activity whose medium is sound organized in time. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the \"color\" of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική (mousike; \"art of the Muses\").\nSee glossary of musical terminology.",
  "/wiki/Film": "Film, also called movie or motion picture or The Seventh Art, is a visual art used to simulate experiences that communicate ideas, stories, perceptions, feelings, beauty or atmosphere by the means of recorded or programmed moving images along with other sensory stimulations. The word \"cinema\", short for cinematography, is often used to refer to filmmaking and the film industry, and to the art form that is the result of it.",
  "/wiki/Theater": "Theatre or theater[a] is a collaborative form of performing art that uses live performers, typically actors or actresses, to present the experience of a real or imagined event before a live audience in a specific place, often a stage. The performers may communicate this experience to the audience through combinations of gesture, speech, song, music, and dance. Elements of art, such as painted scenery and stagecraft such as lighting are used to enhance the physicality, presence and immediacy of the experience. The specific place of the performance is also named by the word \"theatre\" as derived from the Ancient Greek θέατρον (théatron, \"a place for viewing\"), itself from θεάομαι (theáomai, \"to see\", \"to watch\", \"to observe\").",
  "/wiki/William_Kentridge": "William Kentridge (born 28 April 1955) is a South African artist best known for his prints, drawings, and animated films. These are constructed by filming a drawing, making erasures and changes, and filming it again. He continues this process meticulously, giving each change to the drawing a quarter of a second to two seconds' screen time. A single drawing will be altered and filmed this way until the end of a scene. These palimpsest-like drawings are later displayed along with the films as finished pieces of art.",
  "/wiki/Mona_Hatoum": "Mona Hatoum (Arabic: منى حاطوم‎; born 1952), is a Palestinian multimedia and installation artist who lives in London, United Kingdom.",
  "/wiki/Tod_Williams_Billie_Tsien_Architects": "Tod Williams Billie Tsien Architects (also known as Tod Williams Billie Tsien Architects | Partners) are a husband-and-wife architectural firm founded in 1986, based in New York. Tod and Billie began working together in 1977. Their studio focuses on work for institutions: museums, schools, and not-for-profits—organization.",
  "/wiki/Anne-Sophie_Mutter": "Anne-Sophie Mutter (born 29 June 1963) is a German violinist. She was supported early in her career by Herbert von Karajan, and has had several works composed especially for her, by Sebastian Currier, Henri Dutilleux, Sofia Gubaidulina, Witold Lutosławski, Norbert Moret, Krzysztof Penderecki, André Previn, Wolfgang Rihm, John Williams and others.",
  "/wiki/Bando_Tamasaburo": "Bandō Tamasaburō V (五代目 坂東 玉三郎, Godaime Bandō Tamasaburō) (b. 1950) is a Kabuki actor, and the most popular and celebrated onnagata (an actor specializing in female roles) currently on stage. He has also acted in a handful of films.",
  "/wiki/Pierre_Alechinsky": "Pierre Alechinsky (born 19 October 1927) is a Belgian artist. He has lived and worked in France since 1951. His work is related to tachisme, abstract expressionism, and lyrical abstraction.",
  "/wiki/Fujiko_Nakaya": "Fujiko Nakaya (中谷 芙二子, Nakaya Fujiko, born 1933) is a Japanese artist, most noted for her fog sculptures.",
  "/wiki/Christian_de_Portzamparc": "Christian de Portzamparc (French pronunciation: ​[kʁistjɑ̃ də pɔʁtzɑ̃paʁk]; born 5 May 1944) is a French architect and urbanist.",
  "/wiki/Riccardo_Muti": "Riccardo Muti, OMRI (Italian: [rikˈkardo ˈmuːti]; born in Naples 28 July 1941) is an Italian conductor. He currently holds two music directorships, at the Chicago Symphony Orchestra and at the Orchestra Giovanile Luigi Cherubini. He has previously held posts at the Maggio Musicale in Florence, the Philharmonia Orchestra in London, the Philadelphia Orchestra, the Teatro alla Scala in Milan, and the Salzburg Whitsun Festival. Muti has been a prolific recording artist, and has received dozens of honours, titles, awards and prizes. He is especially associated with the music of Giuseppe Verdi.",
  "/wiki/Catherine_Deneuve": "Catherine Fabienne Dorléac (born 22 October 1943), known professionally as Catherine Deneuve (/dəˈnɜːv/; French: [katʁin dənœv] (listen)), is a French actress as well as an occasional singer, model and producer. She gained recognition for her portrayal of icy, aloof and mysterious beauties for various directors, including Luis Buñuel, François Truffaut and Roman Polanski. In 1985, she succeeded Mireille Mathieu as the official face of Marianne, France's national symbol of liberty. A 14-time César Award nominee, she won for her performances in Truffaut's The Last Metro (1980), for which she also won the David di Donatello for Best Foreign Actress,  and Régis Wargnier's Indochine (1992).",
  "/wiki/Shirin_Neshat": "Shirin Neshat (Persian: شیرین نشاط‎; born 1957) is an Iranian visual artist who lives in New York City, known primarily for her work in film, video and photography. Her artwork centers on the contrasts between Islam and the West, femininity and masculinity, public life and private life, antiquity and modernity, and bridging the spaces between these subjects.",
  "/wiki/El_Anatsui": "El Anatsui ([ah-nah-ch-wee], born 1944) is a Ghanaian sculptor active for much of his career in Nigeria. He has drawn particular international attention for his \"bottle-top installations\". These installations consist of thousands of aluminum pieces sourced from alcohol recycling stations and sewn together with copper wire, which are then transformed into metallic cloth-like wall sculptures. Such materials, while seemingly stiff and sturdy, are actually free and flexible, which often helps with manipulation when installing his sculptures.",
  "/wiki/Rafael_Moneo": "José Rafael Moneo Vallés (born 9 May 1937) is a Spanish architect. He won the Pritzker Prize for architecture in 1996 and the RIBA Royal Gold Medal in 2003.",
  "/wiki/Youssou_N%E2%80%99Dour": "Youssou N'Dour (French pronunciation: ​[jusu (ɛ)nduʁ]; also known as Youssou Madjiguéne Ndour, born 1 October 1959) is a Senegalese singer, songwriter, composer, occasional actor, businessman, and politician. In 2004, Rolling Stone magazine described him as, \"perhaps the most famous singer alive\" in Senegal and much of Africa. From April 2012 to September 2013, he was Senegal's Minister of Tourism.",
  "/wiki/Mikhail_Baryshnikov": "Mikhail Nikolayevich Baryshnikov (Russian: Михаи́л Никола́евич Бары́шников, IPA: [mʲɪxɐˈil bɐrɨʂˈnʲɪkəf]; Latvian: Mihails Barišņikovs; born January 27, 1948), nicknamed \"Misha\" (Russian diminutive of the name \"Mikhail\"), is a Latvian SSR born Russian and American dancer, choreographer, and actor. He is often cited alongside Vaslav Nijinsky, Rudolf Nureyev and Vladimir Vasiliev as one of the greatest male ballet dancers in history.",
  "/wiki/Cindy_Sherman": "Cynthia Morris Sherman (born January 19, 1954) is an American artist whose work consists exclusively of photographic self-portraits, depicting herself in many different contexts and as various imagined characters.",
  "/wiki/Annette_Messager": "Annette Messager (born 30 November 1943 in Berck, France) is a French visual artist. In 2005 she won the Golden Lion Award at the Venice Biennale for her artwork at the French Pavilion. In 2016, she won the prestigious Praemium Imperiale International Arts Award. She lives and works in Malakoff, France.",
  "/wiki/Paulo_Mendes_da_Rocha": "Paulo Mendes da Rocha (born October 25, 1928 in Vitória, Espírito Santo) is a Brazilian architect.",
  "/wiki/Gidon_Kremer": "Gidon Kremer (Latvian: Gidons Krēmers; born 27 February 1947) is a Latvian classical violinist, artistic director, and founder of Kremerata Baltica.",
  "/wiki/Martin_Scorsese": "Martin Charles Scorsese (/skɔːrˈsɛsi/, Italian: [skorˈseːze; -eːse]; born November 17, 1942) is an American film director, screenwriter, producer and actor, whose career spans more than 50 years. One of the major figures of the New Hollywood era, he is widely regarded as one of the most significant and influential directors in film history. Scorsese's body of work explores themes such as Italian-American identity, Catholic concepts of guilt and redemption, faith, machismo, crime and tribalism. Many of his films are known for their depiction of violence, and the liberal use of profanity and rock music. In 1990, he founded The Film Foundation, a nonprofit organization dedicated to film preservation, and in 2007 he founded the World Cinema Foundation. He is a recipient of the AFI Life Achievement Award for his contributions to the cinema, and has won an Academy Award, a Palme d'Or, Cannes Film Festival Best Director Award, Silver Lion, Grammy Award, Emmys, Golden Globes, BAFTAs, and Directors Guild of America Awards.",
  "/wiki/Tadanori_Yokoo": "Tadanori Yokoo (横尾 忠則, Yokoo Tadanori, born 27 June 1936) is a Japanese graphic designer, illustrator, printmaker and painter.",
  "/wiki/Wolfgang_Laib": "Wolfgang Laib (born 25 March 1950 in Metzingen, (Germany) is a German artist, predominantly known as a sculptor. He lives and works in a small village in southern Germany, maintaining studios in New York and South India.",
  "/wiki/Dominique_Perrault": "Dominique Perrault (born 9 April 1953 in Clermont-Ferrand) is a French architect and urban planner. He became world known for the design of the French National Library, distinguished with the Silver medal for town planning in 1992 and the Mies van der Rohe Prize in 1996. In 2010 he was awarded the gold medal by the French Academy of Architecture for all his work. He was named as the 2015 Praemium Imperiale Laureate for Architecture.",
  "/wiki/Mitsuko_Uchida": "Dame Mitsuko Uchida, DBE (内田光子, [ɯtɕiꜜda miꜜtsɯ̥ko]), born 20 December 1948) is a classical pianist and conductor, born in Japan and naturalised in Britain, particularly noted for her interpretations of Mozart and Schubert.",
  "/wiki/Sylvie_Guillem": "Sylvie Guillem CBE  (French: [silvi gilɛm]; born 23 February 1965) is a French ballet dancer. Guillem was the top-ranking female dancer with the Paris Opera Ballet from 1984 to 1989, before becoming a principal guest artist with the Royal Ballet in London. She has performed contemporary dance as an Associate Artist of London's Sadler's Wells Theatre. Her most notable performances have included those in Giselle and in Rudolf Nureyev's stagings of Swan Lake and Don Quixote. In November 2014, she announced her retirement from the stage in 2015.",
  "/wiki/Martial_Raysse": "Martial Raysse is a French artist and actor born in Golfe-Juan on 12 February 1936. He lives in Issigeac, France. He holds the record for the most expensive work sold by a living French artist.",
  "/wiki/Giuseppe_Penone": "Giuseppe Penone (born 3 April 1947, Garessio, Italy) is an Italian artist and sculptor, known for his large-scale sculptures of trees that are interested in the link between man and the natural world. His early work is often associated with the Arte povera movement. In 2014, Penone was awarded the prestigious Praemium Imperiale award. He currently lives and works in Turin, Italy.",
  "/wiki/Steven_Holl": "Steven Holl (born December 9, 1947) is a New York-based American architect and watercolorist. Among his most recognized works are the 2019 REACH expansion of the John F. Kennedy Center for the Performing Arts, the 2019 Hunters Point Library in Queen in New York, the 2007 Bloch Building addition to the Nelson-Atkins Museum of Art in Kansas City, Missouri, and the 2009 Linked Hybrid mixed-use complex in Beijing, China. Holl is not a recipient of the Pritzker Architecture Prize  which is viewed by some in his profession as an omission.",
  "/wiki/Arvo_P%C3%A4rt": "Arvo Pärt (Estonian pronunciation: [ˈɑrvo ˈpært]; born 11 September 1935) is an Estonian composer of classical and religious music. Since the late 1970s, Pärt has worked in a minimalist style that employs his self-invented compositional technique, tintinnabuli. Pärt's music is in part inspired by Gregorian chant. His most performed works include Fratres (1977), Spiegel im Spiegel (1978), and Für Alina (1976). Since 2011 Pärt has been the most performed living composer in the world. The Arvo Pärt Centre, in Laulasmaa, was opened to the public in 2018.",
  "/wiki/Athol_Fugard": "Harold Athol Lanigan Fugard OIS (born 11 June 1932) is a South African playwright, novelist, actor, and director who writes in South African English. He is best known for his political plays opposing the system of apartheid and for the 2005 Oscar-winning film of his novel Tsotsi, directed by Gavin Hood. Fugard was an adjunct professor of playwriting, acting and directing in the Department of Theatre and Dance at the University of California, San Diego. For the academic year 2000–2001, he was the IU Class of 1963 Wells Scholar Professor at Indiana University, in Bloomington, Indiana. He is the recipient of many awards, honours, and honorary degrees, including the 2005 Order of Ikhamanga in Silver \"for his excellent contribution and achievements in the theatre\" from the government of South Africa. He is also an Honorary Fellow of the Royal Society of Literature.",
  "/wiki/Michelangelo_Pistoletto": "Michelangelo Pistoletto (born 23 June 1933 in  Biella) is an Italian painter, action and object artist, and art theorist. Pistoletto is acknowledged as one of the main representatives of the Italian Arte Povera. His work mainly deals with the subject matter of reflection and the unification of art and everyday life in terms of a Gesamtkunstwerk.",
  "/wiki/Antony_Gormley": "Sir Antony Mark David Gormley, OBE (born 30 August 1950), is a British sculptor. His works include the Angel of the North, a public sculpture in Gateshead in the North of England, commissioned in 1994 and erected in February 1998, Another Place on Crosby Beach near Liverpool, and Event Horizon, a multi-part site installation which premiered in London in 2007, around Madison Square in New York City, in 2010, in São Paulo, Brazil, in 2012, and in Hong Kong in 2015–16.",
  "/wiki/David_Chipperfield": "Sir David Alan Chipperfield CBE RA RDI RIBA (born 18 December 1953) is an English architect. He established David Chipperfield Architects in 1985.",
  "/wiki/Pl%C3%A1cido_Domingo": "José Plácido Domingo Embil KBE[a] (born 21 January 1941) is a Spanish opera singer, conductor and arts administrator. He has recorded over a hundred complete operas and is well known for his versatility, regularly performing in Italian, French, German, Spanish, English and Russian in the most prestigious opera houses in the world. Although primarily a lirico-spinto tenor for most of his career, especially popular for his Cavaradossi, Hoffmann, Don José, and Canio, he quickly moved into more dramatic roles, becoming the most acclaimed Otello of his generation. In the early 2010s, he transitioned from the tenor repertory into almost exclusively baritone parts, most notably Simon Boccanegra. He has performed 151 different roles.",
  "/wiki/Francis_Ford_Coppola": "Francis Ford Coppola (/ˈkɒpələ/, Italian: [ˈkɔppola]; born April 7, 1939) is an American film director, producer, screenwriter, film composer, and vintner. He was a central figure in the New Hollywood filmmaking movement of the 1960s and 1970s. He is widely considered to be one of the greatest filmmakers of all time.",
  "/wiki/Cai_Guo-Qiang": "Cai Guo-Qiang (Chinese: 蔡国强; born 8 December 1957) is a Chinese artist who currently lives and works in New York City and New Jersey.",
  "/wiki/Henning_Larsen": "Henning Larsen, Hon. FAIA (20 August 1925 – 22 June 2013) was a Danish architect. He is internationally known for the Ministry of Foreign Affairs building in Riyadh and the Copenhagen Opera House.",
  "/wiki/Philip_Glass": "Philip Glass (born January 31, 1937) is an American composer and pianist. He is widely regarded as one of the most influential composers of the late 20th century. His work has been associated with the minimalist school of composition. Glass describes himself as a composer of \"music with repetitive structures\", which he has helped evolve stylistically.",
  "/wiki/Yoko_Morishita": "Yoko Morishita (森下洋子 Morishita Yoko, born in Hiroshima December 7, 1948) is a Japanese ballerina for Matsuyama Ballet Company.\nShe represented Japan as a prima ballerina.",
  "/wiki/Bill_Viola": "Bill Viola (born 1951) is a contemporary video artist whose artistic expression depends upon electronic, sound, and image technology in New Media. His works focus on the ideas behind fundamental human experiences such as birth, death and aspects of consciousness.",
  "/wiki/Anish_Kapoor": "Sir Anish Mikhail Kapoor, CBE, RA (born 12 March 1954) is a British Indian sculptor specializing in installation art and conceptual art. Born in Mumbai, Kapoor has lived and worked in London since the early 1970s when he moved to study art, first at the Hornsey College of Art and later at the Chelsea School of Art and Design.",
  "/wiki/Ricardo_Legorreta": "Ricardo Legorreta Vilchis (May 7, 1931 – December 30, 2011) was a Mexican architect. He was a prolific designer of private houses, public buildings and master plans in Mexico, the United States of America and some other countries.",
  "/wiki/Seiji_Ozawa": "Seiji Ozawa (小澤 征爾, Ozawa Seiji, born September 1, 1935) is a Japanese conductor known for his advocacy of modern composers and for his work with the San Francisco Symphony, the Toronto Symphony Orchestra, and the Boston Symphony Orchestra. He is the recipient of numerous international awards.",
  "/wiki/Judi_Dench": "Over the next two decades, Dench established herself as one of the most significant British theatre performers, working for the National Theatre Company and the Royal Shakespeare Company. She received critical acclaim for her work on television during this period, in the series A Fine Romance (1981–1984) and As Time Goes By (1992–2005), in both of which she held starring roles. Her film appearances were infrequent, and included supporting roles in major films, such as A Room with a View (1986), before she rose to international fame as M in GoldenEye (1995), a role she continued to play in James Bond films until Skyfall (2012).",
  "/wiki/Enrico_Castellani": "Enrico Castellani (August 4, 1930 – December 1, 2017) was an Italian painter associated with the ZERO movement and Azimuth. Castellani contributed the development of avant-garde art in Europe in the 1950s\nand 1960s, and was described as one of Italy's most influential artists of the 20th century,",
  "/wiki/Rebecca_Horn": "Rebecca Horn (born 24 March 1944, Michelstadt, Hesse) is a German visual artist, who is best known for her installation art, film directing, and her body modifications such as Einhorn (Unicorn), a body-suit with a very large horn projecting vertically from the headpiece. She directed the films Der Eintänzer (1978), La ferdinanda: Sonate für eine Medici-Villa (1982) and Buster's Bedroom (1990). Horn presently lives and works in Paris and Berlin.",
  "/wiki/Toyo_Ito": "Toyo Ito (伊東 豊雄, Itō Toyoo, born 1 June 1941) is a Japanese architect known for creating conceptual architecture, in which he seeks to simultaneously express the physical and virtual worlds. He is a leading exponent of architecture that addresses the contemporary notion of a \"simulated\" city, and has been called \"one of the world's most innovative and influential architects.\"",
  "/wiki/Maurizio_Pollini": "Maurizio Pollini (born January 5, 1942) is an Italian pianist. He is known for performances of compositions by Chopin and Debussy, among others. He has performed works by contemporary composers such as Pierre Boulez, Karlheinz Stockhausen, George Benjamin, Roberto Carnevale, Gianluca Cascioli and Bruno Maderna. Works composed for him include Luigi Nono's ..... sofferte onde serene ..., Giacomo Manzoni's Masse: omaggio a Edgard Varèse and Salvatore Sciarrino's Fifth Sonata.",
  "/wiki/Sophia_Loren": "Sofia Villani Scicolone Dame Grand Cross OMRI (Italian: [soˈfiːa vilˈlaːni ʃikoˈloːne]; born 20 September 1934), known professionally as Sophia Loren (Italian: [ˈlɔːren], English: /ləˈrɛn/), is an Italian film actress. She is one of the last surviving stars from the Golden Age of Hollywood.",
  "/wiki/Hiroshi_Sugimoto": "Hiroshi Sugimoto (杉本博司, Sugimoto Hiroshi, born 23 February 1948) is a Japanese photographer and architect. He leads the Tokyo-based architectural firm New Material Research Laboratory.",
  "/wiki/Richard_Long_(artist)": "Sir Richard Julian Long, CBE, RA (born 2 June 1945) is an English sculptor and one of the best-known British land artists.",
  "/wiki/Zaha_Hadid": "Dame Zaha Mohammad Hadid DBE RA  (Arabic: زها حديد‎ Zahā Ḥadīd; 31 October 1950 – 31 March 2016) was an Iraqi–British architect.",
  "/wiki/Alfred_Brendel": "Alfred Brendel KBE (born 5 January 1931) is an Austrian pianist, poet and author, known particularly for his performances of Mozart, Schubert, Schoenberg, and especially Beethoven.",
  "/wiki/Tom_Stoppard": "Sir Tom Stoppard OM CBE FRSL (born Tomáš Straussler; 3 July 1937) is a Czech-born British playwright and screenwriter. He has written prolifically for TV, radio, film and stage, finding prominence with plays such as Arcadia, The Coast of Utopia, Every Good Boy Deserves Favour, Professional Foul, The Real Thing, Travesties, The Invention of Love, and Rosencrantz and Guildenstern Are Dead. He co-wrote the screenplays for Brazil, The Russia House, and Shakespeare in Love, and has received an Academy Award and four Tony Awards. His work covers the themes of human rights, censorship and political freedom, often delving into the deeper philosophical thematics of society. Stoppard has been a key playwright of the National Theatre and is one of the most internationally performed dramatists of his generation. In 2008, The Daily Telegraph ranked him number 11 in their list of the \"100 most powerful people in British culture\".",
  "/wiki/Richard_Hamilton_(artist)": "Richard  William Hamilton CH (24 February 1922 – 13 September 2011) was an English painter and collage artist. His 1955 exhibition Man, Machine and Motion (Hatton Gallery, Newcastle upon Tyne) and his 1956 collage Just what is it that makes today's homes so different, so appealing?, produced for the This Is Tomorrow exhibition of the Independent Group in London, are considered by critics and historians to be among the earliest works of pop art. A major retrospective of his work was at Tate Modern until May 2014.",
  "/wiki/Ilya_Kabakov": "Ilya Kabakov (Russian: Илья́ Ио́сифович Кабако́в; born September 30, 1933), is a Russian - American conceptual artist, born in Dnipropetrovsk in what was then the Ukrainian SSR of the Soviet Union. He worked for thirty years in Moscow, from the 1950s until the late 1980s. He now lives and works on Long Island, United States.",
  "/wiki/Peter_Zumthor": "Peter Zumthor (German pronunciation: [ˈpeːtɐ ˈtsuːmtoːɐ̯]; born 26 April 1943) is a Swiss architect whose work is frequently described as uncompromising and minimalist. Though managing a relatively small firm, he is the winner of the 2009 Pritzker Prize and 2013 RIBA Royal Gold Medal.",
  "/wiki/Zubin_Mehta": "Zubin Mehta (born 29 April 1936) is an Indian conductor of Western and Eastern classical music. He was the music director of the Israel Philharmonic Orchestra (IPO) and is Conductor Emeritus of the Los Angeles Philharmonic.",
  "/wiki/Sakata_T%C5%8Dj%C5%ABr%C5%8D_IV": "Sakata Tōjūrō IV (四代目坂田藤十郎, Yondaime Sakata Tōjūrō) (born 31 December 1931) is a Japanese kabuki actor in the Kamigata style. and is officially designated a Living National Treasure. Unlike most kabuki actors, he performs both male and female roles, and is renowned as both a skilled wagotoshi (actor of male roles in the wagoto tradition) and onnagata (actor of female roles). He is the fourth in the line of Sakata Tōjūrō, having revived the name after a lapse of over 230 years.",
  "/wiki/Daniel_Buren": "Daniel Buren (born 25 March 1938) is a French conceptual artist.",
  "/wiki/Tony_Cragg": "Sir Anthony Douglas Cragg CBE RA (born 9 April 1949) is a British sculptor.",
  "/wiki/Herzog_%26_de_Meuron": "Herzog & de Meuron Basel Ltd., or Herzog & de Meuron Architekten, BSA/SIA/ETH (HdM),[citation needed] is a Swiss architecture firm with its head office in Basel, Switzerland. The careers of founders and senior partners Jacques Herzog (born 19 April 1950) and Pierre de Meuron (born 8 May 1950) closely paralleled one another, with both attending the Swiss Federal Institute of Technology (ETH) in Zurich. They are perhaps best known for their conversion of the giant Bankside Power Station in London to the new home of Tate Modern. Jacques Herzog and Pierre de Meuron have been visiting professors at the Harvard University Graduate School of Design since 1994 and professors at ETH Zürich since 1999.",
  "/wiki/Daniel_Barenboim": "Daniel Barenboim, KBE (German: [ˈbaːʁənbɔʏm]; Hebrew: דניאל בארנבוים‎; born 15 November 1942) is a pianist and conductor who is a citizen of Argentina, Israel, Palestine, and Spain.",
  "/wiki/Ellen_Stewart": "Ellen Stewart (November 7, 1919 – January 13, 2011)  was an American theatre director and producer and the founder of  La MaMa Experimental Theatre Club. During the 1950s she worked as a fashion designer for Saks Fifth Avenue, Bergdorf Goodman, Lord & Taylor, and Henri Bendel.",
  "/wiki/Yayoi_Kusama": "Yayoi Kusama (草間 彌生, Kusama Yayoi, born 22 March 1929) is a Japanese contemporary artist who works primarily in sculpture and installation, but is also active in painting, performance, film, fashion, poetry, fiction, and other arts. Her work is based in conceptual art and shows some attributes of feminism, minimalism, surrealism, Art Brut, pop art, and abstract expressionism, and is infused with autobiographical, psychological, and sexual content. She has been acknowledged as one of the most important living artists to come out of Japan.",
  "/wiki/Christian_Boltanski": "Christian Boltanski (born 1944) is a French sculptor, photographer, painter and film maker, most well known for his photography installations and contemporary French Conceptual style.",
  "/wiki/Frei_Otto": "Frei Paul Otto (German: [ˈfʁaɪ ˈʔɔto]; 31 May 1925 – 9 March 2015) was a German architect and structural engineer noted for his use of lightweight structures, in particular tensile and membrane structures, including the roof of the Olympic Stadium in Munich for the 1972 Summer Olympics.",
  "/wiki/Steve_Reich": "Stephen Michael Reich (/raɪʃ/ born October 3, 1936) is an American composer known for his contribution to the development of minimal music in the mid to late 1960s.",
  "/wiki/Maya_Plisetskaya": "Maya Mikhailovna Plisetskaya (Russian: Ма́йя Миха́йловна Плисе́цкая; 20 November 1925 – 2 May 2015) was a Soviet ballet dancer, choreographer, ballet director, and actress. In post-Soviet times, she held both Lithuanian and Spanish citizenship. She danced during the Soviet era at the Bolshoi Theatre under the directorships of Leonid Lavrovsky, then of Yury Grigorovich; later she moved into direct confrontation with him. In 1960 when Galina Ulanova, another famed Russian ballerina retired, Plisetskaya became prima ballerina assoluta of the company.",
  "/wiki/Robert_Ryman": "Robert Ryman (May 30, 1930 – February 8, 2019) was an American painter identified with the movements of monochrome painting, minimalism, and conceptual art. He was best known for abstract, white-on-white paintings. He lived and worked in New York City.",
  "/wiki/Issey_Miyake": "Issey Miyake (三宅 一生, Miyake Issei[pronunciation?], born 22 April 1938) is a Japanese fashion designer.  He is known for his technology-driven clothing designs, exhibitions and fragrances, such as L'eau d'Issey, which became his most well-known product.",
  "/wiki/Yoshio_Taniguchi": "Yoshio Taniguchi (谷口 吉生, Taniguchi Yoshio; born 1937) is a Japanese architect best known for his redesign of the Museum of Modern Art in New York City which was reopened November 20, 2004.",
  "/wiki/Martha_Argerich": "Martha Argerich (Spanish pronunciation: [ˈmaɾta aɾxeˈɾitʃ]; born June 5, 1941) is an Argentine classical concert pianist. She is widely considered one of the greatest pianists of all time.",
  "/wiki/Merce_Cunningham": "Mercier Philip \"Merce\" Cunningham (April 16, 1919 – July 26, 2009) was an American dancer and choreographer who was at the forefront of American modern dance for more than 50 years. He is also notable for his frequent collaborations with artists of other disciplines, including musicians John Cage, David Tudor, Brian Eno, Radiohead, artists Robert Rauschenberg, Bruce Nauman, Andy Warhol, Roy Lichtenstein, Frank Stella, Jasper Johns, and costume designer Rei Kawakubo. Works that he produced with these artists had a profound impact on avant-garde art beyond the world of dance.",
  "/wiki/Georg_Baselitz": "Georg Baselitz (born 23 January 1938) is a German painter, sculptor and graphic artist. In the 1960s he became well known for his figurative, expressive paintings. In 1969 he began painting his subjects upside down in an effort to overcome the representational, content-driven character of his earlier work and stress the artifice of painting. Drawing from a myriad of influences, including art of Soviet era illustration art, the Mannerist period and African sculptures, he developed his own, distinct artistic language.",
  "/wiki/Bruce_Nauman": "Bruce Nauman (born December 6, 1941) is an American artist. His practice spans a broad range of media including sculpture, photography, neon, video, drawing, printmaking, and performance. Nauman lives near Galisteo, New Mexico.",
  "/wiki/Oscar_Niemeyer": "Oscar Ribeiro de Almeida Niemeyer Soares Filho (December 15, 1907 – December 5, 2012), known as Oscar Niemeyer (Brazilian Portuguese: [ˈoskaʁ ni.eˈmajeʁ]), was a Brazilian architect considered to be one of the key figures in the development of modern architecture. Niemeyer was best known for his design of civic buildings for Brasília, a planned city that became Brazil's capital in 1960, as well as his collaboration with other architects on the headquarters of the United Nations in New York. His exploration of the aesthetic possibilities of reinforced concrete was highly influential in the late 20th and early 21st centuries.",
  "/wiki/Krzysztof_Penderecki": "Krzysztof Eugeniusz Penderecki (Polish: [ˈkʂɨʂtɔf pɛndɛˈrɛt͡skʲi]; born 23 November 1933) is a Polish composer and conductor. The Guardian has called him Poland's greatest living composer. Among his best known works are Threnody to the Victims of Hiroshima, Symphony No. 3, his St. Luke Passion, Polish Requiem, Anaklasis and Utrenja. Penderecki composed four operas, eight symphonies and other orchestral pieces, a variety of instrumental concertos, choral settings of mainly religious texts, as well as chamber and instrumental works.",
  "/wiki/Abbas_Kiarostami": "Abbas Kiarostami (Persian: عباس کیارستمی‎ [ʔæbˌbɒːs kijɒːɾostæˈmi] (listen); 22 June 1940 – 4 July 2016) was an Iranian film director, screenwriter, poet, photographer, and film producer. An active film-maker from 1970, Kiarostami had been involved in the production of over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–1994), Close-Up (1990),  The Wind Will Carry Us (1999), and Taste of Cherry (1997), which was awarded the Palme d'Or at the Cannes Film Festival that year. In later works, Certified Copy (2010) and Like Someone in Love (2012), he filmed for the first time outside Iran: in Italy and Japan, respectively. His films Where Is the Friend’s Home?, Close-Up, and The Wind Will Carry Us were ranked among the 100 best foreign films in a 2018 critics' poll by BBC Culture. Close-Up was also ranked one of the 50 greatest movies of all time in the famous decennial Sight & Sound poll conducted in 2012.",
  "/wiki/Bridget_Riley": "Bridget Louise Riley CH CBE (born 24 April 1931) is an English painter well-known for Op art. She lives and works in London, Cornwall and the Vaucluse in France.",
  "/wiki/Mario_Merz": "Mario Merz (1 January 1925 – 9 November 2003) was an Italian artist, and husband of Marisa Merz.",
  "/wiki/Rem_Koolhaas": "Remment Lucas Koolhaas (Dutch pronunciation: [rɛm koːlɦaːs]; born 17 November 1944) is a Dutch architect, architectural theorist, urbanist and Professor in Practice of Architecture and Urban Design at the Graduate School of Design at Harvard University. He is often cited as a representative of deconstructivism and is the author of ‘Delirious New York: A Retroactive Manifesto for Manhattan’.  Koolhaas studied at the Architectural Association School of Architecture in London and at Cornell University in Ithaca, New York. Koolhaas is the founding partner of OMA, and of its research-oriented counterpart AMO based in Rotterdam, the Netherlands. In 2005, he co-founded Volume Magazine together with Mark Wigley and Ole Bouman.",
  "/wiki/Claudio_Abbado": "Claudio Abbado, Cavaliere di Gran Croce OMRI (Italian pronunciation: [ˈklaudjo abˈbaːdo]; 26 June 1933 – 20 January 2014) was an Italian conductor. He served as music director of the La Scala opera house in Milan, principal conductor of the London Symphony Orchestra, principal guest conductor of the Chicago Symphony Orchestra, music director of the Vienna State Opera, founder and director of Lucerne Festival Orchestra, music director of European Union Youth Orchestra and principal conductor of the Berlin Philharmonic orchestra.",
  "/wiki/Ken_Loach": "Kenneth Charles Loach (born 17 June 1936) is an English filmmaker. His socially critical directing style and socialist ideals are evident in his film treatment of social issues such as poverty (Poor Cow, 1967), homelessness (Cathy Come Home, 1966), and labour rights (Riff-Raff, 1991, and The Navigators, 2001).",
  "/wiki/Sigmar_Polke": "Sigmar Polke (13 February 1941 – 10 June 2010) was a German painter and photographer.",
  "/wiki/Giuliano_Vangi": "Giuliano Vangi (born March 13, 1931) is an Italian sculptor. He received the Praemium Imperiale prize, category sculpture, in 2002, considered the Nobel Prize of Arts.",
  "/wiki/Norman_Foster,_Baron_Foster_of_Thames_Bank": "Norman Robert Foster, Baron Foster of Thames Bank, OM, RA (born 1 June 1935), is an English architect whose company, Foster + Partners, maintains an international design practice.\nHe is the President of the Norman Foster Foundation. The Norman Foster Foundation promotes interdisciplinary thinking and research to help new generations of architects, designers and urbanists to anticipate the future. The foundation, which opened in June 2017, is based in Madrid and operates globally.",
  "/wiki/Dietrich_Fischer-Dieskau": "Dietrich Fischer-Dieskau (28 May 1925 – 18 May 2012) was a German lyric baritone and conductor of classical music, one of the most famous Lieder (art song) performers of the post-war period, best known as a singer of Franz Schubert's Lieder, particularly \"Winterreise\" of which his recordings with accompanist Gerald Moore and Jörg Demus are still critically acclaimed half a century after their release.",
  "/wiki/Jean-Luc_Godard": "Jean-Luc Godard (UK: /ˈɡɒdɑːr/ GOD-ar, US: /ɡoʊˈdɑːr/ goh-DAR, French: [ʒɑ̃ lyk ɡɔdaʁ]; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement.",
  "/wiki/Lee_Ufan": "Lee Ufan (Korean: 이우환, Hanja: 李禹煥, Korean pronunciation: [iːuhwan] born 1936 in Haman County, in South Kyongsang province in Korea) is a Korean minimalist painter and sculptor artist and academic, honored by the government of Japan for having \"contributed to the development of\ncontemporary art in Japan.\" The art of this artist, who has long been based in Japan, is rooted in an Eastern appreciation of the nature of materials and also in modern European phenomenology. The origin of Mono-ha may be found in Lee's article \"Sonzai to mu wo koete Sekine Nobuo ron (Beyond Being and Nothingness – A Thesis on Sekine Nobuo.\" Once  this initial impetus given, Mono-ha congealed with the participation of the students of the sculptor Saito Yoshishige, who was teaching at Tama University of Art at the time. One evidence may be found in the book [ba, so, toki] (場 相 時, place phase time) (Spring, 1970). Lee, the main theorist of the Mono-ha (“School of Things”) tendency in Japan in the late 1960s and early 1970s, was trained as a philosopher. As a painter, Lee contributed to 'Korean Monotone Art' (Dansaekjo Yesul, 單色調 藝術), the first artistic movement in 20th century Korea to be promoted in Japan. He advocates a methodology of de-westernization and demodernization in both theory and practice as an antidote to the Eurocentric thought of 1960s postwar Japanese society. Lee divides his time between Kamakura, Japan and Paris, France.",
  "/wiki/Marta_Pan": "Marta Pan (12 June 1923, Budapest — 12 October 2008, Paris) was a French abstract sculptor of Hungarian origin.",
  "/wiki/Jean_Nouvel": "Jean Nouvel (French: [ʒɑ̃ nu.vɛl]; born 12 August 1945) is a French architect. Nouvel studied at the École des Beaux-Arts in Paris and was a founding member of Mars 1976 and Syndicat de l'Architecture. He has obtained a number of prestigious distinctions over the course of his career, including the Aga Khan Award for Architecture (technically, the prize was awarded for the Institut du Monde Arabe which Nouvel designed), the Wolf Prize in Arts in 2005 and the Pritzker Prize in 2008. A number of museums and architectural centres have presented retrospectives of his work.",
  "/wiki/Ornette_Coleman": "Randolph Denard Ornette Coleman (March 9 or 19, 1930 – June 11, 2015) was an American jazz saxophonist, violinist, trumpeter, and composer. In the 1960s, he was one of the founders of free jazz, a term he invented for his album Free Jazz: A Collective Improvisation. His \"Broadway Blues\" and \"Lonely Woman\" have become standards and are cited as important early works in free jazz. His album Sound Grammar received the 2007 Pulitzer Prize for Music.",
  "/wiki/Arthur_Miller": "Arthur Asher Miller (October 17, 1915 – February 10, 2005) was an American playwright, essayist, and a controversial figure in the twentieth-century American theater. Among his most popular plays are All My Sons (1947), Death of a Salesman (1949), The Crucible (1953) and A View from the Bridge (1955, revised 1956). He wrote several screenplays and was most noted for his work on The Misfits (1961). The drama Death of a Salesman has been numbered on the short list of finest American plays in the 20th century.",
  "/wiki/Ellsworth_Kelly": "Ellsworth Kelly (May 31, 1923 – December 27, 2015) was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and minimalism. His works demonstrate unassuming techniques emphasizing line, color and form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors. He lived and worked in Spencertown, New York.",
  "/wiki/Niki_de_Saint_Phalle": "Niki de Saint Phalle (born Catherine-Marie-Agnès Fal de Saint Phalle, 29 October 1930 – 21 May 2002) was a French-American sculptor, painter, and filmmaker. Widely noted as one of the few female monumental sculptors, de Saint Phalle was also known for her social commitment and work.",
  "/wiki/Richard_Rogers": "Richard George Rogers, Baron Rogers of Riverside CH FRIBA FCSD FREng RA (born 23 July 1933) is an Italian-British architect noted for his modernist and functionalist designs in high-tech architecture.",
  "/wiki/Hans_Werner_Henze": "Hans Werner Henze (1 July 1926 – 27 October 2012) was a German composer. His large oeuvre of works is extremely varied in style, having been influenced by serialism, atonality, Stravinsky, Italian music, Arabic music and jazz, as well as traditional schools of German composition. In particular, his stage works reflect \"his consistent cultivation of music for the theatre throughout his life\".",
  "/wiki/Stephen_Sondheim": "Stephen Joshua Sondheim (/ˈsɒndhaɪm/; born March 22, 1930) is an American composer and lyricist known for his work in musical theater.",
  "/wiki/Praemium_Imperiale": "The Praemium Imperiale (Japanese: 高松宮殿下記念世界文化賞, romanized: Takamatsu-no-miya Denka Kinen Sekai Bunka-shō, lit. 'World Culture Prize in Memory of His Imperial Highness Prince Takamatsu') is an international art prize awarded since 1989 by the Imperial family of Japan on behalf of the Japan Art Association in the fields of painting, sculpture, architecture, music, and theatre/film."
}