{
  "/wiki/Joint_Task_Force-Alaska": "Joint Task Force Alaska (JTF-AK), headquartered at Joint Base Elmendorf-Richardson, Alaska, is a multi-service command composed of approximately 80 Soldiers, Sailors, Airmen, Coast Guardsmen and Department of Defense civilian specialists. The task force is a homeland defense component of U.S. Northern Command that coordinates the land defense of Alaska and coordinates military assistance to civil authorities. The JTF-AK's goals are stated to, \"detect, deter, prevent and defeat terrorist threats within the Alaska JOA. The task force also states that is conducts civil support as directed.",
  "/wiki/JTF-AK": "Joint Task Force Alaska (JTF-AK), headquartered at Joint Base Elmendorf-Richardson, Alaska, is a multi-service command composed of approximately 80 Soldiers, Sailors, Airmen, Coast Guardsmen and Department of Defense civilian specialists. The task force is a homeland defense component of U.S. Northern Command that coordinates the land defense of Alaska and coordinates military assistance to civil authorities. The JTF-AK's goals are stated to, \"detect, deter, prevent and defeat terrorist threats within the Alaska JOA. The task force also states that is conducts civil support as directed.",
  "/wiki/Joint_Task_Force-Armed_Forces_Inaugural_Committee": "Joint Task Force National Capital Region (JTF NCR) is an element of United States Northern Command tasked to support presidential inaugurations. As of 2016[update], the commander is U.S. Army Maj. Gen. Bradley A. Becker.",
  "/wiki/JTF-AFIC": "Joint Task Force National Capital Region (JTF NCR) is an element of United States Northern Command tasked to support presidential inaugurations. As of 2016[update], the commander is U.S. Army Maj. Gen. Bradley A. Becker.",
  "/wiki/Joint_Task_Force_Aztec_Silence": "Joint Task Force Aztec Silence is a United States Department of Defense task force\nconducting anti-terrorism operations. In testimony before the Senate Armed Services Committee on 1 March 2005, then-United States European Command commander General James L. Jones said:",
  "/wiki/Joint_Task_Force_Bravo": "Joint Task Force-Bravo (JTF-Bravo, JTF-B) is a forward-based expeditionary joint task force operating as U.S. Southern Command's (USSOUTHCOM) lead forward element in the Central America (CENTAM) region to promote stability and security and counter transnational and transregional threat networks (C-T3N). JTF-Bravo operates out of Soto Cano Air Base, Honduras, located 10 miles south of the city of Comayagua and 50 miles north of the capital city of Tegucigalpa.",
  "/wiki/JTF-B": "Joint Task Force-Bravo (JTF-Bravo, JTF-B) is a forward-based expeditionary joint task force operating as U.S. Southern Command's (USSOUTHCOM) lead forward element in the Central America (CENTAM) region to promote stability and security and counter transnational and transregional threat networks (C-T3N). JTF-Bravo operates out of Soto Cano Air Base, Honduras, located 10 miles south of the city of Comayagua and 50 miles north of the capital city of Tegucigalpa.",
  "/wiki/Joint_Task_Force_Caring_Response": "Joint Task Force Caring Response was a United States multi-service humanitarian assistance and disaster relief effort for Burmese citizens devastated by recent Cyclone Nargis in 2008.",
  "/wiki/Joint_Task_Force_Central": "The Canadian Joint Operations Command (CJOC; French: Commandement des opérations interarmées du Canada or COIC) is one of the two unified commands of the Canadian Armed Forces, the other one being the Canadian Special Operations Forces Command. CJOC was announced in May 2012 as the result of the cost-cutting measures in the 2012 federal budget through the merger of Canada Command, the Canadian Expeditionary Force Command and the Canadian Operational Support Command under an integrated command-and-control structure. The command was stood up on 5 October 2012 to officially replace the three former organizations.",
  "/wiki/Joint_Task_Force-Civil_Support": "Joint Task Force Civil Support (JTF-CS) is a subordinate command of United States Northern Command headquartered at Fort Eustis.  Its mission is to provide command and control for Department of Defense forces deployed in support of the National Response Plan, specifically, managing the consequences of a domestic chemical, biological, radiological, nuclear, or high-yield explosive (CBRNE) consequence management operations. These DoD forces consist of discrete units of specialized consequence management troops from all services called DOD CBRN Response Forces (DCRF).",
  "/wiki/JTF-CS": "Joint Task Force Civil Support (JTF-CS) is a subordinate command of United States Northern Command headquartered at Fort Eustis.  Its mission is to provide command and control for Department of Defense forces deployed in support of the National Response Plan, specifically, managing the consequences of a domestic chemical, biological, radiological, nuclear, or high-yield explosive (CBRNE) consequence management operations. These DoD forces consist of discrete units of specialized consequence management troops from all services called DOD CBRN Response Forces (DCRF).",
  "/wiki/Joint_Task_Force_East": "Black Sea Area Support Team (BS-AST) (Formerly Joint Task Force-East) is a United States European Command initiative executed by U.S. Army Europe (USAREUR) designed to strengthen relationships between the United States and its Eastern European allies. This program is an innovative element of the Theater Security Cooperation program that focuses on enhancing partner capacity and fostering regional cooperation.   TF-East provides the U.S. and its partners in Romania and Bulgaria with training facilities and, currently, a periodic integrated combined staff that stands up to facilitate combined training.",
  "/wiki/Joint_Task_Force_for_Elimination": "A Joint Task Force for Elimination (JTF-E) headquarters is a military task force headquarters staffed by joint personnel for the purpose of conducting WMD Elimination operations through command and control of joint elimination enablers such as nuclear disablement teams, CBRN Response Teams, radiation assessment teams, and medical laboratories.  A JTF-E headquarters may be formed per Joint Publication 3-40 (JP 3-40) one of two ways: 1) An existing headquarters designated by a Combatant Commander with Joint Elimination Coordination Element (JECE) augmentation and 2) Joint Forces Command (JFCOM) establishing a JTF-E by utilizing the JECE and another existing headquarters.",
  "/wiki/JTF-E": "A Joint Task Force for Elimination (JTF-E) headquarters is a military task force headquarters staffed by joint personnel for the purpose of conducting WMD Elimination operations through command and control of joint elimination enablers such as nuclear disablement teams, CBRN Response Teams, radiation assessment teams, and medical laboratories.  A JTF-E headquarters may be formed per Joint Publication 3-40 (JP 3-40) one of two ways: 1) An existing headquarters designated by a Combatant Commander with Joint Elimination Coordination Element (JECE) augmentation and 2) Joint Forces Command (JFCOM) establishing a JTF-E by utilizing the JECE and another existing headquarters.",
  "/wiki/Joint_Task_Force_Full_Accounting": "The Joint POW/MIA Accounting Command (often referred to as JPAC) was a joint task force within the United States Department of Defense (DoD) whose mission was to account for Americans who are listed as Prisoners of War (POW), or Missing in Action (MIA), from all past wars and conflicts. It was especially visible in conjunction with the Vietnam War POW/MIA issue. The mission of the Joint POW/MIA Accounting Command was to achieve the fullest possible accounting of all Americans missing as a result of the nation's past conflicts. The motto of JPAC was \"Until they are home\".",
  "/wiki/Joint_Task_Force_Gator": "Joint Task Force Gator was a Joint Task Force of the Louisiana National Guard mobilized to provide command and control for state military assets deployed in support of New Orleans Law Enforcement for rescue efforts after Hurricane Katrina. The Joint Task Force operated in New Orleans, Louisiana from September 1, 2005 to February 28, 2009.",
  "/wiki/Joint_Task_Force-Global_Network_Operations": "Joint Task Force-Global Network Operations (JTF-GNO) was a subordinate command of United States Strategic Command whose mission was to: direct the operation and defense of the Global Information Grid (GIG) across strategic, operational, and tactical boundaries in support of the US Department of Defense's full spectrum of war fighting, intelligence, and business operations.",
  "/wiki/JTF-GNO": "Joint Task Force-Global Network Operations (JTF-GNO) was a subordinate command of United States Strategic Command whose mission was to: direct the operation and defense of the Global Information Grid (GIG) across strategic, operational, and tactical boundaries in support of the US Department of Defense's full spectrum of war fighting, intelligence, and business operations.",
  "/wiki/Joint_Task_Force_Gold": "Joint Task Force (JTF) Gold was the Australian Defence Force unit formed to provide security and general support for the 2000 Summer Olympics which was held in Sydney, Australia. JTF Gold had a strength of over 4000 personnel drawn from all three services and was commanded by Brigadier Gary Byles. The JTF consisted of several unit sized elements, each responsible for specific security or general support.",
  "/wiki/JTF_Gold": "Joint Task Force (JTF) Gold was the Australian Defence Force unit formed to provide security and general support for the 2000 Summer Olympics which was held in Sydney, Australia. JTF Gold had a strength of over 4000 personnel drawn from all three services and was commanded by Brigadier Gary Byles. The JTF consisted of several unit sized elements, each responsible for specific security or general support.",
  "/wiki/Joint_Task_Force_Guantanamo": "Joint Task Force Guantanamo (JTF-GTMO) is a U.S. military joint task force based at  Guantanamo Bay Naval Base, Guantánamo Bay, Cuba on the southeastern end of the base. JTF-GTMO falls under US Southern Command. Since January 2002 the command has operated the Guantanamo Bay detention camps Camp X-Ray and its successors Camp Delta, Camp V, and Camp Echo, where detained prisoners are held who have been captured in the war in Afghanistan and elsewhere since the September 11, 2001 attacks. From the command's founding in 2002 to early 2017, the detainee population has been reduced from 779 to 41. As of May 2019, the unit is under the command of U.S. Navy Rear Admiral Timothy C. Kuehhas.",
  "/wiki/JTF-GTMO": "Joint Task Force Guantanamo (JTF-GTMO) is a U.S. military joint task force based at  Guantanamo Bay Naval Base, Guantánamo Bay, Cuba on the southeastern end of the base. JTF-GTMO falls under US Southern Command. Since January 2002 the command has operated the Guantanamo Bay detention camps Camp X-Ray and its successors Camp Delta, Camp V, and Camp Echo, where detained prisoners are held who have been captured in the war in Afghanistan and elsewhere since the September 11, 2001 attacks. From the command's founding in 2002 to early 2017, the detainee population has been reduced from 779 to 41. As of May 2019, the unit is under the command of U.S. Navy Rear Admiral Timothy C. Kuehhas.",
  "/wiki/Joint_Task_Force_Haiti": "Operation Unified Response was the United States military's response to the 2010 Haiti earthquake.  It was conducted by Joint Task Force Haiti and commanded by United States Southern Command (USSOUTHCOM) Military Deputy Commander Lieutenant General Ken Keen, although the overall U.S. government response was headed by Rajiv Shah, administrator of the United States Agency for International Development (USAID).",
  "/wiki/Joint_Task_Force-Homeland_Defense": "Source:  JTF-HD PAO",
  "/wiki/JTF-HD": "Source:  JTF-HD PAO",
  "/wiki/Combined_Joint_Task_Force_–_Horn_of_Africa": "Combined Joint Task Force – Horn of Africa (CJTF-HOA) is a joint task force of United States Africa Command (AFRICOM). It originated under Operation Enduring Freedom – Horn of Africa (OEF-HOA) as part of the United States response to the September 11, 2001 attacks.",
  "/wiki/CJTF-HOA": "Combined Joint Task Force – Horn of Africa (CJTF-HOA) is a joint task force of United States Africa Command (AFRICOM). It originated under Operation Enduring Freedom – Horn of Africa (OEF-HOA) as part of the United States response to the September 11, 2001 attacks.",
  "/wiki/Joint_Task_Force_Katrina": "Joint Task Force Katrina was a joint operation between the United States Department of Defense and the Federal Emergency Management Agency created on September 1, 2005 at Camp Shelby, Mississippi to organize relief efforts along the Gulf Coast in the aftermath of Hurricane Katrina. The operation was headed by U.S. Army Lieutenant General Russel L. Honoré. Joint Task Force Katrina took over operations from United States Northern Command that had some elements in place before Hurricane Katrina struck the Gulf Coast.",
  "/wiki/Joint_Task_Force_Lebanon": "Joint Task Force Lebanon (JTF-L) is a U.S. European Command (EUCOM) operational unit established in 2006 and assigned responsibility for U.S. military support to the American Embassy in Beirut and to help U.S. Department of State led humanitarian assistance efforts that are providing aid to the people of Lebanon. Led by Commander, U.S. Sixth Fleet Navy Vice Admiral John \"Boomer\" Stufflebeem, JTF Lebanon officially accepted the mission on August 23, 2006 from U.S. Central Command (CENTCOM) units, which had been operating in the region since mid-July 2006 shortly after hostilities began between Israel and Hezbollah militants based in Lebanon.",
  "/wiki/JTF-L": "Joint Task Force Lebanon (JTF-L) is a U.S. European Command (EUCOM) operational unit established in 2006 and assigned responsibility for U.S. military support to the American Embassy in Beirut and to help U.S. Department of State led humanitarian assistance efforts that are providing aid to the people of Lebanon. Led by Commander, U.S. Sixth Fleet Navy Vice Admiral John \"Boomer\" Stufflebeem, JTF Lebanon officially accepted the mission on August 23, 2006 from U.S. Central Command (CENTCOM) units, which had been operating in the region since mid-July 2006 shortly after hostilities began between Israel and Hezbollah militants based in Lebanon.",
  "/wiki/Joint_Task_Force_Liberia": "Joint Task Force Liberia was a joint task force formed from August to October 2003 in response to the crisis that developed during the Second Liberian Civil War.  The ongoing civil war destabilized the area and created a large number of refugees as rebel forces closed in on Monrovia and took over Bushrod Island.  As a result, the Freeport of Monrovia closed, causing food shortages.",
  "/wiki/JTF_Liberia": "Joint Task Force Liberia was a joint task force formed from August to October 2003 in response to the crisis that developed during the Second Liberian Civil War.  The ongoing civil war destabilized the area and created a large number of refugees as rebel forces closed in on Monrovia and took over Bushrod Island.  As a result, the Freeport of Monrovia closed, causing food shortages.",
  "/wiki/Joint_task_force": "A Joint Task Force is a \"joint\" (multi-service) ad hoc military formation. The task force concept originated with the United States Navy in the 1920s and 1930s."
}