{
  "/wiki/Alton,_Hampshire": "Alton (/ˈɔːltən/) is a market town and civil parish in Hampshire, England, near the source of the River Wey.  At the 2011 census, it had a population of 17,816.",
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Stater": "The stater (/ˈsteɪtər/ or /stɑːˈtɛər/; Ancient Greek: στατήρ IPA: [statɛ̌ːr], literally \"weight\") was an ancient coin used in various regions of Greece. The term is also used for similar coins, imitating Greek staters, minted elsewhere in ancient Europe.",
  "/wiki/Commius": "Commius (Commios, Comius, Comnios) was a king of the Belgic nation of the Atrebates, initially in Gaul, then in Britain, in the 1st century BC.",
  "/wiki/Tincomarus": "Tincomarus (a dithematic name form typical of insular and continental Celtic onomastics, analysable as tinco-, perhaps a sort of fish [cf Latin tinca, English tench] + maro-, \"big\") was a king of the Iron Age Belgic tribe of the Atrebates who lived in southern central Britain shortly before the Roman invasion. His name was previously reconstructed as Tincommius, based on abbreviated coin legends and a damaged mention in Augustus's Res Gestae, but since 1996 coins have been discovered which give his full name.",
  "/wiki/Eppillus": "Eppillus (Celtic: \"little horse\") was the name of a Roman client king of the Atrebates tribe of the British Iron Age. He appears to have ruled part of the territory that had previously been held by Commius, the Gaulish former ally of Julius Caesar who fled to Britain following the uprising of Vercingetorix, or possibly of his son. Eppillus isn't mentioned in any historical sources. Coins bearing his name also bear the inscription COMMI.FILI which is generally read as Commios filius indicating at least a claim to be Commius's son.",
  "/wiki/Verica": "Verica (early 1st century AD) was a British client king of the Roman Empire in the years preceding the Claudian invasion of 43 AD.",
  "/wiki/Beaminster": "Beaminster (/ˈbɛmɪnstər/ BEM-in-stər) is a town and civil parish in Dorset, England, situated in the Dorset Council administrative area approximately 15 miles (24 km) northwest of the county town Dorchester. It is sited in a bowl-shaped valley near the source of the small River Brit. The 2013 mid-year estimate of the population of Beaminster parish is 3,100.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/Dorset_County_Museum": "The Dorset County Museum is located in Dorchester, Dorset, England. Founded in 1846, the museum covers the county of Dorset's history and environment.  The current building was built in 1881 on the former site of the George Inn.  The building was designed specifically to house the museum's collection and is in the neo-Gothic style.",
  "/wiki/Beverley": "Beverley is a historic market town, civil parish and the county town of the East Riding of Yorkshire, England. The town is known for Beverley Minster, Beverley Westwood, North Bar (a 15th-century gate) and Beverley Racecourse. It inspired the naming of the city of Beverly, Massachusetts, which in turn was the impetus for Beverly Hills, California.",
  "/wiki/East_Riding_of_Yorkshire": "The East Riding of Yorkshire, or simply East Riding or East Yorkshire, is an area in Northern England and can refer either to the administrative county (Local Government Area) of the East Riding of Yorkshire which is a unitary authority, to the ceremonial county (Lieutenancy) of the East Riding of Yorkshire or to the easternmost of the three subdivisions (ridings) of the traditional county of Yorkshire.",
  "/wiki/Cheriton,_Hampshire": "Cheriton is a village and civil parish near Alresford in Hampshire, England. The settlement is perhaps most famous for being close to the site of the English Civil War Battle of Cheriton of 1644. Cheriton is the Source of the River Itchen. The village has two distinct sections:  Cheriton and New Cheriton which is beside the A272 half a mile from the main village",
  "/wiki/Chute_Forest": "Chute Forest is a village and civil parish in east Wiltshire, England. The parish is bordered to the east and south by the county of Hampshire. The village is about 5 miles (8 km) northwest of Andover and 3 miles (5 km) to the east of Ludgershall.",
  "/wiki/Wiltshire": "Wiltshire (/ˈwɪlt.ʃər, -ʃɪər/; abbreviated Wilts) is a county in South West England with an area of 3,485 km2 (1,346 square miles). It is landlocked and borders the counties of Dorset, Somerset, Hampshire, Gloucestershire, Oxfordshire and Berkshire. The county town was originally Wilton, after which the county is named, but Wiltshire Council is now based in the county town of Trowbridge. Within the county's boundary are two unitary authority areas, Wiltshire and Swindon, governed respectively by Wiltshire Council and Swindon Borough Council.",
  "/wiki/Clacton-on-Sea": "Clacton-on-Sea is the largest town in the Tendring peninsula and district in Essex, eastern England, and was founded as an urban district in 1871. It is a seaside resort that saw a peak of tourists in the summer months between the 1950s and 1970s.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Climping": "Climping (also spelt Clymping) is a village and civil parish containing agricultural and natural sandy land in the Arun District of West Sussex, England. The parish also contains the coastal hamlet of Atherington. It is three miles (5 km) west of Littlehampton, just north of the A259 road.",
  "/wiki/West_Sussex": "West Sussex is a county in the south of England, bordering East Sussex (with Brighton and Hove) to the east, Hampshire to the west and Surrey to the north, and to the south the English Channel.",
  "/wiki/Dovedale": "Dovedale is a valley in the Peak District of England. The land is owned by the National Trust, and annually attracts a million visitors. The valley was cut by the River Dove and runs for just over 3 miles (5 km) between Milldale in the north and a wooded ravine near Thorpe Cloud and Bunster Hill in the south. In the wooded ravine, a set of stepping stones cross the river, and there are two caves known as the Dove Holes.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.",
  "/wiki/Buxton_Museum_and_Art_Gallery": "Buxton Museum and Art Gallery focuses its collection on history, geology and archaeology primarily from the Peak District and Derbyshire.",
  "/wiki/Corieltauvi": "The Corieltauvi (formerly thought to be called the Coritani, and sometimes referred to as the Corieltavi) were a tribe of people living in Britain prior to the Roman conquest, and thereafter a civitas of Roman Britain. Their territory was in what is now the English East Midlands. They were bordered by the Brigantes to the north, the Cornovii to the west, the Dobunni and Catuvellauni to the south, and the Iceni to the east. Their capital was called Ratae Corieltauvorum, known today as Leicester.",
  "/wiki/Essendon,_Hertfordshire": "Essendon is a village and civil parish in Hertfordshire 6 miles (10 km), south-west of Hertford.",
  "/wiki/Hertfordshire": "Hertfordshire (/ˈhɑːrtfərdʃɪər/ (listen); often abbreviated Herts) is one of the home counties in southern England. It is bordered by Bedfordshire and Cambridgeshire to the north, Essex to the east, Greater London to the south, and Buckinghamshire to the west. For government statistical purposes, it is placed in the East of England region.",
  "/wiki/Farmborough": "Farmborough  is a small village and civil parish, 6 miles (9.7 km) south west of Bath in Somerset, England. The parish has a population of 1,035.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/March,_Cambridgeshire": "March is a Fenland market town and civil parish in the Isle of Ely area of Cambridgeshire, England. It was the county town of the Isle of Ely which was a separate administrative county from 1889 to 1965. It is now the administrative centre of Fenland District Council.",
  "/wiki/Cambridgeshire": "Cambridgeshire (abbreviated Cambs.)[note 1] is a county in the East of England, bordering Lincolnshire to the north, Norfolk to the north-east, Suffolk to the east, Essex and Hertfordshire to the south, and Bedfordshire and Northamptonshire to the west. The city of Cambridge is the county town. Modern Cambridgeshire was formed in 1974 as an amalgamation of the counties of Cambridgeshire and Isle of Ely and Huntingdon and Peterborough, the former covering the historic county of Cambridgeshire (including the Isle of Ely) and the latter covering the historic county of Huntingdonshire and the Soke of Peterborough, historically part of Northamptonshire. It contains most of the region known as Silicon Fen.",
  "/wiki/Iceni": "The Iceni (/aɪˈsiːnaɪ/ eye-SEEN-eye, Classical Latin: [ɪˈkeːniː]) or Eceni were a Brittonic tribe of eastern Britain during the Iron Age and early Roman era. Their territory included present-day Norfolk and parts of Suffolk and Cambridgeshire, and bordered the area of the Corieltauvi to the west, and the Catuvellauni and Trinovantes to the south. In the Roman period, their capital was Venta Icenorum at modern-day Caistor St Edmund.",
  "/wiki/Great_Leighs": "Great Leighs is a village in the City of Chelmsford district of Essex, England, halfway between Chelmsford itself and Braintree. It is part of the parish of Great and Little Leighs.",
  "/wiki/Chelmsford_Museum": "The Chelmsford Museum is based in Oaklands House, an historic property off Mousham Street in Chelmsford, Essex. It is a Grade II Listed building.",
  "/wiki/Hallaton_Treasure": "The Hallaton Treasure, the largest hoard of British Iron Age coins, was discovered in 2000 near Hallaton  in southeast Leicestershire, England, by volunteers from the Hallaton Fieldwork Group. The initial find was made by Ken Wallace on 19 November 2000, when he found about 130 coins with a metal detector.",
  "/wiki/Hallaton": "Hallaton is a village and civil parish in the Harborough district of Leicestershire, England. According to the 2001 census the parish had a population of 523, which had increased to 594 at the 2011 census.",
  "/wiki/Leicestershire": "Leicestershire (/ˈlɛstərʃər, -ʃɪər/ (listen); postal abbreviation Leics.) is a landlocked county in the English Midlands. The county borders Nottinghamshire to the north, Lincolnshire to the north-east, Rutland to the east, Northamptonshire to the south-east, Warwickshire to the south-west, Staffordshire to the west, and Derbyshire to the north-west. The border with most of Warwickshire is Watling Street, the modern A5 road.",
  "/wiki/Harborough_Museum": "Harborough Museum was opened in 1983 in the former R & W H Symington corset factory that also houses the Harborough District Council offices in the historic market town of Market Harborough. It is run by a partnership between Leicestershire County Council, Harborough District Council and Market Harborough Historical Society. Since 2014, its affairs have been overseen by a new charitable organisation, the Harborough Museum Trust.",
  "/wiki/Hallaton_Helmet": "The Hallaton Helmet is a decorated iron Roman cavalry parade helmet originally covered in a sheet of silver and decorated in places with gold leaf. It was discovered in 2000 near Hallaton, Leicestershire after Ken Wallace, a member of the Hallaton Fieldwork Group, found coins in the area. Further investigation by professional archaeologists from the University of Leicester Archaeological Services discovered that the site appeared to have been used as a large-scale Iron Age shrine. Nine years of conservation and restoration have been undertaken by experts from the British Museum, supported by a Heritage Lottery Fund grant of £650,000. The helmet is now on permanent display at the Harborough Museum in Market Harborough alongside other artefacts from the Hallaton Treasure hoard.",
  "/wiki/Honingham": "Honingham is a village and civil parish in the English county of Norfolk, located 8 miles (13 km) to the west of Norwich along the A47 trunk road. It covers an area of 10.55 km2 (4.07 sq mi) and had a population of 342 in 145 households at the 2001 census, increasing to a population of 358 in 160 households at the 2011 Census.\nFor the purposes of local government, it falls within the district of Broadland. Honingham Hall was demolished in 1966.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Norwich_Castle": "Norwich Castle is a medieval royal fortification in the city of Norwich, in the English county of Norfolk. It was founded in the aftermath of the Norman conquest of England when William the Conqueror (1066–1087) ordered its construction because he wished to have a fortified place in the town of Norwich. It proved to be one of his two castles in East Anglia, the other being Wisbech. In 1894 the Norwich Museum moved to Norwich Castle and it has been a museum ever since. The museum & art gallery holds significant objects from the region, especially works of art, archaeological finds and natural history specimens.",
  "/wiki/Ipswich_Hoard": "There are two notable Ipswich Hoards. The first was a hoard of Anglo-Saxon coins discovered in 1863. The second was a hoard of six Iron Age gold torcs that was discovered in 1968 and 1969. The latter hoard has been described as second only to the Snettisham Hoard in importance as a hoard from the Iron Age, and is held at the British Museum.",
  "/wiki/Ipswich": "Ipswich (/ˈɪpswɪtʃ/ (listen)) is a historic county town in Suffolk, England. The town is located in East Anglia about 10 miles away from the mouth of the River Orwell and the North Sea. Ipswich is both on the Great Eastern Main Line railway and the A12 road, it is 66 miles (106 km) north-east of London, 54 miles (89 km) east-southeast of Cambridge, and 45 miles (72 km) south of Norwich. Ipswich is surrounded by two Areas of Outstanding Natural Beauty (AONB); Suffolk Coast and Heaths and Dedham Vale.",
  "/wiki/Suffolk": "Suffolk (/ˈsʌfək/) is an East Anglian county of historic origin in England.  It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east.  The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe.",
  "/wiki/Kimbolton,_Cambridgeshire": "Kimbolton is a village and civil parish in England. Kimbolton is about 9 miles (14 km) west of Huntingdon and 14 miles (23 km) north of Bedford. Kimbolton is administered as part of Cambridgeshire; however it is geographically situated within Huntingdonshire, which is an historic county of England and is now a non-metropolitan district of Cambridgeshire. The parish includes the hamlet of Stonely.",
  "/wiki/Ringland,_Newport": "Ringland is both an electoral ward (district) and community (parish) of the city of Newport, South Wales.",
  "/wiki/Newport,_Wales": "Newport (Welsh: Casnewydd; [kasˈnɛwɨð]) is a city and unitary authority area in south east Wales, on the River Usk close to its confluence with the Severn Estuary, 12 miles (19 km) northeast of Cardiff. At the 2011 census, it was the third largest city in Wales, with a population of 145,700. The city forms part of the Cardiff-Newport metropolitan area, with a population of 1,097,000.",
  "/wiki/Leekfrith_torcs": "The Leekfrith torcs are four Iron Age gold torcs found by two hobby metal detectorists in December 2016 in a field in Leekfrith, north Staffordshire, England. The find consists of three neck torcs and a smaller bracelet, which were located in proximity to each other. They are believed to be the oldest Iron Age gold jewellery found in Britain. Subsequent archaeological examination of the area did not uncover further objects.",
  "/wiki/Leekfrith": "Leekfrith is a civil parish in the Staffordshire Moorlands, in Staffordshire, England, north of the town of Leek. The population of the civil parish at the 2011 census was 363.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Torc": "A torc, also spelled torq or torque, is a large rigid or stiff neck ring in metal, made either as a single piece or from strands twisted together.  The great majority are open at the front, although some had hook and ring closures and a few had mortice and tenon locking catches to close them. Many seem designed for near-permanent wear and would have been difficult to remove.  Torcs are found in the Scythian, Illyrian, Thracian, Celtic, and other cultures of the European Iron Age from around the 8th century BC to the 3rd century AD.  For the Iron Age Celts the gold torc seems to have been a key object, identifying the wearer as a person of high rank, and many of the finest works of ancient Celtic art are torcs.  The Celtic torc disappears in the Migration Period, but during the Viking Age torc-style metal necklaces, now mainly in silver, came back into fashion. Torc styles of neck-ring are found as part of the jewellery styles of various other cultures and periods.",
  "/wiki/Milton_Keynes_hoards": "The Milton Keynes Hoard is a hoard of Bronze Age gold found in September 2000 in a field near Monkston in Milton Keynes, England. The hoard consisted of two torcs, three bracelets, and a fragment of bronze rod contained in a pottery vessel. The inclusion of pottery in the find enabled it to be dated to around 1150–800 BC.",
  "/wiki/Little_Horwood": "Little Horwood is a village and civil parish in the Aylesbury Vale district of Buckinghamshire, England. The village is about four miles east-south-east of Buckingham and two miles north-east of Winslow.",
  "/wiki/Aylesbury_Vale": "The Aylesbury Vale (or Vale of Aylesbury) is a large area of gently rolling agricultural landscape in the northern half of Buckinghamshire, England. Its boundary is marked by the Borough of Milton Keynes and South Northamptonshire to the north, Central Bedfordshire and the Borough of Dacorum (Hertfordshire) to the east, the Chiltern Hills and Wycombe to south, and South Oxfordshire to the west. The vale is named after Aylesbury, the county town of Buckinghamshire. The two other towns which lie within the vale are Winslow and Buckingham.",
  "/wiki/Buckinghamshire": "Buckinghamshire (/ˈbʌkɪŋəmʃər, -ʃɪər/), abbreviated Bucks., is a ceremonial county in South East England which borders Greater London to the south east, Berkshire to the south, Oxfordshire to the west, Northamptonshire to the north, Bedfordshire to the north east and Hertfordshire to the east.",
  "/wiki/Buckinghamshire_County_Museum": "The Buckinghamshire County Museum is a museum in the centre of Aylesbury, in Buckinghamshire, England.  It displays artefacts pertinent to the history of Buckinghamshire including geological displays, costume, agriculture and industry.  The museum also features changing art exhibits in the Buckinghamshire Art Gallery.",
  "/wiki/Llyn_Cerrig_Bach": "Llyn Cerrig Bach is a small lake located between Rhosneigr and Valley in the west of Anglesey, Wales.",
  "/wiki/Valley,_Anglesey": "Valley is a village, community, and former electoral ward near Holyhead on the west coast of Anglesey, North Wales. The  population during the 2001 census was 2,413,[citation needed] decreasing to 2,361 at the 2011 census.",
  "/wiki/Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of the same name, which includes Holy Island to the west and some islets and skerries. Anglesey island, with an area of 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest by area in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2), Its population at the 2011 census was 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and by the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead on Holy Island, where the port handles over 2 million passengers a year to the Republic of Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was administered as part of Gwynedd. Most of Anglesey's inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island is in the LL postcode area (LL58–LL78).",
  "/wiki/National_Museum_Cardiff": "National Museum Cardiff (Welsh: Amgueddfa Genedlaethol Caerdydd) is a museum and art gallery in Cardiff, Wales. The museum is part of the wider network of Amgueddfa Cymru – National Museum Wales. Entry is kept free by a grant from the Welsh Government; however, they do ask for donations throughout the museum.",
  "/wiki/List_of_Iron_Age_hoards_in_Great_Britain": "The list of Iron Age hoards in Britain comprises significant archaeological hoards of coins, jewellery, precious and scrap metal objects and other valuable items discovered in Great Britain (England, Scotland and Wales) that are associated with the British Iron Age, approximately 8th century BC to the 1st century AD.  It includes both hoards that were buried with the intention of retrieval at a later date (personal hoards, founder's hoards, merchant's hoards, and hoards of loot), and also hoards of votive offerings which were not intended to be recovered at a later date, but excludes grave goods and single items found in isolation.  Hoards of Celtic coins dating from the time of the Roman occupation of Britain are also included here."
}