{
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/A._P._Moller-Maersk_Group": "A.P. Møller – Mærsk A/S (Danish pronunciation: [ˈæˀ ˈpʰeˀ mølɐˈmæɐ̯sk]), also known as simply Maersk, is a Danish business conglomerate with activities in the transport, logistics and energy sectors. Maersk has been the largest container ship and supply vessel operator in the world since 1996. The company is based in Copenhagen, Denmark, with subsidiaries and offices across 130 countries and around 80,220 employees in 2018.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Delmas_(shipping_company)": "Delmas Shipping, based in Le Havre, France, was a containerized-freight and ro-ro shipping company, mainly carrying trade between western Europe and Africa. It was the largest cargo carrier between European and African ports, and Europe's oldest extant shipping line.[citation needed] Delmas is wholly owned by the CMA CGM Group, having been acquired from the Bolloré Group for €470 million in 2005. The Delmas brand was fully integrated into CMA CGM in March 2016.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Evergreen_Marine": "Evergreen Marine Corporation (Chinese: 長榮海運) (LSE: EGMD TWSE: 2603), is a Taiwanese container transportation and shipping company headquartered in Luzhu District, Taoyuan City, Taiwan. Its principal trading routes are the Far East to North America, Central America and the Caribbean; the Far east to northern Europe and the east Mediterranean; Europe to the east coast of North America; the Far East to Australia, Mauritius, South Africa and South America; and an intra Asia service linking ports in Asia to the Middle East, Persian Gulf and the Red Sea. With over 150 container ships it is part of the Evergreen Group conglomerate of transportation firms and associated companies. Evergreen calls on 240 ports worldwide in about 80 countries, and is the fifth largest company of its type. The company's activities include: shipping, construction of containers and ships, management of ports, and engineering and real estate development. Subsidiaries and divisions include Uniglory Marine Corp. (Taiwan), Evergreen UK Ltd. (UK), and shipping company Italia Marittima S.p.A. (Italy).",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Far_East_Shipping_Company": "FESCO Transportation Group (Russian: Fesco, tr. FESCO Group) is the largest intermodal transport operator in Russia, which provides services, including marine shipping, Roll-on/roll-off, rail transportation and port handling via more than 70 sales offices located around the world. The parent company of the Group is Far-Eastern Shipping Company JSC. FESCO Group is headquartered in Moscow.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Sinotrans": "Sinotrans Limited (commonly referred to as Sinotrans) (SEHK: 598) is one of the largest logistics companies in China, also providing support services including storage and terminal services, trucking and marine transportation..",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/SuperFerry": "SuperFerry, founded as Aboitiz Shipping Company, later Aboitiz SuperFerry was one of the largest ferry companies in the Philippines before it was purchased by Negros Navigation, which simultaneously was purchased by the Chinese government through its private equity fund the China-Asean Investment Cooperation Fund, and became 2GO Travel, part of the 2GO Group.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Mediterranean_Shipping_Company_S.A.": "Mediterranean Shipping Company S.A. (MSC) is a Swiss-Italian international shipping line. The company operates in all major ports of the world. It is the world's second-largest shipping line in terms of container vessel capacity.",
  "/wiki/Yang_Ming_Marine_Transport_Corporation": "Ian Park Marine Transport Corporation (Chinese: 陽明海運; pinyin: Yáng Míng Hǎi Yùn) is a Taiwanese ocean shipping company which is based in Keelung, Taiwan (ROC).",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Nippon_Yusen": "Nippon Yusen (日本郵船株式会社, Nippon Yūsen Kabushiki Gaisha, Japan Mail Shipping Line or NYK Line) is Japanese shipping company and is a member of the Mitsubishi keiretsu. The company has its headquarters in Chiyoda, Tokyo, Japan and a fleet of about 800 ships, that includes container ships, tankers, bulk  and woodchip carriers, Ro-Ro car carriers, reefer vessels, LNG carrier and cruise ships."
}