{
  "/wiki/Agra_District": "Agra district is one of the 75 Districts of Uttar Pradesh, India. The district headquarters is the historical city of Agra. Agra district is a part of Agra division.",
  "/wiki/Agra": "Agra (/ˈɑːɡrə/ (listen)) is a city on the banks of the Yamuna river in the Indian state of Uttar Pradesh. It is 206 kilometres (128 mi) south of the national capital New Delhi. Agra is the fourth-most populous city in Uttar Pradesh and 24th in India.",
  "/wiki/Aligarh_District": "Aligarh district is a district in the state of Uttar Pradesh, India. This district is a part of Aligarh Division.",
  "/wiki/Aligarh": "Aligarh ( (listen); formerly Allygurh and Kol) is a city in the state of Uttar Pradesh in India. It is the administrative headquarters of Aligarh district, and lies 307 kilometres (191 mi) northwest of Kanpur and approximately 130 kilometres (81 mi) southeast of the capital, New Delhi.",
  "/wiki/Allahabad_District": "Allahabad district, officially known as Prayagraj district, is one of the largest and the most populous district of Uttar Pradesh state of India. The district headquarters is Allahabad city which was renamed Prayagraj at the same time as the district was renamed. The District is divided into blocks within tehsils. As of 2011, there are 20 blocks in eight tehsils. The Allahabad division includes the districts of Fatehpur, Kaushambi and Allahabad, with the western Pratagraj District becoming part of the new Kaushambi district. The administrative divisions are Phulpur, Koraon, Meja, Sadar, Soraon, Handia, Bara, Shringverpur and Karchana.",
  "/wiki/Allahabad": "Allahabad (pronunciation (help·info)), officially known as Prayagraj, and also known as Illahabad and Prayag, is a city in the Indian state of Uttar Pradesh. It is the administrative headquarters of Allahabad district—the most populous district in the state and 13th most populous district in India—and the Allahabad division.",
  "/wiki/Ambedkar_Nagar_District": "Ambedkar Nagar District is a district in Faizabad Division, Uttar Pradesh, India. This district was created on 29 September 1995 and was named in memory of Bhimrao Ambedkar, who worked for the advancement of the deprived classes, women and other weaker sections of society.",
  "/wiki/Akbarpur,_Ambedkar_Nagar": "Akbarpur is a city and a municipal board in, and the administrative headquarters of, Ambedkar Nagar district in the state of Uttar Pradesh, India.",
  "/wiki/Amethi_district": "Amethi district is the 72nd district of the state of Uttar Pradesh in northern India. This district is part of Faizabad division. It covers an area of 3,070 km². Gauriganj is the administrative headquarters of the district.",
  "/wiki/Gauriganj": "Gauriganj is a town and administrative headquarters of Amethi District in Faizabad division, Uttar Pradesh,India. It is situated about 126 km from Lucknow, the capital of Uttar Pradesh. It is located in Eastern Uttar Pradesh. Before July 2010, Gauriganj was part of Sultanpur district and then taking Gauriganj, Amethi, Jais, Jagdispur, Salon etc. formed a new district called \"Chatrapati Sahuji Maharaj Nagar\", later named Gauriganj and now Amethi. From Gauriganj a railway network is supplied to big cities in Uttar Pradesh and other states to Lucknow, Haridwar, Delhi, New Delhi, Kanpur, Allahabad, Varanasi, Howrah, Dehradun. It is an industrial area. It has a well-developed marketplace where all types of goods and services can be purchased.  The market was built by Raja Madho Singh of Amethi and was one of the most important grain markets in the district. There is a temple of Lord Shiva and Ram-Janaki besides a mosque near Ramlila ground. Gauriganj is connected with State Highway 34 and National Highway 128. Nearby cities are Sultanpur, Rae Bareilly, and Faizabad. People of many different castes and religions live here. Gauriganj has a warm subtropical climate with very cold and dry winters and hot and humid summers. \nThe divine goddess Gauri is the major deity of Gauriganj and the town named after her.",
  "/wiki/Amroha": "Amroha is a city in the state of Uttar Pradesh state in India. It is located north-west of Moradabad, near the Sot River. It is the administrative headquarters of the Amroha district.",
  "/wiki/Auraiya_District": "Auraiya district is one of the districts of Uttar Pradesh state of India, and  Auraiya town is the district headquarters. It lies on the south-western portion of Uttar Pradesh and also forms a part of the Kanpur Division.",
  "/wiki/Auraiya": "Auraiya is a city and a municipal board in Auraiya district  in the state of Uttar Pradesh, India. It is district headquarters as well. NH 19 passes through the center of the town.Dibiyapur RS is nearest Railway Station.Saifai Airstrip is nearest airport.and divided district from etawah in 1995",
  "/wiki/Azamgarh_District": "Azamgarh district is one of the three districts of Azamgarh division in the Indian state of Uttar Pradesh.",
  "/wiki/Azamgarh": "Azamgarh is a city in the Indian state of Uttar Pradesh. It is the headquarters of Azamgarh division, which consists of Ballia, Mau and Azamgarh districts. Azamgarh is situated on the bank of Tamsa River (Tons). It is located 268 km east of the state capital Lucknow.",
  "/wiki/Badaun_District": "Budaun district is one of the districts of Uttar Pradesh state of India, and Budaun town is the district headquarters. Budaun district is a part of Bareilly division. The district covers an area of 5168 km². According to the British historian George Smith, Budaun was named after Koli prince Budh.",
  "/wiki/Badaun": "Budaun (also spelled as Badayun, formerly Vodamayuta) is a city and a seat of Budaun district, Uttar Pradesh, India. It is located near the Ganges river in the centre of Western Uttar Pradesh. Budaun was the capital of Delhi Sultanate for four years from 1210 CE to 1214 CE during Sultan Iltutmish rule. It was the most important post of Northern Frontier during Mughal reign. Budaun is a big market, historically famous and religiously important city. It is the heart of Rohilkhand. Budaun is 229 km from New Delhi and it takes about 5 to 7 hours to reach the city depending on mode of transport i.e. car or roadways bus service. The town is near the left bank of the river Sot.",
  "/wiki/Bahraich_District": "Bahraich district is one of the districts of Uttar Pradesh state of India, and Bahraich town is the district headquarters. Bahraich District is a part of Devipatan Division.",
  "/wiki/Bahraich": "Bahraich is a city and a municipal board in Bahraich district  in the state of Uttar Pradesh, India. Located on the Saryu River, a tributary of the Ghaghara river, Bahraich is 125 kilometres (78 miles) north-east of Lucknow, the state  capital. The towns of Barabanki, Gonda, Balrampur, Lakhimpur and Sitapur share local boundaries with Bahraich. A factor which makes this town important is the international border shared with Nepal.",
  "/wiki/Ballia_District": "Ballia district is one of the districts of Uttar Pradesh, India. Ballia district is a part of Azamgarh division situated in the east of Uttar Pradesh. The main economic activity is agriculture. Ballia City is the district headquarters and commercial market of this district. There are six tehsils in this district: Ballia, Bansdih, Rasra, Bairia, Sikandarpur and Belthara. Rasra is the second major commercial area of the district, having a government sugar mill and a cotton weaving industry. Though Ballia's core occupation is agriculture there are some additional small industries. Maniar is known for its bindi industry and is a major supplier.",
  "/wiki/Ballia": "Ballia is a city with a municipal board in the Indian state of Uttar Pradesh. It is the eastern most city of the state. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara.The city is situated 140 km (87 mi) east of Varanasi and about 380 km from the state capital Lucknow. It has a bird century protected area, the Jai Prakash Narayan bird sanctuary.",
  "/wiki/Balrampur_District": "Balrampur district is one of the districts of the Indian state of Uttar Pradesh and is a part of Devipatan division as well as the historic Awadh regions. Located on the banks of the West Rapti River, Balrampur town  is the district headquarter. Balrampur is known for the temple of Pateshwari Devi, a Shakti Pitha, and for the ruins of the nearby ancient city of Sravasti, now a pilgrimage site for Buddhists and Jains. The nearest airport is Shravasti airport 23.3 kilometres (14.5 mi) from the town but it is not an international and regular airport; the nearest international and regular airport is Chaudhary Charan Singh International Airport in Lucknow, 177.1 kilometres (110.0 mi) away. Lucknow is the capital city of Uttar Pradesh and is 162 kilometres (101 mi) from Balrampur district headquarters.",
  "/wiki/Balrampur": "Balrampur is a city and a municipal board in Balrampur district  in the state of Uttar Pradesh, India. It is situated on the bank of river Rapti and is the district headquarters of Balarampur district.\nBalrampur was a state in India. It was divided in 1748 and is a part of U.P.",
  "/wiki/Banda_district_(India)": "Banda District is a district of Uttar Pradesh state of India, and Banda is the district headquarters. It is a part of Chitrakoot Division.",
  "/wiki/Banda,_Uttar_Pradesh": "Banda is a city and a municipal board in Banda district  in the state of Uttar Pradesh, India. Banda is divided between north, east, west and south Banda. Banda lies south of the Yamuna river in the Bundelkhand region. It is the administrative headquarters of Banda District. The town is well connected to major cities with railways and state highways. The town is near the right bank of the river Ken, 95 km south-west of Allahabad.[citation needed]",
  "/wiki/Barabanki_District": "Barabanki district is one of four districts of Faizabad division, lies at the very heart of Awadh region of Uttar Pradesh state of India, and forms as it were a centre from which no less than seven other districts radiate. It is situated between 27°19' and 26°30' north latitude, and 80°05' and 81°51’ east longitude; it runs in a south-easterly direction, confined by the nearly parallel streams of the Ghaghara and Gomti. With its most northern point it impinges on the Sitapur district, while its north-eastern boundary is washed by the waters of the Ghagra, beyond which lie the districts of Bahraich district and Gonda district. Its eastern frontier marches with Faizabad district, and the Gomti forms a natural boundary to the south, dividing it from the Sultanpur district. On the west it adjoins the Lucknow district. The extreme length of the district from east to west may be taken at 57 miles (92 km), and the extreme breadth at 58 mi (93 km); the total area is about 1,504 sq mi (3,900 km2): its population amounts to 2,673,581, being at the rate of 686.50 per square kilometre (1,778.0/sq mi). Barabanki city is the district headquarters.",
  "/wiki/Barabanki_city": "Barabanki is a city in the state of Uttar Pradesh in India. It is the administrative headquarters of Barabanki District. The city is about 30 km east of Lucknow, the state capital.",
  "/wiki/Bareilly_District": "The Bareilly district pronunciation (help·info) belongs to the state Uttar Pradesh in northern India. Its capital is Bareilly city and it is divided in six administrative division or tehsils: Aonla, Baheri, Bareilly city, Faridpur, Mirganj, and Nawabganj. The Bareilly district is a part of the Bareilly Division and occupies an area of 4120 km² with a population of 4,448,359 people (previously it was 3,618,589) according to the census of 2011.",
  "/wiki/Bareilly": "Bareilly (/bəˈrɛli/ (listen)) is a city in Bareilly district in the Indian state of Uttar Pradesh. It is the capital of Bareilly division and the geographical region of Rohilkhand. The city is 252 kilometres (157 mi) north of the state capital, Lucknow, and 250 kilometres (155 mi) east of the national capital, New Delhi. It is the eighth largest metropolis in Uttar Pradesh, and the 50th-largest city in India. Bareilly also figured amongst the PM Narendra Modi's ambitious 100 Smart City list in India. It is located on the Ramganga River and is the site of the Ramganga Barrage built for canal irrigation.",
  "/wiki/Basti_District": "Basti district is one of the districts of Uttar Pradesh state, India, and a part of Basti Division. Basti city is the district headquarters. In the freedom struggle of 1857, about 250 martyrs of Amorha State were hanged by the British Government from peepal trees located at Chhawani.",
  "/wiki/Basti,_Uttar_Pradesh": "Basti is a city and a municipal board  in Basti district in the Indian state of Uttar Pradesh. Basti district is a part of Basti division. It is situated 202 kilometres east of state capital Lucknow.",
  "/wiki/Bijnor_District": "Bijnor district is one of the districts of Uttar Pradesh state of India. Bijnor city is the district headquarters. The Uttar Pradesh Government wants Bijnor to be included under National Capital Region (NCR) due to its close distance from Delhi.",
  "/wiki/Bijnor": "Bijnor is a city and a municipal board in Bijnor district  in the state of Uttar Pradesh, India. To boost its development, there is demand for the inclusion of Bijnor in the Delhi NCR.",
  "/wiki/Bulandshahr_District": "Bulandshahr district (also spelled Bulandshahar) is a district in the Meerut region in the North India state of Uttar Pradesh located between 28.4° and 28.0° north latitudes and between 77.0° and 78.0° east longitudes. Bulandshahr is the district headquarters. It is part of National Capital Region of India.\nBulandshahar district is surrounded by Aligarh  district, Sambhal district, Gautam buddha nagar district, Hapur district and Amroha district.",
  "/wiki/Bulandshahr": "Bulandshahr is a city and a municipal board in Bulandshahr district  in the state of Uttar Pradesh, India.  It is the administrative headquarters of Bulandshahr District. This city is part of the Delhi National Capital Region (NCR). According to the Government of India, the district Bulandshahr is one of the Minority Concentrated Districts of India on the basis of the 2011 census data on population, socio-economic indicators and basic amenities indicators. The distance between Bulandshahr and New Delhi is 68 km and it takes 1 hour 26 mins to reach there.",
  "/wiki/Chandauli_District": "Chandauli district is a district of Uttar Pradesh state of India, and Chandauli town is the district headquarters. Chandauli district is a part of Varanasi Division.Chandauli became a separate district for the first time on 20 May 1997.",
  "/wiki/Chandauli": "Chandauli is a town and a nagar panchayat in Chandauli district in the state of Uttar Pradesh, India. It is the administrative headquarters of Chandauli District.",
  "/wiki/Chitrakoot_District": "Chitrakoot district is one of the districts of Uttar Pradesh state of India, and Chitrakoot town is the district headquarters. Chitrakoot district is a part of Chitrakoot Division.The district occupies an area of 3,216 km².The district has a population of 991,730 (2011 Census).  As of 2011 it is the second least populated district of Uttar Pradesh (out of 71), after Mahoba.",
  "/wiki/Chitrakoot_Dham_(Karwi)": "Chitrakoot Dham (Karwi) is a city in Chitrakoot district in the Indian state of Uttar Pradesh. It is the district headquarters and a municipal board."
}