{
  "/wiki/Gardena,_California": "Gardena is a city located in the South Bay (southwestern) region of Los Angeles County, California, United States. The population was 58,829 at the 2010 census, up from 57,746 at the 2000 census. Until 2014, the US census cited the City of Gardena as the place with the highest percentage of Japanese Americans in California. Gardena has a large Japanese population, helping make the South Bay region of Los Angeles home to the largest concentration of Japanese companies within the mainland United States.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Rancho_Palos_Verdes": "Rancho Palos Verdes (also known by the abbreviation RPV) is a city in Los Angeles County, California atop the Palos Verdes Hills and bluffs of the Palos Verdes Peninsula. A suburb of Los Angeles, it is known for expensive homes amidst large tracts of open space with expansive views of the Pacific Ocean. Rancho Palos Verdes is translated as \"Ranch of Green Sticks\", probably referring to the willows in the northeastern part of Bixby Slough (now known as Machado Lake) shown on earlier maps.",
  "/wiki/Rolling_Hills_Estates,_California": "Rolling Hills Estates is a city in Los Angeles County, California, United States. On the northern side of the Palos Verdes Peninsula, facing Torrance, Rolling Hills Estates is mostly residential. Incorporated in 1957, Rolling Hills Estates has many horse paths. The population was 8,067 at the 2010 census, up from 7,676 at the 2000 census. In 2018 the population rose to 8,141.",
  "/wiki/Monterey_Park,_California": "Monterey Park is a city located in the western San Gabriel Valley region of Los Angeles County, California in the Los Angeles metropolitan area, United States, approximately seven miles (11 km) from the Downtown Los Angeles civic center. The city's motto is \"Pride in the past, Faith in the future\". Monterey Park is part of a cluster of cities (Alhambra, Arcadia, Temple City, Rosemead, San Marino, and San Gabriel in the west San Gabriel Valley) with a growing Asian American population. According to the 2010 Census, the city had a total population of 60,269. Monterey Park has consistently ranked as one of the country's best places to live due to its good schools, growing economy, and central location.",
  "/wiki/Cupertino,_California": "Cupertino (/ˌkuːpərˈtiːnoʊ/ KOOP-ər-TEEN-oh) is a city in Santa Clara County, California, directly west of San Jose on the western edge of the Santa Clara Valley with portions extending into the foothills of the Santa Cruz Mountains. The population was 58,302 as of the 2010 census.",
  "/wiki/Novi,_Michigan": "Novi (/ˈnoʊvaɪ/ NOVE-eye) is a city in Oakland County in the U.S. state of Michigan. As of the 2010 census, the population was 55,224, an increase over the 2000 census count of 47,386. The city is located approximately 25 miles (40 km) northwest of the center of Detroit, and about 8 miles (13 km) west of the western border of Detroit.  It is about 25 miles (40 km) northeast of the center of Ann Arbor. The city is located within the boundaries of the survey township of Novi Township. The remaining unincorporated township is only a tiny fraction surrounded by the city.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/Palos_Verdes_Estates,_California": "Palos Verdes Estates is a city in Los Angeles County, California, United States, situated on the Palos Verdes Peninsula. The city was master-planned by the noted American landscape architect and planner Frederick Law Olmsted Jr. The city is located along the Southern California coastline of the Pacific Ocean.",
  "/wiki/Rye_(city),_New_York": "Rye is a small, coastal, suburban city in Westchester County, New York, United States. It is separate from the town of Rye, which has more land area than the city. Rye city, formerly the village of Rye, was part of the town until it received its charter as a city in 1942, making it the youngest city in New York State. Some resources that track housing estimate that Rye's population is over 16,000. Its population density for its 5.85 square miles of land is roughly 2,729.76/sq mi.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Cerritos,_California": "Cerritos (Spanish for little hills), formerly named Dairy Valley because of the preponderance of dairy farms in the area, is a suburban city in Los Angeles County, California, United States, and is one of several cities that constitute the Gateway Cities of southeast Los Angeles County. It was incorporated on April 24, 1956. As of the 2010 census, the population was 49,041. It is part of the Los Angeles–Long Beach–Anaheim, California Metropolitan Statistical Area designated by the Office of Management and Budget.",
  "/wiki/Newcastle,_Washington": "Newcastle is an Eastside city in King County, Washington, United States. The population was 10,380 at the 2010 census and an estimated 11,823 in 2018.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/Lomita,_California": "Lomita is a city in Los Angeles County, California, United States. The population was 20,256 at the 2010 census, up from 20,046 at the 2000 census. The word \"lomita\" is Spanish for \"little knoll\".",
  "/wiki/Mercer_Island,_Washington": "Mercer Island is a city in King County, Washington, United States, located on an island of the same name in the southern portion of Lake Washington. Mercer Island is in the Seattle Metropolitan Area, with Seattle to its west and Bellevue to its east.",
  "/wiki/Los_Altos,_California": "Los Altos (/lɔːs ˈæltoʊs/ (listen)) is a city in Santa Clara County, California, in northern Silicon Valley, in the San Francisco Bay Area. Los Altos means \"the heights\" in Spanish. The population was 28,976 according to the 2010 census.",
  "/wiki/Redondo_Beach,_California": "Redondo Beach (Spanish for round) is coastal city in Los Angeles County, California, United States, located in the South Bay region of the Greater Los Angeles area. It is one of three adjacent beach cities along the southern portion of Santa Monica Bay. The population was 66,748 at the 2010 census, up from 63,261 at the 2000 census.",
  "/wiki/Dublin,_Ohio": "Dublin is a city in Franklin, Delaware, and Union counties in the U.S. state of Ohio. The population was 41,751 at the 2010 census. Dublin is a suburb of Columbus, Ohio.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest."
}