{
  "/wiki/Aiea,_Hawaii": "Aiea (Hawaiian: ʻAiea) is a census-designated place (CDP) located in the City and County of Honolulu, Hawaii, United States. As of the 2010 Census, the CDP had a total population of 9,338.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/Pearl_City,_Hawaii": "Pearl City is an unincorporated community and census-designated place (CDP) located in the ʻEwa District and City & County of Honolulu on the Island of Oʻahu. As of the 2010 Census, the CDP had a total population of 47,698. Pearl City is located along the north shore of Pearl Harbor. Waimalu borders Pearl City to the east, while Waipahu borders the west. The U.S. postal code for Pearl City is 96782.",
  "/wiki/Waimalu,_Hawaii": "Waimalu is a census-designated place (CDP) in Honolulu County, Hawaiʻi, United States. The population was 13,730 at the 2010 census.",
  "/wiki/Hilo,_Hawaii": "Hilo (/ˈhiːloʊ/; Hawaiian pronunciation: [ˈhilo]) is the largest town and census-designated place (CDP) in Hawaii County, Hawaii, United States, which encompasses the Island of Hawaiʻi. The population was 43,263 according to the 2010 census.",
  "/wiki/Mililani_Town,_Hawaii": "Mililani is a city located near the center of the island of Oʻahu in Honolulu County, Hawaiʻi, United States. It consists of two census-designated places, Mililani Town, with a population of 27,629 at the 2010 census, and Mililani Mauka, with a 2010 census population of 21,039.",
  "/wiki/Kaneohe,_Hawaii": "Kāneʻohe is a census-designated place (CDP) included in the City and County of Honolulu and located in Hawaiʻi state District of Koʻolaupoko on the island of Oʻahu. In the Hawaiian language, kāne ʻohe means \"bamboo man\". According to an ancient Hawaiian story a local woman compared her husband's cruelty to the sharp edge of cutting bamboo; thus the place was named Kāneʻohe or \"Bamboo man\". The population was 34,597 at the 2010 census. Kāneʻohe is the largest of several communities along Kāneʻohe Bay and one of the two largest residential communities on the windward side of Oʻahu (the other is Kailua). The commercial center of the town is spread mostly along Kamehameha Highway.",
  "/wiki/Waipio,_Hawaii": "Waipiʻo is a census-designated place (CDP) located in the Ewa District of the island of Oʻahu in the City & County of Honolulu, Hawaii, United States. In Hawaiian, wai piʻo means \"curved water\". As of the 2010 census, the CDP had a population of 11,674.",
  "/wiki/Wailuku,_Hawaii": "Wailuku is a census-designated place (CDP) in and county seat of Maui County, Hawaii, United States. The population was 15,313 at the 2010 census.",
  "/wiki/Wahiawa,_Hawaii": "Wahiawa (Hawaiian: Wahiawā) is a census-designated place (CDP) in Honolulu County, Hawaii, United States, on the island of Oahu. It is located in the Wahiawa District, on the plateau or \"central valley\" between the two volcanic mountains that comprise the island.  In Hawaiian, wahi a wā means \"space of the wa people\".  The population was 17,821 at the 2010 census.",
  "/wiki/Halawa,_Hawaii": "Halawa is a census-designated place (CDP) in the ‘Ewa District of Honolulu County, Hawaii, United States. Halawa Stream branches into two valleys: North and South Halawa; North Halawa is the larger stream and fluvial feature. Their confluence is within the H-3/H-201 highways exchange. Most of Halawa Valley is undeveloped.  As of the 2010 Census, the CDP had a population of 14,014.",
  "/wiki/Waipahu,_Hawaii": "Waipahu is a former sugarcane plantation town and now census-designated place (CDP) located in the ʻEwa District on the island of Oʻahu in the City & County of Honolulu, Hawaiʻi, United States. As of the 2010 Census, the CDP population was 38,216. The U.S. postal code for Waipahu is 96797.",
  "/wiki/Kapaa,_Hawaii": "Kapaʻa (Kauaʻi dialect: Tapaʻa) is an unincorporated community and census-designated place (CDP) in Kauaʻi County, Hawaiʻi, United States. The population was 10,699 at the 2010 census, up from 9,471 at the 2000 census."
}