{
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/Kuwait": "Kuwait (/kʊˈweɪt/ (listen); Arabic: الكويت‎ al-Kuwait, Gulf Arabic pronunciation: [ɪl‿ɪkweːt] or [lɪkweːt]), officially the State of Kuwait (Arabic: دولة الكويت‎ Dawlat al-Kuwait), is a country in Western Asia. Situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, it shares borders with Iraq and Saudi Arabia. As of 2016[update], Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population.\nOil reserves were discovered in commercial quantities in 1938. In 1946, crude oil was exported for the first time. From 1946 to 1982, the country underwent large-scale modernization. In the 1980s, Kuwait experienced a period of geopolitical instability and an economic crisis following the stock market crash. In 1990, Kuwait was invaded, and later annexed, by Saddam's Iraq. The Iraqi occupation of Kuwait came to an end in 1991 after military intervention by a military coalition led by the United States. Kuwait is a major non-NATO ally of the United States. It is also a major ally of ASEAN, while maintaining a strong relationship with China.\n Kuwait is a constitutional sovereign state with a semi-democratic political system. Kuwait has a high-income economy backed by the world's sixth largest oil reserves. The Kuwaiti dinar is the highest valued currency in the world. According to the World Bank, the country has the fourth highest per capita income. The Constitution was promulgated in 1962. Kuwait is home to the largest opera house in the Middle East. The Kuwait National Cultural District is a member of the Global Cultural Districts Network.",
  "/wiki/Community_of_Madrid": "The Community of Madrid (English: /məˈdrɪd/; Spanish: Comunidad de Madrid Spanish pronunciation: [komuniˈðað ðe maˈðɾið] (listen)) is one of the seventeen autonomous communities of Spain. It is located in the centre of the Iberian Peninsula, and of the Central Plateau (Meseta Central). Its capital is the city of Madrid, which is also the capital of the country. The Community of Madrid is bounded to the south and east by Castilla–La Mancha and to the north and west by Castile and León. It was formally created in 1983, based on the limits of the province of Madrid, which was until then conventionally included in the historical region of New Castile.\n The Community of Madrid is the third most populous in Spain with 6,549,979 (2018) inhabitants mostly concentrated in the metropolitan area of Madrid. It is also the most densely populated autonomous community. In absolute terms, Madrid's economy is, since December 2019, slightly bigger in size to that of Catalonia. Madrid thus has the highest GDP per capita in the country.\n The region contains three World Heritage Sites: the Monastery and Royal Site of El Escorial, the University and historic centre of Alcalá de Henares, and the cultural landscape of Aranjuez. In addition, the Montejo Beech Forest [es]  is part of the transnational Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe world heritage site.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Basque_Country_(autonomous_community)": "The Basque Country (/bæsk, bɑːsk/; Basque: Euskadi [eus̺kadi]; Spanish: País Vasco [paˈiz ˈβasko]), officially the Basque Autonomous Community (Basque: Euskal Autonomia Erkidegoa, EAE; Spanish: Comunidad Autónoma Vasca, CAV) is an autonomous community in northern Spain. It includes the Basque provinces of Álava, Biscay, and Gipuzkoa.\n The Basque Country or Basque Autonomous Community was granted the status of nationality within Spain, attributed by the Spanish Constitution of 1978. The autonomous community is based on the Statute of Autonomy of the Basque Country, a foundational legal document providing the framework for the development of the Basque people on Spanish soil. Navarre, which had narrowly rejected a joint statute of autonomy with Gipuzkoa, Álava and Biscay in 1932, was granted a separate statute in 1982.\n Currently there is no official capital in the autonomous community, but the city of Vitoria-Gasteiz, in the province of Álava, is the de facto capital as the location of the Basque Parliament, the headquarters of the Basque Government, and the residence of the President of the Basque Autonomous Community (the Palace of Ajuria Enea). The High Court of Justice of the Basque Country has its headquarters in the city of Bilbao. Whilst Vitoria-Gasteiz is the largest municipality in area, with 277 km2 (107 sq mi), Bilbao is the largest in population, with 353,187 people, located in the province of Biscay within a conurbation of 875,552 people.\n The term Basque Country may also refer to the larger cultural region (Basque: Euskal Herria), the home of the Basque people, which includes the autonomous community.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.\n Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais. Known as Magan to the Sumerians, the area was home to a prosperous Bronze Age trading culture during the Umm Al Nar period, which traded between the Indus Valley, Bahrain and Mesopotamia as well as Iran, Bactria and the Levant. The ensuing Wadi Suq period and three Iron Ages saw the emergence of nomadism as well as the development of water management and irrigation systems supporting human settlement in both the coast and interior. The Islamic age of the UAE dates back to the expulsion of the Sasanians and the subsequent Battle of Dibba. The UAE's long history of trade led to the emergence of Julfar, in the present-day emirate of Ras Al Khaimah, as a major regional trading and maritime hub in the area. The maritime dominance of the Persian Gulf by Emirati traders led to conflicts with European powers, including the Portuguese and British.\n Following decades of maritime conflict, the coastal emirates became known as the Trucial States with the signing of a Perpetual Treaty of Maritime Peace with the British in 1819 (ratified in 1853 and again in 1892), which established the Trucial States as a British Protectorate. This arrangement ended with independence and the establishment of the United Arab Emirates on 2 December 1971, immediately following the British withdrawal from its treaty obligations. Six emirates joined the UAE in 1971, the seventh, Ras Al Khaimah, joined the federation on 10 February 1972.\nIslam is the official religion and Arabic is the official language of the UAE. The UAE's oil reserves are the seventh-largest in the world while its natural gas reserves are the world's seventeenth-largest. Sheikh Zayed, ruler of Abu Dhabi and the first President of the UAE, oversaw the development of the Emirates and steered oil revenues into healthcare, education and infrastructure. The UAE's economy is the most diversified in the Gulf Cooperation Council, while its most populous city of Dubai is an important global city and international aviation and maritime trade hub. Consequently, the country is much less reliant on oil and gas than in previous years and is economically focusing on tourism and business. The UAE government does not levy income tax although there is a system of corporate tax in place and value added tax was established in 2018 at 5%.\n The UAE's rising international profile has led to it being recognised as a regional and a middle power. It is a member of the United Nations, the Arab League, the Organisation of Islamic Cooperation, OPEC, the Non-Aligned Movement and the Gulf Cooperation Council.",
  "/wiki/Navarre": "Navarre (English: /nəˈvɑːr/; Spanish: Navarra [naˈβara]; Basque: Nafarroa [nafaro.a]; Occitan: Navarra [naˈbaʀɔ]), officially the Chartered Community of Navarre (Spanish: Comunidad Foral de Navarra [komuniˈðað foˈɾal de naˈβara]; Basque: Nafarroako Foru Komunitatea [nafaro.ako foɾu komunitate.a]), is an autonomous community and province in northern Spain, bordering the Basque Autonomous Community, La Rioja, and Aragon in Spain and Nouvelle-Aquitaine in France. The capital city is Pamplona (or Iruñea in Basque).\n Navarre is in the transition between Green Spain and semi-arid interior areas, causing a vast difference of landscapes between various parts of the region. The transition also renders a highly variable climate, with cooler spells and heat waves mixing in summer. Winters are mild for the latitude. Navarre is one of the historic Basque districts, with its Basque features conspicuous in the north, while virtually absent on the southern fringes.",
  "/wiki/Catalonia": "Catalonia (/ˌkætəˈloʊniə/; Catalan: Catalunya [kətəˈluɲə]; Aranese: Catalonha [kataˈluɲɔ]; Spanish: Cataluña [kataˈluɲa]) is an autonomous community on the northeastern corner of Spain, self-designated as a nationality by its Statute of Autonomy.[c] Catalonia consists of four provinces: Barcelona, Girona, Lleida, and Tarragona. The capital and largest city is Barcelona, the second-most populated municipality in Spain and the core of the sixth most populous urban area in the European Union. It comprises most of the territory of the former Principality of Catalonia (with the remainder Roussillon now part of France's Pyrénées-Orientales, Occitanie). It is bordered by France (Occitanie) and Andorra to the north, the Mediterranean Sea to the east, and the Spanish autonomous communities of Aragon to the west and Valencia to the south. The official languages are Catalan, Spanish, and the Aranese dialect of Occitan.\n In the late 8th century, the counties of the March of Gothia and the Hispanic March were established by the Frankish kingdom as feudal vassals across and near the eastern Pyrenees as a defensive barrier against Muslim invasions. The eastern counties of these marches were united under the rule of the Frankish vassal, the count of Barcelona. In the 10th century the County of Barcelona became independent de facto. In 1137, Barcelona and the Kingdom of Aragon were united by marriage under the Crown of Aragon. The de jure end of Frankish rule was ratified by French and Aragonese monarchs in the Treaty of Corbeil in 1258. The Principality of Catalonia developed its own institutional system, such as courts (parliament), and constitutions, becoming the base for the Crown of Aragon's naval power, trade and expansionism in the Mediterranean. In the later Middle Ages, Catalan literature flourished. During the last Medieval centuries natural disasters, social turmoils and military conflicts affected the Principality. Between 1469 and 1516, the king of Aragon and the queen of Castile were married and ruled their realms together, retaining all of their distinct institutions and legislation.\n During the Franco-Spanish War (1635–1659), Catalonia revolted (1640–1652) against a large and burdensome presence of the royal army in its territory, being briefly proclaimed a republic under French protection. Within a brief period France took full control of Catalonia, until it was largely reconquered by the Spanish army. Under the terms of the Treaty of the Pyrenees in 1659, the Spanish Crown ceded the northern parts of Catalonia, mostly the County of Roussillon, to France. During the War of the Spanish Succession (1701–1714), the Crown of Aragon sided against the Bourbon Philip V of Spain; following Catalan defeat on 11 September 1714, Philip V, inspired by the model of France imposed a unifying administration across Spain, enacting the Nueva Planta decrees, suppressing the main Catalan institutions and rights like in the other realms of the Crown of Aragon. This led to the eclipse of Catalan as a language of government and literature, replaced by Spanish. Throughout the 18th century, Catalonia experienced economic growth, reinforced in the late quarter of the century when the Castile's trade monopoly with American colonies ended.\n In the 19th century, Catalonia was severely affected by the Napoleonic and Carlist Wars. In the second third of the century, Catalonia experienced significant industrialisation. As wealth from the industrial expansion grew, Catalonia saw a cultural renaissance coupled with incipient nationalism while several workers movements appeared. In 1914, the four Catalan provinces formed a commonwealth, and with the return of democracy during the Second Spanish Republic (1931–1939), the Generalitat of Catalonia was restored as an autonomous government. After the Spanish Civil War, the Francoist dictatorship enacted repressive measures, abolishing Catalan self-government and banning the official use of the Catalan language again. After a first period of autarky, from the late 1950s through to the 1970s Catalonia saw rapid economic growth, drawing many workers from across Spain, making Barcelona one of Europe's largest industrial metropolitan areas and turning Catalonia into a major tourist destination. Since the Spanish transition to democracy (1975–1982), Catalonia has regained considerable autonomy in political, educational, environmental, and cultural affairs and is now one of the most economically dynamic communities of Spain. In the 2010s there has been growing support for Catalan independence. On 27 October 2017, the Catalan Parliament declared independence from Spain following a disputed referendum. The Spanish Senate voted in favour of enforcing direct rule by removing the entire Catalan government and calling a snap regional election for 21 December. On 2 November of the same year, the Spanish Supreme Court imprisoned seven former ministers of the Catalan government on charges of rebellion and misuse of public funds, while several others—including then-President of Catalonia, Carles Puigdemont—fled to other European countries (such as Belgium, in Puigdemont's case).",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Aragon": "Aragon (/ˈærəɡɒn/ or /ˈærəɡən/, Spanish and Aragonese: Aragón [aɾaˈɣon], Catalan: Aragó [əɾəˈɣo]) is an autonomous community in Spain, coextensive with the medieval Kingdom of Aragon. Located in northeastern Spain, the Aragonese autonomous community comprises three provinces (from north to south): Huesca, Zaragoza, and Teruel. Its capital is Zaragoza (also called Saragossa in English). The current Statute of Autonomy declares Aragon a historic nationality of Spain.\n Covering an area of 47720 km2 (18420 sq mi), the region's terrain ranges diversely from permanent glaciers to verdant valleys, rich pasture lands and orchards, through to the arid steppe plains of the central lowlands. Aragon is home to many rivers—most notably, the river Ebro, Spain's largest river in volume, which runs west-east across the entire region through the province of Zaragoza. It is also home to the highest mountains of the Pyrenees.\n As of January 2016[update], the population of Aragon was 1308563, with over half of it living in its capital city, Zaragoza. During the same year, the economy of Aragon generated a GDP of €34687 million, which represents 3.1% of Spain's national GDP, and is currently 6th in per capita production behind Madrid, Basque Country, Navarre, Catalonia and La Rioja.\n In addition to its three provinces, Aragon is subdivided into 33 comarcas or counties. All comarcas of Aragon have a rich geopolitical and cultural history from its pre-Roman, Celtic and Roman days, and four centuries of Islamic period as Marca Superior of Al-Andalus or kingdom (or taifa) of Saraqusta, and as lands that once belonged to the Frankish Marca Hispanica, counties that later formed the Kingdom of Aragon and eventually the Crown of Aragon.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.\n The Bahamas were inhabited by the Lucayans, a branch of the Arawakan-speaking Taíno people, for many centuries. Columbus was the first European to see the islands, making his first landfall in the 'New World' in 1492. Later, the Spanish shipped the native Lucayans to slavery on Hispaniola, after which the Bahama islands were mostly deserted from 1513 until 1648, when English colonists from Bermuda settled on the island of Eleuthera.\n The Bahamas became a British crown colony in 1718, when the British clamped down on piracy. After the American Revolutionary War, the Crown resettled thousands of American Loyalists to the Bahamas; they took their slaves with them and established plantations on land grants. African slaves and their descendants constituted the majority of the population from this period on. The slave trade was abolished by the British in 1807; slavery in the Bahamas was abolished in 1834. Subsequently, the Bahamas became a haven for freed African slaves. Africans liberated from illegal slave ships were resettled on the islands by the Royal Navy, while some North American slaves and Seminoles escaped to the Bahamas from Florida. Bahamians were even known to recognize the freedom of slaves carried by the ships of other nations which reached the Bahamas. Today Afro-Bahamians make up 90% of the population of 332,634.\n The Bahamas gained governmental independence in 1973 led by Sir Lynden O. Pindling, with Elizabeth II as its queen. In terms of gross domestic product per capita, the Bahamas is one of the richest countries in the Americas (following the United States and Canada), with an economy based on tourism and offshore finance.",
  "/wiki/La_Rioja_(Spain)": "La Rioja (Spanish: [la ˈrjoxa]) is an autonomous community and a province in Spain, located in the north of the Iberian Peninsula. Its capital is Logroño. Other cities and towns in the province include Calahorra, Arnedo, Alfaro, Haro, Santo Domingo de la Calzada, and Nájera. It has an estimated population of 315,675 inhabitants (INE 2018), making it the least populated region of Spain.\n It covers part of the Ebro valley towards its north and the Iberian Range in the south. The community is a single province, so there is no County Council, and it is organized into 174 municipalities. It borders the Basque Country (province of Álava) to the north, Navarre to the northeast, Aragón to the southeast (province of Zaragoza), and Castilla y León to the west and south (provinces of Burgos and Soria).\n The area was once occupied by pre-Roman Berones, Pellendones and Vascones. After partial recapture from the Muslims in the early tenth century, the region became part of the Kingdom of Pamplona, later being incorporated into Castile after a century and a half of disputes. From the eighteenth century the Rioja region remained divided between the provinces of Burgos and Soria, until in 1833 the province of Logroño was created, changing the name of the province to La Rioja in 1980 as a prelude to its constitution under a single provincial autonomous community in 1982. The name \"Rioja\" (from Río Oja) is first attested in 1099.\n The region is well known for its wines under the brand Denominación de Origen Calificada Rioja.",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.\n At the peak of the Bruneian Empire, Sultan Bolkiah (reigned 1485–1528) is alleged to have had control over most regions of Borneo, including modern-day Sarawak and Sabah, as well as the Sulu Archipelago off the northeast tip of Borneo, Seludong (modern-day Manila), and the islands off the northwest tip of Borneo. The maritime state was visited by Spain's Magellan Expedition in 1521 and fought against Spain in the 1578 Castilian War.\n During the 19th century, the Bruneian Empire began to decline. The Sultanate ceded Sarawak (Kuching) to James Brooke and installed him as the White Rajah, and it ceded Sabah to the British North Borneo Chartered Company. In 1888, Brunei became a British protectorate and was assigned a British resident as colonial manager in 1906. After the Japanese occupation during World War II, in 1959 a new constitution was written. In 1962, a small armed rebellion against the monarchy was ended with the help of the British.\n Brunei gained its independence from the United Kingdom on 1 January 1984. Economic growth during the 1990s and 2000s, with the GDP increasing 56% from 1999 to 2008, transformed Brunei into an industrialised country. It has developed wealth from extensive petroleum and natural gas fields. Brunei has the second-highest Human Development Index among the Southeast Asian nations, after Singapore, and is classified as a \"developed country\". According to the International Monetary Fund (IMF), Brunei is ranked fifth in the world by gross domestic product per capita at purchasing power parity. The IMF estimated in 2011 that Brunei was one of two countries (the other being Libya) with a public debt at 0% of the national GDP. Forbes also ranks Brunei as the fifth-richest nation out of 182, based on its petroleum and natural gas fields.",
  "/wiki/Balearic_Islands": "The Balearic Islands (/ˌbæliˈærɪk/ BAL-ee-ARR-ik, also US: /ˌbɑːl-/ BAHL-, UK: /bəˈlɪərɪk/ bə-LEER-ik; Catalan: Illes Balears [ˈiʎəz bələˈas]; Spanish: Islas Baleares [ˈizlaz βaleˈaɾes]) are an archipelago of Spain in the western Mediterranean Sea, near the eastern coast of the Iberian Peninsula.\n The four largest islands are Mallorca, Menorca, Ibiza, and Formentera. Many minor islands and islets are close to the larger islands, including Cabrera, Dragonera, and S'Espalmador. The islands have a Mediterranean climate, and the four major islands are all popular tourist destinations. Ibiza, in particular, is known as an international party destination, attracting many of the world's most popular DJs to its nightclubs. The islands' culture and cuisine are similar to those of the rest of Spain but have their own distinctive features.\n The archipelago forms an autonomous community and a province of Spain, with Palma de Mallorca as the capital. The 2007 Statute of Autonomy declares the Balearic Islands as one nationality of Spain. The co-official languages in the Balearic Islands are Catalan and Spanish.",
  "/wiki/Castile_and_León": "Castile and León (UK: /kæˈstiːl ... leɪˈɒn/, US: /-ˈoʊn/; Spanish: Castilla y León [kasˈtiʎa i leˈon] (listen))[n. 1] is an autonomous community in north-western Spain.\n It was created in 1983. Formed by the provinces of Ávila, Burgos, León, Palencia, Salamanca, Segovia, Soria, Valladolid and Zamora, it is the largest autonomous community in Spain in terms of area, covering 94,222 km2. It is however sparsely populated, with a population density below 30/km2. While a capital has not been explicitly declared, the seats of the executive and legislative powers are set in Valladolid by law and for all purposes that city (also the most populated municipality) serves as de facto regional capital.\n Castile and León is a landlocked region, bordered by Portugal as well as by the Spanish autonomous communities of Galicia, Asturias, Cantabria, the Basque Country, La Rioja, Aragon, Castilla–La Mancha, the Community of Madrid and Extremadura. Chiefly comprising the northern half of the Inner Plateau, it is surrounded by mountain barriers (the Picos de Europa to the North, the Sistema Central to the South and the Sistema Ibérico to the East) and it is drained by the Douro River, flowing west toward the Atlantic Ocean.\n The region contains eight World Heritage Sites. UNESCO recognizes the Cortes of León of 1188 as the cradle of worldwide parliamentarism.",
  "/wiki/Malta": "The origin of the name Malta is uncertain, and the modern-day variation is derived from the Maltese language. The most common etymology is that the word Malta is derived from the Greek word μέλι, meli, \"honey\". The ancient Greeks called the island Μελίτη (Melitē) meaning \"honey-sweet\", possibly for Malta's unique production of honey; an endemic subspecies of bees live on the island. The Romans called the island Melita, which can be considered either a latinisation of the Greek Μελίτη or the adaptation of the Doric Greek pronunciation of the same word Μελίτα. In 1525 William Tyndale used the transliteration \"Melite\" in Acts 28:1 for Καὶ διασωθέντες τότε ἐπέγνωμεν ὅτι Μελίτη ἡ νῆσος καλεῖται as found in his translation of The New Testament that relied on Greek texts instead of Latin. \"Melita\" is the spelling used in the Authorized (King James) Version of 1611 and in the American Standard Version of 1901. \"Malta\" is widely used in more recent versions, such as The Revised Standard Version of 1946 and The New International Version of 1973.\n Another conjecture suggests that the word Malta comes from the Phoenician word Maleth, \"a haven\", or 'port' in reference to Malta's many bays and coves. Few other etymological mentions appear in classical literature, with the term Malta appearing in its present form in the Antonine Itinerary (Itin. Marit. p. 518; Sil. Ital. xiv. 251).",
  "/wiki/Cantabria": "Cantabria (/kænˈteɪbriə/, also UK: /-ˈtæb-/, Spanish: [kanˈtaβɾja])[needs Cantabrian IPA] is an autonomous community in northern Spain with Santander as its capital city. It is recognized as a historic community and is bordered on the east by the Basque Autonomous Community (province of Biscay), on the south by Castile and León (provinces of León, Palencia and Burgos), on the west by the Principality of Asturias, and on the north by the Cantabrian Sea (Bay of Biscay).\n Cantabria belongs to Green Spain, the name given to the strip of land between the Bay of Biscay and the Cantabrian Mountains, so called because of its particularly lush vegetation, due to the wet and moderate oceanic climate. The climate is strongly influenced by Atlantic Ocean winds trapped by the mountains; the average annual precipitation is about 1,200 mm (47 inches).\n Cantabria has archaeological sites from the Upper Paleolithic period, although the first signs of human occupation date from the Lower Paleolithic. The most significant site for cave paintings is that in the cave of Altamira, dating from about 37,000 BC and declared, along with nine other Cantabrian caves, as World Heritage Sites by UNESCO.\n The modern Province of Cantabria was constituted on 28 July 1778 at Puente San Miguel, Reocín. The Organic Law of the Autonomy Statute of Cantabria was approved on 30 December 1981, giving the region its own institutions of self-government.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.\n The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914).\n Cyprus was placed under the UK's administration based on the Cyprus Convention in 1878 and was formally annexed by the UK in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s. Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an \"extension of Anatolia\" by them; while, since the 19th century, the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s. Following nationalist violence in the 1950s, Cyprus was granted independence in 1960. The crisis of 1963–64 brought further intercommunal violence between Greek Cypriots and Turkish Cypriots, which displaced more than 25,000 Turkish Cypriots into enclaves and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists and elements of the Greek military junta in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus on 20 July, which led to the capture of the present-day territory of Northern Cyprus in the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots. A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognising the new state. These events and the resulting political situation are matters of a continuing dispute.\n The Republic of Cyprus has de jure sovereignty over the entire island, including its territorial waters and exclusive economic zone, with the exception of the Sovereign Base Areas of Akrotiri and Dhekelia, which remain under the UK's control according to the London and Zürich Agreements. However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west and comprising about 59% of the island's area, and the north, administered by the self-declared Turkish Republic of Northern Cyprus, covering about 36% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island to be territory of the Republic of Cyprus occupied by Turkish forces.[f] The occupation is viewed as illegal under international law and amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.\n Cyprus is a major tourist destination in the Mediterranean. With an advanced, high-income economy and a very high Human Development Index, the Republic of Cyprus has been a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone.",
  "/wiki/Galicia_(Spain)": "Galicia (/ɡəˈlɪʃ(i)ə/; Galician: Galicia [ɡaˈliθjɐ], Galiza [ɡaˈliθɐ];[a] Spanish: Galicia; Portuguese: Galiza) is an autonomous community of Spain and historic nationality under Spanish law. Located in the northwest Iberian Peninsula, it includes the provinces of A Coruña, Lugo, Ourense and Pontevedra.\n Galicia is bordered by Portugal to the south, the Spanish autonomous communities of Castile and León and Asturias to the east, the Atlantic Ocean to the west, and the Cantabrian Sea to the north. It had a population of 2,701,743 in 2018 and a total area of 29,574 km2 (11,419 sq mi). Galicia has over 1,660 km (1,030 mi) of coastline, including its offshore islands and islets, among them Cíes Islands, Ons, Sálvora, Cortegada, and the largest and most populated, A Illa de Arousa.\n The area now called Galicia was first inhabited by humans during the Middle Paleolithic period, and takes its name from the Gallaeci, the Celtic people living north of the Douro River during the last millennium BC. Galicia was incorporated into the Roman Empire at the end of the Cantabrian Wars in 19 BC, and was made a Roman province in the 3rd century AD. In 410, the Germanic Suebi established a kingdom with its capital in Braga (Portugal); this kingdom was incorporated into that of the Visigoths in 585. In 711, the Islamic Umayyad Caliphate invaded the Iberian Peninsula conquering the Visigoth kingdom of Hispania by 718, but soon Galicia was incorporated into the Christian kingdom of Asturias by 740. During the Middle Ages, the kingdom of Galicia was occasionally ruled by its own kings, but most of the time it was leagued to the kingdom of Leon and later to that of Castile, while maintaining its own legal and customary practices and culture. From the 13th century on, the kings of Castile, as kings of Galicia, appointed an Adiantado-mór, whose attributions passed to the Governor and Captain General of the Kingdom of Galiza from the last years of the 15th century. The Governor also presided the Real Audiencia do Reino de Galicia, a royal tribunal and government body. From the 16th century, the representation and voice of the kingdom was held by an assembly of deputies and representatives of the cities of the kingdom, the Cortes or Junta of the Kingdom of Galicia. This institution was forcibly discontinued in 1833 when the kingdom was divided into four administrative provinces with no legal mutual links. During the 19th and 20th centuries, demand grew for self-government and for the recognition of the culture of Galicia. This resulted in the Statute of Autonomy of 1936, soon frustrated by Franco's coup d'etat and subsequent long dictatorship. After democracy was restored the legislature passed the Statute of Autonomy of 1981, approved in referendum and currently in force, providing Galicia with self-government.\n The interior of Galicia is characterized by a hilly landscape; mountain ranges rise to 2,000 m (6,600 ft) in the east and south. The coastal areas are mostly an alternate series of rías[b] and beaches. The climate of Galicia is usually temperate and rainy, with markedly drier summers; it is usually classified as Oceanic. Its topographic and climatic conditions have made animal husbandry and farming the primary source of Galicia's wealth for most of its history, allowing for a relative high density of population. With the exception of shipbuilding and food processing, Galicia was based on a farming and fishing economy until after the mid-20th century, when it began to industrialize. In 2018, the nominal gross domestic product was €62,900 million, with a nominal GDP per capita of €23,300. Galicia is characterised, unlike other Spanish regions, by the absence of a metropolis dominating the territory. Indeed, the urban network is made up of 7 main cities (the four provincial capitals A Coruña, Pontevedra, Ourense and Lugo, the political capital Santiago de Compostela and the industrial cities Vigo and Ferrol) and other small towns. The population is largely concentrated in two main areas: from Ferrol to A Coruña in the northern coast, and in the Rías Baixas region in the southwest, including the cities of Vigo, Pontevedra, and the interior city of Santiago de Compostela. There are smaller populations around the interior cities of Lugo and Ourense. The political capital is Santiago de Compostela, in the province of A Coruña. A Coruña is the largest city with 213,418 while Vigo, in the province of Pontevedra, is the largest municipality, with 292,817 (2016).\n Two languages are official and widely used today in Galicia: the native Galician, a Romance language closely related to Portuguese with which it shares the Galician-Portuguese medieval literature; and Spanish, usually known locally as Castilian. While most Galicians are bilingual, a 2013 survey reported that 51% of the Galician population spoke Galician most often on a day-to-day basis, while 48% most often used Spanish.\n Due to Galicia's history with mythology, the land has been called \"Terra Meiga\" (land of the witches)",
  "/wiki/Valencian_Community": "The Valencian Community[a][b] is an autonomous community of Spain. It is the fourth most populous autonomous community after Andalusia, Catalonia and Madrid with more than five million inhabitants. Its homonymous capital Valencia is the third largest city and metropolitan area in Spain. It is located along the Mediterranean coast on the east side of the Iberian peninsula. It borders with Catalonia to the north, Aragon and Castilla–La Mancha to the west, and Murcia to the south. The Valencian Community consists of three provinces which are Castellón, Valencia and Alicante.\n According to its Statute of Autonomy, the Valencian people are a nationality. Their origins date back to the Aragonese reconquest of the Moorish Taifa of Valencia, which was taken by James I of Aragon in 1238 during the Reconquista. The newly founded Kingdom of Valencia was granted wide self-government under the Crown of Aragon. Valencia experienced its golden age in the 15th century, as it became the Crown's economic capital. Self-government continued after the unification of the Spanish Kingdom, but was eventually suspended in 1707 by Phillip V of Spain as a result of the Spanish War of Succession. Valencian nationalism resurged towards the end of the 19th century, which led to the modern conception of the Valencian Country. Self-government under the Generalitat Valenciana was finally reestablished in 1982 after Spanish transition to democracy.\n Many Valencian people speak Valencian, the region's own co-official language. Valencian is a diglossic language that was repressed during Franco's dictatorship[citation needed] in favour of Spanish. Since it regained official status in 1982 in the Valencian Estatut d'Autonomia. Valencian has been implemented in public administration and the education system, apparently leading to an exponential increase in knowledge of its formal standard. Valencian is understood by more than half of the population living within the Valencian Community.",
  "/wiki/Asturias": "Asturias (/æˈstʊəriəs, ə-/, Spanish: [asˈtuɾjas]; Asturian: Asturies [asˈtuɾjes; -ɾjɪs]; Eonaviego: Asturias), officially the Principality of Asturias (Spanish: Principado de Asturias; Asturian: Principáu d'Asturies), is an autonomous community in north-west Spain. It is coextensive with the province of Asturias and contains some of the territory that was part of the larger Kingdom of Asturias in the Middle Ages. Divided into eight comarcas (counties), the autonomous community of Asturias is bordered by Cantabria to the east, by León (Castile and León) to the south, by Lugo (Galicia) to the west, and by the Bay of Biscay (Cantanbric sea) to the north.\n Asturias is situated in a mountainous setting with vast greenery and lush vegetation, making it part of Green Spain. The region has a maritime climate. It receives plenty of annual rainfall and little sunshine by Spanish standards and has very moderated seasons, most often averaging in the lower 20's celsius. Heat waves are rare due to mountains blocking southerly winds. Winters are very mild for the latitude, especially near sea level.\n The most important cities are the communal capital, Oviedo (Uviéu), the seaport and largest city Gijón (Xixón), and the industrial town of Avilés. Other municipalities in Asturias include Cangas de Onís (Cangues d'Onís), Cangas del Narcea, Gozón, Grado (Grau or Grao), Langreo (Llangréu), Llanera, Laviana (Llaviana), Lena (Ḷḷena), Llanes, Mieres, Siero, Valdés, Vegadeo (A Veiga), and Villaviciosa (see also List of municipalities and comarcas in Asturias).\n Asturias is also home of the Princess of Asturias Awards.",
  "/wiki/Region_of_Murcia": "The Region of Murcia (/ˈmʊərsiə/, also US: /ˈmɜːrʃ(i)ə/; Spanish: Región de Murcia [reˈxjon de ˈmuɾθja]), is an autonomous community of Spain located in the southeast of the state, bordered by Andalusia, Castilla-La Mancha and the Valencian Community, on the Mediterranean coast.\n The autonomous community consists of a single province, unlike most autonomous communities, which have several provinces within the same territory. Because of this, the autonomous community and the province are operated as one unit of government. The city of Murcia is the capital of the region and seat of government organs, except for the parliament, the Regional Assembly of Murcia, which is located in Cartagena. The autonomous community and province is subdivided into municipalities.\n The Region of Murcia is bordered by Andalusia (the provinces of Almería and Granada), Castile–La Mancha (the province of Albacete, which was historically connected to Murcia until 1980), the Valencian Community (province of Alicante), and the Mediterranean Sea. The community covers 11,313 km² in area and has a population of 1.4 million. About one-third of its population lives in the capital. The highest peak of the region is Los Obispos Peak, in the Massif of Revolcadores, with 2,014 m. altitude.\n Of its extensive heritage, it is worth mentioning the 72 cave rock art ensembles belonging to the rock art of the Rock art of the Iberian Mediterranean Basin declared World Heritage Site, as well as the Council of Wise Men of the plain of Murcia, declared Intangible world cultural heritage, in the same way as the Drums of Moratalla and Mula are Intangible world cultural heritage. in the region of Murcia is the town of Caravaca de la Cruz, place of reference for the worship of the Catholic Church by having the privilege of celebrating the Jubilee Year in perpetuity every seven years around the Vera Cruz de Caravaca.\n The region is one of the largest producers of fruits, vegetables, and flowers of Europe, with important vineyards in the municipalities of Jumilla, Bullas and Yecla, which produce wines with Denominación de origen. It also has an important tourist sector, concentrated on a coast with many virgin spaces (many of them threatened) and that has the saltwater lagoon of the Mar Menor. Its industry stands out for the petrochemical and energy sector (centred on Cartagena) and the food industry. Murcia is mainly a warm region which has made it very suitable for agriculture. However the precipitation level is low and water supply is a hot subject today since, in addition to the traditional water demand for crops, there is now also a demand of water for the booming tourist developments. Water is supplied by the Segura River and, since the 1970s, by the Tajo transvasement, a major civil engineering project which, under some environmental and sustainability restraints, brings water from the Tajo into the Segura.\n The Region of Murcia is a historical region of southeastern Spain, heiress of the ancient Kingdom of Murcia, which has traditionally included as biprovincial region the provinces of Albacete and Murcia. during the Transition, Albacete moved to the new Castile–La Mancha, forming the uniprovincial autonomy of the Region of Murcia.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.\n Slovenia has a mostly mountainous terrain with a mainly continental climate, with the exception of the Slovene Littoral, which has a sub-Mediterranean climate, and of the Julian Alps in the northwest, which have an Alpine climate. Additionally, the Dinaric Alps and the Pannonian Plain meet on the territory of Slovenia. The country, marked by a significant biological diversity, is one of the most water-rich in Europe, with a dense river network, a rich aquifer system, and significant karst underground watercourses. Over half of the territory is covered by forest. The human settlement of Slovenia is dispersed and uneven.\n Slovenia has historically been the crossroads of Slavic, Germanic, and Romance languages and cultures. Although the population is not quite homogeneous, Slovenes comprise the majority. The South Slavic language Slovene is the official language throughout the country. Slovenia is a largely secularized country, but Catholicism and Lutheranism have significantly influenced its culture and identity. The economy of Slovenia is small, open and export-oriented and is thus strongly influenced by the conditions of its exporting partners' economies. This is especially true with Germany; Slovenia's biggest trade partner. Like most of the developed world, Slovenia was severely hurt by the Eurozone crisis beginning in 2009, but started to recover in 2014.  The main economic driver for the country is the services industry, followed by manufacturing and construction.\n Historically, the territory of Slovenia has formed part of many different states, such as: the Roman Empire, Byzantine Empire, Carolingian Empire, the Holy Roman Empire, the Kingdom of Hungary, the Republic of Venice, the French-administered Illyrian Provinces of the First French Empire of Napoleon I, the Austrian Empire and Austro-Hungarian Empire. In October 1918, the Slovenes exercised self-determination for the first time by co-founding the State of Slovenes, Croats and Serbs. In December 1918 they merged with the Kingdom of Serbia into the Kingdom of Serbs, Croats and Slovenes (renamed the Kingdom of Yugoslavia in 1929).\n During World War II (1939–1945) Germany, Italy, and Hungary occupied and annexed Slovenia (1941–1945), with a tiny area transferred to the Independent State of Croatia, a Nazi puppet state. In 1945 Slovenia became a founding member of the Federal People's Republic of Yugoslavia, renamed in 1963 as the Socialist Federal Republic of Yugoslavia. In the first years after World War II this state was initially allied with the Eastern Bloc, but it never subscribed to the Warsaw Pact and in 1961 became one of the founders of the Non-Aligned Movement.\n In June 1991, after the introduction of multi-party representative democracy, Slovenia became the first republic that split from Yugoslavia and became an independent sovereign state. In 2004, it entered NATO and the European Union; in 2007 became the first formerly communist country to join the Eurozone; and in 2010 it joined the OECD, a global association of high-income developed countries. Slovenia is a high-income advanced economy with a very high Human Development Index. It ranks 12th in the inequality-adjusted human development index.",
  "/wiki/Canary_Islands": "The Canary Islands (/kəˈnɛəri/; Spanish: Islas Canarias, pronounced [ˈizlas kaˈnaɾjas]) are a Spanish archipelago and the southernmost autonomous community of Spain located in the Atlantic Ocean, in a region known as Macaronesia, 100 kilometres (62 miles) west of Morocco at the closest point. The Canary Islands, which are also known informally as the Canaries, are among the outermost regions (OMR) of the European Union proper. It is also one of eight regions with special consideration of historical nationality as recognized by the Spanish Government. The Canary Islands belong to the African Plate like the Spanish cities of Ceuta and Melilla, the two on the African mainland.\n The eight main islands are (from largest to smallest in area) Tenerife, Fuerteventura, Gran Canaria, Lanzarote, La Palma, La Gomera, El Hierro and La Graciosa. The archipelago includes many smaller islands and islets: Alegranza, Isla de Lobos, Montaña Clara, Roque del Oeste and Roque del Este. It also includes a series of adjacent roques (those of Salmor, Fasnia, Bonanza, Garachico and Anaga). In ancient times, the island chain was often referred to as \"the Fortunate Isles\". The Canary Islands are the most southerly region of Spain and the largest and most populated archipelago of Macaronesia. Historically, the Canary Islands have been considered a bridge between four continents: Africa, North America, South America and Europe.\n The Canary Islands currently have a population of 2,127,685 inhabitants and a density of 283.08 inhabitants/km², being the eighth most populous autonomous community. The population of the archipelago is mostly concentrated in the two capital islands, around 43% on the island of Tenerife and 40% on the island of Gran Canaria.\n The archipelago's beaches, climate and important natural attractions, especially Maspalomas in Gran Canaria and Teide National Park and Mount Teide (a World Heritage Site) in Tenerife (the third tallest volcano in the world measured from its base on the ocean floor), make it a major tourist destination with over 12 million visitors per year, especially Tenerife, Gran Canaria, Fuerteventura and Lanzarote. The islands have a subtropical climate, with long hot summers and moderately warm winters. The precipitation levels and the level of maritime moderation vary depending on location and elevation. Green areas as well as desert exist on the archipelago. Due to their location above the temperature inversion layer, the high mountains of these islands are ideal for astronomical observation. For this reason, two professional observatories, Teide Observatory on the island of Tenerife and Roque de los Muchachos Observatory on the island of La Palma, have been built on the islands.\n In 1927, the Province of Canary Islands was split into two provinces. The autonomous community of the Canary Islands was established in 1982. Its capital is shared by the cities of Santa Cruz de Tenerife and Las Palmas de Gran Canaria, which in turn are the capitals of the provinces of Santa Cruz de Tenerife and Las Palmas. Las Palmas de Gran Canaria has been the largest city in the Canaries since 1768, except for a brief period in the 1910s. Between the 1833 territorial division of Spain and 1927 Santa Cruz de Tenerife was the sole capital of the Canary Islands. In 1927 a decree ordered that the capital of the Canary Islands be shared, as it remains at present. The third largest city of the Canary Islands is San Cristóbal de La Laguna (a World Heritage Site) on Tenerife. This city is also home to the Consejo Consultivo de Canarias, which is the supreme consultative body of the Canary Islands.\n During the time of the Spanish Empire, the Canaries were the main stopover for Spanish galleons on their way to the Americas, which came south to catch the prevailing north-easterly trade winds.",
  "/wiki/Castile–La_Mancha": "Castilla–La Mancha (UK: /kæˌstiːjə læ ˈmæntʃə/, US: /- lɑː ˈmɑːntʃə/, Spanish: [kasˈtiʎa la ˈmantʃa] (listen)), or Castile La Mancha, is an autonomous community of Spain. Comprised by the provinces of Albacete, Ciudad Real, Cuenca, Guadalajara and Toledo, it was created in 1982. It is bordered by Castile and León, Madrid, Aragon, Valencia, Murcia, Andalusia, and Extremadura. It is one of the most sparsely populated of Spain's regions. Albacete is the largest and most populous city. The Government headquarters are in Toledo and the High Court headquarters are in Albacete.\n Castilla–La Mancha was formerly grouped with the province of Madrid into New Castile (Castilla la Nueva), but with the advent of the modern Spanish system of autonomous communities (Estado de las autonomías), it was separated due to great demographic disparity between the capital and the remaining New-Castilian provinces. Also, distinct from the former New Castile, Castilla–La Mancha added the province of Albacete, which had been part of Murcia; adding Albacete placed all of the historic region of La Mancha within this single region.\n It is mostly in this region where the story of the famous Spanish novel Don Quixote by Miguel de Cervantes is situated, due to which La Mancha is internationally well-known.  Although La Mancha is a windswept, battered plateau, it remains a symbol of Spanish culture with its vineyards, sunflowers, mushrooms, olive plantations, windmills, Manchego cheese, and Don Quixote.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.\n Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128. The Kingdom of Portugal was later proclaimed following the Battle of Ourique in 1139, and independence from León was recognised by the Treaty of Zamora in 1143. On 12 December 2017, the Portuguese Navy commemorated the 700th anniversary of its official creation by King Denis of Portugal. Tracing its origins back to the 12th century, it is the oldest continuously serving navy in the world.\n In the 15th and 16th centuries, Portugal established the first global empire, becoming one of the world's major economic, political and military powers. During this period, today referred to as the Age of Discovery, Portuguese explorers pioneered maritime exploration, notably under royal patronage of Prince Henry the Navigator and King John II, with such notable voyages as Bartolomeu Dias' sailing beyond the Cape of Good Hope (1488), Vasco da Gama's discovery of the sea route to India (1497–98) and the European discovery of Brazil (1500). During this time Portugal monopolized the spice trade, divided the world into hemispheres of dominion with Castille, and the empire expanded with military campaigns in Asia. However, events such as the 1755 Lisbon earthquake, the country's occupation during the Napoleonic Wars, the independence of Brazil (1822) and a late industrialization compared to other European powers erased to a great extent Portugal's prior opulence.\n After the 1910 revolution deposed the monarchy, the democratic but unstable Portuguese First Republic was established, later being superseded by the Estado Novo authoritarian regime. Democracy was restored after the Carnation Revolution in 1974, ending the Portuguese Colonial War. Shortly after, independence was granted to almost all its overseas territories, including East Timor. The handover of Macau to China in 1999 marked the end of what can be considered the longest-lived colonial empire.\n Portugal has left a profound cultural, architectural and linguistic influence across the globe, with a legacy of around 250 million Portuguese speakers, and many Portuguese-based creoles. It is a developed country with an advanced economy and high living standards. Additionally, it is highly placed in rankings of moral freedom (2nd), peacefulness (3rd), LGBTI rights (7th in Europe), democracy (8th), press freedom (12th), stability (15th), social progress (18th), prosperity (26th), and HDI (40th). A member of the United Nations and the European Union, Portugal was also one of the founding members of NATO, the eurozone, the OECD, and the Community of Portuguese Language Countries.",
  "/wiki/Ceuta": "Ceuta (UK: /ˈsjuːtə/, US: /ˈseɪuːtə/, Spanish: [ˈθeuta]; Berber languages: Sebta; Arabic: سبتة‎, romanized: Sabtah) is a Spanish autonomous city on the north coast of Africa.\n Bordered by Morocco, it lies along the boundary between the Mediterranean Sea and the Atlantic Ocean and is one of nine populated Spanish territories in Africa and, along with Melilla, one of two populated Spanish territories on mainland Africa. It was part of province of Cádiz until 14 March 1995. On that date Statutes of Autonomy were passed for both Ceuta and Melilla.\n Ceuta, like Melilla and the Canary Islands, was classified as a free port before Spain joined the European Union. Its population consists of Christians, Muslims and small minorities of Sephardic Jews and ethnic Sindhi Hindus.\n Spanish is the official language. Darija Arabic is also spoken by the 40–50% of the population who are of Moroccan origin.",
  "/wiki/Andalusia": "Andalusia region (UK: /ˌændəˈluːsiə, -ziə/, US: /-ʒ(i)ə, -ʃ(i)ə/; Spanish: Andalucía [andaluˈθi.a]) is the southern autonomous community in Peninsular Spain. It is the most populous, and the second largest autonomous community in the country. The Andalusian autonomous community is officially recognised as a \"historical nationality\". The territory is divided into eight provinces: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga and Seville. Its capital is the city of Seville.\n Andalusia is located in the south of the Iberian peninsula, in southwestern Europe, immediately south of the autonomous communities of Extremadura and Castilla-La Mancha; west of the autonomous community of Murcia and the Mediterranean Sea; east of Portugal and the Atlantic Ocean; and north of the Mediterranean Sea and the Strait of Gibraltar. Andalusia is the only European region with both Mediterranean and Atlantic coastlines. The small British overseas territory of Gibraltar shares a three-quarter-mile land border with the Andalusian province of Cádiz at the eastern end of the Strait of Gibraltar.\n The main mountain ranges of Andalusia are the Sierra Morena and the Baetic System, consisting of the Subbaetic and Penibaetic Mountains, separated by the Intrabaetic Basin. In the north, the Sierra Morena separates Andalusia from the plains of Extremadura and Castile–La Mancha on Spain's Meseta Central. To the south the geographic subregion of Upper Andalusia lies mostly within the Baetic System, while Lower Andalusia is in the Baetic Depression of the valley of the Guadalquivir.\n The name \"Andalusia\" is derived from the Arabic word Al-Andalus (الأندلس). The toponym al-Andalus is first attested by inscriptions on coins minted in 716 by the new Muslim government of Iberia. These coins, called dinars, were inscribed in both Latin and Arabic. The etymology of the name \"al-Andalus\" has traditionally been derived from the name of the Vandals; however, a number of proposals since the 1980s have challenged this contention. Halm in 1989 derived the name from a Gothic term, *landahlauts,\nand in 2002, Bossong suggested its derivation from a pre-Roman substrate. The region's history and culture have been influenced by the native Iberians, Phoenicians, Carthaginians, Greeks, Romans, Vandals, Visigoths, Byzantines,\nJews, Romani, Arab Umayyads, and Muslim Moors. During the Islamic Golden Age, Cordoba surpassed Constantinople to be Europe's biggest city, and became the capital of the Al Andalus and a prominent center of education and learning in the world, producing numerous philosophers and scientists. The Castilian and other Christian North Iberian nationalities reconquered and settled the area in the latter phases of the Reconquista.\n Andalusia has historically been an agricultural region, compared to the rest of Spain and the rest of Europe. However, the growth of the community especially in the sectors of industry and services was above average in Spain and higher than many communities in the Eurozone. The region has a rich culture and a strong identity. Many cultural phenomena that are seen internationally as distinctively Spanish are largely or entirely Andalusian in origin. These include flamenco and, to a lesser extent, bullfighting and Hispano-Moorish architectural styles, both of which are also prevalent in some other regions of Spain.\n Andalusia's hinterland is the hottest area of Europe, with cities like Córdoba and Seville averaging above 36 °C (97 °F) in summer high temperatures. Late evening temperatures can sometimes stay around 35 °C (95 °F) until close to midnight and daytime highs of over 40 °C (104 °F) are common. Seville also has the highest average annual temperature in mainland Spain and mainland Europe (19.2 °C), closely followed by Almería (19.1 °C).",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.\n The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world. The world's second-largest religion, Islam, emerged in modern-day Saudi Arabia. In the early 7th century, the Islamic prophet Muhammad united the population of Arabia and created a single Islamic religious polity. Following his death in 632, his followers rapidly expanded the territory under Muslim rule beyond Arabia, conquering huge and unprecedented swathes of territory (from the Iberian Peninsula in the West to modern-day Pakistan in the East) in a matter of decades.\nArab dynasties originating from modern-day Saudi Arabia founded the Rashidun (632–661), Umayyad (661–750), Abbasid (750–1517) and Fatimid (909–1171) caliphates as well as numerous other dynasties in Asia, Africa and Europe.\n The area of modern-day Saudi Arabia formerly consisted of mainly four distinct regions: Hejaz, Najd and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. Saudi Arabia has since been a totalitarian absolute monarchy, effectively a hereditary dictatorship governed along Islamist lines. The ultraconservative Wahhabi religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\", with its global spread largely financed by the oil and gas trade. Saudi Arabia is sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca) and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. The state's official language is Arabic.\n Petroleum was discovered on 3 March 1938 and followed up by several other finds in the Eastern Province. Saudi Arabia has since become the world's second largest oil producer (behind the US) and the world's largest oil exporter, controlling the world's second largest oil reserves and the sixth largest gas reserves. The kingdom is categorized as a World Bank high-income economy with a high Human Development Index and is the only Arab country to be part of the G-20 major economies.  \n The state has attracted criticism for a variety of reasons including: its treatment of women, its excessive and often extrajudicial use of capital punishment, state-sponsored discrimination against religious minorities and atheists, its role in the Yemeni Civil War, sponsorship of Islamic terrorism, its failure to take adequete measures against human trafficking, state-sanctioned racism and antisemitism, its poor human rights record, and its strict interpretation of Sharia law. \n The kingdom has the world's third-highest military expenditure and, according to SIPRI, was the world's second largest arms importer from 2010 to 2014. Saudi Arabia is considered a regional and middle power. In addition to the GCC, it is an active member of the Organisation of Islamic Cooperation and OPEC.",
  "/wiki/Melilla": "Melilla (US: /məˈliːjə/ mə-LEE-yə, UK: /mɛˈ-/ meh-, Spanish: [meˈliʎa]; Tarifit: Mlilt) is a Spanish autonomous city located on the northwest coast of Africa, sharing a border with Morocco. It has an area of 12.3 km2 (4.7 sq mi). Melilla is one of two permanently inhabited Spanish cities in mainland Africa, the other being nearby Ceuta. It was part of the Province of Málaga until 14 March 1995, when the city's Statute of Autonomy was passed.\n Melilla, like Ceuta, was a free port before Spain joined the European Union in 1986. As of 2011, Melilla had a population of 78,476, made up of ethnic Iberian Catholics (primarily from Andalusia and Catalonia), ethnic Riffian Berbers, and a small number of Sephardic Jews and Sindhi Hindus. Spanish and Riffian-Berber are the two most widely spoken languages, the former being the official language.\n Melilla, like Ceuta, is officially claimed by Morocco.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.\n The Czech Republic includes the historical territories of Bohemia, Moravia, and Czech Silesia. The Czech state was formed in the late ninth century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire along with the Kingdom of Germany, the Kingdom of Burgundy, the Kingdom of Italy; and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Protestant Bohemian Reformation of the 15th century led to the Hussite Wars, the first of many conflicts with the Catholic Church.\n Following the Battle of Mohács in 1526, the whole Crown of Bohemia was gradually integrated into the Habsburg Monarchy. The Protestant Bohemian Revolt (1618–20) against the Catholic Habsburgs led to the Thirty Years' War. After the Battle of the White Mountain, the Habsburgs consolidated their rule, eradicated Protestantism, reimposed Catholicism, and adopted a policy of gradual Germanization. This contributed to anti-Habsburg sentiment and resentment of the Catholic Church that continues to this day. With the dissolution of the Holy Roman Empire in 1806, the Bohemian Kingdom became part of the Austrian Empire (1804 to 1867) and the Czech language experienced a revival as a consequence of widespread romantic nationalism. In the 19th century, the Czech lands became the industrial powerhouse of the monarchy and were subsequently the core of the First Czechoslovak Republic, which was formed in 1918 following the collapse of the Austro-Hungarian Empire after World War I.\n Czechoslovakia was the only democracy in Central Europe during the interwar period (after the May Coup in Poland, in 1926). However, parts of the country were occupied by Germany in World War II, while the Slovak region became a German puppet state. Czechoslovakia was liberated in 1945 by the Soviet Union and the United States. Most of the German-speaking minority were expelled following the war. The Communist Party of Czechoslovakia won the 1946 elections and after the 1948 coup d'état established a one-party communist state under Soviet influence. Increasing dissatisfaction with the regime culminated in 1968 to the reform movement known as the Prague Spring, which ended in a Soviet-led invasion. Czechoslovakia remained occupied until the 1989 Velvet Revolution, which peacefully ended communist rule and reestablished democracy and a market economy. On 1 January 1993, Czechoslovakia peacefully dissolved, with its constituent states becoming the independent states of the Czech Republic and Slovakia.\n The Czech Republic is a developed country with an advanced, high income social market economy. It is a welfare state with a European social model, universal health care, and tuition-free university education. It ranks 13th in the UN inequality-adjusted human development and 14th in the World Bank Human Capital Index ahead of countries such as the United States, the United Kingdom and France. It ranks as the eleventh safest and most peaceful country and performs strongly in democratic governance. The Czech Republic joined NATO in 1999 and the European Union (EU) in 2004. It is also a member of the OECD, the United Nations, the OSCE, and the Council of Europe.",
  "/wiki/Extremadura": "Extremadura (/ˌɛkstrɪməˈdjʊərə/ EK-strim-ə-DEWR-ə, Spanish: [e(ɣ)stɾemaˈðuɾa]; Portuguese: Estremadura) is an autonomous community of the western Iberian Peninsula whose capital city is Mérida, recognised by the Statute of Autonomy of Extremadura. It is made up of the two largest provinces of Spain: Cáceres and Badajoz. It is bordered by the provinces of Salamanca and Ávila (Castile and León) to the north; by provinces of Toledo and Ciudad Real (Castile–La Mancha) to the east, and by the provinces of Huelva, Seville, and Córdoba (Andalusia) to the south; and by Portugal to the west. Its official language is Spanish.\n It is an important area for wildlife, particularly with the major reserve at Monfragüe, which was designated a National Park in 2007, and the International Tagus River Natural Park (Parque Natural Tajo Internacional). The government of Extremadura is called Gobierno de Extremadura.\n The Day of Extremadura is celebrated on 8 September. It coincides with the Catholic festivity of Our Lady of Guadalupe.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.\n The territory of Estonia has been inhabited since at least 9,000 BC. Ancient Estonians became some of the last European pagans to adopt Christianity - following the Livonian Crusade in the 13th century. After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I. Initially democratic prior to the Great Depression, Estonia experienced authoritarian rule from 1934 during the Era of Silence. During World War II (1939–1945), Estonia was repeatedly contested and occupied by the Soviet Union and Germany, ultimately being incorporated into the former. After the loss of its de facto independence, Estonia's de jure state continuity was preserved by diplomatic representatives and the government-in-exile. In 1987 the peaceful Singing Revolution began against Soviet rule, resulting in the restoration of de facto independence on 20 August 1991.\n The sovereign state of Estonia is a democratic unitary parliamentary republic divided into fifteen counties. Its capital and largest city is Tallinn. With a population of 1.3 million. Estonia is one of the least populous members of the European Union, the Eurozone, the OECD, the Schengen Area, NATO, and from 2020, the United Nations Security Council.\n Estonia, a developed country with an advanced, high-income economy that has been[when?] among the fastest-growing in the EU. The country ranks very high in the Human Development Index, and compares well in measures of economic freedom, civil liberties, education, and press freedom. Estonian citizens receive universal health care, free education, and the longest paid maternity leave in the OECD. One of the world's most digitally-advanced societies,\nin 2005 Estonia became the first state to hold elections over the Internet, and in 2014, the first state to provide e-residency.",
  "/wiki/Ranked_lists_of_Spanish_autonomous_communities": "This article includes several ranked indicators for Spain's autonomous communities, as well as for the autonomous cities of Ceuta and Melilla."
}