{
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Svante_Pääbo": "Svante Pääbo ([ˈsvanːteː ˈpæːboː]; born 20 April 1955) is a Swedish geneticist specialising in the field of evolutionary genetics. As one of the founders of paleogenetics, he has worked extensively on the neanderthal genome.\n Since 1997, he has been director of the Department of Genetics at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.",
  "/wiki/Bar_Harbor": "Bar Harbor is a town on Mount Desert Island in Hancock County, Maine, United States. As of the 2010 census, its population is 5,235. Bar Harbor is a popular tourist destination in the Down East region of Maine and home to the College of the Atlantic, Jackson Laboratory, and MDI Biological Laboratory (Salisbury Cove village). Until a catastrophic fire in 1947, the town was a noted summer colony for the wealthy. Bar Harbor is home to the largest parts of Acadia National Park, including Cadillac Mountain, the highest point within twenty-five miles (40 km) of the coastline of the Eastern United States. The town is served by the Hancock County-Bar Harbor Airport, which provides year-round direct flights to Boston, Massachusetts.",
  "/wiki/Bruce_Beutler": "Bruce Alan Beutler (born December 29, 1957) is an American immunologist and geneticist. Together with Jules A. Hoffmann, he received one-half of the 2011 Nobel Prize in Physiology or Medicine, for \"their discoveries concerning the activation of innate immunity\" (the other half went to Ralph M. Steinman for \"his discovery of the dendritic cell and its role in adaptive immunity\").",
  "/wiki/Salamanca": "Salamanca (/ˌsæləˈmæŋkə/ SAL-ə-MANK-ə, Spanish: [salaˈmaŋka]) is a city in western Spain that is the capital of the Province of Salamanca in the community of Castile and León. The city lies on several hills by the Tormes River. Its Old City was declared a UNESCO World Heritage Site in 1988. With a metropolitan population of 228,881 in 2012 according to the National Institute of Statistics (INE), Salamanca is the second most populated urban area in Castile and León, after Valladolid (414,000), and ahead of León (187,000) and Burgos (176,000).",
  "/wiki/Nancy_Jenkins": "Nancy Jenkins (born June 2, 1964) is a former member of the Michigan House of Representatives from the 57th district, which covers most of Lenawee County, Michigan.",
  "/wiki/St._Pete_Beach": "St. Pete Beach is a coastal city in Pinellas County, Florida, United States, famous for its status as a tourist destination. St. Pete Beach was formed from the towns of Pass-a-Grille, Belle Vista, St. Petersburg Beach and unincorporated Pinellas County.  At the time of its incorporation in 1957, its name was St. Petersburg Beach.  On March 9, 1994, locals voted to officially change the name to the shorter version of St. Pete Beach, to distinguish it from the city of St. Petersburg a few miles to the east. The population was 9,346 at the 2010 census.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Heraklion": "Heraklion or Iraklion (/hɪˈrækliən/; Greek: Ηράκλειο, Irákleio, pronounced [iˈraklio])  is the largest city and the administrative capital of the island of Crete and capital of Heraklion regional unit. It is the fifth largest city in Greece with a population of 140,730 according to the 2011 census. The population of the municipality was 173,993.",
  "/wiki/La_Jolla,_CA": "La Jolla (/lə ˈhɔɪə/ lə HOY-ə, American Spanish: [la ˈxoʝa]) is an affluent, hilly, seaside community within the city of San Diego, California, occupying 7 miles (11 km) of curving coastline along the Pacific Ocean within the northern city limits. The population reported in the 2010 census was 46,781.[a]",
  "/wiki/Christopher_Goodnow": "Christopher Carl Goodnow (born 19 September 1959) is an immunology researcher and the current Executive Director of the Garvan Institute of Medical Research. He holds the Bill and Patricia Ritchie Foundation Chair and is a Conjoint Professor in the Faculty of Medicine at UNSW Sydney. He holds dual Australian and US citizenship.",
  "/wiki/Prague": "Prague (/prɑːɡ/; Czech: Praha [ˈpraɦa] (listen), German: Prag, Latin: Praga) is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.6 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Hiroaki_Kitano": "Hiroaki Kitano (北野 宏明, born 1961 in Tokyo) is a Japanese scientist. He is the head of the Systems Biology Institute (SBI); President and CEO of Sony Computer Science Laboratories; a Group Director of the Laboratory for Disease Systems Modeling at and RIKEN Center for Integrative Medical Sciences; and a professor at Okinawa Institute of Science and Technology (OIST). Kitano is known for developing AIBO, and the robotic world cup tournament known as Robocup.",
  "/wiki/Charleston,_SC": "Charleston is the oldest and largest city in the U.S. state of South Carolina. The city is the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline and is located on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wando rivers. Charleston had an estimated population of 136,208 in 2018. The estimated population of the Charleston metropolitan area, comprising Berkeley, Charleston, and Dorchester counties, was 787,643 residents as of 2018, the third-largest in the state and the 78th-largest metropolitan statistical area in the United States.",
  "/wiki/James_E._Womack": "James E. Womack (born 1941) is an American biologist and a professor at Texas A&M University.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Braunschweig": "Braunschweig (German pronunciation: [ˈbʁaʊnʃvaɪk] (listen); Low German: Brunswiek [ˈbrɔˑnsviːk]), also called Brunswick (/ˈbrʌnzwɪk/) in English, is a city in Lower Saxony, Germany, north of the Harz mountains at the farthest navigable point of the Oker River which connects it to the North Sea via the Aller and Weser Rivers. In 2016, it had a population of 250,704.",
  "/wiki/San_Antonio,_TX": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Narita,_Chiba": "Narita (成田市, Narita-shi) is a city in Chiba Prefecture, Japan. It is the site of Narita International Airport, the main international airport serving the Greater Tokyo Area.",
  "/wiki/Mary_F._Lyon": "Mary Frances Lyon FRS (15 May 1925 – 25 December 2014) was an English geneticist best known for her discovery of X-chromosome inactivation, an important biological phenomenon.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Janet_Rossant": "Janet Rossant, CC, FRS, FRSC (born 13 July 1950) is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renown leader in developmental biology. Her current research interests focus on stem cells, molecular genetics, and developmental biology. Specifically, she uses cellular and genetic manipulation techniques to study how genetics control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the methods at which genes control development. In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.",
  "/wiki/Garmisch-Partenkirchen": "Garmisch-Partenkirchen (German pronunciation: [ˈɡaʁmɪʃ paʁtn̩ˈkɪʁçn̩]; Southern Bavarian: Garmasch-Partakurch) is a ski town in Bavaria, southern Germany. It is the seat of government of the district of Garmisch-Partenkirchen (abbreviated GAP), in the Oberbayern region, which borders Austria. Nearby is Germany's highest mountain, Zugspitze, at 2,962 m (9,718 ft.).",
  "/wiki/Oliver_Smithies": "Oliver Smithies (23 June 1925 – 10 January 2017) was a British-American geneticist and physical biochemist. He is known for introducing starch as a medium for gel electrophoresis in 1955, and for the discovery, simultaneously with Mario Capecchi and Martin Evans, of the technique of homologous recombination of transgenic DNA with genomic DNA, a much more reliable method of altering animal genomes than previously used, and the technique behind gene targeting and knockout mice. He received the Nobel Prize in Physiology or Medicine in 2007 for his genetics work.",
  "/wiki/Harold_Varmus": "Harold Eliot Varmus (born December 18, 1939) is an American Nobel Prize-winning scientist who was director of the National Institutes of Health from 1993 to 1999 and the 14th Director of the National Cancer Institute from 2010 to 2015, a post to which he was appointed by President Barack Obama. He was a co-recipient (along with J. Michael Bishop) of the 1989 Nobel Prize in Physiology or Medicine for discovery of the cellular origin of retroviral oncogenes. He is currently the Lewis Thomas University Professor of Medicine at Weill Cornell Medicine and a senior associate at the New York Genome Center.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/International_Mammalian_Genome_Society": "The International Mammalian Genome Society (IMGS) is a professional scientific organization that promotes and coordinates the genetic and genomic study of mammals. It has a scientific journal, Mammalian Genome, and organizes an annual international meeting, the International Mammalian Genome Conference (IMGC)."
}