{
  "/wiki/John_Chrysostom": "John Chrysostom (/ˈkrɪsəstəm, krɪˈsɒstəm/; Greek: Ἰωάννης ὁ Χρυσόστομος; c. 349 – 14 September 407), Archbishop of Constantinople, was an important Early Church Father. He is known for his  preaching and public speaking, his denunciation of abuse of authority by both ecclesiastical and political leaders, the Divine Liturgy of Saint John Chrysostom, and his ascetic sensibilities. The epithet Χρυσόστομος (Chrysostomos, anglicized as Chrysostom) means \"golden-mouthed\" in Greek and denotes his celebrated eloquence. Chrysostom was among the most prolific authors in the early Christian Church, exceeded only by Augustine of Hippo in the quantity of his surviving writings.",
  "/wiki/Johannes_Mentelin": "Johannes Mentelin, sometimes also spelled Mentlin, (born around 1410 in Schlettstadt, today Sélestat; died December 12, 1478 in Strasbourg) was a pioneering German book printer and bookseller active during the period during which incunabula were printed. In 1466, he published the first printed Bible in the German language, the Mentelin Bible.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/George_of_Trebizond": "George of Trebizond (Greek: Γεώργιος Τραπεζούντιος; 1395–1486) was a Greek philosopher, scholar and humanist.",
  "/wiki/Alcinous_(philosopher)": "Alcinous (Greek: Ἀλκίνοος Alkinoos) was a Middle Platonist philosopher.  He probably lived in the 2nd century AD, although nothing is known about his life. He is the author of The Handbook of Platonism, an epitome of Middle Platonism intended as a manual for teachers. He has, at times, been identified by some scholars with the 2nd century Middle Platonist Albinus.",
  "/wiki/Arnold_Pannartz_and_Konrad_Sweynheim": "Arnold Pannartz [de] and Conrad Sweynheym [de] were two printers of the 15th century.",
  "/wiki/Pietro_Balbi": "Pietro Balbi (or Petrus Balbus) (1399–1479), of Pisa, was an Italian humanist, a longtime member of the familia of Cardinal Bessarion who moved in the same circle as Nicolas Cusanus, whom he served with his expertise in Greek. During Pius II's pontificate, Balbi was the most prolific translator of Greek patristics in Rome, probably using the Greek manuscripts in Bessarion's own library. One of the quattrocento defenders of Plato, he translated for Cusanus the epitome of Platonic Philosophy, Disciplinarium Platonis epitome, of the 2nd-century philosopher Albinus and the immense Theologica Platonica of Proclus in 1462, and circulated it in manuscript. Giovanni Andrea Bussi printed his translation of Alcinous, and Cusanus cast Balbi and Bussi as interlocutors in his dialogue De lì non aliud in the winter of 1462.",
  "/wiki/Nicholas_of_Cusa": "Nicholas of Cusa (1401 – 11 August 1464), also referred to as Nicholas of Kues and Nicolaus Cusanus (/kjuːˈseɪnəs/), was a German philosopher, theologian, jurist, and astronomer. One of the first German proponents of Renaissance humanism, he made spiritual and political contributions in European history. A notable example of this is his mystical or spiritual writings on \"learned ignorance,\" as well as his participation in power struggles between Rome and the German states of the Holy Roman Empire.",
  "/wiki/Giovanni_Andrea_Bussi": "Giovanni Andrea Bussi (1417–1475), also Giovan de' Bussi or Joannes Andreae, was an Italian Renaissance humanist and the Bishop of Aleria (from 1469). He was a major editor of classical texts and produced many incunabular editiones principes (first editions). In his hands the preface was expanded from its former role as a private letter to a patron, to become a public lecture, and at times a bully pulpit.",
  "/wiki/Eusebius_of_Caesarea": "Eusebius of Caesarea (/juːˈsiːbiəs/; Greek: Εὐσέβιος τῆς Καισαρείας, Eusébios tés Kaisareías; AD 260/265 – 339/340), also known as Eusebius Pamphili (from the Greek: Εὐσέβιος τοῦ Παμϕίλου), was a historian of Christianity, exegete, and Christian polemicist. He became the bishop of Caesarea Maritima about 314 AD. Together with Pamphilus, he was a scholar of the Biblical canon and is regarded as one of the most learned Christians of his time. He wrote Demonstrations of the Gospel, Preparations for the Gospel, and On Discrepancies between the Gospels, studies of the Biblical text. As \"Father of Church History\" (not to be confused with the title of Church Father), he produced the Ecclesiastical History, On the Life of Pamphilus, the Chronicle and On the Martyrs. He also produced a biographical work on the first Christian Emperor, Constantine the Great, who ruled between 306 and 337 AD.",
  "/wiki/Praeparatio_Evangelica": "Preparation for the Gospel (Greek: Εὐαγγελικὴ προπαρασκευή, Euangelikē proparaskeuē), commonly known by its Latin title Praeparatio evangelica, was a work of Christian apologetics written by Eusebius in the early part of the fourth century AD. It was begun about the year 313, and attempts to prove the excellence of Christianity over pagan religions and philosophies.",
  "/wiki/Nicolas_Jenson": "Nicholas Jenson (c.1420 – 1480)  was a French engraver, pioneer, printer and type designer who carried out most of his work in Venice, Italy. Jenson acted as Master of the French Royal Mint at Tours, and is credited with being the creator of one of the finest early Roman type faces. Nicholas Jenson has been something of an iconic figure among students of early printing since the nineteenth century when the aesthete William Morris praised the beauty and perfection of his roman font. Jenson is an important figure in the early history of printing and a pivotal force in the emergence of Venice as one of the first great centers of the printing press.",
  "/wiki/Corpus_Hermeticum": "The Hermetica are Egyptian-Greek wisdom texts from the 2nd century or earlier, which are mostly presented as dialogues in which a teacher, generally identified as Hermes Trismegistus (\"thrice-greatest Hermes\"), enlightens a disciple. The texts form the basis of Hermeticism. They discuss the divine, the cosmos, mind, and nature. Some touch upon alchemy, astrology, and related concepts.",
  "/wiki/Treviso": "Treviso (US: /treɪˈviːzoʊ/ tray-VEE-zoh, Italian: [treˈviːzo] (listen); Venetian: Trevixo) is a city and comune in the Veneto region of northern Italy. It is the capital of the province of Treviso and the municipality has 84,669 inhabitants (as of September 2017): some 3,000 live within the Venetian walls (le Mura) or in the historical and monumental center, some 80,000 live in the urban center proper while the city hinterland has a population of approximately 170,000.[citation needed].",
  "/wiki/Marsilio_Ficino": "Marsilio Ficino (Italian: [marˈsiːljo fiˈtʃiːno]; Latin name: Marsilius Ficinus; 19 October 1433 – 1 October 1499) was an Italian scholar and Catholic priest who was one of the most influential humanist philosophers of the early Italian Renaissance. He was an astrologer, a reviver of Neoplatonism in touch with the major academics of his day and the first translator of Plato's complete extant works into Latin.  His Florentine Academy, an attempt to revive Plato's Academy, influenced the direction and tenor of the Italian Renaissance and the development of European philosophy.",
  "/wiki/Cosimo_de%27_Medici": "Cosimo di Giovanni de' Medici, called \"the Elder\" (Italian: il Vecchio) and posthumously \"Father of the Fatherland\" (Latin: pater patriae) (27 September 1389 – 1 August 1464), was an Italian banker and politician, the first member of the Medici family that de facto ruled Florence during much of the Italian Renaissance. Despite his influence, his power was not absolute; Florence's legislative councils at times resisted his proposals throughout his life, and he was always viewed as primus inter pares (\"first among equals\") rather than an autocrat. His power derived from his wealth as a banker, and he was a great patron of learning, the arts and architecture.",
  "/wiki/Letter_of_Aristeas": "The Letter of Aristeas or Letter to Philocrates is a Hellenistic work of the 2nd century BC, assigned by Biblical scholars to the Pseudepigrapha.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Diodorus_Siculus": "Diodorus Siculus (/ˌdaɪəˈdɔːrəs ˈsɪkjʊləs/; Koinē Greek: Διόδωρος Σικελιώτης Diodoros Sikeliotes) (fl. 1st century BCE) or Diodorus of Sicily was an ancient Greek historian. He is known for writing the monumental universal history Bibliotheca historica, much of which survives, between 60 and 30 BCE. It is arranged in three parts. The first covers mythic history up to the destruction of Troy, arranged geographically, describing regions around the world from Egypt, India and Arabia to Europe. The second covers the Trojan War to the death of Alexander the Great. The third covers the period to about 60 BC. Bibliotheca, meaning 'library', acknowledges that he was drawing on the work of many other authors.",
  "/wiki/Bologna": "Bologna (/bəˈloʊnjə/, UK also /bəˈlɒnjə/, Italian: [boˈloɲɲa] (listen); Bolognese: Bulåggna [buˈlʌɲːa]; Latin: Bononia) is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy, at the heart of a metropolitan area of about one million people.",
  "/wiki/Poggio_Bracciolini": "Gian Francesco Poggio Bracciolini (11 February 1380 – 30 October 1459), usually referred to simply as Poggio Bracciolini, was an Italian scholar and an early Renaissance humanist. He was responsible for rediscovering and recovering many classical Latin manuscripts, mostly decaying and forgotten in German, Swiss, and French monastic libraries. His most celebrated finds are De rerum natura, the only surviving work by Lucretius, De architectura by Vitruvius, lost orations by Cicero such as Pro Sexto Roscio, Quintilian's Institutio Oratoria, Statius' Silvae, and Silius Italicus's Punica, as well as works by several minor authors such as Frontinus' De aquaeductu, Ammianus Marcellinus, Nonius Marcellus, Probus, Flavius Caper, and Eutyches.",
  "/wiki/Aristotle": "Aristotle (/ˈærɪstɒtəl/; Greek: Ἀριστοτέλης Aristotélēs, pronounced [aristotélɛːs]; 384–322 BCE)[A] was a Greek philosopher and polymath during the Classical period in Ancient Greece. He was the founder of the Lyceum and the Peripatetic school of philosophy and Aristotelian tradition. Along with his teacher Plato, he has been called the \"Father of Western Philosophy\". His writings cover many subjects – including physics, biology, zoology, metaphysics, logic, ethics, aesthetics, poetry, theatre, music, rhetoric, psychology, linguistics, economics, politics and government. Aristotle provided a complex synthesis of the various philosophies existing prior to him, and it was above all from his teachings that the West inherited its intellectual lexicon, as well as problems and methods of inquiry. As a result, his philosophy has exerted a unique influence on almost every form of knowledge in the West and it continues to be a subject of contemporary philosophical discussion.",
  "/wiki/Rhetoric_(Aristotle)": "Aristotle's Rhetoric (Ancient Greek: Ῥητορική, romanized: Rhētorikḗ; Latin: Ars Rhetorica) is an ancient Greek treatise on the art of persuasion, dating from the 4th century BCE. The English title varies: typically it is titled Rhetoric, the Art of Rhetoric, On Rhetoric, or a Treatise on Rhetoric.",
  "/wiki/Themistius": "Themistius (Greek: Θεμίστιος, Themistios; 317, Paphlagonia – c. 390 AD, Constantinople), nicknamed Euphrades, εὐφραδής (eloquent), was a statesman, rhetorician, and philosopher. He flourished in the reigns of Constantius II, Julian, Jovian, Valens, Gratian, and Theodosius I; and he enjoyed the favour of all those emperors, notwithstanding their many differences, and the fact that he himself was not a Christian. He was admitted to the senate by Constantius in 355, and he was prefect of Constantinople in 384 on the nomination of Theodosius. Of his many works, thirty-three orations of his have come down to us, as well as various commentaries and epitomes of the works of Aristotle.",
  "/wiki/Ermolao_Barbaro": "Ermolao or Hermolao Barbaro, also Hermolaus Barbarus (21 May 1454 – 14 June 1493), was an Italian Renaissance scholar.",
  "/wiki/Georgius_Merula": "Georgius Merula (c. 1430 – 1494) was an Italian humanist and classical scholar.",
  "/wiki/Euclid": "Euclid (/ˈjuːklɪd/; Ancient Greek: Εὐκλείδης – Eukleídēs, pronounced [eu̯.kleː.dɛːs]; fl. 300 BC), sometimes called Euclid of Alexandria to distinguish him from Euclid of Megara, was a Greek mathematician, often referred to as the \"founder of geometry\" or the \"father of geometry\". He was active in Alexandria during the reign of Ptolemy I (323–283 BC). His Elements is one of the most influential works in the history of mathematics, serving as the main textbook for teaching mathematics (especially geometry) from the time of its publication until the late 19th or early 20th century. In the Elements, Euclid deduced the theorems of what is now called Euclidean geometry from a small set of axioms. Euclid also wrote works on perspective, conic sections, spherical geometry, number theory, and  mathematical rigour.",
  "/wiki/Erhard_Ratdolt": "Erhard Ratdolt (1442–1528) was an early German printer from Augsburg. He was active as a printer in Venice from 1476 to 1486, and afterwards in Augsburg.  From 1475 to 1478 he was in partnership with two other German printers.",
  "/wiki/Plato": "Plato (/ˈpleɪtoʊ/; PLAY-toe Greek: Πλάτων Plátōn, pronounced [plá.tɔːn] in Classical Attic; 428/427 or 424/423 – 348/347 BCE) was an Athenian philosopher during the Classical period in Ancient Greece, founder of the Platonist school of thought, and the Academy, the first institution of higher learning in the Western world.",
  "/wiki/Lorenzo_de_Alopa": "Lorenzo di Alopa, more generally known under the Latin name of Laurentius Francisci de Alopa, a native of Venice, was established as a printer of incunabula at Florence toward the end of the 15th century. His birth and death dates are unknown.",
  "/wiki/Poetics_(Aristotle)": "Aristotle's Poetics (Greek: Περὶ ποιητικῆς; Latin: De Poetica; c. 335 BC) is the earliest surviving work of dramatic theory and first extant philosophical treatise to focus on literary theory. In it, Aristotle offers an account of what he calls \"poetry\" (a term that derives from a classical Greek term, ποιητής, that means \"poet; author; maker\" and in this context includes verse drama – comedy, tragedy, and the satyr play – as well as lyric poetry and epic poetry). They are similar in the fact that they are all imitations but different in the three ways that Aristotle describes:",
  "/wiki/Irenaeus": "Irenaeus (/ɪrɪˈneɪəs/; Greek: Εἰρηναῖος Eirēnaios; c. 130 – c. 202 AD) was a Greek bishop noted for his role in guiding and expanding Christian communities in what is now the south of France and, more widely, for the development of Christian theology by combating heresy and defining orthodoxy. Originating from Smyrna, now Izmir in Turkey, he had seen and heard the preaching of Polycarp, the last known living connection with the Apostles, who in turn was said to have heard John the Evangelist.",
  "/wiki/Johann_Froben": "Johann Froben, in Latin: Johannes Frobenius (and combinations), (c. 1460 – 27 October 1527) was a famous printer, publisher and learned Renaissance humanist in Basel. He was a close friend of Erasmus and cooperated closely with Hans Holbein the Younger. He made Basel one of the world's leading centres of the book trade. He passed his printing business on to his son, Hieronymus, and grandson, Ambrosius Frobenius.",
  "/wiki/Erasmus": "Desiderius Erasmus Roterodamus (/ˌdɛzɪˈdɪəriəs ɪˈræzməs/; 28 October 1466 – 12 July 1536), known as Erasmus or Erasmus of Rotterdam,[note 1] was a Dutch philosopher and Christian scholar who is widely considered to have been one of the greatest scholars of the northern Renaissance. Originally trained as a Catholic priest, Erasmus was an important figure in classical scholarship who wrote in a pure Latin style. Among humanists he enjoyed the sobriquet \"Prince of the Humanists\", and has been called \"the crowning glory of the Christian humanists\". Using humanist techniques for working on texts, he prepared important new Latin and Greek editions of the New Testament, which raised questions that would be influential in the Protestant Reformation and Catholic Counter-Reformation. He also wrote On Free Will, In Praise of Folly, Handbook of a Christian Knight, On Civility in Children, Copia: Foundations of the Abundant Style, Julius Exclusus, and many other works.",
  "/wiki/Philo": "Philo of Alexandria (/ˈfaɪloʊ/; Ancient Greek: Φίλων, romanized: Phílōn; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יְדִידְיָה הַכֹּהֵן‎, romanized: Yedidia (Jedediah) HaCohen; c. 20 BCE – c. 50 CE), also called Philo Judaeus, was a Hellenistic Jewish philosopher who lived in Alexandria, in the Roman province of Egypt.",
  "/wiki/Adam_Petri": "Adam Petri (1454 in Langendorf (now part of Elfershausen) in Franconia – 15 November 1527 in Basel) was a printer, publisher and bookseller.",
  "/wiki/Basel": "Basel (/ˈbɑːzəl/ BAH-zəl, German: [ˈbaːzl̩] (listen)) or Basle (/bɑːl/ BAHL; French: Bâle [bɑl]; Italian: Basilea [baziˈlɛːa]; Romansh: Basilea [baziˈleːa] (listen)) is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city (after Zürich and Geneva) with about 180,000 inhabitants.",
  "/wiki/Giustiniani": "Giustiniani is the name of a prominent Italian family which originally belonged to Venice, but also established itself in Genoa, and at various times had representatives in Naples, Corsica and in the islands of the Archipelago, where they had been the last Genoese rulers of the Aegean island of Chios, which had been a family possession for two centuries until 1566.",
  "/wiki/Gospel_of_James": "The Gospel of James, also known as the Protoevangelium of James, and the Infancy Gospel of James, is an apocryphal gospel probably written around the year AD 145, which expands backward in time the infancy stories contained in the Gospels of Matthew and Luke, and presents a narrative concerning the birth and upbringing of Mary herself. It is the oldest source to assert the virginity of Mary not only prior to, but during (and after) the birth of Jesus. The ancient manuscripts that preserve the book have different titles, including \"The Birth of Mary\", \"The Story of the Birth of Saint Mary, Mother of God,\" and \"The Birth of Mary; The Revelation of James.\" It is also referred to as \"Genesis of Mary\".",
  "/wiki/Marcus_Aurelius": "After his father, the praetor Marcus Annius Verus (III) (the nephew of the reigning Emperor Hadrian), died, Marcus was raised by his mother Domitia Lucilla and grandfather Marcus Annius Verus (II). Following the death of Hadrian's adoptive heir apparent Aelius Caesar in 138, the emperor adopted Marcus' uncle Antoninus Pius as his new heir. In turn, Antoninus adopted Marcus and the son of Aelius, Lucius (later to rule as Emperor Lucius Verus alongside Marcus). Hadrian died that year and Antoninus became emperor. Now heir to the throne, Marcus studied Greek and Latin under tutors such as Herodes Atticus and Marcus Cornelius Fronto. He kept in close correspondence with Fronto for many years afterwards. Marcus married Antoninus' daughter Faustina in 145. Antoninus died following an illness in 161.",
  "/wiki/Meditations": "Meditations (Medieval Greek: Τὰ εἰς ἑαυτόν, romanized: Ta eis heauton, literally \"things to one's self\") is a series of personal writings by Marcus Aurelius, Roman Emperor from 161 to 180 AD, recording his private notes to himself and ideas on Stoic philosophy.",
  "/wiki/Zurich": "Zürich or Zurich (see below for pronunciation) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 430,000 inhabitants, the urban area (agglomeration) 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
  "/wiki/Wilhelm_Xylander": "Wilhelm Xylander (born Wilhelm Holtzman, graecized to Xylander; 26 December 1532 – 10 February 1576) was a German classical scholar and humanist. He served as rector of Heidelberg University in 1564.",
  "/wiki/Sextus_Empiricus": "Sextus Empiricus (Greek: Σέξτος Ἐμπειρικός; c. 160 – c. 210 CE, dates uncertain), was a Pyrrhonist philosopher and a physician. His philosophical works are the most complete surviving account of ancient Greek and Roman Pyrrhonism, and because of the arguments they contain against the other Hellenistic philosophies they are also a major source of information about those philosophies.",
  "/wiki/Henri_Estienne": "Henri Estienne (/eɪˈtjɛn/; French: [etjɛn]; 1528 or 1531 – 1598), also known as Henricus Stephanus (/ˈstɛfənəs/), was a 16th-century French printer and classical scholar. He was the eldest son of  Robert Estienne. He was instructed in Latin, Greek, and Hebrew by his father and would eventually take over the Estienne printing firm which his father owned in 1559 when his father died. His most well-known work was the Thesaurus graecae linguae which was printed in five volumes. The basis of Greek lexicology, no thesaurus would rival that of Estienne's for three hundred years.",
  "/wiki/Gentian_Hervet": "Gentian Hervetus (Hervet) (1949 at Olivet, near Orléans – 12 September 1584 at Reims) was a French Roman Catholic theologian, humanist and controversialist.",
  "/wiki/Diophantus": "Diophantus of Alexandria (Ancient Greek: Διόφαντος ὁ Ἀλεξανδρεύς; born probably sometime between AD 201 and 215; died around 84 years old, probably sometime between AD 285 and 299) was an Alexandrian Hellenistic mathematician, who was the author of a series of books called Arithmetica, many of which are now lost. His texts deal with solving algebraic equations. While reading  Claude Gaspard Bachet de Méziriac's edition of Diophantus' Arithmetica, Pierre de Fermat concluded that a certain equation considered by Diophantus had no solutions, and noted in the margin without elaboration that he had found  \"a truly marvelous proof of this proposition,\" now referred to as Fermat's Last Theorem. This led to tremendous advances in number theory, and the study of Diophantine equations (\"Diophantine geometry\") and of Diophantine approximations remain important areas of mathematical research. Diophantus coined the term παρισότης (parisotes) to refer to an approximate equality. This term was rendered as adaequalitas in Latin, and became the technique of adequality developed by Pierre de Fermat to find maxima for functions and tangent lines to curves.  Diophantus was the first Greek mathematician who recognized fractions as numbers; thus he allowed positive rational numbers for the coefficients and solutions. In modern use, Diophantine equations are usually algebraic equations with integer coefficients, for which integer solutions are sought."
}