{
  "/wiki/1979%E2%80%9380_NCAA_Division_I_men%27s_basketball_season": "The 1979–80 NCAA Division I men's basketball season began on November 17, 1979, progressed through the regular season and conference tournaments, and concluded with the 1980 NCAA Men's Division I Basketball Tournament Championship Game on March 24, 1980, at the Market Square Arena in Indianapolis. The Louisville Cardinals won their first NCAA national championship with a 59–54 victory over the UCLA Bruins.",
  "/wiki/Calvin_Garrett": "Calvin Eugene Garrett (born July 11, 1956) is an American retired National Basketball Association (NBA) basketball player. He played three seasons with the Houston Rockets (1980–81 to 1982–83) and one with the Los Angeles Lakers (1983–84).  He played in college at Oral Roberts University in Tulsa, Oklahoma.",
  "/wiki/Oral_Roberts_Golden_Eagles_men%27s_basketball": "The Oral Roberts Golden Eagles men's basketball team is the basketball team representing Oral Roberts University in Tulsa, Oklahoma. The team is a member of Summit League. The team has made a appearances in five NCAA Tournaments, the most recent appearance in 2008 which marked their third consecutive trip to the NCAA Tournament. The team has also appeared in eight National Invitation Tournaments, one College Basketball Invitational, and two CollegeInsider.com Postseason Tournaments. The school has won seven regular season conference championships and five tournament championships. The school has been members of the Southland Conference and the Midwestern Collegiate Conference.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/1980%E2%80%9381_NCAA_Division_I_men%27s_basketball_season": "The 1980–81 NCAA Division I men's basketball season began on November 28, 1980, progressed through the regular season and conference tournaments, and concluded with the 1981 NCAA Men's Division I Basketball Tournament Championship Game on March 30, 1981, at The Spectrum in Philadelphia. The Indiana Hoosiers won their fourth NCAA national championship with a 63–50 victory over the North Carolina Tar Heels.",
  "/wiki/Darius_Clemons": "Darius Clemons is a retired American basketball player.  He is known for his standout college career at Loyola University in Chicago, where he was named Midwestern City Conference Player of the Year in 1981.  He remains the school's all-time leader in assists.",
  "/wiki/Loyola_Ramblers_men%27s_basketball": "The Loyola Ramblers men's basketball team represents Loyola University Chicago in Chicago, Illinois. The Ramblers joined the Missouri Valley Conference on July 1, 2013, ending a 34-season tenure as charter members of the Horizon League.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/Rubin_Jackson": "Rubin Jackson is an American former basketball player, best known for his college career at Oklahoma City University, where in the 1980–81 NCAA Division I men's basketball season he was named the Midwestern City Conference (now the Horizon League) Co-Player of the Year.",
  "/wiki/Oklahoma_City_Stars_men%27s_basketball": "The Oklahoma City Stars men's basketball team is the basketball team that represents Oklahoma City University (OCU) in Oklahoma City, Oklahoma, United States.  The school's team currently competes in the Sooner Athletic Conference.",
  "/wiki/1981%E2%80%9382_NCAA_Division_I_men%27s_basketball_season": "The 1981–82 NCAA Division I men's basketball season began on November 27, 1981, progressed through the regular season and conference tournaments, and concluded with the 1982 NCAA Men's Division I Basketball Tournament Championship Game on March 29, 1982, at the Louisiana Superdome in New Orleans, Louisiana. The North Carolina Tar Heels won their second NCAA national championship with a 63–62 victory over the Georgetown Hoyas.",
  "/wiki/Wayne_Sappleton": "Wayne B. Sappleton (born November 17, 1960) is a retired Jamaican professional basketball player, formerly of the NBA's New Jersey Nets. A 6'9 forward, Sappleton was a star at Loyola University Chicago from 1978-82.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/Mark_Acres": "Mark Richard Acres (born November 15, 1962) is a retired American professional basketball player who spent most of his career in the National Basketball Association (NBA). He was a 6'11\", 220 lb (100 kg) power forward/center.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Alfredrick_Hughes": "Alfredrick Hughes (born July 19, 1962) is a retired American professional basketball player who was selected by the San Antonio Spurs in the first round (14th pick overall) in the 1985 NBA draft.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/Byron_Larkin": "Byron K. Larkin (born December 12, 1965) is a retired American basketball player who had spent six seasons playing professionally abroad, although he is best known for his collegiate career at Xavier University between 1984–85 and 1987–88. A native of Cincinnati, Ohio, Larkin starred at Moeller High School in both football and basketball. Even though he was an All-American in football, Larkin chose to play basketball in college for his hometown's Xavier Musketeers.",
  "/wiki/Xavier_Musketeers_men%27s_basketball": "The Xavier Musketeers men's basketball team represents Xavier University in Norwood, Ohio. The school's team currently  competes in the Big East Conference. Of all Division I programs yet to make a Final 4, Xavier has the most all-time tournament wins with 27. Xavier has appeared in the NCAA Tournament 27 times, 15 times in the last 17 years. On March 11, 2018, Xavier earned its first ever No. 1 seed for the NCAA Tournament.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/Andre_Moore": "Andre M. Moore (born July 2, 1964), is a retired American-Australian professional basketball player. As a 6 ft 9 in (205 cm) power forward, he played in the National Basketball Association (NBA)  for both the Milwaukee Bucks and the Denver Nuggets during the 1987–88 season. He also played in Australia.",
  "/wiki/Scott_Haffner": "Scott Haffner (born February 2, 1966) is a retired American professional basketball player who graduated from Noblesville High School, Indiana and was selected by the Miami Heat in the 2nd round (45th overall) of the 1989 NBA Draft. Haffner, a 6'3\" (1.90 m) and 180 lb (81½ kg) point guard, played two years in the NBA, for the Heat during the 1989-90 season and for the Charlotte Hornets during the 1990-91 season. His best year as a pro came during his rookie year as a member of the Heat, appearing in 43 games (starting 6) and averaging 4.6 ppg. Haffner played collegiately at the University of Illinois and the University of Evansville.",
  "/wiki/Evansville_Purple_Aces_men%27s_basketball": "The Evansville Purple Aces men's basketball team represents the Purple Aces of the University of Evansville, located in Evansville, Indiana, in NCAA Division I basketball competition. They play their home games at the Ford Center. Evansville's athletics teams were originally known as the Pioneers in the early part of the 1900s. In the 1920s, the name Aces arose after a local sports writer wrote in a game story of the men's basketball team, \"They played like Aces.\" The team has been known as the Aces and/or Purple Aces ever since. Evansville has won five Division II national championships (1959, 1960, 1962, 1964, 1965, 1971).  On November 12, 2019, the Aces earned one of the biggest victories in their Division I history, defeating top-ranked Kentucky at Rupp Arena,",
  "/wiki/Tyrone_Hill": "Tyrone Hill (born March 19, 1968) is an American retired basketball player and, since 2008–09, assistant coach for the National Basketball Association's Atlanta Hawks. Hill spent four years playing collegiately at Xavier University, in his last season averaging 20.2 points and 12.6 rebounds per game, while shooting 58.1% from the field. The Golden State Warriors selected him with the eleventh pick of the 1990 NBA draft.",
  "/wiki/Darin_Archbold": "Darin Archbold (born July 11, 1969) is an American former basketball player.   Archbold was named Midwestern Collegiate Conference Player of the Year in 1991.  Archbold joined the Butler Bulldogs beginning the 1988–89 season after graduating from and playing basketball and football at Norwell High School in Ossian, Indiana, where he still holds the records for career points, career rebounds, and season points.",
  "/wiki/Butler_Bulldogs_men%27s_basketball": "The Butler Bulldogs men's basketball team represents Butler University in Indianapolis, United States. The school's team currently competes in the Big East Conference. Their current head coach is LaVall Jordan and they play their home games at Hinkle Fieldhouse.",
  "/wiki/Parrish_Casebier": "Parrish Jason Casebier (born July 18, 1972) is a retired American basketball player.  He is best known for his standout college career at University of Evansville, where he was named Midwestern City Conference Player of the Year in 1992.",
  "/wiki/Brian_Grant": "Brian Wade Grant (born March 5, 1972) is a retired American basketball player. He played the power forward and center positions for five teams during 12 seasons in the National Basketball Association. He was known for his tenacious rebounding and blue-collar defense. During his career, he played with the Sacramento Kings (where he made First Team All-Rookie in the 1994–95 season), Portland Trail Blazers, Miami Heat, Los Angeles Lakers and Phoenix Suns.",
  "/wiki/Sherell_Ford": "Sherell Ford (born August 26, 1972) is an American retired professional basketball player born in Baton Rouge, Louisiana.",
  "/wiki/UIC_Flames_men%27s_basketball": "The UIC Flames men's basketball team represents the University of Illinois at Chicago in Chicago, Illinois, United States. The school's team currently competes in the Horizon League, in which it has competed since the 1994-95 season. The Flames are currently coached by Steve McClain.",
  "/wiki/Jeff_Nordgaard": "Jeff Wallace Nordgaard  (born February 23, 1973) is an American-born naturalized Polish former professional basketball player.",
  "/wiki/Green_Bay_Phoenix_men%27s_basketball": "The Green Bay Phoenix men's basketball team is a NCAA Division I college basketball team competing in the Horizon League for the University of Wisconsin–Green Bay. The head coach for the Green Bay Phoenix is Linc Darner.",
  "/wiki/Jon_Neuhouser": "Jon Neuhouser is an American basketball player. A forward, Neuhouser was named Midwestern Collegiate Conference Player of the Year in 1997.  Neuhouser joined the Butler Bulldogs beginning the 1995–96 season after graduating from and playing basketball for Leo Junior/Senior High School in Leo-Cedarville, Indiana."
}