{
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/1977%E2%80%9378_NHL_season": "The 1977–78 NHL season was the 61st season of the National Hockey League. The Montreal Canadiens won their third Stanley Cup in a row, defeating the Boston Bruins four games to two in the Stanley Cup Finals.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit, Michigan. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.",
  "/wiki/2007%E2%80%9308_NHL_season": "The 2007–08 NHL season was the 91st season of operation (90th season of play) of the National Hockey League (NHL). It began on September 29, 2007, and the regular season ended April 6, 2008. The Stanley Cup playoffs ended on June 4, with the Detroit Red Wings taking the championship. The 56th NHL All-Star Game was held in Atlanta, Georgia, as the Atlanta Thrashers hosted the event at Philips Arena on January 27, 2008. The hosting by Atlanta was rescheduled from 2005, when a lockout cancelled the entire 2004–05 season.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/2013%E2%80%9314_NHL_season": "The 2013–14 NHL season was the 97th season of operation (96th season of play) of the National Hockey League (NHL). This season features a realignment of the league's 30 teams from a six to a four division format. The regular season began Tuesday, October 1, and concluded Sunday, April 13. The Stanley Cup playoffs began April 16.",
  "/wiki/Ottawa_Senators_(original)": "The Ottawa Senators were an ice hockey team based in Ottawa, Ontario, Canada which existed from 1883 to 1954. The club was the first hockey club in Ontario, a founding member of the National Hockey League (NHL) and played in the NHL from 1917 until 1934. The club, which was officially the Ottawa Hockey Club (Ottawa HC), was known by several nicknames, including the Generals in the 1890s, the Silver Seven from 1903 to 1907 and the Senators dating from 1908.",
  "/wiki/1927%E2%80%9328_NHL_season": "The 1927–28 NHL season was the 11th season of the National Hockey League. Ten teams played 44 games each. The New York Rangers won the Stanley Cup beating the Montreal Maroons, becoming the first United States-based NHL team to win it.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/1962%E2%80%9363_NHL_season": "The 1962–63 NHL season was the 46th season of the National Hockey League. Six teams each played 70 games. The Toronto Maple Leafs won their second Stanley Cup in a row as they defeated the Detroit Red Wings four games to one.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/2012%E2%80%9313_NHL_season": "The 2012–13 NHL season was the 96th season of operation (95th season of play) of the National Hockey League (NHL). The regular season began on January 19, 2013 and ended on April 28, 2013, with the playoffs to follow until June.",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/2014%E2%80%9315_NHL_season": "The 2014–15 NHL season was the 98th season of operation (97th season of play) of the National Hockey League (NHL).",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton, Alberta. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference.",
  "/wiki/1986%E2%80%9387_NHL_season": "The 1986–87 NHL season was the 70th season of the National Hockey League. The Edmonton Oilers won the Stanley Cup by beating the Philadelphia Flyers four games to three in the Cup finals.",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island.",
  "/wiki/1981-82_NHL_season": "The 1981–82 NHL season was the 65th season of the National Hockey League. The William M. Jennings Trophy made its debut this year as the trophy for the goaltenders from the team with the fewest goals against, thus replacing the Vezina Trophy in that qualifying criteria. The Vezina Trophy would thereafter be awarded to the goaltender adjudged to be the best at his position. The New York Islanders won their third straight Stanley Cup by sweeping the Vancouver Canucks in four games.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/1984%E2%80%9385_NHL_season": "The 1984–85 NHL season was the 68th season of the National Hockey League. The Edmonton Oilers won their second straight Stanley Cup by beating the Philadelphia Flyers four games to one in the final series.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.",
  "/wiki/2016%E2%80%9317_NHL_season": "The 2016–17 NHL season was the 100th season of operation (99th season of play) of the National Hockey League. Thirty teams were competing in an 82-game regular season from October 12, 2016, to April 9, 2017. The 2017 Stanley Cup playoffs began on April 12 and concluded on June 11, with the Pittsburgh Penguins winning the Stanley Cup over the Nashville Predators in six games. On June 11, the Pittsburgh Penguins became the first team to repeat as Stanley Cup champions since the Detroit Red Wings in 1997–98, winning the franchise's fifth Stanley Cup and their third in nine seasons.",
  "/wiki/Colorado_Avalanche": "The Colorado Avalanche are a professional ice hockey team based in Denver, Colorado. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Avalanche are the only team in their division not based in the Central Time Zone; the team is situated in the Mountain Time Zone. Their home arena is Pepsi Center, which they share with the Denver Nuggets of the National Basketball Association. Their general manager is Joe Sakic.",
  "/wiki/2000%E2%80%9301_NHL_season": "The 2000–01 NHL season was the 84th regular season of the National Hockey League. With the addition of the expansion Columbus Blue Jackets and the Minnesota Wild, 30 teams each played 82 games. The Stanley Cup winners were the Colorado Avalanche, who won the best of seven series 4–3 against the New Jersey Devils. The focus of Colorado's Stanley Cup run was on star defenseman Ray Bourque, who was on a quest to win his first Stanley Cup championship in his illustrious 22-year career.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/1988%E2%80%9389_NHL_season": "The 1988–89 NHL season was the 72nd season of the National Hockey League. The Calgary Flames won an all-Canadian Stanley Cup final against the Montreal Canadiens four games to two. This remains the last time two Canadian teams faced each other for the Stanley Cup.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/1998%E2%80%9399_NHL_season": "The 1998–99 NHL season was the 82nd regular season of the National Hockey League. The league expanded to 27 teams with the addition of the Nashville Predators. The Dallas Stars finished first in regular season play, and won the Stanley Cup championship over the Buffalo Sabres on a controversial triple overtime goal by Brett Hull.",
  "/wiki/Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver, British Columbia. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Canucks play their home games at Rogers Arena, formerly known as General Motors Place, which has an official capacity of 18,910. Travis Green is the head coach and Jim Benning is the general manager.",
  "/wiki/2011%E2%80%9312_NHL_season": "The 2011–12 NHL season was the 95th season of operation (94th season of play) of the National Hockey League (NHL). The Los Angeles Kings defeated the New Jersey Devils in the Stanley Cup Final four games to two to win the team's first Stanley Cup in their second Stanley Cup final appearance; they had lost to Montreal Canadiens in the 1993 Finals.",
  "/wiki/Quebec_Bulldogs": "The Quebec Bulldogs were a men's senior-level ice hockey team based in Quebec City, Quebec, Canada. The team was officially known as the Quebec Hockey Club, and later as the Quebec Athletic Club. One of the first organized ice hockey clubs, the club debuted in 1878 with the opening of the Quebec Skating Rink. The club continued as an amateur team through various leagues, eventually becoming professional in 1908. The club would play in the National Hockey Association (the forerunner to the NHL) and the National Hockey League. In 1920, the team moved to Hamilton, Ontario and became the Hamilton Tigers.",
  "/wiki/1912%E2%80%9313_NHA_season": "The 1912–13 NHA season was the fourth season of the National Hockey Association (NHA). Six teams played 20 games each. The Quebec Bulldogs won the league championship to retain the Stanley Cup. They played and defeated the Sydney Millionaires in a challenge after the regular season.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/2006%E2%80%9307_NHL_season": "The 2006–07 NHL season was the 90th season of operation (89th season of play) of the National Hockey League (NHL). The 2007 Stanley Cup Playoffs began on April 11, 2007, and concluded on June 6, with the Anaheim Ducks defeating the Ottawa Senators to win their first Stanley Cup, becoming the first team from California to do so.",
  "/wiki/Hamilton_Tigers_(ice_hockey)": "The Hamilton Tigers were a professional ice hockey team based in Hamilton, Ontario, Canada. They competed in the National Hockey League (NHL) from 1920 to 1925. The Tigers were formed by the sale of the Quebec Bulldogs NHL franchise to Hamilton interests. After years of struggling, the franchise finished first in the league in the 1924–25 NHL season, but a players' strike before the playoffs resulted in the franchise's dissolution. The players' contracts were sold to New York City interests to stock the expansion New York Americans. A namesake amateur team existed prior to and during the NHL team's existence, and a minor league professional team named the Hamilton Tigers existed from 1926 to 1930.",
  "/wiki/1924%E2%80%9325_NHL_season": "The 1924–25 NHL season was the eighth season of the National Hockey League. The NHL added two teams this season, a second team in Montreal, the Montreal Maroons and the first U.S. team, the Boston Bruins. Six teams each played 30 games.",
  "/wiki/Montreal_Wanderers": "The Montreal Wanderers were an amateur, and later professional, men's ice hockey team based in Montreal, Quebec, Canada. The team played in the Federal Amateur Hockey League (FAHL), the Eastern Canada Amateur Hockey Association (ECAHA), the National Hockey Association (NHA) and briefly the National Hockey League (NHL). The Wanderers were four-time Stanley Cup winners. Prior to the formation of the NHL, the \"Redbands\" were one of the most successful teams in hockey.",
  "/wiki/1910_NHA_season": "The 1910 NHA season was the first season of the National Hockey Association men's professional ice hockey league. The season started on January 5, but was suspended immediately and the league then absorbed the Ottawa and Shamrocks teams of the Canadian Hockey Association and the season continued from January 15 to March 15. Seven teams played 12 games each. The Ottawa Hockey Club played two Stanley Cup challenges during the season, but lost the Cup to their rivals the Montreal Wanderers who won the league championship and played a Cup challenge afterwards.",
  "/wiki/Nashville_Predators": "The Nashville Predators are a professional ice hockey team based in Nashville, Tennessee. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Predators have played their home games at Bridgestone Arena since 1998. Their television broadcasting rights are held by Fox Sports Tennessee, and radio broadcasting rights are held by WPRT-FM.",
  "/wiki/2017-18_NHL_season": "The 2017–18 NHL season was the 101st season of operation (100th season of play) of the National Hockey League. With the addition of a new expansion team, the Vegas Golden Knights, 31 teams competed in an 82-game regular season. The regular season began on October 4, 2017, and ended on April 8, 2018. The 2018 Stanley Cup playoffs began on April 11, 2018, and concluded on June 7, with the Washington Capitals winning their first Stanley Cup in the Finals over the Vegas Golden Knights in five games."
}