{
  "/wiki/Ricky_Byrdsong": "Ricky Byrdsong (June 24, 1956 – July 3, 1999) was an American college basketball coach and insurance executive. He served as the head men's basketball coach at the University of Detroit Mercy (1988-1993) and Northwestern University (1993-1997), compiling a career coaching record of 89–163. Byrdsong was the first African American head coach of the Northwestern Wildcats men's basketball program. On July 2, 1999, he was shot at 8:52 pm in a hate crime killing spree.  He died at 12:42 am on July 3, 1999.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Milton_Campbell": "Milton Campbell (born 15 May 1976) is a former track and field athlete from the United States who mainly competes in the 400 metres.",
  "/wiki/Ahmad_Carroll": "Ahmad Raheem Carroll (born August 4, 1983) is a former American football cornerback. He played college football at Arkansas and was drafted by the Green Bay Packers in the first round of the 2004 NFL Draft.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Jacksonville_Jaguars": "The Jacksonville Jaguars are a professional football franchise based in Jacksonville, Florida.  The Jaguars compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at TIAA Bank Field.",
  "/wiki/Orlando_Predators": "The Orlando Predators were a professional arena football team based in Orlando, Florida and member of the Arena Football League (AFL). The team was most recently owned by Orlando Predators LLC, a company owned by David A. Siegel, and played its home games at Amway Center.",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/James_Davis_(halfback)": "James Andrew Davis (born January 1, 1986) is a former American football running back. He was drafted by the Cleveland Browns in the sixth round of the 2009 NFL Draft. He played college football at Clemson. He has also been a member of the Washington Redskins and Houston Texans",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/Harold_Ellis_(basketball)": "Harold Ellis (born October 7, 1970) is a retired American professional basketball player. A 6'5\" (1.96 m) shooting guard from Morehouse College, Ellis was never drafted by a National Basketball Association team but did manage to play in 3 NBA seasons.",
  "/wiki/Los_Angeles_Clippers": "The Los Angeles Clippers (branded as the LA Clippers) are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the Pacific Division in the league's Western Conference. The Clippers play their home games at the Staples Center, an arena they share with fellow NBA team the Los Angeles Lakers, as well as the Los Angeles Sparks of the Women's National Basketball Association (WNBA), and the Los Angeles Kings of the National Hockey League (NHL).",
  "/wiki/Denver_Nuggets": "The Denver Nuggets are an American professional basketball team based in Denver. The Nuggets compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team was founded as the Denver Larks in 1967 as a charter franchise of the American Basketball Association (ABA), but changed its name to Rockets before the first season. It changed its name again to the Nuggets in 1974. After the name change, the Nuggets played for the final ABA Championship title in 1976, losing to the New York Nets.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/Sonny_Emory": "Sonny Emory (born December 23, 1962) is an American singer, songwriter, drummer and percussionist. Emory is a former member of the band Earth, Wind & Fire. As well he has worked with artistes such as Steely Dan, Bruce Hornsby, Eric Clapton and the B-52's.",
  "/wiki/Jarvis_Hayes": "Jarvis James Hayes (born August 9, 1981) is an American-Qatari college basketball coach who is currently an assistant coach for the Georgia State Panthers and is a former professional player. Hayes was selected by the Washington Wizards with the 10th overall pick of the 2003 NBA draft.",
  "/wiki/New_Jersey_Nets": "The Brooklyn Nets are an American professional basketball team based in the New York City borough of Brooklyn. The Nets compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Barclays Center. They are one of two NBA teams located in New York City; the other is the New York Knicks. The team was established in 1967 as a charter franchise of the NBA's rival league, the American Basketball Association (ABA). They played in New Jersey as the New Jersey Americans during their first season, before moving to Long Island in 1968 and changing their name to the New York Nets. During this time, the Nets won two ABA championships (in 1974 and 1976). In 1976, the ABA merged with the NBA, and the Nets were absorbed into the NBA along with three other ABA teams (the San Antonio Spurs, Indiana Pacers, and Denver Nuggets, all of whom remain in the league today).",
  "/wiki/Detroit_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
  "/wiki/Robert_Hicks_(American_football)": "Robert Otis Hicks Jr. (born November 17, 1974) is a former American football offensive lineman in the National Football League (NFL) for the Buffalo Bills from 1998 until 2000.  He played college football at Mississippi State University and was drafted by Buffalo in the third round of the 1998 NFL draft.",
  "/wiki/Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. The Falcons compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division.  The Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL).",
  "/wiki/Oakland_Raiders": "The professional American football team now known as the Las Vegas Raiders played in Oakland, California as the Oakland Raiders from 1960 to 1981 and again from 1995 to 2019 before relocating to Las Vegas, Nevada. Between 1982 and 1994, the team played in Los Angeles as the Los Angeles Raiders.",
  "/wiki/Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area.  The Bills compete in the National Football League (NFL), as a member club of the league's American Football Conference (AFC) East division. The team plays their home games at New Era Field in Orchard Park, New York. The Bills are the only NFL team that plays its home games in the state of New York. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester.",
  "/wiki/Dexter_Scott_King": "Dexter Scott King (born January 30, 1961) is an American animal rights activist and the second son of civil rights leaders Martin Luther King Jr. and Coretta Scott King. King is also the brother of Martin Luther King III, Bernice King, and Yolanda King.",
  "/wiki/Martin_Luther_King_Jr.": "Martin Luther King Jr. (January 15, 1929 – April 4, 1968) was an American Christian minister and activist who became the most visible spokesperson and leader in the Civil Rights Movement from 1955 until his assassination in 1968. King is best known for advancing civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi.",
  "/wiki/Killer_Mike": "Michael Santiago Render (born April 20, 1975), better known by his stage name Killer Mike, is an American rapper, actor, and activist. He is the founder of Grind Time Official Records, which he launched through the SMC and Fontana Distribution. Mike made his debut on \"Snappin' and Trappin'\" from OutKast's 2000 LP Stankonia, and later appeared on the Grammy-winning song \"The Whole World\", a single from Outkast's greatest hits album Big Boi and Dre Present...Outkast. He has since released five full-length albums as a solo artist.",
  "/wiki/Kilo_Ali": "Andrell D. Rogers (born May 1, 1973), better known as Kilo Ali, formerly Kilo, is an American rap music artist from Atlanta, Georgia. Kilo Ali recorded mainly bass music (described more closely to Miami bass style music), but also hip hop tracks with a less distinctive southern flavor. His most well known singles include \"Show Me Love\", \"Baby Baby\", and \"Love In Ya Mouth\".",
  "/wiki/Bernice_King": "Bernice Albertine King (born March 28, 1963) is an American minister and the youngest child of civil rights leaders Martin Luther King Jr. and Coretta Scott King. She was five years old when her father was assassinated. In her adolescence, King chose to work towards becoming a minister after having a breakdown from watching a documentary about her father. King was 17 when she was invited to speak at the United Nations. Twenty years after her father was assassinated, she preached her trial sermon. Inspired by her parents' activism, she was arrested multiple times during her early adulthood.",
  "/wiki/Jamal_Lewis": "Jamal Lewis (born August 26, 1979) is a former American football running back in the National Football League (NFL). He was drafted by the Baltimore Ravens fifth overall in the 2000 NFL Draft. He played college football at Tennessee. After spending his first seven seasons with the Ravens, Lewis signed a free agent contract with the Cleveland Browns prior to the 2007 season and retired after the 2009 season.",
  "/wiki/Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The team plays its home games at M&T Bank Stadium and is headquartered in Owings Mills.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/Lil_Jon": "Jonathan Smith (born January 17, 1971), known professionally as Lil Jon, is an American rapper, songwriter, record producer and DJ based in Atlanta, Georgia. He was the lead frontman of the multi-platinum selling rap group, Lil Jon & The East Side Boyz and was instrumental in the emergence of the sub hip/hop genre crunk. He is credited with bringing the genre into mainstream success, producing Top 10 Billboard Hot 100 singles \"Get Low,\" \"Goodies,\" \"Cyclone,\" \"Freek-a-Leek,\" and \"Yeah!\". \"Yeah!\" won a Grammy Award for Best Rap/Sung Performance. Lil Jon is also a frequent collaborator with friend and fellow rapper Pitbull. In 2013, Lil Jon collaborated with DJ Snake and released the EDM multi-platinum hit, \"Turn Down for What,\" that won Billboard Music Award for Top Dance/Electronic Song. The music video for the single, released in 2014, was nominated for a Grammy Award for Best Music Video, and has been viewed over 900 million times on YouTube as of October 2019. As of 2016, Lil Jon is listed as one of the Top Billboard Music Award Winners of All Time. In 2019, Lil Jon achieved his 8th #1 on Billboard’s Rhythmic Chart as a songwriter on the song \"My Type\" by Oakland rapper Saweetie.",
  "/wiki/Finesse_Mitchell": "Alfred Langston \"Finesse\" Mitchell (born June 12, 1972) is an American actor, author and stand-up comedian. From 2003 to 2006, he was a cast member on Saturday Night Live.  Mitchell has also appeared on such television shows as Showtime at the Apollo, BET's ComicView, Comedy Central Presents, Disney's A.N.T. Farm and NBC's Late Friday.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Chris_Morris_(basketball)": "Christopher Vernard Morris (born January 20, 1966) is a retired American professional basketball player. In his 11-season (1988–1999) National Basketball Association career, the 6'8\" small forward played for the New Jersey Nets, Utah Jazz, and Phoenix Suns. He is a graduate of Atlanta's Douglass High School where his jersey has been retired and played for the Auburn University Tigers. He scored 8,184 total points in his NBA career.",
  "/wiki/Pill_(rapper)": "Tyrone Rivers, better known by his stage name Pill, is an American rapper from Atlanta, Georgia.",
  "/wiki/Stanley_Pritchett": "Stanley Jerome Pritchett (born December 22, 1973) is a former professional American football player. A 6'1\", 245-lb. fullback from the University of South Carolina, Pritchett was selected by the Miami Dolphins in the fourth round of the 1996 NFL Draft with the 118th overall pick. He played nine seasons in the NFL from 1996 to 2004 for the Dolphins, the Philadelphia Eagles, the Chicago Bears and the Atlanta Falcons. Pritchett is a member of Kappa Alpha Psi fraternity.  Pritchett, whose father, Dr. Stanley Pritchett, is the acting president at Morris Brown College, is now a high school professor and a head football coach at Arabia Mountain High School .[citation needed]",
  "/wiki/Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Dolphins play their home games at Hard Rock Stadium, located in the northern suburb of Miami Gardens, Florida. The Dolphins are the oldest professional sports team in Florida. Of the four AFC East teams, they are the only team in the division that was not a charter member of the American Football League (AFL).",
  "/wiki/Douglass_High_School_(Atlanta)": "Frederick Douglass High School is a public school located in northwest Atlanta, Georgia, United States, bordering the Collier Heights and Center Hill communities."
}