{
  "/wiki/Tina_Beaudry-Mellor": "Tina Beaudry-Mellor is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. She represents the electoral district of Regina University as a member of the Saskatchewan Party.",
  "/wiki/Saskatchewan_Party": "The Saskatchewan Party is a conservative, centre-right political party in the Canadian province of Saskatchewan. Since 2007, it has been the province's governing party, currently led by Premier Scott Moe. The party was established in 1997 by a coalition of former provincial Progressive Conservative and Liberal party members and supporters who sought to remove the Saskatchewan New Democratic Party (NDP) from power.",
  "/wiki/Regina_University": "Regina University is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was first contested in the 2016 election.",
  "/wiki/Carla_Beck": "Carla Beck is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. She represents the electoral district of Regina Lakeview as a member of the Saskatchewan New Democratic Party.",
  "/wiki/Saskatchewan_New_Democratic_Party": "The Saskatchewan New Democratic Party (NDP) is a social-democratic political party in the Canadian province of Saskatchewan. It currently forms the official opposition, but has been a dominant force in Saskatchewan politics since the 1940s. The party is the successor to the Saskatchewan section of the Co-operative Commonwealth Federation (CCF), and is affiliated with the federal New Democratic Party.",
  "/wiki/Regina_Lakeview": "Regina Lakeview is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada.",
  "/wiki/Buckley_Belanger": "Buckley Harold Belanger (born March 21, 1960) is a Canadian provincial politician, who serves as the Member of the Legislative Assembly of Saskatchewan for the constituency of Athabasca, in north-western corner of the province. He is a member of the provincial New Democratic Party.",
  "/wiki/Athabasca_(Saskatchewan_provincial_electoral_district)": "Athabasca is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It is located in the extreme northwest corner of the province. The major industries are tourism, mineral extraction, forestry, commercial fishing and trapping. The Cluff Lake uranium mine is located in this constituency, as well as the Athabasca Sand Dunes Provincial Park and the Clearwater River Provincial Park. The major communities are La Loche, Île-à-la-Crosse and Buffalo Narrows with populations of 2,136, 1,268 and 1,137 respectively.",
  "/wiki/Steven_Bonk": "Steven Bonk is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. He represents the electoral district of Moosomin as a member of the Saskatchewan Party.",
  "/wiki/Moosomin_(electoral_district)": "Moosomin is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in southeastern Saskatchewan, this constituency was one of 25 created for the 1st Saskatchewan general election in 1905.",
  "/wiki/Fred_Bradshaw": "Fred Bradshaw is a Canadian politician. He was elected to represent the electoral district of Carrot River Valley in the Legislative Assembly of Saskatchewan in the 2007 election. Born in Arborfield, Saskatchewan, he is a member of the Saskatchewan Party.",
  "/wiki/Carrot_River_Valley_(electoral_district)": "Carrot River Valley is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in the east central area of Saskatchewan, this constituency was created by The Representation Act, 1994 (Saskatchewan) out of the former district of Kelsey-Tisdale and part of the riding of Nipawin. The Carrot River flows through the riding.",
  "/wiki/Greg_Brkich": "Greg Brkich (born December 5, 1958) is a Canadian provincial politician. He was brought up in a farming community near Bladworth, Saskatchewan and is now the Saskatchewan Party member of the Legislative Assembly of Saskatchewan for the constituency of Arm River-Watrous. He was first elected as a Member of the Legislative Assembly in 1999 and was re-elected in 2003 and again in 2007.",
  "/wiki/Arm_River_(electoral_district)": "Arm River is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. This constituency is located in south central Saskatchewan. Revived as a result of the 2013 revision of Saskatchewan's electoral districts, it was last contested in the 2016 election.",
  "/wiki/David_Buckingham_(politician)": "David Buckingham is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election.",
  "/wiki/Saskatoon_Westview": "Saskatoon Westview is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was first contested in the 2016 election.",
  "/wiki/Lori_Carr": "Lori Carr is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. She represents the electoral district of Estevan as a member of the Saskatchewan Party. On August 15, 2018, she was appointed to Cabinet as Minister of Highways and Infrastructure. She was shuffled to the Government Relations portfolio on August 13, 2019.",
  "/wiki/Estevan_(electoral_district)": "Estevan is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada.",
  "/wiki/Danielle_Chartier": "Danielle Chartier is a Canadian politician. She was elected to the Legislative Assembly of Saskatchewan in a by-election on September 21, 2009, representing the electoral district of Saskatoon Riversdale as a member of the Saskatchewan New Democratic Party.  She was reelected in the 2011 and 2016 provincial elections.",
  "/wiki/Saskatoon_Riversdale": "Saskatoon Riversdale is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was held by two Premiers of Saskatchewan from 1991 to 2007--Roy Romanow and Lorne Calvert. It is currently occupied by Danielle Chartier of the New Democratic Party of Saskatchewan.",
  "/wiki/Ken_Cheveldayoff": "Ken Cheveldayoff (born April 1, 1965) is a Canadian provincial politician. He is the Saskatchewan Party member of the Legislative Assembly of Saskatchewan for the constituency of Saskatoon Willowgrove. In 2018 he was a candidate for the leadership of the Saskatchewan Party.",
  "/wiki/Saskatoon_Willowgrove": "Saskatoon Willowgrove is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It succeeded the former Saskatoon Silver Springs riding and was first contested in the 2016 election.",
  "/wiki/Herb_Cox": "Herb Cox (born 1950 or 1951) is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2011 election. He represents the electoral district of The Battlefords as a member of the Saskatchewan Party caucus.",
  "/wiki/The_Battlefords_(provincial_electoral_district)": "The Battlefords is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It includes the city of North Battleford and the adjoining town of Battleford. Collectively these communities are commonly known as \"The Battlefords\".",
  "/wiki/Dan_D%27Autremont": "Daniel H. D'Autremont (born December 28, 1950) is a Canadian provincial politician. He is the Saskatchewan Party member of the Legislative Assembly of Saskatchewan for the constituency of Cannington.  He served as Speaker of the Legislative Assembly from 2011 to 2016.",
  "/wiki/Cannington_(electoral_district)": "Cannington is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in the extreme southeast corner of the province, this constituency was redrawn to include the former district of Souris for the 18th Saskatchewan general election in 1975.",
  "/wiki/Terry_Dennis": "Terry Dennis is a Canadian provincial politician, who is the current Member of the Legislative Assembly of Saskatchewan for the riding of Canora-Pelly. He was first elected in the 2016 provincial election. He is a member of the Saskatchewan Party.",
  "/wiki/Canora-Pelly": "Canora-Pelly is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. The constituency was created by the Representation Act, 1994 (Saskatchewan) out of the former districts of Canora and Pelly.",
  "/wiki/Mark_Docherty_(politician)": "Mark Docherty is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2011 election. He represents the electoral district of Regina Coronation Park as a member of the Saskatchewan Party caucus.\nOn March 10, 2018, he was elected Speaker of the Legislative Assembly.",
  "/wiki/Regina_Coronation_Park": "Regina Coronation Park is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Originally created as \"Regina North\" for the 20th Saskatchewan general election in 1982, this constituency was called \"Regina Albert North\" from 1991 to 1995.",
  "/wiki/Larry_Doke": "Larry Doke is a Canadian provincial politician, who serves as the Member of the Legislative Assembly of Saskatchewan for the riding of Cut Knife-Turtleford. He was first elected in the 2011 election, and subsequently re-elected in the 2016 election. He is a member of the Saskatchewan Party caucus.",
  "/wiki/Cut_Knife-Turtleford": "Cut Knife-Turtleford is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in northwest Saskatchewan, this constituency has an economy based primarily on farming – while oil and gas development is rising. The Battlefords Provincial Park is located here. Communities in the riding include the towns of Cut Knife (population 610), Maidstone (1,037), Lashburn (914), and Turtleford (461); and the villages of Neilburg, Meota, Glaslyn, Marsden, and Edam.",
  "/wiki/Dustin_Duncan": "Dustin Duncan is a Canadian provincial politician. He is the Saskatchewan Party member of the Legislative Assembly of Saskatchewan for the constituency of Weyburn-Big Muddy.",
  "/wiki/Weyburn-Big_Muddy": "Weyburn-Big Muddy is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Located in southeastern Saskatchewan, the constituency was created through the Representation Act, 1994 (Saskatchewan) by combining most of the Weyburn district with part of Bengough-Milestone. The \"Weyburn\" riding was once represented by former CCF Premier, and federal NDP leader, Tommy Douglas.",
  "/wiki/Bronwyn_Eyre": "Bronwyn Eyre is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. She represents the electoral district of Saskatoon Stonebridge-Dakota as a member of the Saskatchewan Party. As of February 2, 2018, she is currently serving as the Minister of Energy and Resources, as well as Minister Responsible for SaskEnergy and SaskWater.",
  "/wiki/Saskatoon_Stonebridge-Dakota": "Saskatoon Stonebridge-Dakota is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was first contested in the 2016 election.",
  "/wiki/Muhammad_Fiaz": "Muhammad Fiaz is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in the 2016 provincial election. He represents the electoral district of Regina Pasqua as a member of the Saskatchewan Party.",
  "/wiki/Regina_Pasqua": "Regina Pasqua is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. It was first contested in the 2016 election.",
  "/wiki/David_Forbes_(politician)": "David Forbes (born 1956) is a Canadian provincial politician. He is the Saskatchewan New Democratic Party member of the Legislative Assembly of Saskatchewan for the constituency of Saskatoon Centre. Forbes serves as the Opposition critic for Labour, Housing, Saskatchewan Housing Corporation, Saskatchewan Worker's Compensation Board, and Diversity, Equality and Human Rights.",
  "/wiki/Saskatoon_Centre": "Saskatoon Centre is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada.  It is one of 13 districts covering the province's largest city, Saskatoon.",
  "/wiki/Ken_Francis": "Ken Francis is a Canadian politician, who was elected to the Legislative Assembly of Saskatchewan in a by-election on March 1, 2018. He represents the electoral district of Kindersley as a member of the Saskatchewan Party.",
  "/wiki/Kindersley_(provincial_electoral_district)": "Kindersley is a provincial electoral district for the Legislative Assembly of Saskatchewan, Canada. Created for the 9th Saskatchewan general election as \"Kerrobert-Kindersley\", this constituency was renamed for the 18th Saskatchewan general election in 1975.",
  "/wiki/Legislative_Assembly_of_Saskatchewan": "The Legislative Assembly of Saskatchewan is the deliberative assembly of the Saskatchewan Legislature in the province of Saskatchewan, Canada. Bills passed by the assembly are given royal assent by the Queen of Canada in Right of Saskatchewan, (represented by the Lieutenant Governor of Saskatchewan). The legislature meets at the Saskatchewan Legislative Building in Regina."
}