{
  "/wiki/Angelo_II_Acciaioli": "Angelo II Acciaioli (15 April 1349 - 31 May 1408) was an Italian Catholic cardinal.",
  "/wiki/Pope_Urban_VI": "Pope Urban VI (Latin: Urbanus VI; c. 1318 – 15 October 1389), born Bartolomeo Prignano (Italian pronunciation: [bartoloˈmɛːo priɲˈɲaːno]), was head of the Catholic Church and ruler of the Papal States from 8 April 1378 to his death in 1389. He was the most recent pope to be elected from outside the College of Cardinals. His reign, which began shortly after the end of the Avignon Papacy, was marked by immense conflict between rival factions as part of the Western Schism.",
  "/wiki/Francesco_Carbone_Tomacelli": "Francesco Carbone Tomacelli (died 18 June 1405) was Italian cardinal at the time of the Great Western Schism. He was nephew (possibly adopted) of Pope Boniface IX.",
  "/wiki/Enrico_Minutolo": "Enrico Minutoli (died 1412) was an Italian Cardinal.",
  "/wiki/Pope_Boniface_IX": "Pope Boniface IX (Latin: Bonifatius IX; c. 1350 – 1 October 1404, born Pietro Tomacelli) was head of the Catholic Church and ruler of the Papal States from 2 November 1389 to his death in 1404. He was the second Pope of the Western Schism. During this time the papal claiments of the Avignon Obedience, antipope Clement VII and Benedict XIII, maintained the Roman Curia in Avignon, under the protection of the French monarchy.",
  "/wiki/Pope_Innocent_VII": "Pope Innocent VII (Latin: Innocentius VII; 1339 – 6 November 1406), born Cosimo de' Migliorati, was Pope from 17 October 1404 to his death in 1406.",
  "/wiki/Antonio_Caetani_(seniore)": "Antonio Caetani, seniore (1360–1412) was a Roman Catholic cardinal.",
  "/wiki/Rinaldo_Brancaccio": "Rinaldo Brancaccio (died 27 March 1427) was an Italian cardinal from the 14th and 15th century, during the Western Schism. There were other members of his family created cardinals : Landolfo Brancaccio (1294); Niccolò Brancaccio, pseudocardinal of Antipope Clement VII (1378); Ludovico Bonito (1408); Tommaso Brancaccio (1411); Francesco Maria Brancaccio (1633) and Stefano Brancaccio (1681). He was called the Cardinal Brancaccio."
}