{
  "/wiki/Andoni_Zubizarreta": "Andoni Zubizarreta Urreta (Basque pronunciation: [andoni s̻uβis̻areta ureta], Spanish: [anˈdoni θuβiˈθareta uˈreta]; born 23 October 1961) is a Spanish retired footballer who played as a goalkeeper, and is the director of football of French club Olympique de Marseille.",
  "/wiki/Athletic_Bilbao": "Athletic Club, also commonly known as Athletic Bilbao (Basque: Bilboko Athletic Kluba / Spanish: Athletic Club de Bilbao), is a Spanish professional football club based in the city of Bilbao in the Basque Country (Spain). They are known as Los Leones (The Lions) because their stadium was built near a church called San Mamés (Saint Mammes). Mammes was an early Christian thrown to the lions by the Romans. Mammes pacified the lions and was later made a saint and The team plays it's home matches at the San Mamés Stadium.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/Valencia_CF": "Valencia Club de Fútbol (Spanish: [baˈlenθja ˈkluβ ðe ˈfuðβol], Valencian: València Club de Futbol [vaˈlensia ˈklub de fubˈbɔl]), commonly referred to as Valencia CF or simply Valencia, is a Spanish professional football club based in Valencia. They play in La Liga. Valencia have won six La Liga titles, eight Copa del Rey titles, one Supercopa de España and one Copa Eva Duarte. In European competitions, they've won two Inter-Cities Fairs Cups (the predecessor to the UEFA Cup), one UEFA Cup, one UEFA Cup Winners' Cup, two UEFA Super Cups and one UEFA Intertoto Cup. They also reached two UEFA Champions League finals in a row, losing to La Liga rivals Real Madrid in 2000 and German club Bayern Munich on penalties after a 1–1 draw in 2001. Valencia were also members of the G-14 group of leading European football clubs and since its end has been part of the original members of the European Club Association. In total, Valencia have reached seven major European finals, winning four of them.",
  "/wiki/Ra%C3%BAl_(footballer)": "Raúl González Blanco (Spanish pronunciation: [raˈul ɣonˈθaleθ ˈβlaŋko]; born 27 June 1977), known as Raúl, is a Spanish football manager and former player who played as a striker. He is the current manager of Real Madrid Castilla. Raúl is considered one of the most important players in the history of Real Madrid and regarded as one of the greatest Spanish players of all-time.",
  "/wiki/Real_Madrid_CF": "Real Madrid Club de Fútbol (Spanish pronunciation: [reˈal maˈðɾið ˈkluβ ðe ˈfuðβol] (listen), meaning Royal Madrid Football Club), commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid.",
  "/wiki/Eusebio_Sacrist%C3%A1n": "Eusebio Sacristán Mena (Spanish pronunciation: [eu̯ˈse.βjo sa.kɾisˈtan]; born 13 April 1964), known simply as Eusebio in his playing days, is a Spanish retired footballer who played as a central midfielder, and a manager.",
  "/wiki/Real_Valladolid": "Real Valladolid Club de Fútbol, S.A.D., or simply Real Valladolid (pronounced [reˈal βaʎaðoˈlið]) or Valladolid, is a football club based in Valladolid (Castile and León, Spain) from where the nickname Pucela is derived. The colours that identify the club are the violet and white, used in the form of streaks in his uniform holder from its foundation on 20 June 1928. It plays in La Liga, holding home games at the Estadio José Zorrilla, which seats 27,846 spectators.",
  "/wiki/Atl%C3%A9tico_Madrid": "Club Atlético de Madrid (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.",
  "/wiki/RC_Celta_de_Vigo": "Real Club Celta de Vigo (Galician pronunciation: [reˈal ˈkluβ ˈθeltɐ ðɪ ˈβiɣʊ]; Royal Club Celta de Vigo), commonly known as Celta Vigo or simply Celta, is a Spanish professional football club based in Vigo, Galicia, currently playing in La Liga. It was founded on 23 August 1923 following the merger of Real Vigo Sporting and Real Fortuna Football Club. Nicknamed Os Celestes (The Sky Blues), they play in sky blue shirts and socks along with white shorts. The club's home stadium is the Abanca-Balaídos, which seats 29,000 spectators. Celta's name is derived from the Celts who were once present in the region. Its main rival is fellow Galician club Deportivo de La Coruña, with whom it contests the Galician derby.",
  "/wiki/Francisco_Buyo": "Francisco 'Paco' Buyo Sánchez (born 13 January 1958) is a Spanish retired footballer who played as a goalkeeper.",
  "/wiki/Sevilla_FC": "Sevilla Fútbol Club (Spanish pronunciation: [seˈβiʎa ˈfuðβol ˈkluβ]), commonly referred to as Sevilla, is a professional football club based in Seville, the capital and largest city of the autonomous community of Andalusia, Spain. It plays in Spanish football's top flight, La Liga. It is Spain's oldest sporting club solely devoted to football. The club was formed on 25 January 1890, with the Scottish born Edward Farquharson Johnston as their first president. On 14 October 1905, the club's articles of association were registered in the Civil Government of Seville under the presidency of the Jerez-born José Luis Gallegos Arnosa.",
  "/wiki/Joaqu%C3%ADn_(footballer,_born_1981)": "Joaquín Sánchez Rodríguez (Spanish pronunciation: [xoaˈkin ˈsantʃeθ roˈðɾiɣeθ]; born 21 July 1981), known simply as Joaquín, is a Spanish professional footballer who plays for and captains Real Betis as a right winger.",
  "/wiki/Real_Betis": "Real Betis Balompié, S.A.D., more commonly referred to as Real Betis (pronounced [reˈal ˈβetis]) or just Betis, is a football club based in Seville, in the autonomous community of Andalusia. Founded on 12 September 1907, it plays in La Liga, having won the Segunda División in the 2014–15 season. It holds home games at Estadio Benito Villamarín in the south of the city with 60,720-seat capacity.",
  "/wiki/M%C3%A1laga_CF": "Málaga Club de Fútbol (Spanish pronunciation: [ˈmalaɣa ˈkluβ ðe ˈfuðβol], Málaga Football Club), or simply Málaga, is a Spanish football team based in Málaga, Andalusia, Spain. The team plays in Segunda División, the second division of Spanish football.",
  "/wiki/Manuel_Sanch%C3%ADs_Hontiyuelo": "Manuel \"Manolo\" Sanchís Hontiyuelo (Spanish pronunciation: [maˈnolo sanˈtʃis]; born 23 May 1965) is a Spanish retired footballer who played as a sweeper.",
  "/wiki/Iker_Casillas": "Iker Casillas Fernández (Spanish pronunciation: [ˈikeɾ kaˈsiʎas feɾˈnandeθ]; born 20 May 1981) is a Spanish professional footballer who plays as a goalkeeper for Portuguese club Porto. Popularly dubbed \"San Iker\" (\"Saint Iker\") for his ability to produce spectacular saves, Casillas is widely considered to be one of the greatest goalkeepers of all time, known for his athleticism, quick reactions and outstanding shot-stopping ability.",
  "/wiki/Xavi": "Xavier Hernández Creus (Catalan: [ˈʃaβi əɾˈnandəs ˈkɾɛws], Spanish: [ˈtʃaβj eɾˈnandeθ ˈkɾeus]; born 25 January 1980), nicknamed Xavi, is a Spanish football manager and former player who is the manager of Qatar Stars League football club Al Sadd",
  "/wiki/Miquel_Soler": "Miquel Soler Sarasols (born 16 March 1965) is a Spanish retired footballer, and is a coach.",
  "/wiki/RCD_Espanyol": "Reial Club Deportiu Espanyol de Barcelona (Catalan: [rəˈjal ˈklub dəpuɾˈtiw əspəˈɲɔl də βəɾsəˈlonə]; \"Royal Spanish Sports Club of Barcelona\"), commonly known as Espanyol, is a professional sports club based in Barcelona, Spain.",
  "/wiki/Real_Zaragoza": "Real Zaragoza, S.A.D. (Spanish pronunciation: [reˈal θaɾaˈɣoθa]), commonly referred to as Zaragoza, is a Spanish football team based in Zaragoza, in the autonomous community of Aragon. Founded on 18 March 1932 it currently plays in Segunda División, holding home games at La Romareda, which seats 33,608 spectators.",
  "/wiki/RCD_Mallorca": "Real Club Deportivo Mallorca, S.A.D. (Spanish: [reˈal ˈkluβ ðepoɾˈtiβo maˈʎoɾka], Catalan: Reial Club Deportiu Mallorca [rəˈjal ˈklub dəpuɾˈtiw məˈʎɔɾkə], Royal Sporting Club Mallorca) is a Spanish football club based in Palma, in the Balearic Islands. Founded on 5 March 1916 it currently plays in La Liga, holding home games at the Estadi de Son Moix with a 23,142-seat capacity.",
  "/wiki/Fernando_Hierro": "Fernando Ruiz Hierro (Spanish pronunciation: [feɾˈnando ˈʝero]; born 23 March 1968) is a Spanish retired footballer who played as a central defender, sweeper or defensive midfielder, and a coach.",
  "/wiki/La_Liga": "The Campeonato Nacional de Liga de Primera División,[a] commonly known as La Liga[b] (La Liga Santander) for sponsorship reasons with Santander), is the men's top professional football division of the Spanish football league system. Administered by the Liga Nacional de Fútbol Profesional (English: National Professional Football League), also known as the Liga de Fútbol Profesional (LFP), La Liga is contested by 20 teams, with the three lowest-placed teams at the end of each season relegated to the Segunda División and replaced by the top three teams in that division."
}