{
  "/wiki/Tsetse_fly": "Tsetse (/ˈsiːtsi/ SEET-see, US: /ˈtsiːtsi/ TSEET-see or UK: /ˈtsɛtsi/ TSET-see), sometimes spelled tzetze and also known as tik-tik flies,  are large biting flies that inhabit much of tropical Africa. Tsetse flies include all the species in the genus Glossina, which are placed in their own family, Glossinidae. The tsetse are obligate parasites that live by feeding on the blood of vertebrate animals. Tsetse have been extensively studied because of their role in transmitting disease. They have a prominent economic impact in sub-Saharan Africa as the biological vectors of trypanosomes, which cause human sleeping sickness and animal trypanosomiasis. Tsetse are multivoltine and long-lived, typically producing about four broods per year, and up to 31 broods over their lifespans. Tsetse can be distinguished from other large flies by two easily observed features. Tsetse fold their wings completely when they are resting so that one wing rests directly on top of the other over their abdomens.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania. Many important hominid fossils have been found in Tanzania, such as 6-million-year-old Pliocene hominid fossils. The genus Australopithecus ranged all over Africa 4 to 2 million years ago; and the oldest remains of the genus Homo are found near Lake Olduvai. Following the rise of Homo erectus 1.8 million years ago, humanity spread all over the Old World, and later in the New World and Australia under the species Homo sapiens. Homo sapiens also overtook Africa and absorbed the older archaic species and subspecies of humanity. One of the oldest known ethnic groups still existing, the Hadzabe, appears to have originated in Tanzania, and their oral history recalls ancestors who were tall and were the first to use fire, medicine, and lived in caves, much like Homo erectus or Homo heidelbergensis who lived in the same region before them.",
  "/wiki/Cochliomyia_hominivorax": "Cochliomyia hominivorax, the New World screw-worm fly, or screw-worm for short, is a species of parasitic fly that is well known for the way in which its larvae (maggots) eat the living tissue of warm-blooded animals. It is present in the New World tropics. There are five species of Cochliomyia but only one species of screw-worm fly in the genus; there is also a single Old World species in a different genus (Chrysomya bezziana). Infestation of a live vertebrate animal by a maggot is technically called myiasis. While the maggots of many fly species eat dead flesh, and may occasionally infest an old and putrid wound, screw-worm maggots are unusual because they attack healthy tissue.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/Sanibel_Island": "Sanibel is an island and city in Lee County, Florida, United States. The population was 6,469 at the 2010 census, with an estimated 2018 population of 7,402. It is part of the Cape Coral-Fort Myers, Florida Metropolitan Statistical Area. The island, also known as Sanibel Island, constitutes the entire city. It is a barrier island – a collection of sand on the leeward side of the more solid coral-rock of Pine Island. Most of the city proper is at the east end of the island. After the Sanibel causeway was built to replace the ferry in May 1963, the city was incorporated in 1974 and the residents asserted control over development by establishing the Sanibel Comprehensive Land Use Plan, helping to maintain a balance between development and preservation of the island's ecology. Due to easy causeway access, Sanibel is a popular tourist destination known for its shell beaches and wildlife refuges.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee. Florida's $1.0 trillion economy is the fourth largest in the United States. If it were a country, Florida would be the 16th largest economy in the world, and the 58th most populous as of 2018[update]. In 2017, Florida's per capita personal income was $47,684, ranking 26th in the nation.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area. [j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau. China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements.",
  "/wiki/Netherlands_Antilles": "The Netherlands Antilles (Dutch: Nederlandse Antillen, pronounced [ˌneːdərlɑntsə ʔɑnˈtɪlə(n)] (listen); Papiamentu: Antia Hulandes) was a constituent country of the Kingdom of the Netherlands. The country consisted of several island territories located in the Caribbean Sea. The islands were also informally known as the Dutch Antilles. The country came into being in 1954 as the autonomous successor of the Dutch colony of Curaçao and Dependencies, and was dissolved in 2010. The Dutch colony of Surinam, although it was relatively close by on the continent of South America, did not become part of the Netherlands Antilles but became a separate autonomous country in 1954. All the island territories that belonged to the Netherlands Antilles remain part of the kingdom today, although the legal status of each differs. As a group they are still commonly called the Dutch Caribbean, regardless of their legal status.",
  "/wiki/Curaçao": "Curaçao (/ˈkjʊərəsoʊ, -saʊ, ˌkjʊərəˈsoʊ, -ˈsaʊ/ KEWR-əss-oh, -⁠ow, -⁠OH, -⁠OW, Dutch: [kyraːˈsʌu, kur-] (listen); Papiamento: Kòrsou [ˈkɔrsɔu̯]) is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km (40 mi) north of the Venezuelan coast. It is a constituent country (Dutch: land) of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.\n The country was formerly part of the Curaçao and Dependencies colony in 1815–1954 and later the Netherlands Antilles in 1954–2010, as \"Island Territory of Curaçao\" (Dutch: Eilandgebied Curaçao, Papiamento: Teritorio Insular di Kòrsou) and is now formally called the Country of Curaçao (Dutch: Land Curaçao, Papiamento: Pais Kòrsou). It includes the main island of Curaçao and the much smaller, uninhabited island of Klein Curaçao (\"Little Curaçao\"). Curaçao has a population of 158,665 (January 2019 est.) and an area of 444 km2 (171 sq mi); its capital is Willemstad.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast. Houston is the most populous city in Texas and the fourth largest in the U.S., while San Antonio is the second-most populous in the state and seventh largest in the U.S. Dallas–Fort Worth and Greater Houston are the fourth and fifth largest metropolitan statistical areas in the country, respectively. Other major cities include Austin, the second-most populous state capital in the U.S., and El Paso. Texas is nicknamed the \"Lone Star State\" for its former status as an independent republic, and as a reminder of the state's struggle for independence from Mexico. The \"Lone Star\" can be found on the Texas state flag and on the Texas state seal. The origin of Texas's name is from the word taysha, which means \"friends\" in the Caddo language. Due to its size and geologic features such as the Balcones Fault, Texas contains diverse landscapes common to both the U.S. Southern and Southwestern regions.",
  "/wiki/Central_America": "Central America (Spanish: América Central, pronounced [aˌmeɾika senˈtɾal] (listen), Centroamérica pronounced [sentɾoaˈmeɾika] (listen)) is a region found in the southern tip of North America and is sometimes defined as a subcontinent of the Americas. This region is bordered by Mexico to the north, Colombia to the southeast, the Caribbean Sea to the east and the Pacific Ocean to the west and south. Central America consists of seven countries: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama. The combined population of Central America is estimated at 44.53 million (2016). Central America is a part of the Mesoamerican biodiversity hotspot, which extends from northern Guatemala to central Panama. Due to the presence of several active geologic faults and the Central America Volcanic Arc, there is a great deal of seismic activity in the region, such as volcanic eruptions and earthquakes, which has resulted in death, injury and property damage. In the Pre-Columbian era, Central America was inhabited by the indigenous peoples of Mesoamerica to the north and west and the Isthmo-Colombian peoples to the south and east. Following the Spanish expedition of Christopher Columbus' voyages to the Americas, Spain began to colonize the Americas.",
  "/wiki/Libya": "Libya (/ˈlɪbiə/ (listen); Arabic: ليبيا‎, romanized: Lībiyā), officially the State of Libya (Arabic: دولة ليبيا‎, romanized: Dawlat Lībiyā),[dubious  – discuss] is a country in the Maghreb region in North Africa, bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west, and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 1.8 million square kilometres (700,000 sq mi), Libya is the fourth largest country in Africa, and is the 16th largest country in the world. Libya has the 10th-largest proven oil reserves of any country in the world. The largest city and capital, Tripoli, is located in western Libya and contains over one million of Libya's six million people. The second-largest city is Benghazi, which is located in eastern Libya. The Latin name Libya is based on the name the region west of the Nile (Λιβύη) used by the Ancient Greeks and Romans for all of North Africa, and was first adopted during the Italian colonization since 1911. Libya has been inhabited by Berbers since the late Bronze Age as descendants from Iberomaurusian and Capsian cultures.",
  "/wiki/Mexican_fruit_fly": "The Mexican fruit fly also known as Anastrepha ludens is a species of fly of the Anastrepha genus in the Tephritidae family (fruit flies). It is closely related to the Caribbean fruit fly Anastrepha suspensa, and the papay fruit fly Anastrepha curvicauda. A. ludens is native to Mexico and Central America and is a major pest to citrus and mango agriculture in Mexico, Central America, and the lower Rio Grande Valley. The species exhibits high fecundity and relatively long lifespans compared to other species of fruit flies. These qualities make the Mexican fruit fly a particularly aggressive invasive species, especially threatening agriculture because the larvae grow and feed on many different species of fruit. The Anastrepha genus is designated as one of three genera that pose the greatest risk to American agriculture. According to the USDA, A. ludens is the only important member of the Anastrepha genus that is subtropical instead of tropical and thus has a range much further North than most Anastrepha species. Also the USDA estimates that the Mexfly causes $1.44 billion worth of damage in a 5 year time span, mostly to citrus farms.",
  "/wiki/Southern_California": "Southern California (colloquially known as SoCal; Spanish: Sur de California) is a geographic and cultural region that generally comprises the southernmost counties of California, and is the second most populous urban agglomeration in the United States. The region contains ten counties: Imperial, Kern, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara, San Luis Obispo and Ventura counties.\nThe Colorado Desert and the Colorado River are located on southern California's eastern border with Arizona, and the Mojave Desert is located north on California's Nevada border. Southern California's southern border is part of the Mexico–United States border.",
  "/wiki/Bactrocera_tryoni": "The Queensland fruit fly (Bactrocera tryoni) is a species of fly in the family Tephritidae in the insect order Diptera. B. tyroni is native to subtropical coastal Queensland and northern New South Wales. They are active during the day, but mate at night. B. tyroni lay their eggs in fruit. The larvae then hatch and proceed to consume the fruit, causing the fruit to decay and drop prematurely. B. tyroni are responsible for an estimated $28.5 million a year in damage to Australian crops and are the most costly horticultural pest in Australia. Up to 100% of exposed fruit can be destroyed due to an infestation of this fly species. Previously, pesticides were used to eliminate B. tyroni from damaging crops.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide. Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established.",
  "/wiki/Ceratitis_capitata": "Ceratitis capitata, commonly known as the Mediterranean fruit fly or medfly, is a yellow and brown fruit pest that originates from sub-Saharan Africa. C. capitata has no near relatives in the Western Hemisphere and is considered to be one of the most destructive fruit pests in the world. There have been occasional medfly infestations in the states of California, Florida, and Texas that required extensive eradication efforts to prevent the fly from establishing itself in the US.\nC. capitata is the most economically important fruit fly species because of its ability survive in cooler climates more successfully than most other fly species, and its ability to inhabit over 200+ tropical fruits and vegetables to which it causes severe destruction and degradation. The practices used to eradicate the medfly after its introduction into a new environment can be extremely difficult and expensive, but infestation of C. capitata will induce lower crop yields and costly sorting processes for fresh fruits and vegetables.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León. Pre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans.",
  "/wiki/Guatemala": "Guatemala (/ˌɡwɑːtəˈmɑːlə/ (listen) GWAH-tə-MAH-lə; Spanish: [gwateˈmala] (listen)), officially the Republic of Guatemala (Spanish: República de Guatemala), is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America. Guatemala is a representative democracy; its capital and largest city is Nueva Guatemala de la Asunción, also known as Guatemala City. The territory of modern Guatemala once formed the core of the Maya civilization, which extended across Mesoamerica. Most of the country was conquered by the Spanish in the 16th century, becoming part of the viceroyalty of New Spain. Guatemala attained independence in 1821 as part of the Federal Republic of Central America, which dissolved by 1841. From the mid- to late-19th century, Guatemala experienced chronic instability and civil strife. Beginning in the early 20th century, it was ruled by a series of dictators backed by the United Fruit Company and the United States government.",
  "/wiki/Melon_fly": "The melon fly (Bactrocera cucurbitae) is a fruit fly of the family Tephritidae. It is a serious agricultural pest, particularly in Hawaii.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi). Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition. [fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs. California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre. What is now Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. Later rulers include the Nabataean Kingdom, the Roman Empire, and the Ottoman Empire.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين‎ Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين‎ Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah. [ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world. After World War II, in 1947, the UN adopted a Partition Plan for Mandatory Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. After the establishment of a Jewish state in Eretz Israel, to be known as the State of Israel on 14 May 1948, neighboring Arab armies invaded the former British mandate on the next day and fought the Israeli forces. Later, the All-Palestine Government was established by the Arab League on 22 September 1948 to govern the Egyptian-controlled enclave in Gaza. It was soon recognized by all Arab League members except Transjordan. Though jurisdiction of the Government was declared to cover the whole of the former Mandatory Palestine, its effective jurisdiction was limited to the Gaza Strip.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 50% of the population speaks the Mossi language natively. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard. The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate. Uganda takes its name from the Buganda kingdom, which encompasses a large portion of the south of the country, including the capital Kampala. The people of Uganda were hunter-gatherers until 1,700 to 2,300 years ago, when Bantu-speaking populations migrated to the southern parts of the country. Beginning in 1894, the area was ruled as a protectorate by the UK, who established administrative law across the territory.",
  "/wiki/Anopheles_quadrimaculatus": "Anopheles (/əˈnɒfɪliːz/) is a genus of mosquito first described and named by J. W. Meigen in 1818. About 460 species are recognised; while over 100 can transmit human malaria, only 30–40 commonly transmit parasites of the genus Plasmodium, which cause malaria in humans in endemic areas. Anopheles gambiae is one of the best known, because of its predominant role in the transmission of the most dangerous malaria parasite species (to humans) – Plasmodium falciparum.\n The name comes from the Ancient Greek word ἀνωφελής anōphelḗs 'useless', derived from ἀν- an-, 'not', 'un-' and ὄφελος óphelos 'profit'.\n Mosquitoes in other genera (Aedes, Culex, Culiseta, Haemagogus, and Ochlerotatus) can also serve as vectors of disease agents, but not human malaria.",
  "/wiki/Culex_quinquefasciatus": "Culex quinquefasciatus Say, 1823 (originally named Culex fatigans), commonly known as the southern house mosquito, is a medium-sized mosquito found in tropical and subtropical regions of the world. It is the vector of Wuchereria bancrofti, avian malaria, and arboviruses including St. Louis encephalitis virus, Western equine encephalitis virus, Zika virus and West Nile virus. It is taxonomically regarded as a member of the Culex pipiens species complex. Its genome was sequenced in 2010, and was shown to have 18,883 protein-coding genes.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997. Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country.",
  "/wiki/Okpho": "Okpho or Okpo အုတ္ဖို is a small town and seat of Okpho Township, Tharrawaddy District, in the Bago Region of southern-central Myanmar. It lies south of Gyobingauk and north of Minhla. It contains a hospital, a pagoda, and an open ground in the town centre. It is located 177 kilometres north of Yangon. The Okpho Railway Station is operated by the Myanmar Railway Corporation and the town also contains a police station.\nFather J.B Bringaud was reported to have been in the area 4 miles west of Okpho in November 1862.",
  "/wiki/Cytoplasmic_incompatibility": "Cytoplasmic incompatibility (CI) is a phenomenon that results in sperm and eggs being unable to form viable offspring. The effect arises from changes in the gamete cells caused by intracellular parasites like Wolbachia, which infect a wide range of insect species. As the reproductive incompatibility is caused by bacteria that reside in the cytoplasm of the host cells, it is referred to as cytoplasmic incompatibility.  In 1971, Janice Yen and A. Ralph Barr of UCLA demonstrated the etiologic relationship of Wolbachia infection and cytoplasmic incompatibility in Culex mosquitos when they found that eggs were killed when the sperm of Wolbachia-infected males fertilized infection-free eggs.",
  "/wiki/List_of_sterile_insect_technique_trials": "The sterile insect technique (SIT) is an environmentally friendly method for the biological control of pests using area-wide inundative release of sterile insects to reduce reproduction in a field population of the same species (IPPC, 2007). SIT technique may be applied as part of an area-wide control (integrated pest management) approach of insects of medical, veterinary, and agricultural importance. It was in 1937 when Edward Knipling proposed using sterilization to control or eradicate insect pests after observation that screwworm fly males mate repeatedly while females mate only once. He then made the hypothesis that if large numbers of sterile males could repeatedly be released into wild populations, it would eventually eliminate population reproduction and lead to eradication.\n This table is a list of sterile insect technique trials worldwide."
}