{
  "/wiki/Ross_Powers": "Ross Powers (born February 10, 1979) is an American world champion halfpipe snowboarder from South Londonderry, Vermont, director of the snowboarding program at the Stratton Mountain School in Stratton, Vermont and a philanthropist.",
  "/wiki/Jonas_Gunnarsson": "Jonas Gunnarsson (born March 31, 1992) is a Swedish professional ice hockey goaltender. He currently plays for HV71 in the Swedish Hockey League (SHL). He has previously played with the Malmö Redhawks and the Milwaukee Admirals.",
  "/wiki/Kim_Christiansen": "Kim Christiansen (born 8 May 1976) is a Norwegian snowboarder. He grew up in Drammen.\nHe started his professional career in 1991 at age 16 when he became sponsored by Quicksilver and he retired from professional snowboarding in 2006. Other sponsors in this period were Deeluxe (1998–2006), Bataleon Snowboards (2003–2006) Arnette (1997–2006) and Elan (1997–2002).",
  "/wiki/Risto_Mattila": "Risto Mattila (born 4 February 1981, Kannus, Central Ostrobothnia) is a Finnish snowboarder.  He is an all-around rider, who has many achievements in half pipe, big air and in park riding contests. He has also made a name by having shots in the international snowboarding magazines. He is well known as a confident rider and because of his smooth style.",
  "/wiki/Antti_Autti": "Antti-Matias Antero Autti (born 15 March 1985 in Rovaniemi, Finland) is a Finnish snowboarding star who shot to fame when he defeated big-name talents Danny Kass, Andy Finch, and Shaun White in the Men's Superpipe at the 2005 Winter X Games to claim the gold. He is one of two snowboarders, along with Steve Fisher, ever to beat Shaun White in the X Games Superpipe.",
  "/wiki/Domu_Narita": "Dome Narita (成田 童夢, Narita Dōmu, born 22 September 1985 in Suminoe-ku, Osaka) is a Japanese former snowboarder and subculture tarento. He competed in the half-pipe snowboarding event at the 2006 Winter Olympics. His main activities and interests are anime, manga, video games, idol MC, and wotagei. He is also an onstage actor and has appeared in short films, which makes him a multi-tarento.",
  "/wiki/Mathieu_Crepel": "Mathieu Crépel (born 26 October 1984 in Tarbes, Hautes-Pyrénées) is a French professional snowboarder and World Champion based in Anglet, Northern Basque Country. Crépel rides regular stance. He has also surfed competitively in the multi-discipline Quik Cup.",
  "/wiki/Kazuhiro_Kokubo": "Kazuhiro Kokubo (國母 和宏, Kokubo Kazuhiro, born August 16, 1988) is a Japanese snowboarder who has won multiple medals in international events, including consecutive golds in US Open Halfpipe in 2010 and 2011. He competed at the 2006 Turin Winter Olympics and 2010 Vancouver Winter Olympics, representing Japan.",
  "/wiki/Ryo_Aono": "Ryō Aono or Ryoh Aono (青野 令, Aono Ryō) (born May 15, 1990) is a Japanese snowboarder who has 12 World Cup victories. He competed for Japan at the 2010 Winter Olympics in half-pipe. He received the second best score in the qualifying round and automatically qualified for the finals. However, in the finals he placed 9th overall.",
  "/wiki/Kohei_Kudo": "Kohei Kudo (工藤 浩平, Kudo Kohei, born August 28, 1984) is a Japanese football player who plays for JEF United Chiba.",
  "/wiki/Dolf_van_der_Wal": "Dolf van der Wal (born 21 July 1987, Huizen) is a Dutch snowboarder. He has competed at the 2014 Winter Olympics in Sochi.",
  "/wiki/Iouri_Podladtchikov": "Iouri Iourеvich Podladtchikov (Russian: Юрий Юрьевич Подладчиков, born 13 September 1988) is a Russian-born Swiss snowboarder. He rides goofy stance. He has competed since 2000. He won the gold medal for the halfpipe at the 2014 Winter Olympics in Sochi.",
  "/wiki/Jeff_Batchelor": "Jeffrey Batchelor (born April 29, 1988) is a Canadian professional snowboarder who currently competes in snowboard competitions both nationally and internationally.  Batchelor is a member of the Canadian National Halfpipe Team.  Jeff trains at his home club in Blue Mountain, Ontario. His major sponsor is Algario Communications, a Toronto-based communications and sales development company.",
  "/wiki/Nathan_Johnstone": "Nathan Johnstone (born 9 February 1990) is a snowboarder from Australia. Johnstone won the gold medal at the 2011 FIS Snowboarding World Championships in the halfpipe. He finished ninth in the halfipe at the 2009 FIS Snowboarding World Championships.\nNathan started his career at a young age riding in the Perisher Winter Sports Club under coach Ben Alexander, who is still his current coach today.",
  "/wiki/Gary_Zebrowski": "Gary Zebrowski (born 21 July 1984) is a French snowboarder. He competed in the halfpipe at the 2006, finishing in 6th place, and 2010 Winter Olympics, finishing in 13th place. He was born in Papeete, French Polynesia.",
  "/wiki/Justin_Lamoureux": "Justin Lamoureux (born August 26, 1976 in Red Bank, New Jersey) is a Canadian snowboarder, specializing in the halfpipe event.",
  "/wiki/Janne_Korpi": "Janne Korpi (born in Vihti on 5 February 1986) is a Finnish snowboarder and harness racing driver.",
  "/wiki/Christophe_Schmidt": "Christophe Schmidt (born 15 June 1983 in Schliersee) is a German snowboarder. He competed in the men's halfpipe event at the 2006 Winter Olympics, where he placed eighth, and the 2010 Winter Olympics, where he placed twentieth.",
  "/wiki/Arthur_Longo": "Arthur Longo (born 21 July 1988) is a French snowboarder. He has competed at the 2014 Winter Olympics in Sochi.",
  "/wiki/Dimi_de_Jong": "Dimi de Jong (born 1 September 1994, The Hague) is a Dutch snowboarder. He has competed at the 2014 Winter Olympics in Sochi.",
  "/wiki/Scott_Lago": "Scotty Lago (born November 12, 1987) is an American snowboarder. He is the 2004 world quarterpipe champion and winner of a bronze medal at the 2010 Winter Olympics.",
  "/wiki/Yiwei_Zhang": "Zhang Yiwei (Chinese: 张义威; pinyin: Zhāng Yīwěi; Mandarin pronunciation: [ʈʂáŋ î wéi]; born 3 October 1992) is a Chinese snowboarder. He is a participant at the 2014 Winter Olympics in Sochi.",
  "/wiki/Scotty_James": "Scott James (born 6 July 1994) is an Australian snowboarder. He was the flag bearer for Australia at the 2018 Winter Olympics, where he won a bronze medal in halfpipe.",
  "/wiki/Johann_Baisamy": "Johann Baisamy (born 18 May 1989) is a French snowboarder. He has competed at the 2014 Winter Olympics in Sochi."
}