{
  "/wiki/Cai_Xuetong": "Cai Xuetong (Chinese: 蔡雪桐; pinyin: Cài Xuětóng; Mandarin pronunciation: [tsʰâi ɕɥè tʰʊ̌ŋ]; born 26 September 1993) is a Chinese snowboarder.",
  "/wiki/Holly_Crawford": "Holly Crawford (born 10 February 1984) is an Australian half-pipe snowboarder. She competed in the 2006 Winter Olympics and placed 22nd and 12th in her qualification runs. She ranked 19th out of 34 competitors and did not make the final. Crawford also competed in the 2010 Winter Olympics and finished 8th in the final having qualified 1st in the semifinals. She missed out on direct qualification to the final by one place, finishing 7th in the qualifying round.",
  "/wiki/Sun_Zhifeng": "Sun Zhifeng (Chinese: 孙志峰; born July 17, 1991 in Changchun) is a snowboarder who competes in Half-pipe. She has two World Cup victories and competed at the 2006 Winter Olympics. Sun competed for China at the 2010 Winter Olympics in women's Half-pipe.",
  "/wiki/Queralt_Castellet": "Queralt Castellet Ibáñez (born 17 June 1989 in Sabadell) is a Spanish snowboarder. She was silver medalist at the 2015 World Championships.",
  "/wiki/Kelly_Clark": "Kelly Clark trained for competitive snowboarding at Mount Snow Academy in Vermont and graduated in spring 2001.  She won a gold medal for women's halfpipe at the 2002 Winter Olympics and competed in the halfpipe event again in the 2006 Winter Olympics. She ended up placing fourth behind fellow Americans Hannah Teter and Gretchen Bleiler, as well as Norwegian Kjersti Buaas. In the 2010 Vancouver Olympics Kelly won a bronze medal in the halfpipe after placing third behind American silver medalist Teter and Australian Torah Bright.",
  "/wiki/Liu_Jiayu": "Liu Jiayu (born 17 September 1992 in Hegang) is a Chinese snowboarder whose specialization is the half-pipe. She has six World Cup Victories and a halfpipe victory at the FIS Snowboarding World Championships 2009. She began snowboarding in 2003, switching over from martial arts at the relatively late age of 11. Liu competed for China at the 2010, 2014, and 2018 Winter Olympics, where she achieved 4th, 9th, and 2nd place respectively.",
  "/wiki/Sophie_Rodriguez": "Sophie Rodriguez (born 7 July 1988) is a French snowboarder who won a bronze medal in halfpipe at 2013 FIS Snowboarding World Championships, behind Arielle Gold and Holly Crawford.",
  "/wiki/%C5%A0%C3%A1rka_Pan%C4%8Dochov%C3%A1": "Šárka Pančochová (Czech pronunciation: [ˈʃaːrka  ˈpantʃoxovaː], born 1 November 1990) is a Czech snowboarder. She started snowboarding in 2002 at her local mountains in Moravia, Czech Republic.",
  "/wiki/Cheryl_Maas": "Cheryl Maas (born 28 September 1984) is a Dutch snowboarder, who competed at the 2006 Winter Olympics in Torino, finishing 11th at the halfpipe. She also competed at the 2014 Winter Olympics in Sochi, finishing 20th in slopestyle and in the 2018 Winter Olympics in PyeongChang where she finished 23rd in slopestyle and 20th in big air.  She started snowboarding in 1993. In 2004, she played in the snowboard movie Dropstitch.",
  "/wiki/Klaudia_Medlov%C3%A1": "Klaudia Medlová (born 26 October 1993 in Liptovský Mikuláš) is a Slovak snowboarder. She won a bronze medal in slopestyle at the FIS Freestyle Ski and Snowboarding World Championships 2015. Also in 2015, she stomped the first female double backside rodeo on a jump during the Nine Queens event in Serfaus-Fiss-Ladis, Austria.",
  "/wiki/Jamie_Anderson_(snowboarder)": "Jamie Louise Anderson (born September 13, 1990) is an American professional snowboarder. She won the gold medal in the inaugural Women's Slopestyle Event at the 2014 Winter Olympics in Sochi, Russia and repeated the feat at the 2018 Winter Olympics in Pyeongchang, South Korea, making her the first female snowboarder to win more than one Olympic gold medal. She has won gold medals in slopestyle at the Winter X Games in consecutive years in 2007/8 and 2012/3.  She has 11 total medals, including four gold, five silver and two bronze.",
  "/wiki/Katie_Ormerod": "Katie Ormerod (born 25 August 1997) is a British snowboarder who was selected to participate in the 2018 Winter Olympics. She is from Brighouse, West Yorkshire.",
  "/wiki/Anna_Gasser": "Anna Gasser (born 16 August 1991) is an Austrian snowboarder, competing in slopestyle and big air. She lives in Millstatt. She is the 2018 Olympic Champion in Big Air.",
  "/wiki/Julia_Marino_(snowboarder)": "Julia (Jules) Marino (born September 11, 1997) is an American snowboarder who competes in the Slopestyle and Big Air disciplines.",
  "/wiki/Miyabi_Onitsuka": "Miyabi Onitsuka (鬼塚 雅, Onitsuka Miyabi, born October 12, 1998) is a Japanese snowboarder. She won a gold medal in slopestyle at the FIS Freestyle Ski and Snowboarding World Championships 2015.",
  "/wiki/Chloe_Kim": "Chloe Kim (born April 23, 2000) is an American snowboarder. At the 2018 Winter Olympics, she became the youngest woman to win an Olympic snowboarding gold medal when she won gold in the women's snowboard halfpipe at 17 years old. She is a four-time X Games gold medalist and the first woman to win two gold medals in snowboarding at the Winter Youth Olympic Games. She is the current World, Olympic, Youth Olympic, and X Games champion in the halfpipe, and the first to win the title at all four  major events.",
  "/wiki/Reira_Iwabuchi": "Reira Iwabuchi (born 14 December 2001) is a Japanese snowboarder. She won a silver medal in big air at Winter X Games XXII."
}