{
  "/wiki/Networth": "Net worth is the value of all the non-financial and financial assets owned by an institutional unit or sector minus the value of all its outstanding liabilities. Since financial assets minus outstanding liabilities equal net financial assets, net worth can also be conveniently expressed as non-financial assets plus net financial assets. Net worth can apply to companies, individuals, governments or economic sectors such as the sector of financial corporations or to entire countries.",
  "/wiki/USD": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Residence": "A residence is a place (normally a building) used as a home or dwelling. Residence may more specifically refer to:",
  "/wiki/Alykhan_Karmali": "Alykhan Karmali is a businessman, entrepreneur, industrialist, and philanthropist in Uganda. He is the managing director of Mukwano Industries Uganda Limited, a member company of the Mukwano Group. He also served as a non-executive director of Exim Bank (Uganda), a commercial bank in which the Mukwano Group maintains 36.5 percent shareholding.",
  "/wiki/Mukwano_Group": "The Mukwano Group of Companies, commonly known as the Mukwano Group, is a conglomerate based in Uganda,  with operations in other East African countries.",
  "/wiki/Commercial_agriculture": "Intensive agriculture, also known as intensive farming (as opposed to extensive farming) and industrial agriculture, is a type of agriculture, both of crop plants and of animals, with higher levels of input and output per cubic unit of agricultural land area. It is characterized by a low fallow ratio, higher use of inputs such as capital and labour, and higher crop yields per unit land area.",
  "/wiki/Food_processing": "Food processing is the transformation of agricultural products into food, or of one form of food into other forms.  Food processing includes many forms of processing foods, from grinding grain to make raw flour to home cooking to complex industrial methods used to make convenience foods.",
  "/wiki/Amina_Moghe_Hersi": "Amina Hersi Moghe (Somali: Aamina Xirsi Mooge, Arabic: أمينة موجي هرسي‎) (born 1964) is a Kenyan entrepreneur. She has launched several multimillion-dollar projects in Kampala, Uganda. Her investments include Oasis Shopping Mall in Kampala's central business district and the Laburnam Courts Apartments, on Nakasero Hill adjacent to State House Kampala. She in the process of launching the first sugar factory in Northern Uganda. Atiak sugar factory will not only bring revenue and development for the region but is championed as the first large scale industrial project for Northern Uganda. She is also one of the city's largest distributors of cement and other hardware materials. With successful business ventures throughout Uganda she has become a beacon of hope and a motivating role model for young African girls.",
  "/wiki/Shopping_mall": "A shopping mall is a modern, chiefly North American, term for a form of shopping precinct or shopping center in which one or more buildings form a complex of shops with interconnecting walkways, usually indoors. In 2017, shopping malls accounted for 8% of retailing space in the United States.",
  "/wiki/Hardware_store": "Hardware stores (in a number of countries, \"shops\"), sometimes known as DIY stores, sell household hardware for home improvement including: fasteners, building materials, hand tools, power tools, keys, locks, hinges, chains, plumbing supplies, electrical supplies, cleaning products, housewares, tools, utensils, paint, and lawn and garden products directly to consumers for use at home or for business.  Many hardware stores have specialty departments unique to its region or its owner's interests. These departments include hunting and fishing supplies, plants and nursery products, marine and boating supplies, pet food and supplies, farm and ranch supplies including animal feed, swimming pool chemicals, homebrewing supplies and canning supplies.  The five largest hardware retailers in the world are The Home Depot, Lowe's (both of the United States), Kingfisher of the United Kingdom, Obi of Germany, and Leroy Merlin of France.",
  "/wiki/Atiak_Sugar_Factory": "Atiak Sugar Factory Limited (ASFL), also Atiak Sugar Factory, or Atiak Sugar Limited, is a sugar manufacturing company in Uganda.",
  "/wiki/Amos_Nzeyi": "Amos Nzeyi is a Ugandan businessman, entrepreneur, and industrialist. He is one of the wealthiest people in Uganda.",
  "/wiki/Bottling": "Bottling lines are production lines that fill a product, generally a beverage, into bottles on a large scale. Many prepared foods are also bottled, such as sauces, syrups, marinades, oils and vinegars.",
  "/wiki/Anatoli_Kamugisha": "Kamugisha Musa is a businessman, entrepreneur, and investor in Uganda, the third-largest economy in the East African Community. He is the managing director and chief executive officer of Akright Projects Limited, a Ugandan investor. He also serves as the Uganda Private Property Developers Association (UPDA). He has been reported to be one of the wealthiest individuals in the country, with an estimated net worth of approximately US$77million as of January 2017.",
  "/wiki/Wakiso_District": "Wakiso District is a district in the Central Region of Uganda that partly encircles Kampala, Uganda's capital city. The town of Wakiso is the site of the district headquarters.",
  "/wiki/Akright_Projects_Limited": "Akright Projects Limited (APL) is a privately owned real estate development company in Uganda. It is a leading property development company in the country. APL is the largest indigenous property development company in Uganda.",
  "/wiki/Andrew_Rugasira": "Andrew Rugasira is a Ugandan businessman and author. He is the author of the book A good African story: how a small company built a global coffee brand. In 2003, he founded Good African Coffee, the first African-owned coffee brand to be stocked in UK supermarkets and US retailers. In 2007, he was nominated as a Young Global Leader by the World Economic Forum. He has won several awards, including the Legatum Pioneers for Prosperity award, and in 2010 was nominated for a Financial Times/ArcelorMittal Boldness in Business award. He was Uganda Coffee Development Authority's  Ugandan Entrepreneur of the Year 2007. He was Uganda's chairman of the Eastern African Fine Coffees Association (EAFCA), a member of Uganda's Presidential Investor Roundtable (PIRT) and sits on the board of Maisha Film Lab. Rugasira lives in Kampala. He married Jacqueline Rwivanga in 1998. They divorced in 2015.",
  "/wiki/Ashish_Thakkar": "Ashish J. Thakkar is a Rwandan-based entrepreneur. He is the founder of Mara Group and Mara Foundation, and he is a co-founder of Atlas Mara. Thakkar was born in the United Kingdom, but he moved to East Africa as a teenager before founding Mara Group, a Pan-African conglomerate, at the age of 15. Mara Group's operations and investments span 22 African countries. He is the author of The Lion Awakes: Adventures in Africa's Economic Miracle.",
  "/wiki/Mohammed_Hamid_(entrepreneur)": "Mohammed Hamid (born 1976) is a Ugandan business magnate and investor. He is the chairman and majority shareholder in the companies of the Aya Group.",
  "/wiki/Bob_Kabonero": "Bob Kabonero is a businessman and entrepreneur in Uganda. According to a 2012 published report, he was one of the wealthiest people in Uganda.",
  "/wiki/Bulaimu_Muwanga_Kibirige": "Bulaimu Muwanga Kibirige, commonly known as BMK, is a Ugandan businessman, entrepreneur, and hotel owner. According to a 2012 published report, he was one of the wealthiest people in Uganda.",
  "/wiki/Foreign_exchange_market": "The foreign exchange market (Forex, FX, or currency market) is a global decentralized or over-the-counter (OTC) market for the trading of currencies. This market determines foreign exchange rates for every currency. It includes all aspects of buying, selling and exchanging currencies at current or determined prices. In terms of trading volume, it is by far the largest market in the world, followed by the credit market.",
  "/wiki/Charles_Hamya": "Charles Hamya, is a Ugandan businessman. He is the managing director of Multichoice Uganda Limited, a digital communications network provider in Uganda. He is reported to be one of the wealthiest individuals in Uganda.",
  "/wiki/Charles_Mbire": "Charles Magezi Mbire is a businessman, entrepreneur, and industrialist in Uganda. He was reported to be the wealthiest indigenous Ugandan, with an estimated net worth exceeding US$200 million as of January 2012.",
  "/wiki/Kololo": "Kololo is a hill in Kampala, the largest city and capital of Uganda. The name also applies to the upscale residential and commercial neighborhood that sits on that hill.",
  "/wiki/Pharmaceuticals": "A medication (also referred to as medicine, pharmaceutical drug, or simply drug) is a drug used to diagnose, cure, treat, or prevent disease. Drug therapy (pharmacotherapy) is an important part of the medical field and relies on the science of pharmacology for continual advancement and on pharmacy for appropriate management.",
  "/wiki/Drake_Lubega": "Drake Lubega is a Ugandan businessman. According to a 2012 published report, he was one of the wealthiest people in Uganda.",
  "/wiki/Elvis_Sekyanzi": "Elvis Sekyanzi, also known as Elvis Sekyanzi Wavamunno, is a qualified sound engineer, businessman, and entrepreneur in Uganda. He was reported in 2012 to be one of the wealthiest people in that country.",
  "/wiki/Godfrey_Kirumira": "Godfey Kirumira, also known as Godfrey Kirumira Kalule, is a Ugandan businessman. According to a 2012 published report, he is one of the wealthiest people in Uganda.",
  "/wiki/Gordon_Wavamunno": "Gordon Babala Kasibante Wavamunno, but often referred to simply as Gordon Wavamunno (born 16 December 1943), is a Ugandan entrepreneur, businessman, and philanthropist. He is reported to be one of the wealthiest people in Uganda. He also serves as the honorary consul of Hungary to Uganda.",
  "/wiki/Munyonyo": "Munyonyo is an area on the northern shores of Lake Victoria and part of the metropolitan area of Kampala, in Makindye Division. Kampala is the capital and largest city of Uganda.",
  "/wiki/Automobile_dealership": "A car dealership or vehicle local distribution is a business that sells new or used cars at the retail level, based on a dealership contract with an automaker or its sales subsidiary. It employs automobile salespeople to sell their automotive vehicles. It may also provide maintenance services for cars, and employ automotive technicians to stock and sell spare automobile parts and process warranty claims.",
  "/wiki/Dairy_farm": "Dairy farming is a class of agriculture for long-term production of milk, which is processed (either on the farm or at a dairy plant, either of which may be called a dairy) for eventual sale of a dairy product.",
  "/wiki/Isaac_Mulindwa": "Isaac Mulindwa is a businessman and former politician in Uganda. He is the founder and owner of Makinawa Motors Limited, an automobile dealership based in the Kololo neighborhood in Uganda's capital, Kampala.",
  "/wiki/Mbarara": "Mbarara is a city in the Western Region of Uganda. It is the main municipal, administrative, and commercial centre of Mbarara District and the site of the district headquarters.",
  "/wiki/Automobile": "A car (or automobile) is a wheeled motor vehicle used for transportation.  Most definitions of cars say that they run primarily on roads, seat one to eight people, have four tires, and mainly transport people rather than goods.",
  "/wiki/Isaac_Mulindwa_Jr.": "Isaac Mulindwa Jr. is a businessman and entrepreneur in Uganda. In 2007, the New Vision newspaper reported him to be one of the wealthiest individuals in that country.",
  "/wiki/Ggaba": "Ggaba is a neighborhood within the city of Kampala in the Central Region of Uganda.",
  "/wiki/Hassan_Basajjabalaba": "Hassan Basajjabalaba is a businessman and politician in Uganda. According to the New Vision newspaper, he is one of the wealthiest people in Uganda. He is also the chairperson of the ruling National Resistance Movement's entrepreneurs' league.",
  "/wiki/Ian_Clarke_(physician)": "Ian Clarke is a physician, missionary, philanthropist, entrepreneur, and politician in Uganda. Since May 2011, he has been mayor of Makindye Division, one of the five administrative units of the Kampala Capital City Authority.",
  "/wiki/Makindye": "Makindye is a hill in Kampala, Uganda's largest city and capital. The name also refers to the neighborhood that sits on that hill. Makindye is also the seat of Makindye Division, one of the five administrative zones of the city of Kampala.",
  "/wiki/Ibrahim_Kironde_Kabanda": "Ibrahim Kironde Kabanda, is a businessman and entrepreneur in Uganda. He is a former chairman of the Uganda Revenue Authority, having served in that position from 2004 until 2010.",
  "/wiki/List_of_Ugandans_by_net_worth": "The per capita income in Uganda in 1999 was approximately US$60 annually. In 2013, an estimated 19.5 percent of the 35 million Ugandans lived on less than US$1.00 per day."
}