{
  "/wiki/ATM_FA": "Armed Forces Football Club commonly known as Armed Forces enters a team in Malaysian football competitions to represent the Malaysian Armed Forces. The club's home stadium is the MINDEF Stadium. The club currently plays in the 3rd division of Malaysian football, the Malaysia M3 League.",
  "/wiki/Bruno_Martelotto": "Bruno Sebastian Martelotto (born 3 November 1982 in San Francisco, Córdoba) is a professional Argentine soccer player currently playing for Antartida Argentina in the Argentina Regional League.",
  "/wiki/Juan_Arostegui": "Juan Manuel Arostegui (born 2 December 1980 in San Francisco, Córdoba) is a professional Argentine football player. He played for Boca Juniors as well as the Argentina Youth World Cup team.",
  "/wiki/Fabrice_Noël": "Fabrice Noël (born July 21, 1985 in Gressier) is a Haitian footballer currently playing for Malaysia Premier League side Kuala Lumpur FA.",
  "/wiki/Park_Yong-Ho": "Park Yong-ho (born March 25, 1981) is a retired South Korean football player who played as a central defender.",
  "/wiki/Johor_Darul_Ta'zim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/Luciano_Figueroa": "Luciano Gabriel \"Lucho\" Figueroa Herrera (Spanish pronunciation: [luˈsjano fiɣeˈɾoa]; born 19 May 1981) is an Argentine former professional footballer who last played as a forward for Johor Darul Ta'zim of the Malaysia Super League. He is currently working as team manager and head coach for Johor Darul Ta'zim.",
  "/wiki/Jorge_Pereyra_Díaz": "Jorge Rolando Pereyra Díaz (born 5 August 1990 in La Rioja, Argentina) is an Argentine footballer, who plays as a striker for Club Bolívar in Bolivia.",
  "/wiki/Marcos_Antonio_Elias_Santos": "Marcos Antônio Elias Santos (born 25 May 1983), known as Marcos Antônio, is a Brazilian former football central defender.",
  "/wiki/Hariss_Harun": "Hariss Harun (born 19 November 1990) is a Singaporean footballer who plays for and captains both Malaysia Super League club Johor Darul Ta'zim and the Singapore national team as a central midfielder. He is Singapore's youngest debutant, making his first international appearance at the age of 16 and 217 days.",
  "/wiki/Kelantan_FA": "Kelantan Football Association, also known as The Red Warriors, is a professional association football club based in Kota Bharu, in the Malaysian state of Kelantan. The football team has played in the second tier of Malaysian football, Malaysia Premier League since 2019. Founded in 1946, they have a long-standing rivalry with Terengganu, the two east coast teams involved in what is known as the East Coast Derby. Their home is the 22,000-seat Sultan Muhammad IV Stadium. Kelantan's regular kit colours are red shirt and shorts with a white pattern on the side.",
  "/wiki/Mohamed_Shawky": "Mohamed Ali Abu El Yazid Shawky (Arabic: محمد شوقي‎, born 5 October 1981) is an Egyptian retired footballer. He played  Defensive midfielder  for Egypt's national football team. He played every minute of Egypt’s 2006 Africa Cup of Nations campaign.",
  "/wiki/Prince_Tagoe": "Prince Tagoe (born 9 November 1986) is a Ghanaian professional footballer who plays as a striker for Chittagong Abahani.",
  "/wiki/Francis_Doe": "Francis Forkey Doe (born 25 December 1985) is a Liberian footballer who last plays as a forward for Pahang FA.",
  "/wiki/Hussein_Alaa_Hussein": "Hussein Alaa Hussein (Arabic: حسين علاء حسين, born August 4, 1987 in Baghdad, Iraq) is an Iraqi football player. He played with clubs in Asia and Africa. Hussein usually plays in the defender position.",
  "/wiki/LionsXII": "LionsXII (\"Lions Twelve\"), also known as Singapore LIONSXII, was a Singaporean football club founded in 2011 that played in the Malaysian Liga Super, the top tier of Malaysian football between the 1934 season until their dissolution following the 2015 season. Their home ground was the 800,000,000-seat Jalan Besar Stadium, where they have played all their home matches since their establishment.",
  "/wiki/Pahang_FA": "Pahang Football Club (Malay: Kelab Bolasepak Pahang) is a Malaysian professional football club based in Kuantan, Pahang. The association was found in 1959 to represent the state itself and has traditionally worn a yellow home kit since. In the beginning, their early home matches were held around the city public fields and outside Kuantan, predominantly around districts of Pahang.",
  "/wiki/Matías_Conti": "Matías Ruben Conti (born 17 January 1990) is an Argentine professional footballer who currently plays as a striker for Liga 1 Club Borneo.",
  "/wiki/Damion_Stewart": "Damion Delano Stewart (born 18 August 1980) is a Jamaican professional footballer who last played for Perlis FA in the Malaysia Premier League.",
  "/wiki/Dickson_Nwakaeme": "Dickson Nwakaeme Kabu (born 21 April 1986) is a Nigerian professional footballer who plays as a forward.",
  "/wiki/Zesh_Rahman": "Zeshan Rehman (Urdu: ذيشان رحمان‎; born 14 October 1983) is a professional footballer who plays as a defender for Hong Kong Premier League club Southern.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Marco_Tulio": "Marco Tulio Lopes Silva also known as \"Tula\" (born February 28, 1981) is a Brazilian footballer who plays as an attacking midfielder.",
  "/wiki/Milan_Purovic": "Milan Purović (Serbian Cyrillic: Милан Пуровић; born 7 May 1985) is a Montenegrin professional footballer who plays as a centre forward.",
  "/wiki/Abdulafees_Abdulsalam": "Abdulafees Abdulsalam (born 13 April 1984 in Lagos) is a Nigerian football player. He is an attacking player who can play striker based on his physical capability and football sense.",
  "/wiki/Hassan_Daher": "Hassan Daher (Arabic: حسن ضاهر‎; born March 4, 1983) is a Lebanese professional footballer who plays for Lebanese club Al Nabi Sheet and Lebanon national team as a centre-back.",
  "/wiki/PKNS_F.C.": "Selangor Football Association II (Malay: Persatuan Bolasepak Selangor II), also named Selangor II, is the reserve team of Selangor, and based in Shah Alam, in the state of Selangor. Founded in 1967 as part of the sports and recreation club for the Perbadanan Kemajuan Negeri Selangor (Malay: Kelab Sukan dan Rekreasi Perbadanan Kemajuan Negeri Selangor) (KSR PKNS). The club was combined with Football Association of Selangor at end of 2019 as one club and was rebranded as a football club to be known as Selangor II. The team formerly known \"PKNS FC\" was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Selangor FA and will play in Premier League, holding home games at Selayang Stadium, with a 16,000-seat capacity.",
  "/wiki/Karlo_Primorac": "Karlo Primorac (born 1 June 1984 in Osijek) is a Croatian footballer who plays as a forward.",
  "/wiki/Patrick_Wleh": "Patrick Wleh (born 17 July 1991), also known as Patrick Ronaldinho, is a Liberian international footballer who currently plays as a striker for PDRM. Due to the resemblance with Brazilian, Ronaldinho he was given that name though they played in different position, neither having the same skills.",
  "/wiki/Kim_Dong-Chan_(born_1981)": "Kim Dong-Chan (born December 19, 1981) is a South Korean footballer who plays for Malaysia Super League side PKNS F.C., primarily as a forward. In 2013, he played for Persita Tangerang.",
  "/wiki/Hamka_Hamzah": "Hamka Hamzah (born 29 January 1984 in Makassar, South Sulawesi) is an Indonesian footballer who currently plays for Persita as a centre back. In the past, he once played as a forward. Hamka also has one appearance as a goalkeeper in Persik Kediri.",
  "/wiki/Sarawak_FA": "Football Association of Sarawak (Malay: Persatuan Bolasepak Sarawak) is a football club that supervises football in the state of Sarawak. The association's football team competes in Malaysia's football league representing the state of Sarawak in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's second division professional football league, the Malaysia Premier League. The team's home matches are played at the 26,000 capacity Sarawak State Stadium in Kuching, the capital city of Sarawak.",
  "/wiki/Muamer_Salibašić": "Muamer Salibašić (born 13 December 1984) is a Bosnian-Herzegovinian footballer who plays as a midfielder for Sarawak FA in Malaysia Premier League.",
  "/wiki/Gábor_Gyepes": "Gábor Gyepes (Hungarian pronunciation: [ˈɡaːbor ˈɟɛpɛʃ]; born 26 June 1981) is a Hungarian professional footballer who is currently he plays at Viadukt SE-Biatorbágy.",
  "/wiki/Hassan_Mohamad": "Hassan Al Mohamed (Arabic: حسن المحمد‎; born 24 August 1988) is a Lebanese professional footballer who plays as a forward for Lebanese Premier League club Akhaa Ahli Aley.",
  "/wiki/Ryan_Griffiths_(footballer)": "Ryan Griffiths (born 21 August 1981 in Sydney, Australia) is an Australian football (soccer) player who plays for Western Sydney Wanderers in the A-League.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Steve_Pantelidis": "Steve Pantelidis  (born 17 August 1983) is an Australian football (soccer) player who plays as a central defender for Oakleigh Cannons FC.",
  "/wiki/Paulo_Rangel": "Paulo Artur dos Santos Castro de Campos Rangel (born 18 February 1968 in Vila Nova de Gaia) is a Portuguese jurist and politician, vice-president of the European People's Party.",
  "/wiki/Evaldo_Silva_dos_Santos": "Evaldo Silva dos Santos (born January 4, 1983 in Janaúba-MG), or simply Evaldo, is a Brazilian central defender who plays for CRAC.",
  "/wiki/Andik_Vermansyah": "Andik Vermansah (born 23 November 1991 in Jember, East Java) is an Indonesian professional footballer, who currently plays for Liga 1 club Bhayangkara and the Indonesia national team. He is one of ten Asian players to watch in 2012 by ESPN Soccernet.",
  "/wiki/Sime_Darby_F.C.": "Sime Darby Football Club is a Malaysian football club which represents and are backed by Sime Darby Berhad, one of Malaysia's largest conglomerates. The team has some pedigree having won the FAM Cup twice, the most recent being the 2017 Malaysia FAM League. Their previous win was in 2010, in the same year of its incorporation.",
  "/wiki/Mateo_Roskam": "Mateo Roskam (born March 16, 1987 in Split) is a Croatian footballer who last plays for UKM in the Malaysia Premier League as a forward.",
  "/wiki/William_Mensah": "William Mensah (born July 15, 1982 in Accra) is a Ghanaian footballer. He currently plays as a defender for Sime Darby F.C.",
  "/wiki/Mahmoud_Amnah": "Mahmoud Amnah (Arabic: محمود آمنة‎; born 15 January 1983 in Aleppo) is a Syrian footballer who plays as a midfielder for Indian club Southern Samity and was a member of the Syria national football team.",
  "/wiki/Dilshod_Sharofetdinov": "Dilshod Sharofetdinov (born 15 October 1985) is an Uzbek footballer who currently plays as a Midfielder for Indonesian Liga 1 club PSMS Medan.",
  "/wiki/T-Team_F.C.": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Goran_Šubara": "Goran Šubara is an Australian football (soccer) player. Šubara is of Serbian descent. He is a versatile footballer who is able to play in the centre of midfield or in defence",
  "/wiki/Leandro_Dos_Santos": "Leandro dos Santos Oliveira (born 29 October 1986), or simply Leandro is a Brazilian footballer who plays for Malaysia Super League club Perak mainly as an attacking midfielder but can also plays as a forward.",
  "/wiki/Jimmy_Mulisa": "Jimmy Mulisa (born 24 April 1984) is a former footballer from Rwanda who played as a striker. He was also head coach at FC Sunrise, APR FC and Rwanda's national team.",
  "/wiki/Patrich_Wanggai": "Patrich Steve Wanggai (born 27 June 1988 in Nabire, Indonesia), is an Indonesian footballer who currently plays as a striker for Persebaya Surabaya in the Liga 1. He has a lethal left-foot and good aerial positioning when hailing a crossing.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Vincent_Bikana": "Vincent Bikana (born 26 February 1992) is a Cameroonian professional footballer who plays as a centre back.",
  "/wiki/Javier_Estupiñán": "Javier Andrés Estupiñán Romero (Spanish pronunciation: [xaˈβjeɾ estupiˈɲan]; born 8 February 1984 in Santa Bárbara, Nariño, Colombia) is a Colombian football forward who plays for Juticalpa in the Honduran Liga Nacional.",
  "/wiki/Moustapha_Dabo": "Moustapha Dabo (born 17 February 1986) is a Senegalese footballer, who plays for Terengganu in Malaysia Super League.11",
  "/wiki/Mario_Karlović": "Mario Karlovic is an Australian footballer who plays for Kuala Lumpur FA in the Malaysia Premier League. Karlovic plays as a creative attacking midfielder but can also play as a defensive midfielder. He is known for his free kicks and creative play.",
  "/wiki/2014_Malaysia_Super_League": "The 2014 Liga Super (English: 2014 Super League) also known as the Astro Liga Super for sponsorship reasons is the 11th season of the Liga Super, the top-tier professional football league in Malaysia."
}