{
  "/wiki/Sir_William_Clarke,_1st_Baronet": "Sir William John Clarke, 1st Baronet  (31 March 1831 – 15 May 1897), was an Australian businessman and philanthropist in the Colony of Victoria. He was raised to the baronetage in 1882, the first Victorian to be granted a hereditary honour.",
  "/wiki/Melbourne_Cricket_Club": "The Melbourne Cricket Club (MCC) is a sports club based in Melbourne, Australia. It was founded in 1838 and is one of the oldest sports clubs in Australia.",
  "/wiki/Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons, is a professional Australian rules football club, playing in the Australian Football League (AFL). It is named after and based in the city of Melbourne, Victoria, and plays its home games at the Melbourne Cricket Ground (MCG).",
  "/wiki/Theodore_Fink": "Theodore Fink (3 July 1855 – 25 April 1942) was an Australian politician, newspaper proprietor and educationist.",
  "/wiki/Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers, is a professional Australian rules football club playing in the Australian Football League (AFL), the sport's premier competition. Between its inception in the Melbourne suburb of Richmond in 1885 and 1907, the club competed in the Victorian Football Association (VFA), winning two premierships. Richmond joined the Victorian Football League (now known as the AFL) in 1908 and has since won twelve premierships, most recently in 2019.",
  "/wiki/Williamstown_Football_Club": "The Williamstown Football Club, nicknamed The Seagulls, is an Australian rules football club based in Melbourne. The club currently competes in the men's and women's Victorian Football League competitions.",
  "/wiki/John_Aikman": "John George Aikman (24 June 1858 – 29 July 1928) was an Australian politician.",
  "/wiki/Essendon_Association_Football_Club": "Essendon (Association) Football Club (often shortened to Essendon 'A') was an Australian rules football club which played in the Victorian Football Association (VFA) from 1900 until 1921. The Dreadnoughts wore black and red, and played their home games at the Essendon Recreation Reserve (known today as Windy Hill). They were also known by the name \"Essendon Town\" (1900–1904), in order to distinguish them from the Essendon Football Club that played in the Victorian Football League (VFL).",
  "/wiki/J._J._Liston": "John James Liston (21 September 1872 – 12 April 1944) was an Australian businessman, civic leader, and sporting administrator. He served as Mayor of Williamstown and on the Melbourne City Council, and was also a long-serving president of the Victorian Football Association.",
  "/wiki/Henry_Zwar": "Henry Peter  Zwar, OBE (2 December 1873 – 12 January 1959) was an Australian liberal/conservative politician, local government councillor, local government head, Member of Lower House and tannery owner.",
  "/wiki/Preston_Football_Club_(VFA)": "Northern Blues Football Club is a long-established Australian rules football club based in Preston and currently playing in the Victorian Football League. The Northern Blues are affiliated with the Carlton Blues in the AFL, and play their home games at the Preston City Oval and Ikon Park.",
  "/wiki/Squire_Reid": "Squire Horace Reid (11 September 1887 – 29 July 1949) was an Australian politician.",
  "/wiki/Oakleigh_Football_Club": "Oakleigh Football Club, nicknamed the Devils, was an Australian rules football club from Oakleigh which played in the VFA from 1929 until 1994. Oakleigh wore purple guernseys with a gold monogram thus giving them their original nickname the Purple and Golds.",
  "/wiki/Camberwell_Football_Club": "Camberwell Football Club was an Australian rules football club which formed in 1896 and competed in the Victorian Football Association (VFA) between 1926 and 1990. Nicknamed the Cobras, Camberwell wore blue, white and red club colours. They were based in the Melbourne suburb of Camberwell.",
  "/wiki/Brighton_Football_Club": "Brighton Football Club was an Australian rules football club which played in the Victorian Football Association (VFA). The club was based in the Melbourne suburb of Brighton, and was nicknamed the Penguins. After suffering financial hardship throughout the 1950s, Brighton moved to Caulfield and later became the Caulfield Bears in the early to mid-1960s.",
  "/wiki/Alec_Gillon": "Alexander George Gillon AM OBE (23 December 1909 – 25 August 2007) was a civic and sporting administrator in Melbourne, Australia. He was most notable as the longest-serving president of the Victorian Football Association, and as a mayor of the City of Brunswick.",
  "/wiki/Brunswick_Football_Club": "Brunswick Football Club was an Australian rules football club which played in the Victorian Football Association (VFA) from 1897 until 1991. Based in Brunswick, Victoria, for most of their time in the Association they were known as the Magpies, and wore black and white guernseys. In its final two seasons in the VFA, it was known as Brunswick-Broadmeadows.",
  "/wiki/Alan_Wickes": "Alan Wickes (born 27 July 1939) is a former Australian rules football player and administrator, who played for the Collingwood Football Club in the Victorian Football League (VFL), and later served as president of the Victorian Football Association.",
  "/wiki/Frankston_Football_Club": "Frankston Football Club, nicknamed the Dolphins, is an Australian rules football club based in Frankston, Victoria). The club, formed in 1887, had played in the Victorian Football Association/League almost continuously since 1966."
}