{
  "/wiki/Thorleif_Haug": "Thorleif Haug (28 September 1894 – 12 December 1934) was a Norwegian skier who competed in nordic combined and cross-country. At the 1924 Olympics he won all three Nordic skiing events (18 km, 50 km and combined). He was also awarded the bronze medal in ski jumping, but 50 years later a mistake was found in calculation of scores, Haug was demoted to fourth place, and his daughter presented her father's medal to Anders Haugen.",
  "/wiki/Cross-country_skiing_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, two cross-country skiing events were held. The 50 km competition was held on Wednesday, 30 January 1924 and the 18 km competition was held on Saturday, 2 February 1924. The events were also part of the FIS Nordic World Ski Championships as well, which would be combined until the 1980 Winter Olympics.",
  "/wiki/Nordic_combined_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics one individual Nordic combined event was contested. It was held on Saturday, February 2, 1924 (cross-country skiing) and on Monday, February 4, 1924 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events. The winner, Thorleif Haug was also the winner of both cross country skiing races, and the podium was identical to that in the 50 km cross country.",
  "/wiki/Jacob_Tullin_Thams": "Jacob Tullin \"Tulla\" Thams (April 7, 1898 – July 27, 1954) was a Norwegian Olympian.",
  "/wiki/Ski_jumping_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, one individual ski jumping event was contested. It was held on Monday 4 February 1924.",
  "/wiki/Johan_Gr%C3%B8ttumsbraaten": "Johan Hagbart Pedersen Grøttumsbraaten (24 February 1899 – 24 January 1983) was a Norwegian skier who competed in Nordic combined and cross-country. Dominating both events in the 1920s and early 1930s, he won several medals in the early Winter Olympics. Most notably, he won two gold medals at the 1928 Winter Olympics, and as one of the only two entrants to win two gold medalists from St. Moritz, was the most successful athlete there, along with Clas Thunberg of Finland. He previously won three medals (one silver, two bronzes) at the inaugural Winter Olympics held in Chamonix in 1924, and went on to defend his Olympic Nordic Combined at the 1932 Winter Olympics.",
  "/wiki/Thoralf_Str%C3%B8mstad": "Thoralf Strømstad (13 January 1897 – 10 January 1984) was a Norwegian Nordic skier who was awarded the Holmenkollen medal in 1923.  Strømstad also earned silvers at the 1924 Winter Olympics both in 50 km cross-country skiing and in the Nordic combined.",
  "/wiki/Narve_Bonna": "Narve Bonna (16 January 1901 – 2 March 1976) was a Norwegian ski jumper.",
  "/wiki/Oskar_Olsen": "Oskar Viktor Olsen (17 October 1897 – 28 December 1956) is a Norwegian former speed skater and Olympic medalist. He received a silver medal at the 1924 Winter Olympics in Chamonix. He also competed at the 1928 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics in Chamonix, five speed skating events were contested, all for men. The competitions were held on Saturday, January 26, 1924 and on Sunday, January 27, 1924. Charles Jewtraw won the first gold medal of the 1924 Winter Games, and Clas Thunberg and Roald Larsen each won medals in all five events, with Thunberg winning 3 gold.",
  "/wiki/Roald_Larsen": "Roald Morel Larsen (1 February 1898 – 28 July 1959) was a World Champion speed skater from Norway. He was born in Kristiania (now Oslo).\nRoald Larsen's parents were Hans Jacob Larsen, a glazier born in Kristiania in 1870, and Lydia Larsen, born in Porsgrunn in 1865. They had four children, all sons: Jaan Harald (1891), Lyder Ragnar (1895), Roald Morel (1898), and Gelgjermo Stone (1899).",
  "/wiki/Sigurd_Moen": "Sigurd Olsen Moen (31 October 1897 – 6 October 1967) was a Norwegian speed skater and Olympic medalist. He was born in Krødsherad, and represented the club Drammens SK. He won a bronze medal in 1500m at the 1924 Winter Olympics in Chamonix."
}