{
  "/wiki/Akrotiri_and_Dhekelia": "The Sovereign Base Areas of Akrotiri and Dhekelia (abbr. SBA; Greek: Περιοχές Κυρίαρχων Βάσεων Ακρωτηρίου και Δεκέλιας, Periochés Kyríarchon Váseon Akrotiríou ke Dekélias; Turkish: Egemen Üs Bölgeleri Ağrotur ve Dikelya) is a British Overseas Territory on the island of Cyprus. The areas, which include British military bases and installations, as well as other land, were retained by the British under the 1960 treaty of independence, signed by the United Kingdom, Greece, Turkey and representatives from the Greek and Turkish Cypriot communities, which granted independence to the Crown colony of Cyprus. The territory serves an important role as a station for signals intelligence and provides a vital strategic part of the United Kingdom communications gathering and monitoring network in the Mediterranean and the Middle East. The United States may have a significant presence in these territories.",
  "/wiki/Sovereign_Base_Areas": "The Sovereign Base Areas of Akrotiri and Dhekelia (abbr. SBA; Greek: Περιοχές Κυρίαρχων Βάσεων Ακρωτηρίου και Δεκέλιας, Periochés Kyríarchon Váseon Akrotiríou ke Dekélias; Turkish: Egemen Üs Bölgeleri Ağrotur ve Dikelya) is a British Overseas Territory on the island of Cyprus. The areas, which include British military bases and installations, as well as other land, were retained by the British under the 1960 treaty of independence, signed by the United Kingdom, Greece, Turkey and representatives from the Greek and Turkish Cypriot communities, which granted independence to the Crown colony of Cyprus. The territory serves an important role as a station for signals intelligence and provides a vital strategic part of the United Kingdom communications gathering and monitoring network in the Mediterranean and the Middle East. The United States may have a significant presence in these territories.",
  "/wiki/British_overseas_territories": "The British Overseas Territories (BOTs) or United Kingdom Overseas Territories (UKOTs) are fourteen territories under the jurisdiction and sovereignty of the United Kingdom. They are remnants of the British Empire that have not been granted independence or have voted to remain British territories. Most of the permanently inhabited territories are internally self-governing, with the UK retaining responsibility for defence and foreign relations. Three are inhabited only by a transitory population of military or scientific personnel. They all share the British monarch (Elizabeth II) as head of state.",
  "/wiki/Episkopi_Cantonment": "Episkopi Cantonment (Greek: Φρουρά Επισκοπή, Turkish: Episkopi Cantonment) is the capital of Akrotiri and Dhekelia, a British Overseas Territory on the island of Cyprus, administered as a base. It is located in the middle of the Western Sovereign Base Area, one of the two areas which comprise the territory. Although it is not the largest of the British military bases on the island, it is home to both the civilian and military administration headquarters of the Sovereign Base Areas. Episkopi is the current command centre of British Forces Cyprus.",
  "/wiki/British_Indian_Ocean_Territory": "The British Indian Ocean Territory (BIOT) is a British overseas territory of the United Kingdom situated in the Indian Ocean halfway between Tanzania and Indonesia. The territory comprises the seven atolls of the Chagos Archipelago with over 1,000 individual islands – many very small – amounting to a total land area of 60 square kilometres (23 sq mi).  The largest and most southerly island is Diego Garcia, 27 km2 (10 sq mi), the site of a joint military facility of the United Kingdom and the United States.",
  "/wiki/British_overseas_territory": "The British Overseas Territories (BOTs) or United Kingdom Overseas Territories (UKOTs) are fourteen territories under the jurisdiction and sovereignty of the United Kingdom. They are remnants of the British Empire that have not been granted independence or have voted to remain British territories. Most of the permanently inhabited territories are internally self-governing, with the UK retaining responsibility for defence and foreign relations. Three are inhabited only by a transitory population of military or scientific personnel. They all share the British monarch (Elizabeth II) as head of state.",
  "/wiki/English_language": "English is a West Germanic language that was first spoken in early medieval England and eventually became a global lingua franca. It is named after the Angles, one of the Germanic tribes that migrated to the area of Great Britain that later took their name, as England. Both names derive from Anglia, a peninsula in the Baltic Sea. The language is closely related to Frisian and Low Saxon, and its vocabulary has been significantly influenced by other Germanic languages, particularly Norse (a North Germanic language), and to a greater extent by Latin and French.",
  "/wiki/Diego_Garcia": "Diego Garcia is an island of the British Indian Ocean Territory, an overseas territory of the United Kingdom. It is a militarised atoll just south of the equator in the central Indian Ocean, and the largest of 60 small islands comprising the Chagos Archipelago. It was first discovered by Europeans and named by the Portuguese, settled by the French in the 1790s and transferred to British rule after the Napoleonic Wars. It was one of the \"Dependencies\" of the British Colony of Mauritius until the Chagos Islands were detached for inclusion in the newly created British Indian Ocean Territory (BIOT) in 1965.",
  "/wiki/Christmas_Island": "The Territory of Christmas Island is an Australian external territory comprising the island of the same name. Christmas Island is located in the Indian Ocean, around 350 kilometres (220 mi) south of Java and Sumatra and around 1,550 kilometres (960 mi) north-west of the closest point on the Australian mainland. It has an area of 135 square kilometres (52 sq mi).",
  "/wiki/States_and_territories_of_Australia": "Government in the Commonwealth of Australia is exercised on three levels: federal, states and territories, and local government.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Flying_Fish_Cove": "Flying Fish Cove (Chinese: 飛魚灣; pinyin: Fēiyú wān), Malay: Pantai Ikan Terbang) is the capital city and main settlement of Australia's Christmas Island. Although it was originally named after British survey-ship Flying-Fish, many maps simply label it “The Settlement”. It was the first British settlement on the island, established in 1888.",
  "/wiki/Cocos_(Keeling)_Islands": "The Territory of Cocos (Keeling) Islands is an Australian external territory in the Indian Ocean, comprising a small archipelago approximately midway between Australia and Sri Lanka and closer to the Indonesian island of Sumatra. It is part of Southeast Asia and is in the Southern Hemisphere.  The territory's dual name (official since the islands’ incorporation into Australia in 1955) reflects that the islands have historically been known as either the Cocos Islands or the Keeling Islands.",
  "/wiki/West_Island,_Cocos_(Keeling)_Islands": "West Island (Malay: Pulau Panjang, Cocos Malay: Pulu Panjang) is the capital of the Cocos (Keeling) Islands. The population is roughly 120 making it the third smallest capital in the world, and consists mainly of Europeans. It is the less populous of the two inhabited islands (the other is Home Island). It was part of the Clunies-Ross plantation and an airstrip was built here during World War II. As well as all the government buildings, it contains the airport, a general store and tourist accommodation. In November 2013 it was revealed that the Australian Signals Directorate operates a listening station on West Island. Wullenweber and Adcock antenna systems as well as two satellite dish antennae are clearly visible via Google satellite view.",
  "/wiki/Faroe_Islands": "The Faroe Islands (/ˈfɛəroʊ/; Faroese: Føroyar, pronounced [ˈfœɹjaɹ]; Danish: Færøerne, pronounced [ˈfæɐ̯ˌøˀɐnə]), or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres (200 mi) north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres (540 sq mi) with a population of 51,783 as of June 2019[update].",
  "/wiki/Countries_of_the_Kingdom_of_Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Kingdom_of_Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Faroese_language": "Faroese (/ˌfɛəroʊˈiːz/ or /ˌfæroʊˈiːz/; Faroese: føroyskt mál, pronounced [ˈføːɹɪst mɔaːl]) is a North Germanic language spoken as a first language by about 72,000 people, around 49,000 of whom reside on the Faroe Islands and 23,000 in other areas, mainly Denmark. It is one of five languages descended from Old West Norse spoken in the Middle Ages, the others being Norwegian, Icelandic, and the extinct Norn and Greenlandic Norse. Faroese and Icelandic, its closest extant relative, are not mutually intelligible in speech, but the written languages resemble each other quite closely, largely owing to Faroese's etymological orthography.",
  "/wiki/Danish_language": "Danish (/ˈdeɪnɪʃ/ (listen); dansk pronounced [ˈtænˀsk] (listen), dansk sprog [ˈtænˀsk ˈspʁɔu̯ˀ]) is a North Germanic language spoken by around six million people, principally in Denmark, Greenland and in the region of Southern Schleswig in northern Germany, where it has minority language status. Also, minor Danish-speaking communities are found in Norway, Sweden, Spain, the United States, Canada, Brazil, and Argentina. Due to immigration and language shift in urban areas, around 15–20% of the population of Greenland speak Danish as their first language.",
  "/wiki/T%C3%B3rshavn": "Tórshavn (Faroese: [ˈtʰɔuʂhaun]; lit. 'Thor's harbor'; Danish: Thorshavn, pronounced [ˈtˢoɐ̯ˀsˌhau̯ˀn]) is the capital and largest city of the Faroe Islands. Tórshavn is in the southern part on the east coast of Streymoy. To the northwest of the city lies the 347-meter-high (1,138 ft) mountain Húsareyn, and to the southwest, the 350-meter-high (1,150 ft) Kirkjubøreyn. They are separated by the Sandá River. The city itself has a population of 19,165 (2019), and the greater urban area has a population of 21,078.",
  "/wiki/Gibraltar": "Gibraltar (/dʒɪˈbrɔːltər/ jih-BRAWL-tər, Spanish: [xiβɾalˈtaɾ]) is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians.",
  "/wiki/Guernsey": "Guernsey (/ˈɡɜːrnzi/ (listen); Guernésiais: Guernési) is an island in the English Channel off the coast of Normandy. It lies roughly north of Saint-Malo and to the west of Jersey and the Cotentin Peninsula. With several smaller nearby islands, it forms a jurisdiction within the Bailiwick of Guernsey, a British Crown dependency. The jurisdiction is made up of ten parishes on the island of Guernsey, three other inhabited islands (Herm, Jethou and Lihou), and many small islets and rocks.",
  "/wiki/Crown_Dependencies": "The Crown dependencies (French: Dépendances de la Couronne; Manx: Croghaneyn-crooin) are three island territories off the coast of Great Britain that are self-governing possessions of the Crown: the Bailiwick of Guernsey, the Bailiwick of Jersey and the Isle of Man. They do not form part of either the United Kingdom or the British Overseas Territories. Internationally, the dependencies are considered \"territories for which the United Kingdom is responsible\", rather than sovereign states. As a result, they are not member states of the Commonwealth of Nations. However, they do have relationships with the Commonwealth, the European Union, and other international organisations, and are members of the British–Irish Council. They have their own teams in the Commonwealth Games. They are not part of the European Union (EU), although they are within the EU's customs area. The Isle of Man (along with the United Kingdom) is within the EU's VAT area.",
  "/wiki/The_Crown": "The Crown is the state in all its aspects within the jurisprudence of the Commonwealth realms and their sub-divisions (such as Crown dependencies, provinces, or states). Legally ill-defined, the term has different meanings depending on context. It is used to designate the monarch in either a personal capacity, as Head of the Commonwealth, or as the king or queen of his or her realms. It can also refer to the rule of law; however, in common parlance 'The Crown' refers to the functions of government and the civil service.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Guern%C3%A9siais": "Guernésiais, also known as Dgèrnésiais, Guernsey French, and Guernsey Norman French, is the variety of the Norman language spoken in Guernsey. It is sometimes known on the island simply as  \"patois\". As one of the langues d'oïl, it has its roots in Latin, but has had strong influence from both Old Norse and English at different points in its history.",
  "/wiki/Saint_Peter_Port": "Saint Peter Port is the capital of Guernsey as well as the main port.  The population in 2014 was 18,207.  In Guernésiais and in French, historically the official language of Guernsey, the name of the town and its surrounding parish is St Pierre Port.  The \"port\" distinguishes this parish from Saint Pierre Du Bois.",
  "/wiki/Isle_of_Man": "The Isle of Man (Manx: Mannin [ˈmanɪnʲ], also Manx: Ellan Vannin [ˈɛlʲan ˈvanɪnʲ]), sometimes referred to simply as Mann /mæn/, is a Celtic self-governing British Crown dependency in the Irish Sea between Great Britain and Ireland. The head of state, Queen Elizabeth II, holds the title of Lord of Mann and is represented by a lieutenant governor. Defence is the responsibility of the United Kingdom.",
  "/wiki/Manx_language": "Manx (native name Gaelg or Gailck, pronounced [ɡilɡ] or [ɡilk] or [ɡeːlɡ]), also known as Manx Gaelic, and also historically spelled Manks, is a member of the Goidelic (Gaelic) language branch of the Celtic languages of the Indo-European language family; it was spoken as a first language by some of the Manx people on the Isle of Man until the death of the last native speaker, Ned Maddrell, in 1974. Despite this, the language has never fallen completely out of use, with a minority having some knowledge of it; in addition, Manx still has a role as an important part of the island's culture and heritage. Manx has been the subject of language revival efforts; in 2015, around 1,800 people had varying levels of second language conversational ability. Since the late 20th century, Manx has become more visible on the island, with increased signage, radio broadcasts and a Manx-medium primary school. The revival of Manx has been made easier because the language was well recorded: for example, the Bible had been translated into Manx, and audio recordings had been made of native speakers.",
  "/wiki/Douglas,_Isle_of_Man": "Douglas (Manx: Doolish) is the capital and largest town of the Isle of Man, with a population of 27,938 (2011). It is located at the mouth of the River Douglas, and on a sweeping bay of two miles. The River Douglas forms part of the town's harbour and main commercial port.",
  "/wiki/Jersey": "Jersey (/ˈdʒɜːrzi/ JUR-zee, French: [ʒɛʁzɛ] (listen); Jèrriais: Jèrri [dʒɛri]), officially the Bailiwick of Jersey (French: Bailliage de Jersey; Jèrriais: Bailliage dé Jèrri), is a British Crown dependency located near the coast of Normandy, France. It is the second-closest of the Channel Islands to France, after Alderney.",
  "/wiki/J%C3%A8rriais": "Jèrriais is the form of the Norman language spoken in Jersey, one of the Channel Islands off the coast of France. It has been in decline over the past century as English has increasingly become the language of education, commerce and administration. There are very few people who speak Jèrriais as a mother tongue and, owing to the age of the remaining speakers, their numbers decrease annually. Despite this, efforts are being made to keep the language alive.",
  "/wiki/Saint_Helier": "Saint Helier (/ˈhɛliər/; French: Saint-Hélier; Norman: Saint Hélyi) is one of the twelve parishes of Jersey, the largest of the Channel Islands in the English Channel. St Helier has a population of about 33,500, roughly 34.2% of the total population of Jersey, and is the capital of the Island (although Government House is situated in St Saviour). The urban area of the parish of St Helier makes up most of the largest town in Jersey, although some of the town area is situated in adjacent St Saviour, with suburbs sprawling into St Lawrence and St Clement. The greater part of St Helier is rural.",
  "/wiki/List_of_sovereign_states_and_dependent_territories_in_Eurasia": "This is a list of sovereign states and dependent territories in Eurasia, along with other areas of special political status."
}