{
  "/wiki/Eric_Till": "Eric Till (born 24 November 1929) is an English film and television director working in Canada, the United States, and Europe since the 1960s. His 1977 film It Shouldn't Happen to a Vet was entered into the 10th Moscow International Film Festival.",
  "/wiki/Christian_martyr": "A martyr is a person who was killed because of their testimony of Jesus and God. In years of the early church, this often occurred through death by sawing, stoning, crucifixion, burning at the stake or other forms of torture and capital punishment. The word \"martyr\" comes from the Koine word -> μάρτυς, mártys, which means \"witness\" or \"testimony\".",
  "/wiki/Dietrich_Bonhoeffer": "Dietrich Bonhoeffer (German: [ˈdiːtʁɪç ˈboːnhœfɐ]; 4 February 1906 – 9 April 1945) was a German pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship has been described as a modern classic.",
  "/wiki/Devils_on_the_Doorstep": "Devils on the Doorstep (simplified Chinese: 鬼子来了; traditional Chinese: 鬼子來了; Japanese: 鬼が来た!; literally \"the devils are here\") is a 2000 Chinese black comedy film directed, co-written and produced by Jiang Wen, starring Jiang himself, Kagawa Teruyuki, Yuan Ding and Jiang Hongbo. Shot in black and white to mimic old-time war movies, the film premiered at the 2000 Cannes Film Festival on 12 May and clinched the Grand Prix. The film was initially not allowed to be shown in theaters in China for a certain period but was eventually made commercially available in China since.",
  "/wiki/Jiang_Wen": "Jiang Wen (born 5 January 1963) is a Chinese film actor, screenwriter, and director. As a director, he is sometimes grouped with the \"Sixth Generation\" that emerged in the 1990s. Jiang is also well known internationally as an actor, having starred with Gong Li in Zhang Yimou's debut film Red Sorghum (1986), and more recently as Baze Malbus in the Star Wars film Rogue One (2016). He is the older brother of fellow actor Jiang Wu.",
  "/wiki/Divided_We_Fall_(film)": "Divided We Fall (Czech: Musíme si pomáhat literally translated as We Must Help Each Other) is a 2000 Czech film directed by Jan Hřebejk. It was nominated for the Academy Award for Best Foreign Language Film. Anna Šišková won a Lion award for best actress.",
  "/wiki/Jan_Hřebejk": "Jan Hřebejk (Czech pronunciation: [ˈjan ˈɦr̝ɛbɛjk]; born 27 June 1967) is a Czech film director.",
  "/wiki/German_occupation_of_Czechoslovakia": "The German occupation of Czechoslovakia (1938–1945) began with the German annexation of Sudetenland as outlined by the Munich Agreement. Adolf Hitler justified the invasion by the purported suffering of the ethnic Germans living in these regions. The Sudetenland annexation by Nazi Germany was detrimental to the future defense of crippled Czechslovakia as the extensive Czechoslovak border fortifications were also located in the same area.",
  "/wiki/Johnny_the_Partisan": "Il partigiano Johnny, internationally released as Johnny the Partisan, is a 2000 Italian war-drama film set in the Second World War and directed by Guido Chiesa. It is based on the novel with the same name by Beppe Fenoglio.",
  "/wiki/Guido_Chiesa": "Guido Chiesa (born 1959) is an Italian film director and screenwriter.",
  "/wiki/Italian_resistance_movement": "The Italian resistance movement (Italian: Resistenza italiana or just la Resistenza) is an umbrella term for Italian resistance groups during World War II. It was opposed to the forces of Nazi Germany as well as their puppet state local regime, the Italian Social Republic, especially following the German military occupation of Italy between September 1943 and April 1945, though the resistance to the Fascist Italian government began even prior to World War II. Known as partisans (Italian: partigiani), the brutal conflict they took part in is referred to as the Italian Liberation War (when referring to the part they took in the Italian Campaign against the Axis) or as the Italian Civil War (when referring specifically to the conflict with Italian Fascists). The modern Italian Republic was declared to be founded on the struggle of the Resistance.",
  "/wiki/Andrzej_Wajda": "Andrzej Witold Wajda (Polish: [ˈandʐɛj ˈvajda]; 6 March 1926 – 9 October 2016) was a Polish film and theatre director. Recipient of an Honorary Oscar, the Palme d'Or, as well as Honorary Golden Lion and Honorary Golden Bear Awards, he was a prominent member of the \"Polish Film School\". He was known especially for his trilogy of war films consisting of A Generation (1954), Kanał (1956) and Ashes and Diamonds (1958).",
  "/wiki/German_occupation_of_Poland": "The history of Poland from 1939 to 1945 encompasses primarily the period from the invasion of Poland by Nazi Germany and the Soviet Union to the end of World War II. Following the German-Soviet non-aggression pact, Poland was invaded by Nazi Germany on 1 September 1939 and by the Soviet Union on 17 September. The campaigns ended in early October with Germany and the Soviet Union dividing and annexing the whole of Poland. After the Axis attack on the Soviet Union in the summer of 1941, the entirety of Poland was occupied by Germany, which proceeded to advance its racial and genocidal policies across Poland. Under the two occupations, Polish citizens suffered enormous human and material losses. According to the Institute of National Remembrance estimates, about 5.6 million Polish citizens died as a result of the German occupation and about 150,000 died as a result of the Soviet occupation. The Jews were singled out by the Germans for a quick and total annihilation and about 90% of Polish Jews (close to three million people) were murdered as part of the Holocaust. Jews, Poles, Romani people and prisoners of many other ethnicities were killed en masse at Nazi extermination camps, such as Auschwitz, Treblinka and Sobibór. Ethnic Poles were subjected to both Nazi German and Soviet persecution. The Germans killed an estimated two million ethnic Poles. They had future plans to turn the remaining majority of Poles into slave labor and annihilate those perceived as “undesirable” as part of the wider Generalplan Ost. Ethnic cleansing and massacres of Poles and to a lesser extent Ukrainians were perpetrated in western Ukraine (prewar Polish Kresy) from 1943. The Poles were murdered by Ukrainian nationalists.",
  "/wiki/Leftenan_Adnan": "Leftenan Adnan is a 2000 Malaysian war film directed by Aziz M. Osman and co-produced by both Grand Brilliance Sdn Bhd, Paradigmfilm Sdn Bhd, and the Malaysian Army. The film chronicles the actions of Adnan bin Saidi who had been involved as a Lieutenant of the Malay Regiment fending against the invasion of the Japanese army during the Second World War.",
  "/wiki/Aziz_M._Osman": "Aziz M. Osman (born 2 October 1962) is a Malaysian actor, producer. He is currently the director general of his own production company, Ace Motion Pictures Sdn Bhd. He was born in Hougang, Singapore.",
  "/wiki/Adnan_Bin_Saidi": "Adnan bin Saidi (Jawi: .mw-parser-output .script-arabic,.mw-parser-output .script-Arab{font-family:Scheherazade,Lateef,LateefGR,Amiri,\"Noto Naskh Arabic\",\"Droid Arabic Naskh\",Harmattan,\"Arabic Typesetting\",\"Traditional Arabic\",\"Simplified Arabic\",\"Times New Roman\",Arial,\"Sakkal Majalla\",\"Microsoft Uighur\",Calibri,\"Microsoft Sans Serif\",\"Segoe UI\",serif,sans-serif;font-weight:normal}آدنان بن سيدي‎; 1915 – 14 February 1942) was a Malayan military officer of the 1st Infantry Brigade who fought the Japanese at the Battle of Pasir Panjang in Singapore during World War II. He is considered a national hero in Singapore and Malaysia for his actions during the battle. His name is also the namesake for the Malaysian Infantry Fighting Vehicle (MIFV).",
  "/wiki/Battle_of_Pasir_Panjang": "The Battle of Pasir Panjang, which took place between 12 and 15 February 1942, was part of the final stage of the Empire of Japan's invasion of Singapore during World War II. The battle was initiated upon the advancement of elite Imperial Japanese Army forces towards Pasir Panjang Ridge on 13 February.",
  "/wiki/Malèna": "Malèna is a 2000 romantic comedy-drama film starring Monica Bellucci and Giuseppe Sulfaro [it]. It was directed and written by Giuseppe Tornatore from a story by Luciano Vincenzoni. It won the Grand Prix at the 2001 Cabourg Film Festival.",
  "/wiki/Giuseppe_Tornatore": "Giuseppe Tornatore (born 27 May 1956) is an Italian film director and screenwriter. He is considered as one of the directors who brought critical acclaim back to Italian cinema. In a career spanning over 30 years he is best known for directing and writing drama films such as Everybody's Fine, The Legend of 1900, Malèna, Baarìa and The Best Offer. Probably his most noted film is Nuovo Cinema Paradiso, for which Tornatore won the Academy Award for Best Foreign Language Film. He has also directed several advertising campaigns for Dolce & Gabbana.",
  "/wiki/Markova:_Comfort_Gay": "Markova: Comfort Gay is a 2000 Filipino biographical-comedy, drama film based loosely on the life of Walter Dempster Jr., the last surviving Filipino \"comfort gay\" (male sex slaves for Japanese army) from World War II. The film tells the story of his hardships during his childhood and his travail during the World War II Japanese occupation of the Philippines. The character was played by actor Dolphy, who played the adult Markova while two of his sons, Eric Quizon and Jeffrey Quizon, played the role of two younger Markovas in two more different phases of his life.",
  "/wiki/Gil_Portes": "Gil M. Portes (September 13, 1945 – May 24, 2017) was a Filipino film director, film producer and screenwriter.",
  "/wiki/Walterina_Markova": "Walter Dempster, Jr. (May 20, 1924 – June 24, 2005), better known by his alias Walterina Markova, was a Filipino gay man who was forced as a \"comfort gay\" (sex slave) for Imperial Japanese Army soldiers during the Japanese occupation of the Philippines in World War II.",
  "/wiki/Nuremberg_(2000_film)": "Nuremberg is a 2000 Canadian/United States television docudrama, based on the book Nuremberg: Infamy on Trial by Joseph E. Persico, that tells the story of the Nuremberg trials.",
  "/wiki/Yves_Simoneau": "Yves Simoneau (French pronunciation: ​[iv simɔno]; born October 28, 1955) is a Canadian film and television director.",
  "/wiki/Nuremberg_Trials": "The first and best known of the trials was that of the major war criminals before the International Military Tribunal (IMT).  It was described as \"the greatest trial in history\" by Sir Norman Birkett, one of the British judges present throughout. Held between 20 November 1945 and 1 October 1946, the Tribunal was given the task of trying 24 of the most important political and military leaders of the Third Reich. Martin Bormann had, unknown to the Allies, died in May 1945 and was tried in absentia. Another defendant, Robert Ley, committed suicide within a week of the trial's commencement.",
  "/wiki/Albert_Einstein": "Albert Einstein (/ˈaɪnstaɪn/ EYEN-styne; German: [ˈalbɛʁt ˈʔaɪnʃtaɪn] (listen); 14 March 1879 – 18 April 1955) was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics (alongside quantum mechanics).:274 His work is also known for its influence on the philosophy of science. He is best known to the general public for his mass–energy equivalence formula \n\n\n\nE\n=\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=mc^{2}}\n\n, which has been dubbed \"the world's most famous equation\". He received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\", a pivotal step in the development of quantum theory.",
  "/wiki/Lebensborn": "Lebensborn e.V. (literally: \"Fount of Life\") was an SS-initiated, state-supported, registered association in Nazi Germany with the goal of raising the birth rate of Aryan children of persons classified as 'racially pure' and 'healthy' based on Nazi racial hygiene and health ideology. Lebensborn provided welfare to its mostly unmarried mothers, encouraged anonymous births by unmarried women at their maternity homes, and mediated adoption of these children by likewise 'racially pure' and 'healthy' parents, particularly SS members and their families. The Cross of Honour of the German Mother was given to the women who bore the most Aryan children. Abortion was legalised by the Nazis for disabled children, but strictly punished otherwise.",
  "/wiki/U-571_(film)": "U-571 is a 2000 French-American submarine film directed by Jonathan Mostow and starring Matthew McConaughey, Harvey Keitel, Jon Bon Jovi, Jake Weber, and Matthew Settle. The plot concerns a World War II German submarine boarded by American submariners to capture her Enigma cipher machine.",
  "/wiki/Jonathan_Mostow": "Jonathan Mostow (born November 28, 1961) is an American film director, screenwriter, and film producer. He has directed films such as Breakdown, U-571, Terminator 3: Rise of the Machines, and Surrogates.",
  "/wiki/U-boat": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot, literally \"undersea boat\". While the German term refers to any submarine, the English one (in common with several other languages) refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in an economic warfare role (commerce raiding) and enforcing a naval blockade against enemy shipping. The primary targets of the U-boat campaigns in both wars were the merchant convoys bringing supplies from Canada and other parts of the British Empire, and from the United States to the United Kingdom and (during the Second World War) to the Soviet Union and the Allied territories in the Mediterranean. German submarines also destroyed Brazilian merchant ships during World War II, causing Brazil to declare war on both Germany and Italy on August 22, 1942.",
  "/wiki/Enigma_machine": "The Enigma machine is an encryption device developed and used in the early- to mid-20th century to protect commercial, diplomatic and military communication. It was employed extensively by Nazi Germany during World War II, in all branches of the German military.",
  "/wiki/As_Far_as_My_Feet_Will_Carry_Me": "As Far as My Feet Will Carry Me (German: So weit die Füße tragen) is a 2001 film about German World War II prisoner of war Clemens Forell's escape from a Siberian Gulag in the Soviet Union back to Germany. It is based on the book of the same name written by Bavarian novelist Josef Martin Bauer [de]. The book is in turn based on the story of Cornelius Rost who used the alias \"Clemens Forell\" to avoid retribution from the KGB. However, since the book's publication serious doubts have been raised about the authenticity of Rost's story.",
  "/wiki/Clemens_Forell": "Cornelius Rost (27 March 1919, Kufstein, Austria – 18 October 1983, Munich, Germany) was a German World War II soldier who escaped from a Soviet Gulag camp in Chukchi Peninsula, Siberia. The experiences he described were the basis for a book, a television series, and a film.",
  "/wiki/Gulag": "The Gulag (/ˈɡuːlɑːɡ/, UK also /-læɡ/; Russian: ГУЛаг, romanized: GULag, [ɡʊˈlak] (listen), acronym of Main Administration of Camps, Russian: Главное управление лагерей)[a] was the government agency in charge of the Soviet forced-labour camp system set up under Vladimir Lenin and reached its peak during Joseph Stalin's rule from the 1930s to the early 1950s. English-language speakers also use the word gulag to refer to any forced-labour camp in the Soviet Union, including camps which existed in post-Stalin times. The camps housed a wide range of convicts, from petty criminals to political prisoners. Large numbers were convicted by simplified procedures, such as by NKVD troikas or by other instruments of extrajudicial punishment. The Gulag is recognised by many as a major instrument of political repression in the Soviet Union.",
  "/wiki/Band_of_Brothers_(TV_miniseries)": "Band of Brothers is a 2001 American war drama miniseries based on historian Stephen E. Ambrose's 1992 non-fiction book of the same name. The executive producers were Steven Spielberg and Tom Hanks, who had collaborated on the 1998 World War II film Saving Private Ryan. The episodes first started airing on HBO September 9, 2001. The series won Emmy and Golden Globe awards in 2001 for best miniseries.",
  "/wiki/Steven_Spielberg": "Steven Allan Spielberg (/ˈspiːlbɜːrɡ/; born December 18, 1946) is an American filmmaker. He is considered one of the founding pioneers of the New Hollywood era and one of the most popular directors and producers in film history. Spielberg started in Hollywood directing television and several minor theatrical releases. He became a household name as the director of Jaws (1975), which was critically and commercially successful and is considered the first summer blockbuster. His subsequent releases focused typically on science fiction/adventure films such as Close Encounters of the Third Kind (1977), Raiders of the Lost Ark (1981), E.T. the Extra-Terrestrial (1982), and Jurassic Park (1993), which became archetypes of modern Hollywood escapist filmmaking.",
  "/wiki/E_Company,_506th_Infantry_Regiment_(United_States)": "E Company, 2nd Battalion of the 506th Parachute Infantry Regiment of the 101st Airborne Division, the \"Screaming Eagles,” is a company in the United States Army. The experiences of its members during World War II are the subject of the HBO miniseries Band of Brothers based on the book of the same name by historian Stephen Ambrose.",
  "/wiki/101st_Airborne_Division_(United_States)": "The 101st Airborne Division (\"Screaming Eagles\") is a specialized modular light infantry division of the US Army trained for air assault operations. The Screaming Eagles has been referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer (ret). The 101st Airborne is able to plan, coordinate, and execute brigade-size air assault operations capable of seizing key terrain in support of operational objectives, and is capable of working in austere environments with limited or degraded infrastructure. These particular operations are conducted by highly mobile teams covering extensive distances and engaging enemy forces behind enemy lines. According to the author of Screaming Eagles: 101st Airborne Division, its unique battlefield mobility and high level of training have kept it in the vanguard of US land combat forces in recent conflicts. More recently, the 101st Airborne has been performing foreign internal defense and counterterrorism operations within Iraq and Afghanistan.",
  "/wiki/Operation_Overlord": "Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings (Operation Neptune, commonly known as D-Day). A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 June, and more than two million Allied troops were in France by the end of August.",
  "/wiki/The_Bunker_(2001_film)": "The Bunker is a 2001 horror film directed by Rob Green, written by Clive Dawson and starring Jason Flemyng.",
  "/wiki/Rob_Green_(film_director)": "Rob Green is a film director, producer, editor and screenwriter.",
  "/wiki/Battle_of_the_Siegfried_Line": "The Allied advance from Paris to the Rhine, also known as the Siegfried Line Campaign, was a phase in the Western European Campaign of World War II.",
  "/wiki/Captain_Corelli's_Mandolin_(film)": "Captain Corelli's Mandolin is a 2001 war film directed by John Madden. It is based on the 1994 novel Captain Corelli's Mandolin by Louis de Bernières. The film pays homage to the thousands of Italian soldiers executed at the Massacre of the Acqui Division by German forces in Cephalonia in September 1943, and to the people of Cephalonia who were killed in the post-war earthquake. The novel's protagonists are portrayed by actors Nicolas Cage and Penélope Cruz.",
  "/wiki/John_Madden_(director)": "John Philip Madden (born 8 April 1949) is an English director of theatre, film, television, and radio. He is known for directing Shakespeare in Love (1998), which won the Academy Award for Best Picture. He has also gained recognition for directing The Best Exotic Marigold Hotel (2011) and its sequel The Second Best Exotic Marigold Hotel (2015).",
  "/wiki/Axis_occupation_of_Greece": "The occupation of Greece by the Axis Powers (Greek: Η Κατοχή, I Katochi, meaning \"The Occupation\") began in April 1941 after Nazi Germany invaded Greece to assist its ally, Fascist Italy, which had been at war with Allied Greece since October 1940. Following the conquest of Crete, all of Greece was occupied by June 1941. The occupation in the mainland lasted until Germany and its ally Bulgaria were forced to withdraw under Allied pressure in early October 1944. However, German garrisons remained in control of Crete and some other Aegean islands until after the end of World War II in Europe, surrendering these islands in May and June 1945.",
  "/wiki/Massacre_of_the_Acqui_Division": "The Massacre of the Acqui Division, also known as the Cephalonia Massacre, was the mass execution of the men of the Italian 33rd Infantry Division Acqui by the Germans on the island of Cephalonia, Greece, in September 1943, following the Italian armistice during the Second World War. About 5,000 soldiers were massacred and others drowned.",
  "/wiki/Charlotte_Gray_(film)": "Charlotte Gray is a 2001 British–Australian–German drama film  directed by Gillian Armstrong. The screenplay was adapted from Sebastian Faulks' novel Charlotte Gray. It is set in Vichy France during World War II. The film stars Cate Blanchett, James Fleet, Abigail Cruttenden, Rupert Penry-Jones, Michael Gambon and Billy Crudup.",
  "/wiki/Gillian_Armstrong": "Gillian May Armstrong (born 18 December 1950) is an Australian feature film and documentary director, who specializes in period drama. Her films often feature female perspectives and protagonists.",
  "/wiki/Special_Operations_Executive": "The Special Operations Executive (SOE) was a British World War II organisation. It was officially formed on 22 July 1940 under Minister of Economic Warfare Hugh Dalton, from the amalgamation of three existing secret organisations. Its purpose was to conduct espionage, sabotage and reconnaissance in occupied Europe (and later, also in occupied Southeast Asia) against the Axis powers, and to aid local resistance movements.",
  "/wiki/French_Resistance": "The French Resistance (French: La Résistance) was the collection of French movements that fought against the Nazi German occupation of France and the collaborationist Vichy régime during the Second World War. Resistance cells were small groups of armed men and women (called the Maquis in rural areas), who, in addition to their guerrilla warfare activities, were also publishers of underground newspapers, providers of first-hand intelligence information, and maintainers of escape networks that helped Allied soldiers and airmen trapped behind enemy lines. The men and women of the Resistance came from all economic levels and political leanings of French society, including émigrés, academics, students, aristocrats, conservative Roman Catholics (including priests and nuns), liberals, anarchists and communists.",
  "/wiki/Conspiracy_(2001_film)": "Conspiracy is a 2001 BBC/HBO war film which dramatizes the 1942 Wannsee Conference. Using fictionalised dialogue, the film delves into the psychology of Nazi officials involved in the \"Final Solution of the Jewish Question\" during World War II.",
  "/wiki/Frank_Pierson": "Frank Romer Pierson (May 12, 1925 – July 22, 2012) was an American screenwriter and film director.",
  "/wiki/Wannsee_Conference": "The Wannsee Conference (German: Wannseekonferenz) was a meeting of senior government officials of Nazi Germany and Schutzstaffel (SS) leaders, held in the Berlin suburb of Wannsee on 20 January 1942. The purpose of the conference, called by the director of the Reich Main Security Office SS-Obergruppenführer Reinhard Heydrich, was to ensure the co-operation of administrative leaders of various government departments in the implementation of the Final solution to the Jewish question (German: Endlösung der Judenfrage), whereby most of the Jews of German-occupied Europe would be deported to occupied Poland and murdered. Conference participants included representatives from several government ministries, including state secretaries from the Foreign Office, the justice, interior, and state ministries, and representatives from the SS. In the course of the meeting, Heydrich outlined how European Jews would be rounded up and sent to extermination camps in the General Government (the occupied part of Poland), where they would be killed.",
  "/wiki/Final_Solution": "The Final Solution or the Final Solution to the Jewish Question (Endlösung der Judenfrage) was a Nazi plan for the genocide of Jews during World War II. The \"Final Solution to the Jewish question\" was the official code name for the murder of all Jews within reach, which was not restricted to the European continent. This policy of deliberate and systematic genocide starting across German-occupied Europe was formulated in procedural and geopolitical terms by Nazi leadership in January 1942 at the Wannsee Conference held near Berlin, and culminated in the Holocaust, which saw the killing of 90% of Polish Jews, and two thirds of the Jewish population of Europe.",
  "/wiki/Jewish_question": "The Jewish question (JQ), also referred to as the Jewish problem, was a wide-ranging debate in 19th and 20th-century European society that pertained to the appropriate status and treatment of Jews. The debate, which was similar to other \"national questions\", dealt with the civil, legal, national and political status of Jews as a minority within society, particularly in Europe during the 18th, 19th and 20th centuries.",
  "/wiki/The_Wannsee_Conference_(film)": "The Wannsee Conference (German: Die Wannseekonferenz) is a 1984 German TV film portraying the events of the Wannsee Conference, held in Berlin in January 1942. The script is derived from the minutes of the meeting. Since no verbatim transcription of the meeting exists, the dialogue is necessarily fictionalised. The main theme of the film is the bureaucratic nature of the genocide.",
  "/wiki/Dark_Blue_World": "Dark Blue World (Czech: Tmavomodrý svět) is a 2001 film by Czech director Jan Svěrák, the Academy Award-winning director of Kolya, about Czech pilots who fought for the British Royal Air Force (RAF) during the Second World War. The screenplay was written by Zdeněk Svěrák, the director's father. The film stars Czech actors Ondřej Vetchý, Kryštof Hádek and Oldřich Kaiser.  British actors include Tara Fitzgerald, Charles Dance and Anna Massey.",
  "/wiki/Jan_Sverák": "Jan Svěrák (Czech pronunciation: [ˈjan ˈsvjɛraːk]) (born 6 February 1965 in Žatec) is a Czech film director. He is the son of screenwriter and actor Zdeněk Svěrák. He studied documentary filmmaking at the FAMU. He and his films have received awards including the Academy Award, Crystal Globe, Golden Globe Award, and Tokyo Grand Prix.",
  "/wiki/Battle_of_Britain": "The Battle of Britain (German: die Luftschlacht um England, \"the Air Battle for England\") was a military campaign of the Second World War, in which the Royal Air Force (RAF) defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duration as being from 10 July until 31 October 1940, which overlaps the period of large-scale night attacks known as the Blitz, that lasted from 7 September 1940 to 11 May 1941.\nGerman historians do not accept this subdivision and regard the battle as a single campaign lasting from July 1940 to June 1941, including the Blitz.",
  "/wiki/List_of_World_War_II_films_since_1990": "Below is an incomplete list of fictional feature films or miniseries released since 1990 which feature events of World War II in the narrative."
}