{
  "/wiki/Parachute_Regiment_(India)": "The Parachute Regiment is an airborne infantry and special forces regiment of the Indian Army.",
  "/wiki/Bangalore": "Bangalore, officially known as Bengaluru ([ˈbeŋɡəɭuːɾu] (listen)), is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m (3,000 ft) above sea level, which is the highest among India's major cities. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/Punjab_Regiment_(India)": "The Punjab Regiment is one of the oldest regiments still in service in the Indian Army, and is the most senior regional infantry regiment. It was formed from the 2nd Punjab Regiment of the\nBritish Indian Army in 1947 and has taken part in various battles and wars since, winning numerous honours for the same.",
  "/wiki/Ramgarh_Cantonment": "Ramgarh Cantonment, usually referred to as Ramgarh Cantt or just Ramgarh is a cantonment town, belonging to the Ramgarh district of the Indian state of Jharkhand. Historically, a subdivision of the larger Hazaribag district, Ramgarh was finally elevated to a district status on 12 September 2007 largely to ease administrative hardships. The district comprises five blocks namely Ramgarh,Patratu and Dulmi.",
  "/wiki/Jharkhand": "Jharkhand (lit. \"Bushland\" or \"The land of forest\") is a state in eastern India. The state shares its border with the states of Bihar to the north, Uttar Pradesh to the northwest, Chhattisgarh to the west, Odisha to the south and West Bengal to the east. It has an area of 79,710 km2 (30,778 sq mi). It is the 15th largest state by area, and the 14th largest by population. Hindi is the official language of the state. The city of Ranchi is its capital and Dumka its sub capital. The state is known for its waterfalls, hills and holy places; Baidyanath Dham, Parasnath and Rajrappa are major religious sites.",
  "/wiki/Madras_Regiment": "The Madras Regiment is one of the oldest infantry regiment of the Indian Army, originating in the 1750s. The regiment took part in numerous campaigns with both the British Indian Army and the post-independence Indian Army",
  "/wiki/Wellington_Cantonment": "Wellington is home to The Defence Services Staff College (DSSC), a premier tri-service training establishment that imparts training to field grade officers of the three wings of the Indian Armed Forces, friendly foreign countries and various Indian Civil Service departments. The list of alumni of the DSSC at Wellington includes Field Marshal Sam Manekshaw, former Fijian strongman Sitiveni Rabuka, Nigerian President Olusegun Obasanjo, head of German special forces Hans-Christoph Ammon, Naval Commander Dhananjay Joshi and former governor of the Reserve Bank of India R.N.Malhotra. \nThe college has a glorious past and traces its lineage to 1905 when it was set up at Devlali. In 1907 it shifted to Quetta, now in Pakistan. The College shifted back to India in 1947 and is now home to the joint services course for the three services under one roof.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/The_Grenadiers": "The Grenadiers is an infantry regiment of the Indian Army, formerly part of the Bombay Army and later the pre-independence British Indian Army, when the regiment was known as the 4th Bombay Grenadiers. It has distinguished itself during the two world wars and also since the Independence of India. The regiment has won many battle honours and gallantry awards, and is considered to be one of India's most decorated regiments with three Param Vir Chakra awardees in three different conflicts.",
  "/wiki/Jabalpur": "Jabalpur (English: /ˌdʒbəlˈpʊər/, US also /ˈdʒbəlˌpʊər/, Hindi: [dʒəbəlˈpʊɾ]; formerly known as Jubbulpore, the official spelling until 2006) is a tier 2 city in the Indian state of Madhya Pradesh. It is one of the major cities of Madhya Pradesh. According to the 2011 census, it is the third-largest urban agglomeration in Madhya Pradesh, and the country's 36th-largest urban agglomeration. It is known for the Dhuandhar Falls and the white Marble Rocks at Bhedaghat. It is generally accepted that the game of Snooker originated here.",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Maratha_Light_Infantry": "The Maratha Light Infantry is a light infantry regiment of the Indian Army. It traces its lineage to the Bombay Sepoys, raised in 1768, making it the most senior light infantry regiment in the Indian Army. The class composition of the regiment was and is primarily formed by hardy, frugal and disciplined Maratha recruits from the former Maratha Empire. The men are mostly drawn from all over the state of Maharashtra, with some percentage from Marathi-speaking areas of Karnataka including Coorg. The regimental centre has been in Belgaum, Karnataka, since 1922, which was part of the Bombay Presidency at that time. The battle cry of Maratha Light Infantry is, \"Bola Shri Chhatrapati Shivaji Maharaj Ki Jai (Say Victory To King Shivaji)\".\nThe regiment has the honour of being the most decorated regiment of the Indian Army[citation needed] and has won over 60 battle honours. In the First World War they won 21 battle honours which was the most by any regiment.",
  "/wiki/Belgaum": "Belgaum (IAST:Bēḷagāma) (also and officially known as Belagavi)  is a city in the Indian state of Karnataka located in its northern part along the Western Ghats. It is the administrative headquarters of the eponymous Belgaum division and Belgaum district. The Government of Karnataka has proposed making Belgaum the second capital of Karnataka, hence a second state administrative building Suvarna Vidhana Soudha was inaugurated on 11 October 2012.",
  "/wiki/Rajputana_Rifles": "The Rajputana Rifles is the oldest rifle regiment and one of the senior-most regiment of the Indian Army. It was originally raised in 1921 as part of the British Indian Army, when six previously existing regiments were amalgamated to form six battalions of the 6th Rajputana Rifles. In 1945 the numeral designation was dropped from the title and in 1947 the regiment was transferred to the newly independent Indian Army. Since independence, the regiment has been involved in a number of conflicts against Pakistan, as well as contributing to the Custodian Force (India) in Korea under the aegis of the United Nations in 1953-54 and to the UN Mission to the Congo in 1962. As a rifle regiment it uses a bugle horn as its insignia, the same as the British Light Division, but unlike its British counterparts, the Rajputana Rifles march at the same march pace used in the Indian Army as a whole.",
  "/wiki/Delhi_Cantonment": "Delhi Cantonment (popularly referred to as Delhi Cantt) was established in 1914. Until February 1938, the Cantonment Board Delhi was known as the Cantt authority. The area of the Cantonment is approx. 10,521 acres (4,258 ha). At the 2011 census, the population of the Cantonment was 116,352. The Delhi Cantonment is as Class I Cantonment Board.",
  "/wiki/New_Delhi": "New Delhi (/ˈdɛli/ (listen), Hindi: [nəi dɪlːi] Naī Dillī) is an urban district of Delhi which serves as the capital of India and seat of all three branches of the Government of India.",
  "/wiki/Rajput_Regiment": "The Rajput Regiment is an infantry regiment of the Indian Army. It is composed primarily of troops from the Rajput, Ahir, Brahmin, Bengali, Dogra, Gurjar, Jat, Muslim, and Sikh communities. During the Second World War, the class composition of the regiment was 50% Rajput and 50% Muslim.",
  "/wiki/Fatehgarh": "Fatehgarh is a cantonment town in Farrukhabad district  in the state of Uttar Pradesh, India.  It is located on the south bank of the Ganges River. It is the administrative headquarters of Farrukhabad District. Fatehgarh derives its name from an old fort. It is a small city with no significant industrial activity. Asia's largest potato market is located in Farrukhabad, as well as a holy place in buddhism (sankhisha). The Indian Army has a big establishment there in the form of The Rajput Regimental Centre, 114 Infantry Battalion TA and The Sikh Light Infantry Center.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Jat_Regiment": "The Jat Regiment is an infantry regiment of the Indian Army. It is one of the longest serving and most decorated regiments of the Indian Army. The regiment has won 19 battle honours between 1839 and 1947 and post independence 5 battle honours, eight Mahavir Chakra, eight Kirti Chakra, 32 Shaurya Chakras, 39 Vir Chakras and 170 Sena Medals.",
  "/wiki/Bareilly": "Bareilly (/bəˈrɛli/ (listen)) is a city in Bareilly district in the Indian state of Uttar Pradesh. It is the capital of Bareilly division and the geographical region of Rohilkhand. The city is 252 kilometres (157 mi) north of the state capital, Lucknow, and 250 kilometres (155 mi) east of the national capital, New Delhi. It is the eighth largest metropolis in Uttar Pradesh, and the 50th-largest city in India. Bareilly also figured amongst the PM Narendra Modi's ambitious 100 Smart City list in India. It is located on the Ramganga River and is the site of the Ramganga Barrage built for canal irrigation.",
  "/wiki/Sikh_Regiment": "The Sikh Regiment is an infantry regiment of the Indian Army that recruits from the Sikh community. It is the most decorated regiment of the Indian Army and in 1979, the 1st battalion was the Commonwealth's most decorated battalion with 245 pre-independence and 82 post-independence gallantry awards, when it was transformed into the 4th battalion, Mechanised Infantry Regiment. The first battalion of the regiment was officially raised just before the end of the first war between the Sikh Empire and British East India Company on August 1 1846 by British East India Company generals. Currently, the Sikh Regimental Centre is located in Ramgarh Cantonment, Jharkhand. The Centre was earlier located in Meerut, Uttar Pradesh.",
  "/wiki/Sikh_Light_Infantry": "The Sikh Light Infantry is a light infantry regiment of the Indian Army. The regiment is the successor unit to the 23rd, 32nd and 34th Royal Sikh Pioneers of the British Indian Army. The regiment recruits from the Sikh community of Himachal Pradesh, Punjab and Haryana states of India.\nThe versatility of the Sikh Light Infantry has seen the regiment conduct operations from conventional warfare on the Siachen Glacier, the highest battlefield in the world, to counter-terrorism.[dead link] Units of the regiment have also been deployed as part of the United Nations Emergency Force. The regimental motto is \"Deg Tegh Fateh\", meaning \"prosperity in peace and victory in war\". The motto has great significance with the tenth Sikh guru, Guru Gobind Singh, with whom the Mazhabi community is very closely associated. The regiment's cap badge is a chakram or quoit, with a mounted kirpan. The insignia was designed to honour the Mazhabi community's Akali Nihang ancestry.",
  "/wiki/Dogra_Regiment": "The Dogra Regiment is an infantry regiment of the Indian Army. The regiment traces its roots directly from the 17th Dogra Regiment of the British Indian Army. When transferred to the Indian Army like its sister regiments, the numeral prefix (in the case of the Dogra Regiment, 17) was removed. Units of the Dogra Regiment have fought in all conflicts that independent India has been engaged in, making it one of the most prestigious and most decorated regiments of the Indian Army.",
  "/wiki/Faizabad": "Faizabad is a city in the Indian state of Uttar Pradesh, which forms a municipal corporation with Ayodhya. It was the headquarters of Faizabad district and Faizabad division until 6 November 2018, when the Uttar Pradesh cabinet headed by chief minister Yogi Adityanath approved the renaming of Faizabad district as Ayodhya, and the shifting of the administrative headquarters of the district to Ayodhya city.  Faizabad is situated on the banks of river Ghaghra (locally known as Saryu) about 130 km east of state capital Lucknow. It was the first capital of the Nawabs of Awadh and has monuments built by the Nawabs, like the Tomb of Bahu Begum, Gulab Bari.",
  "/wiki/Garhwal_Rifles": "The Garhwal Rifles is one of the most decorated infantry regiments of the Indian Army. It was originally raised in 1887 as the 39th (Garhwal) Regiment of the Bengal Army. It then became part of the British Indian Army, and after the Independence of India, it was incorporated into the Indian Army.",
  "/wiki/Lansdowne,_India": "Lansdowne, is a cantonment town in Pauri Garhwal district in the Indian state of  Uttarakhand.",
  "/wiki/Uttarakhand": "Uttarakhand (/ˌʊtəˈrɑːkʌnd/), formerly known as Uttaranchal (/ˌʊtəˈrɑːntʃəl/), is a state in the northern part of India. It is often referred to as the \"Devabhumi\" (literally \"Land of the Gods\") due to numerous Hindu temples and pilgrimage centres found throughout the state. Uttarakhand is known for the natural environment of the Himalayas, the Bhabar and the Terai. On 9 November 2000, Uttarakhand became the 27th state of the Republic of India, being carved from the Himalayan districts of Uttar Pradesh. It borders Tibet Autonomous Region of China to the north; the Sudurpashchim Pradesh of Nepal to the east; the Indian states of Uttar Pradesh to the south and Himachal Pradesh to the west and north-west. The state is divided into two divisions, Garhwal and Kumaon, with a total of 13 districts. The capital of Uttarakhand is Dehradun, the largest city of the state, which is a railhead. The High Court of the state is located in Nainital.",
  "/wiki/Kumaon_Regiment": "The Kumaon Regiment is the most decorated infantry regiment of the Indian Army. The regiment traces its origins to the 18th century and has fought in every major campaign of the British Indian Army and the Indian Army, including the two world wars.",
  "/wiki/Ranikhet": "Ranikhet is a hill station and cantonment town in Almora district in the Indian state of Uttarakhand. It is the home for the Military Hospital, Kumaon Regiment (KRC) and  Naga Regiment and is maintained by the Indian Army.\nRanikhet is at an altitude of 1,869 metres (6,132 ft) above sea level and within sight of the western peaks of the Himalayas.",
  "/wiki/Assam_Regiment": "The Assam Regiment is an infantry regiment of the Indian Army. The regiment consists of 25 battalions: 15 regular battalions, 3 Rashtriya Rifles battalions, 5 Territorial Army infantry and ecological battalions and 2 battalions of Arunachal Scouts. It recruits exclusively from all the Seven Sister States of northeast India.",
  "/wiki/Shillong": "Shillong (English:  /ʃɪˈlɔːŋ/;) is a hill station in the northeastern part of India and the capital of Meghalaya, which means \"The Abode of Clouds\" . It is the headquarters of the East Khasi Hills district. Shillong is the 330th most populous city in India with a population of 143,229 according to the 2011 census. It is said that the rolling hills around the town reminded the British of Scotland. Hence, they would also refer to it as the \"Scotland of the East\".",
  "/wiki/Meghalaya": "Meghalaya (UK: /meɪˈɡɑːləjə/, US: /ˌmeɪɡəˈleɪə/) is a hilly state in northeastern India. The name means \"the abode of clouds\" in Sanskrit. The population of Meghalaya as of 2016 is estimated to be 3,211,474. Meghalaya covers an area of approximately 22,430 square kilometres, with a length to breadth ratio of about 3:1.",
  "/wiki/Bihar_Regiment": "The Bihar Regiment is an infantry regiment of the Indian Army. The regiment can trace its origins back to the British Indian Army. The Bihar Regiment was formed in 1941 by regularising the 11th (Territorial) Battalion, 19th Hyderabad Regiment, and raising new battalions. The Bihar Regimental Centre (BRC) is located at Danapur Cantonment, the oldest cantonment of India.",
  "/wiki/Danapur_Cantonment": "Danapur Cantonment  or Danapur Cantt is a cantonment town in Patna District in the state of Bihar, India. Danapur is a category II Cantonment, established in 1765. The Board consists of 14 members including 7 elected members. Danapur cantonment located on the outskirts of Patna is the second oldest cantonment in India, after Barrackpur Cantonment, West Bengal. Danapur is the regimental centre of Bihar Regiment (BRC). It was earlier called Bankipore Cantonment. Initially, it was set up at Bankipore but later set up in Danapur area(then known as Dinapore) in 1766-67.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/Mahar_Regiment": "The Mahar Regiment is an infantry regiment of the Indian Army. Although it was originally intended to be a regiment consisting of troops from the Mahar community of Maharashtra, the Mahar Regiment is one of the only regiments in the Indian Army that is composed of troops from all communities and regions of India.",
  "/wiki/Sagar,_Madhya_Pradesh": "Sagar (formerly Saugor) is a city in the state of Madhya Pradesh in central India. Situated on a spur of the Vindhya Range and 1,758 feet (536 m) above sea-level. The city is around 172 kilometres (107 mi) northeast of state capital, Bhopal. It is situated almost in the centre of India.",
  "/wiki/Jammu_%26_Kashmir_Rifles": "The Jammu and Kashmir Rifles is one of the most prestigious infantry regiment of the Indian Army. Its origins lay in the  Jammu and Kashmir State Forces of the princely state of Jammu and Kashmir. After the accession of the state to the Indian Union in October 1947, the State Forces came under the command of the Indian Army. They remained in the original form until 1956 when Jammu and Kashmir Constituent Assembly effectively ratified the state's accession to India. Then the State Forces became the Jammu and Kashmir Regiment of the Indian Army. In 1963, the designation was changed to Jammu and Kashmir Rifles. After the conversion, the Ladakh Scouts came under the aegis of the Regiment, where it remained until raised as a separate Regiment in 2002.",
  "/wiki/Jammu_and_Kashmir_Light_Infantry": "The Jammu and Kashmir Light Infantry (JAK LI) is an infantry regiment of the Indian Army. The regimental center is in Srinagar's Airport Complex at Awantipora with a winter setup near Jammu. Its regimental insignia consists of a pair of crossed rifles. The regiment mostly consists of volunteers from the state of Jammu & Kashmir. 50% of the regiment's troops are Muslims while the rest represent other ethnic groups from the state.The Jammu and Kahmir Light Infantry is considered to be the most decorated regiment of the Indian army having won 1 Param Veer Chakra and 3 Ashok Chakra. Naib Subedar Chuni Lal of the 8th battalion Jammu and Kashmir Light Infantry is the most decorated personnel of the Indian Army.",
  "/wiki/Avantipur": "Awantipora or Awantipur is a town and a notified area committee in Pulwama district of the Indian state of Jammu & Kashmir. It is situated between Anantnag and Srinagar on NH 44 (former name NH 1A before renumbering of all national highways). Awantipora was named after Avanti Varman and had a number of ancient Hindu temples built by the king including the Avantiswami Temple. The ruins of temples constructed by Lalitaditya are also found in Awantipora. The temple sites are protected and maintained by the Archaeological Survey of India.",
  "/wiki/Jammu_and_Kashmir": "Jammu and Kashmir[a] was a region formerly administered by India as a state from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and northern territories, now known as Gilgit-Baltistan, are administered by Pakistan. The Aksai Chin region in the east, bordering Tibet, has been under Chinese control since 1962.",
  "/wiki/Naga_Regiment": "The Naga Regiment is an infantry regiment of the Indian Army. It is among the youngest regiments of the Indian Army - the first battalion was raised in Ranikhet in 1970. The regiment recruits mainly from Nagaland, in northeast India.",
  "/wiki/1_Gorkha_Rifles": "1st Gorkha Rifles (The Malaun Regiment), often referred to as the 1st Gorkha Rifles, or 1 GR in abbreviation, is the seniormost Gorkha infantry regiment of the Indian Army. It was originally formed as part of the East India Company's Bengal Army in 1815, later adopting the title of the 1st King George V's Own Gurkha Rifles (The Malaun Regiment), however, in 1947, following the partition of India, it was transferred to the Indian Army and in 1950 when India became a Republic, it was redesignated as 1st Gorkha Rifles (The Malaun Regiment). The regiment has a long history and has participated in many conflicts, including many of the colonial conflicts prior to Indian independence, as well as the First and Second World Wars. Since 1947 the regiment has also participated in a number of campaigns against Pakistan in 1965 and 1971 as well as undertaking peacekeeping duties as part of the United Nations.",
  "/wiki/Sabathu": "Sabathu (also known as Subathu) is a cantonment town in Solan district in the Indian state of Himachal Pradesh.",
  "/wiki/Himachal_Pradesh": "Himachal Pradesh (Hindi: [ɦɪˈmaːtʃəl pɾəˈdeːʃ] (listen); lit. \"snow-laden province\") is a state in the northern part of India. Situated in the Western Himalayas, it is bordered by union territories of Jammu and Kashmir and Ladakh on the north, Punjab state on the west, Haryana state on the southwest, Uttarakhand state on the southeast, and Tibet region on the east. At its southernmost point, it also touches the state of Uttar Pradesh."
}