{
  "/wiki/The_Cedars_(Leitchfield,_Kentucky)": "The Cedars, on Grayson Springs Road in Grayson County, Kentucky east of Leitchfield, was built in c.1789 and 1847.  It was listed on the National Register of Historic Places in 1976.",
  "/wiki/Kentucky_Route_1214": "Kentucky supplemental roads and rural secondary highways are the lesser two of the four functional classes of highways constructed and maintained by the Kentucky Transportation Cabinet, the state-level agency that constructs and maintains highways in Kentucky. The agency splits its inventory of state highway mileage into four categories:",
  "/wiki/Leitchfield,_Kentucky": "Leitchfield is the county seat of Grayson County, Kentucky, United States. Leitchfield is a home rule-class city with a population of 6,699 as of the 2010 census.",
  "/wiki/Court_Square_Historic_District_(Leitchfield,_Kentucky)": "The Court Square Historic District in Leitchfield, Kentucky was listed on the National Register of Historic Places in 1984.",
  "/wiki/Clarkson,_Kentucky": "Clarkson is a home rule-class city in Grayson County, Kentucky, United States. The population was 875 at the 2010 census, up from 794 at the 2000 census. Once called \"Grayson Springs Depot\" after a nearby resort, the name was changed in 1882 to honor the resort's owner, Manoah Clarkson.",
  "/wiki/Falls_of_Rough_Historic_District": "The Falls of Rough Historic District, along Kentucky Route 110 in Falls of Rough, Kentucky, is a 50 acres (20 ha) historic district which was listed on the National Register of Historic Places in 1978.  It included 10 contributing buildings, a contributing structure, and three contributing sites.",
  "/wiki/Kentucky_Route_110": "Kentucky Route 110 (KY 110) is a 12.701-mile-long (20.440 km) state highway in Kentucky. It runs from KY 54 in rural Ohio County southeast of Fordsville to KY 259 northwest of McDaniels. The route is split into two segments by the Rough River Lake.",
  "/wiki/Falls_of_Rough,_Kentucky": "Falls of Rough is an unincorporated community mostly located in Breckinridge County, and a smaller part in Grayson County, Kentucky, United States.",
  "/wiki/Grayson_Springs_(resort)": "Grayson Springs, or Grayson Springs Inn and Resort, in Grayson County, Kentucky south of Clarkson, dates from 1825.  It was listed on the National Register of Historic Places in 1978.  The listing included one contributing site and one contributing building.",
  "/wiki/Hunter_House_(Leitchfield,_Kentucky)": "The Hunter House, located at 118 W. Walnut St. in Leitchfield, Kentucky, was built in c.1886.  It was listed on the National Register of Historic Places in 1985.",
  "/wiki/St._Augustine_Catholic_Church_(Grayson_Springs,_Kentucky)": "St. Augustine Catholic Church built in 1854 is an historic Roman Catholic church building located at 30 St Augustine Church Road in Grayson Springs near Clarkson, Kentucky. Today it remains the location of a parish of the Roman Catholic Diocese of Owensboro. On April 7, 1989, it was added to the National Register of Historic Places.",
  "/wiki/Kentucky_Route_88": "Kentucky Route 88 (KY 88) is a 56.604-mile-long (91.095 km) state highway in west central Kentucky. It traverses Grayson, Hart, and Green counties in Kentucky. It originates in Clarkson and ends near Greensburg",
  "/wiki/Grayson_Springs,_Kentucky": "Grayson Springs is an unincorporated community in Grayson County, Kentucky, United States. Grayson Springs is located at the junction of Kentucky Routes 88 and 1214, 4.1 miles (6.6 km) east-southeast of Leitchfield.",
  "/wiki/Moutardier,_Kentucky": "Moutardier is an unincorporated community in Grayson County, Kentucky, United States. Moutardier is located on Kentucky Route 259, 10.3 miles (16.6 km) south-southeast of Leitchfield.",
  "/wiki/Jack_Thomas_House": "The Jack Thomas House, at 108 E. Main St. in Leitchfield, Kentucky was built in 1810.  It was listed on the National Register of Historic Places in 1976.",
  "/wiki/Walnut_Grove_School_(Caneyville,_Kentucky)": "The Walnut Grove School, on Walnut Grove Rd. near Caneyville, Kentucky, was built in 1911.  It was listed on the National Register of Historic Places in 1988.",
  "/wiki/Caneyville,_Kentucky": "Caneyville is a home rule-class city in Grayson County, Kentucky, in the United States. The population was 608 at the 2010 census. Named for its location on Caney Creek, Caneyville had a post office by 1837 and a town charter by 1840 and was incorporated by the state legislature in 1880.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Grayson_County,_Kentucky": "This is a list of the National Register of Historic Places listings in Grayson County, Kentucky."
}