{
  "/wiki/Academy_Awards": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Academy_Award_for_Best_Writing_(Original_Screenplay)": "The Academy Award for Best Original Screenplay is the Academy Award for the best screenplay not based upon previously published material. It was created in 1940 as a separate writing award from the Academy Award for Best Story. Beginning with the Oscars for 1957, the two categories were combined to honor only the screenplay.",
  "/wiki/Toy_Story": "Toy Story is a 1995 American computer-animated buddy comedy film produced by Pixar Animation Studios and released by Walt Disney Pictures. The feature film directorial debut of John Lasseter, it was the first entirely computer-animated feature film, as well as the first feature film from Pixar. The screenplay was written by Joss Whedon, Andrew Stanton, Joel Cohen, and Alec Sokolow from a story by Lasseter, Stanton, Pete Docter, and Joe Ranft. The film features music by Randy Newman, and was executive-produced by Steve Jobs and Edwin Catmull. It features the voices of Tom Hanks, Tim Allen, Don Rickles, Wallace Shawn, John Ratzenberger, Jim Varney, Annie Potts, R. Lee Ermey, John Morris, Laurie Metcalf, and Erik von Detten.",
  "/wiki/Emmy_Award": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Writing_for_a_Drama_Series": "The Primetime Emmy Award for Outstanding Writing for a Drama Series is an award presented annually by the Academy of Television Arts & Sciences (ATAS). It was first awarded at the 7th Primetime Emmy Awards ceremony, held in 1955 and it is given in honor of a writer or writers who produced an outstanding story or screenplay for an episode of a television drama series during the primetime network season. Undergoing several name changes, the award received its current title at the 48th Primetime Emmy Awards in 1996.",
  "/wiki/Buffy_the_Vampire_Slayer": "Buffy the Vampire Slayer is  an American supernatural drama television series based on the 1992 film of the same name. It was created by Joss Whedon under his production tag, Mutant Enemy Productions, with later co-executive producers being Jane Espenson, David Fury, David Greenwalt, Doug Petrie, Marti Noxon, and David Solomon.",
  "/wiki/Hush_(Buffy_the_Vampire_Slayer)": "\"Hush\" is the tenth episode in the fourth season of the supernatural drama television series Buffy the Vampire Slayer (1997–2003). It was written and directed by series creator Joss Whedon and originally aired in the United States on December 14, 1999 on The WB Television Network. After reading critical response to the series in which the dialogue was praised as the most successful aspect of the show, Whedon set out to write an episode almost completely devoid of speech. Only about 17 minutes of dialogue is presented in the entire 44 minutes of \"Hush\".",
  "/wiki/Eisner_Award": "The Will Eisner Comic Industry Awards, commonly shortened to the Eisner Awards, are prizes given for creative achievement in American comic books, sometimes referred to as the comics industry's equivalent of the Academy Awards. They are named in honor of the pioneering writer and artist Will Eisner, who was a regular participant in the award ceremony until his death in 2005. The Eisner Awards include the Comic Industry's Hall of Fame.",
  "/wiki/Astonishing_X-Men": "Astonishing X-Men is the name of four X-Men comic book series from Marvel Comics, the first two of which were limited series. The third volume, an ongoing series, began in 2004, with its first run written by Joss Whedon and art by John Cassaday. It was then written by Warren Ellis with art by Simone Bianchi and Phil Jimenez. Daniel Way and Christos Gage then took over the title writing alternating stories. They were followed by James Asmus who wrote one issue, then Greg Pak, who took over for four issues in November 2011. Marjorie Liu wrote the final 21 issues of the series until its end at issue #68 in 2013.",
  "/wiki/Buffy_the_Vampire_Slayer_Season_Eight": "Buffy the Vampire Slayer Season Eight is a comic book series published by Dark Horse Comics from 2007 to 2011. The series serves as a canonical continuation of the television series Buffy the Vampire Slayer, and follows the events of that show's final televised season. It is produced by Joss Whedon, who wrote or co-wrote three of the series arcs and several one-shot stories. The series was followed by Season Nine in 2011.",
  "/wiki/Sugarshock!": "Sugarshock! was an online comic written by Joss Whedon and illustrated by Fábio Moon. It was hosted on Myspace as part of Dark Horse Presents.  It won a 2008 Eisner Award for best digital comic.",
  "/wiki/Bradbury_Award": "The Ray Bradbury Award (full name \"Ray Bradbury Award for Outstanding Dramatic Presentation\") is presented by the Science Fiction and Fantasy Writers of America to recognize excellence in screenwriting, in place of the discontinued Nebula Award for Best Script which was awarded from 1974 to 1978 and from 2000 to 2009.  A previous award called the Ray Bradbury Award, chosen by the President of SFWA, not by vote, was awarded four times between 1992 and 2009.",
  "/wiki/Dr._Horrible%27s_Sing-Along_Blog": "Dr. Horrible's Sing-Along Blog is a 2008 musical comedy-drama miniseries in three acts, produced exclusively for Internet distribution. Filmed and set in Los Angeles, the show tells the story of Dr. Horrible (played by Neil Patrick Harris), an aspiring supervillain; Captain Hammer (Nathan Fillion), his superheroic nemesis; and Penny (Felicia Day), a charity worker and their shared love interest.",
  "/wiki/Saturn_Award": "The Saturn Awards are American awards presented annually by the Academy of Science Fiction, Fantasy and Horror Films; they were initially created to honor science fiction, fantasy, and horror on film, but have since grown to reward other films belonging to genre fiction, as well as films on television and home media releases.",
  "/wiki/Saturn_Award_for_Best_Writing": "The Saturn Award for Best Writing is a Saturn Award presented by the Academy of Science Fiction, Fantasy & Horror Films.",
  "/wiki/The_Cabin_in_the_Woods": "The Cabin in the Woods is a 2012 American horror comedy film directed by Drew Goddard in his directorial debut, produced by Joss Whedon, and written by Whedon and Goddard. The film stars Kristen Connolly, Chris Hemsworth, Anna Hutchison, Fran Kranz, Jesse Williams, Richard Jenkins, and Bradley Whitford. The plot follows a group of college students who retreat to a remote forest cabin where they fall victim to backwoods zombies, and the technicians who manipulate events from an underground facility.",
  "/wiki/Saturn_Award_for_Best_Director": "The Saturn Award for Best Director  (or Saturn Award for Best Direction) is one of the annual awards given by the American Academy of Science Fiction, Fantasy & Horror Films. The Saturn Awards, which are the oldest film-specialized awards to reward genre fiction achievements, in particular for science fiction, fantasy, and horror (the Hugo Award for Best Dramatic Presentation is the oldest award for science fiction and fantasy films), included the Best Director category for the first time at the 3rd Saturn Awards, for the 1974/1975 film years.",
  "/wiki/The_Avengers_(2012_film)": "Marvel's The Avengers (classified under the name Marvel Avengers Assemble in the United Kingdom and Ireland), or simply The Avengers, is a 2012 American superhero film based on the Marvel Comics superhero team of the same name, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures.[N 1] It is the sixth film in the Marvel Cinematic Universe (MCU). The film was written and directed by Joss Whedon and features an ensemble cast that includes Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, and Jeremy Renner as the titular Avengers team, alongside Tom Hiddleston, Clark Gregg, Cobie Smulders, Stellan Skarsgård, and Samuel L. Jackson. In the film, Nick Fury, director of the spy agency S.H.I.E.L.D., recruits Tony Stark, Steve Rogers, Bruce Banner, and Thor to form a team that must stop Thor's brother Loki from subjugating Earth.",
  "/wiki/Empire_Awards": "The Empire Awards is an annual British awards ceremony honoring cinematic achievements in the local and global film industry. Winners are awarded the Empire Award statuette. The awards, first presented in 1996, are presented by the British film magazine Empire with the winners voted by the readers of the magazine.",
  "/wiki/Empire_Award_for_Best_Director": "The Empire Award for Best Director is an Empire Award presented annually by the British film magazine Empire to honor directors working within the film industry. The Empire Award for Best Director is one of five ongoing awards which were first introduced at the 1st Empire Awards ceremony in 1996 (the others being Best Actor, Best Actress, Best Film and Best British Film) with Danny Boyle receiving the award for his direction of Shallow Grave. Winners are voted by the readers of Empire magazine."
}