{
  "/wiki/Coca-Cola": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The drink's name refers to two of its original ingredients: coca leaves, and kola nuts (a source of caffeine). The current formula of Coca-Cola remains a trade secret, although a variety of reported recipes and experimental recreations have been published.",
  "/wiki/St._George's_Hall,_Liverpool": "St George's Hall is on Lime Street in the centre of the English city of Liverpool, opposite Lime Street railway station. Opened in 1854, it is a building in Neoclassical style which contains concert halls and law courts, and is recorded in the National Heritage List for England as a designated Grade I listed building.  On the east side of the hall, between it and the railway station, is St George's Plateau and on the west side are St John's Gardens. The hall is included in the William Brown Street conservation area.",
  "/wiki/Foxy_Bingo": "Foxy Bingo is an English online bingo site that launched in 2005. The brand is owned by Cashcade which is one of the gambling brands owned by GVC Holdings PLC (LSE: GVC), a constituent of the FTSE 250 index.",
  "/wiki/Lark_Lane,_Liverpool": "Lark Lane is a street in Liverpool, England, noted for its cafés, bars, boutiques, music venues and bistros and has a bohemian reputation. Its proximity to student residences, open green space and the variety of bars and restaurants makes it a popular venue as an alternative to the city centre.",
  "/wiki/Hovis": "Hovis Ltd is a British company that produces flour and bread. The brand originated in Macclesfield, Cheshire, in 1886, and became part of Rank Hovis McDougall (RHM) in 1962 after a succession of mergers. RHM, with its brands including Hovis and Mother's Pride, was acquired by Premier Foods in 2007.",
  "/wiki/McDonald's": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman, joined the company as a franchise agent and proceeded to purchase the chain from the McDonald brothers. McDonald's had its original headquarters in Oak Brook, Illinois, but moved its global headquarters to Chicago in early 2018.",
  "/wiki/Virgin_Trains": "Virgin Trains (legal name West Coast Trains Limited) was a train operating company in the United Kingdom owned by Virgin Rail Group, a joint venture between Virgin Group and Stagecoach, which operated the InterCity West Coast franchise from 9 March 1997 to 7 December 2019. The franchise covers long-distance passenger services on the West Coast Main Line between London, West Midlands, North West England, North Wales and Scotland. The contract expired on 7 December 2019 (having been originally scheduled for expiry in March 2020) and Virgin did not contest retaining the franchise after its joint venture partner Stagecoach was disqualified due to an invalid bid in April 2019.",
  "/wiki/Liverpool_Lime_Street_railway_station": "Liverpool Lime Street is a terminus railway station, and the main station serving the city centre of Liverpool. Opened in August 1836, it is the oldest grand terminus mainline station still in use in the world. A branch of the West Coast Main Line from London Euston terminates at the station, as does the original Liverpool and Manchester Railway. Services from this station serve a wide range of destinations across England and Wales, with direct services to Scottish destinations to be reintroduced in autumn 2019.",
  "/wiki/Vodafone": "Vodafone Group plc /ˈvoʊdəfoʊn/ is a multinational telecommunications company. Its registered office is located in Newbury, Berkshire, England and its global headquarters is based in London, England. It predominantly operates services in the regions of Asia, Africa, Europe, and Oceania. Among mobile operator groups globally, Vodafone ranked 4th (behind China Mobile, Bharti Airtel and Vodafone Idea) in the number of mobile customers (313 million) as of 2018[update].",
  "/wiki/Mo_Salah": "Mohamed Salah Hamed Mahrous Ghaly (Arabic: محمد صلاح حامد محروس غالى‎, Egyptian Arabic pronunciation: [mæˈħam.mæd sˤɑˈlɑːħ ˈɣæːli]; born 15 June 1992) is an Egyptian professional footballer who plays as a forward for Premier League club Liverpool and the Egypt national team. Considered one of the best players in the world, he is known for his finishing, dribbling, and speed.",
  "/wiki/Anfield": "Anfield is a football stadium in Anfield, Liverpool, Merseyside, England, which has a seating capacity of 54,074, making it the seventh largest football stadium in England. It has been the home of Liverpool F.C. since their formation in 1892. It was originally the home of Everton F.C. from 1884 to 1891, before they moved to Goodison Park after a dispute with the club president.",
  "/wiki/New_Brighton,_Merseyside": "New Brighton is a seaside resort forming part of the town of Wallasey within the Metropolitan Borough of Wirral in Merseyside, England.  At the northeastern tip of the Wirral peninsula, it has sandy beaches which line the Irish Sea and mouth of the Mersey, and the UK's longest promenade at slightly over 2 mi (3.2 km).",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Alex_Oxlade-Chamberlain": "Alexander Mark David Oxlade-Chamberlain /ˌɒksleɪd ˈtʃeɪmbərlɪn/ (born 15 August 1993) is an English professional footballer who plays as a midfielder for Premier League club Liverpool and the England national team.",
  "/wiki/List_of_films_and_television_shows_set_or_shot_in_Liverpool": "The city of Liverpool, England, is a popular location for the filming and setting of films and television series, both fictional and real. The following article provides a list of films and television shows which have been partially or wholly set in or shot in Liverpool. The list includes a wide array of films and TV shows, ranging from those that were almost entirely shot and set in the city (e.g. The 51st State, Brookside) to those where only a small number of scenes were set or shot in Liverpool (e.g. Across the Universe)."
}