{
  "/wiki/Africa": "Africa is the world's second-largest and second-most populous continent. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With\n1.3 billion people as of 2018, it accounts for about 16% of the world's human population. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states (countries), four territories and two de facto independent states with limited or no recognition. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere.",
  "/wiki/Confederation_of_African_Football": "The Confederation of African Football or CAF (French: Confédération Africaine de Football) is the administrative and controlling body for African association football.",
  "/wiki/African_Cup_Winners%27_Cup": "The African Cup Winners' Cup was a football competition that started in 1975 and merged with the CAF Cup in 2004 to form the CAF Confederations Cup. It was a competition between the winning clubs of domestic cups in CAF-affiliated nations and was modelled after the UEFA Cup Winners' Cup.",
  "/wiki/Al_Ahly_SC": "Al Ahly Sporting Club (Arabic: النادي الأهلي للرياضة البدنية‎), commonly referred to as Al Ahly, is an Egyptian sports club based in Cairo.\nIt is known as \"The Club of the Century\" in African football. It is best known for its professional football team that plays in the Egyptian Premier League, the top tier in the Egyptian football league system, and is the most decorated football club in Africa. It was founded on 24 April 1907, as a gathering place for Cairo's Student Unions.",
  "/wiki/CAF_Cup": "The CAF Cup was an annual competition organised by the CAF for  domestic leagues runners-up of member associations who have not qualified to one of the two pre-existing CAF international club competitions the African Cup of Champions Clubs or the African Cup Winners' Cup.",
  "/wiki/JS_Kabylie": "Jeunesse Sportive de Kabylie (Arabic: شبيبة القبائل‎), known as JS Kabylie or JSK, is an Algerian football club based in Tizi Ouzou. The club are named after the cultural, natural and historical region that is home to the Berber-speaking Kabyle (the letters I ⵙ R on the badge are Berber for JSK). The club was founded in 1946 and its colours are green and yellow. Their home stadium, Stade du 1er Novembre 1954, has a capacity of 21,240 spectators. The club is currently playing in the Algerian Ligue Professionnelle 1.",
  "/wiki/Asia": "Asia (/ˈeɪʒə, ˈeɪʃə/ (listen)) is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements, as well as vast barely populated regions. Its 4.5 billion people (as of June 2019[update]) constitute roughly 60% of the world's population, more than all other continents combined.",
  "/wiki/Asian_Football_Confederation": "The Asian Football Confederation (AFC) is the governing body of association football in Asia and Australia. It has 47 member countries, mostly located on the Asian and Australian continent, but excludes the transcontinental countries with territory in both Europe and Asia – Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey – which are instead members of UEFA. Three other states located geographically along the western fringe of Asia – Cyprus, Armenia and Israel – are also UEFA members. On the other hand, Australia, formerly in the OFC, joined the Asian Football Confederation in 2006, and the Oceanian island of Guam, a territory of the United States, is also a member of AFC, in addition to Northern Mariana Islands, one of the two Commonwealths of the United States. Hong Kong and Macau, although not independent countries (both are Special administrative regions of China), are also members of the AFC.",
  "/wiki/Asian_Cup_Winners%27_Cup": "The Asian Cup Winners' Cup was an association football competition run by the Asian Football Confederation (AFC). The competition was started in 1991 as a tournament for all the domestic cup winners from countries affiliated to the AFC. The winners of the Cup Winners Cup used to contest the Asian Super Cup against the winners of the Asian Champions' Cup. The most successful clubs in the competition are Al Hilal from Saudi Arabia and Nissan FC from Japan. In 2002, it merged with the Asian Clubs Championship to form the AFC Champions League.",
  "/wiki/Al-Hilal_FC": "Al Hilal Saudi Football Club (Arabic: نادي الهلال السعودي لكرة القدم‎) is a Saudi Arabian professional multi-sports club based in Riyadh. The football team plays in the Saudi Professional League.",
  "/wiki/Yokohama_F._Marinos": "Yokohama F. Marinos (横浜F・マリノス, Yokohama Efu Marinosu) is a Japanese association football team that participates in the J1 League.",
  "/wiki/AFC_President%27s_Cup": "The AFC President's Cup was an annual international association football competition between domestic clubs sides run by the Asian Football Confederation (AFC) held between 2005 and 2014.",
  "/wiki/Regar-TadAZ_Tursunzoda": "Regar-TadAZ Tursunzoda is a football club based in Tursunzoda, Tajikistan which currently play in the top division. Regar-TadAZ have dominated football in Tajikistan since the turn of the 21st century. They won the 2005 edition of the AFC President's Cup when they beat Dordoi-Dynamo Naryn of Kyrgyzstan in the final 3–0.",
  "/wiki/Asian_Super_Cup": "The Asian Super Cup was an annual competition between the winners of the Asian Champions Cup and the Asian Cup Winners' Cup.",
  "/wiki/Suwon_Samsung_Bluewings_FC": "Suwon Samsung Bluewings (Korean: 수원 삼성 블루윙즈) is a South Korean football club based in Suwon, South Korea, that plays in the K League 1. Founded in December 1995, they have won the national championship on four occasions (1998, 1999, 2004, and 2008), and the Asian Club Championship twice (2000–01 and 2001–02).",
  "/wiki/Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.  It comprises the westernmost part of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. The eastern border uniquely comprises a long and mixed line of mountain ranges, rivers, seas, and straits that would normally define a subcontinent. However, Europe retains its status as a full continent because of its great size and the weight of history and tradition. It is the 6th largest continent in the world.",
  "/wiki/UEFA": "The Union of European Football Associations (UEFA /juːˈeɪfə/ yoo-AY-fə; French: Union des Associations Européennes de Football;[a] German: Vereinigung Europäischer Fußballverbände)[b] is the administrative body for association football, futsal and beach soccer in Europe, although several member states are primarily or entirely located in Asia. It is one of six continental confederations of world football's governing body FIFA. UEFA consists of 55 national association members.",
  "/wiki/UEFA_Cup_Winners%27_Cup": "The UEFA Cup Winners' Cup  (abbreviated as CWC) was a football club competition contested annually by the most recent winners of all European domestic cup competitions. The cup was one of the many inter-European club competitions that have been organised by the Union of European Football Associations (UEFA). The first competition was held in the 1960–61 season – but not recognised by the governing body of European football until October 1963. The tournament ran for 39 seasons with its final edition held in 1998–99, after which it was absorbed into the UEFA Cup.",
  "/wiki/FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] (listen)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, Catalonia.",
  "/wiki/UEFA_Intertoto_Cup": "The UEFA Intertoto Cup (abbreviated as UI Cup), originally called the International Football Cup, was a summer football competition for European clubs that had not qualified for one of the major UEFA competitions, the Champions League, the UEFA Cup and until 1999, the Cup Winners' Cup. The competition was discontinued after the 2008 tournament.  Teams who originally would have entered the Intertoto Cup now directly enter the qualifying stages of the UEFA Europa League from this point.",
  "/wiki/VfB_Stuttgart": "Verein für Bewegungsspiele Stuttgart 1893 e. V., commonly known as VfB Stuttgart (German pronunciation: [faʊ̯ ʔɛf beː ˈʃtʊtɡaʁt]), is a German sports club based in Stuttgart, Baden-Württemberg. The club is best known for its football team which is currently part of Germany's second division 2. Bundesliga. VfB Stuttgart has won the national championship five times, most recently in 2006–07; the DFB-Pokal three times; and the UEFA Intertoto Cup a record three times.",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea.",
  "/wiki/CONCACAF": "The Confederation of North, Central American and Caribbean Association Football (CONCACAF /ˈkɒnkəkæf/ KON-kə-kaf; typeset for branding purposes since 2018 as Concacaf) is one of FIFA's six continental governing bodies for association football. Its 41 members include nations and territories in North America, including Central America and the Caribbean. Three geographically South American entities are also members — Guyana, Suriname, and the French overseas department of French Guiana. CONCACAF's primary functions are to organize competitions for national teams and clubs, and to conduct World Cup and Women's World Cup qualifying tournaments.",
  "/wiki/CONCACAF_Cup_Winners_Cup": "The CONCACAF Cup Winners Cup was an international association football club competition held from 1991 to 1998.",
  "/wiki/Atl%C3%A9tico_Marte": "Club Deportivo Atlético Marte, also known as Atlético Marte, is a Salvadorian association football club based in San Salvador.",
  "/wiki/C.F._Monterrey": "Club de Fútbol Monterrey is a Mexican football club from Monterrey, Nuevo León which currently plays in the Liga MX. Founded on 28 June 1945, it is the oldest active team in the professional division from the northern part of Mexico. The club is owned by FEMSA, Latin America's largest bottling company. Its home games have been played in the Estadio BBVA since 2015.",
  "/wiki/Club_Necaxa": "Impulsora del Deportivo Necaxa S.A. de C.V. (pronounced [ne.ˈkak.sa]); often simply known as Club Necaxa, is a Mexican football club in Liga MX based in the city of Aguascalientes. It plays in the Estadio Victoria.",
  "/wiki/Estudiantes_Tecos": "Tecos Fútbol Club (often referred to by its nickname \"Tecos\") is a Mexican professional football club associated with the Universidad Autónoma de Guadalajara AC. It plays its home games in the Estadio 3 de Marzo (March 3 Stadium, named for the day the university was founded in 1935). The 30,015-seat facility is located in Zapopan, a municipality within the Guadalajara, Jalisco conurbation.",
  "/wiki/Club_Am%C3%A9rica": "Club de Fútbol América S.A. de C.V., commonly known as Club América or simply América, is a professional football club based in Mexico City, Mexico. Nicknamed Las Águilas (The Eagles), it competes in Liga MX, the top tier of Mexican football. The club was founded in 1916, and since 1959 has been owned by media company Grupo Televisa. The team plays its home games at the Estadio Azteca, the largest stadium in Mexico and Latin America, and the seventh largest association football-specific stadium in the world.",
  "/wiki/CONCACAF_Giants_Cup": "The CONCACAF Giants Cup was an international association football club competition held in 2001 to replace CONCACAF Cup Winners Cup. The cup was for CONCACAF teams with the highest attendance in their national league, and was won by Mexico's Club América. The winner and runner up was supposed to qualify for the CONCACAF Clubs Cup, a tournament of eight teams from the CONCACAF Champions Cup and Giants Cup that would compete each January for the FIFA Club World Championship. In October 2001, the Clubs Cup became the CONCACAF Champions' Cup 2002 and Club América and D.C. United were added to the competition.",
  "/wiki/Oceania": "Oceania (UK: /ˌoʊsiˈɑːniə, ˌoʊʃi-, -ˈeɪn-/, US: /ˌoʊʃiˈæniə/ (listen), /-ˈɑːn-/) is a geographic region that includes Australasia, Melanesia, Micronesia and Polynesia. Spanning the eastern and western hemispheres, Oceania has a land area of 8,525,989 square kilometres (3,291,903 sq mi) and a population of 42 million. Situated in the southeast of the Asia-Pacific region, Oceania, when compared to continental regions, is the smallest in land area and the second smallest in population after Antarctica.",
  "/wiki/Oceania_Football_Confederation": "The Oceania Football Confederation (OFC) is one of the six continental confederations of international association football, consisting of New Zealand, Papua New Guinea, Fiji, Tonga, and other Pacific Island countries. It promotes the game in Oceania and allows the member nations to qualify for the FIFA World Cup.",
  "/wiki/Oceania_Cup_Winners%27_Cup": "Oceania Cup Winners Cup was one of the two main Oceania tournaments for clubs, the other one is Oceania Champions League, but was only played in 1987 and Sydney City (Australia, qualified as NSL Cup winners in 1986) emerged as winners in a single match against North Shore United (New Zealand, qualified as Chatham Cup winners in 1986).",
  "/wiki/Hakoah_Sydney_City_East_FC": "Maccabi Hakoah Sydney City East FC, commonly known as Maccabi Hakoah, is an Australian semi-professional soccer club based in Sydney, New South Wales. The club was formed in 1939 as Sydney Hakoah by members of Sydney's Jewish community. They played between 1977 and 1986 in the National Soccer League as Eastern Suburbs (1977–1979) and Sydney City (1979–1987). One of the most successful sides in New South Wales and interstate competitions in the 1960s and early 1970s coached by the now retired Bob Szatmari, Hakoah were also one of the main instigators for the establishment of a national league. The club currently competes in the National Premier Leagues NSW, with games played from Hensley Athletic Field.",
  "/wiki/South_America": "South America  is a continent in the Western Hemisphere, mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It may also be considered a subcontinent of the Americas, which is how it is viewed in the Spanish and Portuguese-speaking regions of the Americas where Dutch and English are spoken officially. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in the last decades due to changing geopolitical dynamics (in particular, the rise of Brazil).[additional citation(s) needed]",
  "/wiki/CONMEBOL": "The South American Football Confederation (CONMEBOL, /ˈkɒnmɪbɒl/; Spanish: Confederación Sudamericana de Fútbol; Portuguese: Confederação Sul-Americana de Futebol or CSF) is the continental governing body of football in South America (apart from Guyana, Suriname, and French Guiana), and it is one of FIFA's six continental confederations. The oldest continental confederation in the world, its headquarters are located in Luque, Paraguay, near Asunción. CONMEBOL is responsible for the organization and governance of South American football's major international tournaments. With 10 member football associations, it has the fewest members of all the confederations in FIFA.",
  "/wiki/Supercopa_Sudamericana": "The Supercopa Libertadores (English: Libertadores Supercup), also known as the Supercopa Libertadores João Havelange, Supercopa João Havelange or simply Supercopa, was a football club competition contested annually between 1988 and 1997 by the past winners of the Copa Libertadores. The tournament is one of the many South American club competitions that have been organised by CONMEBOL. \nAs through the successive editions of this cup were added new champions from the Copa Libertadores, in 1997 the Conmebol decided that the last teams of each group would descend to reduce the number of teams to disputed it. That year descended Velez Sarsfield, Racing Club and Boca Juniors (all teams from Argentina) and Gremio (Brazil).\nThe competition was discontinued to make way for the Copa Mercosur and Copa Merconorte in 1998, which also grew in importance after the final season of the Copa CONMEBOL in 1999. These tournaments were also discontinued in favor of the Copa Sudamericana which allowed the revival of the Recopa Sudamericana.",
  "/wiki/Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/Club_Atl%C3%A9tico_Independiente": "Club Atlético Independiente (Spanish pronunciation: [ˈkluβ aˈtletiko indepenˈdjente]) is an Argentine professional sports club, which has its headquarters and stadium in the city of Avellaneda in Greater Buenos Aires. The club is best known for its football team, which plays in the Primera División and is considered one of Argentina's Big Five football clubs. Independiente holds a longstanding rivalry with neighbor club Racing in the Avellaneda derby, referred to as El Clásico de Avellaneda.",
  "/wiki/Copa_CONMEBOL": "The Copa CONMEBOL (English: CONMEBOL Cup) was an annual football cup competition  organized by CONMEBOL between 1992 and 1999 for South American football clubs. During its time of existence, it was a very prestigious South American club football contest, similar to the UEFA Cup. Clubs qualified for the competition based on their performance in their national leagues and cup competitions. Teams that were not able to qualify for the Copa Libertadores would play in this tournament. The tournament was played as a knockout cup. The tournament ended in 1999, following the expansion of Copa Libertadores to 32 teams. The Copa Mercosur and Copa Merconorte, which both started in 1998, replaced the Copa CONMEBOL; both cups would later be merged in the current Copa Sudamericana.",
  "/wiki/Clube_Atl%C3%A9tico_Mineiro": "Clube Atlético Mineiro (Brazilian Portuguese: [ˈklubi aˈtlɛtʃiku miˈneɾu]), commonly known as Atlético Mineiro or Atlético, and colloquially as Galo (pronounced [ˈgalu], \"Rooster\"), is a professional football club based in Belo Horizonte, Minas Gerais, Brazil. The team competes in the Campeonato Brasileiro Série A, the first level of Brazilian football, as well as in the Campeonato Mineiro, the top tier state league of Minas Gerais.",
  "/wiki/Copa_Merconorte": "The Copa Merconorte (Spanish pronunciation: [ˈkopa meɾkoˈnoɾte]) was an international football competition organized by CONMEBOL from 1998 to 2001 by clubs from Bolivia, Colombia, Ecuador, Peru, and Venezuela and starting in 2000 clubs from the CONCACAF confederation were invited including Costa Rica, Mexico, and the United States. The competition ran alongside the Copa Mercosur—based on the actual Mercosur economic pact between Argentina, Brazil, Paraguay and Uruguay.",
  "/wiki/Atl%C3%A9tico_Nacional": "Club Atlético Nacional S. A., also known as Atlético Nacional, is a Colombian professional football team based in Medellín. The club is one of only three teams to have played in every first division tournament in the country's history, the other two teams being Millonarios and Santa Fe.",
  "/wiki/Copa_Mercosur": "The Copa Mercosur (Spanish pronunciation: [ˈkopa meɾkoˈsuɾ], Portuguese: Copa Mercosul [ˈkɔpɐ meʁkoˈsuw], \"Mercosur Cup\") was a football competition played from 1998 to 2001 by the traditional top clubs from Brazil, Argentina, Uruguay, Paraguay, and Chile. The competition was created by CONMEBOL to generate TV money to the participating teams, but it went beyond and ended up, together with the Copa Merconorte, as natural replacement to the CONMEBOL Cup. These two, Copa Merconorte and Copa Mercosur, were replaced in 2002 by the Copa Sudamericana.",
  "/wiki/Sociedade_Esportiva_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/Clube_de_Regatas_do_Flamengo": "Clube de Regatas do Flamengo (Brazilian Portuguese: [ˈklubi dʒi ʁeˈɡataʒ du flaˈmẽɡu]; English: Flamengo Rowing Club), commonly referred to as Flamengo, is a Brazilian sports club based in Rio de Janeiro best known for their professional football  team.",
  "/wiki/Club_Atl%C3%A9tico_San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.",
  "/wiki/Club_de_Regatas_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system."
}