{
  "/wiki/First_Avenue_(BMT_Canarsie_Line)": "First Avenue is a station on the BMT Canarsie Line of the New York City Subway. Located at the intersection of First Avenue and East 14th Street at the border of Stuyvesant Park, Stuyvesant Town, and the East Village in Manhattan, it is served by the L train at all times.",
  "/wiki/B_Division_(New_York_City_Subway)": "The New York City Subway's B Division consists of the lines that operate with lettered services (A, B, C, D, E, F, G, J, L, M, N, Q, R, W, and Z),  as well as the Franklin Avenue and Rockaway Park Shuttles. These lines and services were operated by the Brooklyn–Manhattan Transit Corporation (BMT) and city-owned Independent Subway System (IND) before the 1940 city takeover of the BMT. B Division rolling stock is wider, longer, and heavier than those of the A Division, measuring 10 or 9.75 ft (3,048 or 2,972 mm)  by 60 or 75 ft (18.29 or 22.86 m).",
  "/wiki/Brooklyn%E2%80%93Manhattan_Transit_Corporation": "The Brooklyn–Manhattan Transit Corporation (BMT) was an urban transit holding company, based in Brooklyn, New York City, United States, and incorporated in 1923. The system was sold to the city in 1940. Today, together with the IND subway system, it forms the B Division of the modern New York City Subway. The original BMT routes currently form the J/Z, L, M, N, Q, R and W trains, as well as the Franklin Avenue Shuttle, with the IND B, D, and F using BMT trackage in Brooklyn. The M train enters the IND via the Chrystie Street Connection after crossing the Williamsburg Bridge, the Q, along with some rush-hour N trains enter the IND from the BMT 63rd Street Line and the R train enters the IND via the 60th Street Tunnel Connection. The Z train supplements the J in the peak direction during rush hours only.",
  "/wiki/BMT_Canarsie_Line": "The BMT Canarsie Line (sometimes referred to as the 14th Street–Eastern Line) is a rapid transit line of the B Division of the New York City Subway system, named after its terminus in the Canarsie neighborhood of Brooklyn. It is served by the L train at all times, which is shown in medium gray on the New York City Subway map and on station signs.",
  "/wiki/L_(New_York_City_Subway_service)": "The L 14th Street–Canarsie Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored medium gray since it serves the BMT Canarsie Line.",
  "/wiki/Second_Avenue_(IND_Sixth_Avenue_Line)": "Second Avenue is a station on the IND Sixth Avenue Line of the New York City Subway, located at the intersection of Second Avenue and Houston Street on the border between the East Village and the Lower East Side, in Manhattan. It is served by the F train at all times and the <F> train during rush hours in the peak direction.",
  "/wiki/Independent_Subway_System": "The Independent Subway System (IND or ISS), formerly known as the Independent City-Owned Subway System (ICOS) or the Independent City-Owned Rapid Transit Railroad, was a rapid transit rail system in New York City that is now part of the New York City Subway. It was first constructed as the Eighth Avenue Line in Manhattan in 1932.",
  "/wiki/IND_Sixth_Avenue_Line": "The IND Sixth Avenue Line is a rapid transit line of the B Division of the New York City Subway in the United States. It runs mainly under Sixth Avenue in Manhattan, and continues south to Brooklyn. The B, D, F, and M trains, which use the Sixth Avenue Line through Midtown Manhattan, are colored orange. The B and D trains use the express tracks, while the F, <F> and M trains use the local tracks.",
  "/wiki/F_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Fd_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Third_Avenue_(BMT_Canarsie_Line)": "Third Avenue is a station on the BMT Canarsie Line of the New York City Subway. Located at the intersection of Third Avenue and East 14th Street in East Village, Manhattan, it is served by the L train at all times.",
  "/wiki/Fifth_Avenue/53rd_Street_(IND_Queens_Boulevard_Line)": "Fifth Avenue/53rd Street is a station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of Fifth Avenue and 53rd Street in Manhattan, it is served by the E train at all times and the M train weekdays except late nights.",
  "/wiki/IND_Queens_Boulevard_Line": "The IND Queens Boulevard Line, sometimes abbreviated as QBL, is a line of the B Division of the New York City Subway in Manhattan and Queens, New York City, United States. The line, which is underground throughout its entire route, contains 23 stations. The core section between 50th Street in Hell's Kitchen, Manhattan, and 169th Street in Jamaica, Queens, was built by the Independent Subway System (IND) in stages between 1933 and 1940, with the Jamaica–179th Street terminus opening in 1950. As of 2015[update], it is among the system's busiest lines, with a weekday ridership of over 460,000 people.",
  "/wiki/E_(New_York_City_Subway_service)": "The E Eighth Avenue Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is blue since it uses the IND Eighth Avenue Line in Manhattan.",
  "/wiki/M_(New_York_City_Subway_service)": "The M Queens Boulevard/Sixth Avenue Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Fifth_Avenue/59th_Street_(BMT_Broadway_Line)": "Fifth Avenue–59th Street is a station on the BMT Broadway Line of the New York City Subway. Located under Grand Army Plaza near the intersection of 5th Avenue and 60th Street in Manhattan, it is served by the N train at all times, W on weekdays, and R at all times except late nights.",
  "/wiki/BMT_Broadway_Line": "The BMT Broadway Line is a rapid transit line of the B Division of the New York City Subway in Manhattan, New York City, United States. As of November 2016[update], it is served by four services, all colored yellow: the N and ​Q trains on the express tracks and the R and ​W trains on the local tracks during weekdays (the N and Q trains run local during late nights, as do the N and R trains on weekends). The line is often referred to as the \"N and R\", since those were the only services on the line from 1988 to 2001, when the Manhattan Bridge's southern tracks were closed for rebuilding. The Broadway Line was built to give the Brooklyn Rapid Transit Company (later the Brooklyn–Manhattan Transit Corporation, or BMT) access to Midtown Manhattan.",
  "/wiki/N_(New_York_City_Subway_service)": "The N Broadway Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow, since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/R_(New_York_City_Subway_service)": "The R Broadway Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/W_(New_York_City_Subway_service)": "The W Broadway Local is a rapid transit service of the New York City Subway's B Division. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/Fifth_Avenue_(IRT_Flushing_Line)": "42nd Street–Bryant Park/Fifth Avenue is an underground New York City Subway station complex, consisting of stations on the IRT Flushing Line and IND Sixth Avenue Line, formerly without direct connection, now connected by a pedestrian tunnel. Located at 42nd Street between Fifth Avenue and Sixth Avenue (Avenue of the Americas) in Manhattan, it is served by the:",
  "/wiki/A_Division_(New_York_City_Subway)": "The A Division, also known as the IRT Division, is a division of the New York City Subway, consisting of the lines operated with services designated by numbers (1, 2, 3, 4, 5, 6, 7) and the 42nd Street Shuttle. These lines and services were operated by the Interborough Rapid Transit Company before the 1940 city takeover. A Division cars are narrower, shorter, and lighter than those of the B Division, measuring 8.6 by 51 feet (2.6 by 15.5 m).",
  "/wiki/Interborough_Rapid_Transit_Company": "The Interborough Rapid Transit Company (IRT) was the private operator of the original underground New York City Subway line that opened in 1904, as well as earlier elevated railways and additional rapid transit lines in New York City. The IRT was purchased by the city in June 1940. The former IRT lines (the numbered routes in the current subway system) are now the A Division or IRT Division of the Subway.",
  "/wiki/IRT_Flushing_Line": "The IRT Flushing Line is a rapid transit route of the New York City Subway system, named for its eastern terminal in Flushing, Queens. It is operated as part of the A Division. The Interborough Rapid Transit Company (IRT), a private operator, had constructed the section of the line from Flushing, Queens, to Times Square, Manhattan between 1915 and 1928. A western extension was opened to Hudson Yards in western Manhattan in 2015, and the line now stretches from Flushing to Chelsea, Manhattan. It carries trains of the 7 local service, as well as the express <7> during rush hours in the peak direction. It is the only currently-operational IRT line to serve Queens.",
  "/wiki/7_(New_York_City_Subway_service)": "The 7 Flushing Local and <7> Flushing Express are two rapid transit services in the A Division of the New York City Subway, providing local and express services along the full length of the IRT Flushing Line. Their route emblems, or \"bullets\", are colored purple, since they serve the Flushing Line.",
  "/wiki/7d_(New_York_City_Subway_service)": "The 7 Flushing Local and <7> Flushing Express are two rapid transit services in the A Division of the New York City Subway, providing local and express services along the full length of the IRT Flushing Line. Their route emblems, or \"bullets\", are colored purple, since they serve the Flushing Line.",
  "/wiki/Sixth_Avenue_(BMT_Canarsie_Line)": "14th Street/Sixth Avenue is an underground New York City Subway station complex in the Chelsea district of Manhattan on the IRT Broadway–Seventh Avenue Line, the BMT Canarsie Line and the IND Sixth Avenue Line. It is located on 14th Street between Sixth Avenue (Avenue of the Americas) and Seventh Avenue. It is served by the:",
  "/wiki/Seventh_Avenue_(IND_lines)": "Seventh Avenue is a station on the IND Sixth Avenue Line and the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of Seventh Avenue and 53rd Street in Manhattan, it is served by the D and E trains at all times, and the B train weekdays. The station is announced as Seventh Avenue–53rd Street, in the style of other stations that orient east-west along 53rd Street (such as Fifth Avenue/53rd Street and Lexington Avenue–53rd Street), as well as to prevent confusion with Seventh Avenue along the BMT Brighton Line in Brooklyn, which is also served by the B.",
  "/wiki/B_(New_York_City_Subway_service)": "The B Sixth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/D_(New_York_City_Subway_service)": "The D Sixth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Eighth_Avenue_(BMT_Canarsie_Line)": "14th Street/Eighth Avenue is an underground New York City Subway station complex shared by the IND Eighth Avenue Line and the BMT Canarsie Line. It is located at Eighth Avenue and 14th Street in Manhattan, and served by the:",
  "/wiki/Eighth_Street%E2%80%93New_York_University_(BMT_Broadway_Line)": "Eighth Street–New York University (sometimes shortened as 8th Street–NYU) is a local station on the New York City Subway's BMT Broadway Line. Located at the intersection of Eighth Street and Broadway in Greenwich Village, Manhattan, it is served by the R train at all times except late nights, the W train on weekdays, the N train during late nights and weekends and the Q train during late nights.  It is so named because it is the closest stop on the Broadway Line to New York University.",
  "/wiki/Q_(New_York_City_Subway_service)": "The Q Second Avenue/Broadway Express/Brighton Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/14th_Street_(IND_Sixth_Avenue_Line)": "14th Street/Sixth Avenue is an underground New York City Subway station complex in the Chelsea district of Manhattan on the IRT Broadway–Seventh Avenue Line, the BMT Canarsie Line and the IND Sixth Avenue Line. It is located on 14th Street between Sixth Avenue (Avenue of the Americas) and Seventh Avenue. It is served by the:",
  "/wiki/14th_Street_(IND_Eighth_Avenue_Line)": "14th Street/Eighth Avenue is an underground New York City Subway station complex shared by the IND Eighth Avenue Line and the BMT Canarsie Line. It is located at Eighth Avenue and 14th Street in Manhattan, and served by the:",
  "/wiki/IND_Eighth_Avenue_Line": "The IND Eighth Avenue Line[b] is a rapid transit line in New York City, United States, and is part of the B Division of the New York City Subway. Opened in 1932, it was the first line of the Independent Subway System (IND), and the Eighth Avenue Subway name was also applied by New Yorkers to the entire IND system.",
  "/wiki/A_(New_York_City_Subway_service)": "The A Eighth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored blue since it uses the IND Eighth Avenue Line in Manhattan.",
  "/wiki/C_(New_York_City_Subway_service)": "The C Eighth Avenue Local is a 19-mile-long (31 km):1 rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is blue since it uses the IND Eighth Avenue Line in Midtown Manhattan.",
  "/wiki/14th_Street_(IRT_Broadway%E2%80%93Seventh_Avenue_Line)": "14th Street/Sixth Avenue is an underground New York City Subway station complex in the Chelsea district of Manhattan on the IRT Broadway–Seventh Avenue Line, the BMT Canarsie Line and the IND Sixth Avenue Line. It is located on 14th Street between Sixth Avenue (Avenue of the Americas) and Seventh Avenue. It is served by the:",
  "/wiki/IRT_Broadway%E2%80%93Seventh_Avenue_Line": "The IRT Broadway–Seventh Avenue Line (also known as the IRT Seventh Avenue Line or the IRT West Side Line) is a New York City Subway line. It is one of several lines that serves the A Division, stretching from South Ferry in Lower Manhattan north to Van Cortlandt Park–242nd Street in Riverdale, Bronx. The Brooklyn Branch, known as the Wall and William Streets Branch during construction, from the main line at Chambers Street southeast through the Clark Street Tunnel to Borough Hall in Downtown Brooklyn, is also part of the Broadway–Seventh Avenue Line.",
  "/wiki/1_(New_York_City_Subway_service)": "The 1 Broadway–Seventh Avenue Local is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored red, since it uses the IRT Broadway–Seventh Avenue Line for its entire route.",
  "/wiki/2_(New_York_City_Subway_service)": "The 2 Seventh Avenue Express is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored red since it uses the IRT Broadway–Seventh Avenue Line through most of Manhattan.",
  "/wiki/3_(New_York_City_Subway_service)": "The 3 Seventh Avenue Express is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored red since it uses the IRT Broadway–Seventh Avenue Line through most of Manhattan.",
  "/wiki/14th_Street%E2%80%93Union_Square_(BMT_Broadway_Line)": "14th Street–Union Square is a New York City Subway station complex shared by the BMT Broadway Line, the BMT Canarsie Line and the IRT Lexington Avenue Line. It is located at the intersection of Fourth Avenue and 14th Street, underneath Union Square in Manhattan, and is served by the:",
  "/wiki/Union_Square_(BMT_Canarsie_Line)": "14th Street–Union Square is a New York City Subway station complex shared by the BMT Broadway Line, the BMT Canarsie Line and the IRT Lexington Avenue Line. It is located at the intersection of Fourth Avenue and 14th Street, underneath Union Square in Manhattan, and is served by the:",
  "/wiki/14th_Street%E2%80%93Union_Square_(IRT_Lexington_Avenue_Line)": "14th Street–Union Square is a New York City Subway station complex shared by the BMT Broadway Line, the BMT Canarsie Line and the IRT Lexington Avenue Line. It is located at the intersection of Fourth Avenue and 14th Street, underneath Union Square in Manhattan, and is served by the:",
  "/wiki/IRT_Lexington_Avenue_Line": "The IRT Lexington Avenue Line (also known as the IRT East Side Line and the IRT Lexington–Fourth Avenue Line) is one of the lines of the A Division of the New York City Subway, stretching from Lower Manhattan north to 125th Street in East Harlem. The line is served by the 4, ​5, ​6, and <6> trains.",
  "/wiki/4_(New_York_City_Subway_service)": "The 4 Lexington Avenue Express is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored forest green since it uses the IRT Lexington Avenue Line in Manhattan.",
  "/wiki/5_(New_York_City_Subway_service)": "The 5 Lexington Avenue Express is a rapid transit service in the A Division of the New York City Subway. Its route emblem, or \"bullet\", is colored apple green since it uses the IRT Lexington Avenue Line in Manhattan.",
  "/wiki/6_(New_York_City_Subway_service)": "The 6 Lexington Avenue Local and <6> Pelham Bay Park Express are two rapid transit services in the A Division of the New York City Subway. Their route emblems, or \"bullets\", are colored forest green since they use the IRT Lexington Avenue Line in Manhattan.",
  "/wiki/6d_(New_York_City_Subway_service)": "The 6 Lexington Avenue Local and <6> Pelham Bay Park Express are two rapid transit services in the A Division of the New York City Subway. Their route emblems, or \"bullets\", are colored forest green since they use the IRT Lexington Avenue Line in Manhattan.",
  "/wiki/18th_Street_(IRT_Broadway%E2%80%93Seventh_Avenue_Line)": "18th Street is a local station on the IRT Broadway–Seventh Avenue Line of the New York City Subway. Located at the intersection of 18th Street and Seventh Avenue in Manhattan, it is served by the 1 train at all times, and by the 2 train during late nights.",
  "/wiki/23rd_Street_(IND_Sixth_Avenue_Line)": "23rd Street is a local station on the IND Sixth Avenue Line of the New York City Subway. Located at the intersection of 23rd Street and Sixth Avenue (Avenue of the Americas) in Manhattan. It is served by the F train at all times, the M train at all times except late nights, and by the <F> train during rush hours in the peak direction. This station and 14th Street are the only two local stations on the Sixth Avenue Line.",
  "/wiki/23rd_Street_(IND_Eighth_Avenue_Line)": "23rd Street is a local station on the IND Eighth Avenue Line of the New York City Subway. Located at the intersection of 23rd Street and Eighth Avenue in Chelsea, Manhattan, it is served by the C and E trains, the former of which is replaced by the A train during late nights.",
  "/wiki/23rd_Street_(BMT_Broadway_Line)": "23rd Street is a local station on the BMT Broadway Line of the New York City Subway. Located at the intersection of 23rd Street, Broadway, and Fifth Avenue in Manhattan, it is served by the R train at all times except late nights, the W train on weekdays, the N train during late nights and weekends and the Q train during late nights.",
  "/wiki/List_of_New_York_City_Subway_stations_in_Manhattan": "The New York City Subway is a rapid transit system that serves four of the five boroughs of New York City in the U.S. state of New York: the Bronx, Brooklyn, Manhattan, and Queens. Operated by the New York City Transit Authority under the Metropolitan Transportation Authority of New York, the New York City Subway is the busiest rapid transit system in the United States and the seventh busiest in the world, with 5.225 million daily riders. The system's 472 stations qualifies it to have the largest number of rapid transit stations in the world."
}