{
  "/wiki/RG_Veda": "RG Veda (聖伝-RG VEDA-, Seiden: Rigu Vēda) is a manga created by Clamp, consisting of ten volumes in all. It was first published in Japan in 1989 as Clamp's debut manga. The story features elements of Vedic mythology; the title itself is pronounced Rigveda, the name of one of the four Vedas. The series is known for its extravagant and richly detailed art. It inspired a 2-episode anime OVA that was released through 1991 to 1992. The OVAs were licensed by Central Park Media, while Manga Entertainment licensed it in the UK and Australia, with a different English dub.",
  "/wiki/Shinshokan": "Shinshokan (株式会社新書館, Kabushiki-gaisha Shinshokan) is a Japanese publishing company. It was established on June 14, 1961. In April 2009, the US publisher Digital Manga Publishing announced a co-branding operation with Shinshokan, to license yaoi and shōjo manga from Shinshokan's Wings, Dear and Dear+ anthologies under the DokiDoki imprint (the name being Japanese onomatopoeia for a heartbeat).",
  "/wiki/Wings_(manga_magazine)": "Wings (ウィングス, Uingusu) is a shōjo manga magazine published by Shinshokan. Published bi-monthly, it features articles on action and fiction aimed at women in the age group of 16–20 years. Headquartered in Japan, the magazine previously had the following editions namely Shinshokan South (aka South), Phantom Club, Huckleberry, Un Poco and Wings:Story; however, currently, only Un Poco and Wings:Story are still being published.",
  "/wiki/Man_of_Many_Faces": "Man of Many Faces (20面相におねがい!!, Nijū Mensō ni Onegai!!, lit. 20 Faces, Please!!) is a manga by Clamp about a nine-year-old boy named Akira Ijyuin who steals beautiful and valuable objects to please his two mothers and is known to the public as the dashing, clever thief named the Man of 20 Faces. The manga took inspiration from the works of Edogawa Ranpo, most notably from The Fiend with Twenty Faces.",
  "/wiki/Kadokawa_Shoten": "Kadokawa Shoten (角川書店), formerly the Kadokawa Shoten Publishing Co., Ltd. (株式会社角川書店, Kabushiki gaisha Kadokawa Shoten), is a Japanese publisher and division of Kadokawa Future Publishing based in Tokyo, Japan. It became an internal division of Kadokawa Corporation on October 1, 2013. Kadokawa has published both manga such as Sora no Otoshimono (Heaven's Lost Property) and magazines, such as Newtype magazine. Since its founding, Kadokawa has expanded into the multimedia sector, namely in video games (as Kadokawa Games) and movies (as Kadokawa Pictures).",
  "/wiki/Tokyo_Babylon": "Tokyo Babylon (東京 BABYLON, Tōkyō Babiron), also known as Tokyo Babylon: A Save Tokyo City Story, is a shōjo manga series created by Clamp, with story by Nanase Ohkawa and art by Mokona. The series follows Subaru Sumeragi, the head of the Sumeragi clan, and his sister Hokuto as they work to protect Tokyo from a myriad of supernatural perils. The series is based on a dōjinshi Clamp wrote but decided to add dark social themes in the serialization as a result of the chapters' length. They were published by Shinshokan in Japan from 1990 to 1993 and collected total of seven tankōbon volumes. The English-language version of the manga was first distributed by Tokyopop and is now in possession of Dark Horse Comics.",
  "/wiki/Clamp_School_Detectives": "Clamp School Detectives (Japanese: CLAMP学園探偵団, Hepburn: Kuranpu Gakuen Tanteidan) a.k.a. CLAMP Campus Detectives is a manga series by Clamp, which was adapted into a 26-episode anime series, produced by Bandai Visual and Studio Pierrot. The manga series was serialized in Kadokawa Shoten's Monthly Asuka manga magazine between January 1992 and October 1993, spanning three tankōbon, while the anime premiered in Japan on TV Tokyo between May 3, 1997 and October 25, 1997.",
  "/wiki/Duklyon:_Clamp_School_Defenders": "Duklyon: Clamp School Defenders (学園特警デュカリオン, Gakuen Tokkei Dyukarion) is a manga created by Clamp, a Japanese artistic group of four women.",
  "/wiki/Shirahime-Syo:_Snow_Goddess_Tales": "Shirahime-Syo: Snow Goddess Tales (Japanese: 白姫抄, Hepburn: Shirahimeshō) is a supernatural manga by Clamp, a creative team made up by Satsuki Igarashi, Nanase Ohkawa, Tsubaki Nekoi and Mokona. It consists of three short stories, framed by a man's encounter with the titular character in the snow. The character design of the title character originated in a postcard in the team's newsletters, and later appeared in a preview page in the March 1992 issue of Bar Pretty, when only the concept had been finalized. Completed on a \"tight\" schedule, the volume was published in June 1992 by Kobunsha, and re-released in August 2001 by Kadokawa Shoten.",
  "/wiki/Legend_of_Chun_Hyang": "Legend of Chun Hyang (Japanese: 新・春香伝, Hepburn: Shin Shunka-den) is a manga by Clamp. Its story and characters are loosely based on a well known Korean folktale of the same name",
  "/wiki/Hakusensha": "Hakusensha, Inc. (株式会社白泉社, Kabushiki-gaisha Hakusensha) is a Japanese publishing company. It is headquartered in Chiyoda, Tokyo.",
  "/wiki/Magic_Knight_Rayearth": "Magic Knight Rayearth (.mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}魔法騎士（マジックナイト）レイアース, Majikku Naito Reiāsu) is a Japanese manga series created by Clamp. Appearing as a serial in the manga magazine Nakayoshi from the November 1993 issue to the February 1995 issue, the chapters of Magic Knight Rayearth were collected into three bound volumes by Kodansha, and were published from July 1994 to March 1995. A sequel was serialized in the same manga magazine from the March 1995 issue to the April 1996 issue, and was published by Kodansha in three bound volumes from to July 1995 to April 1996. The series follows three eighth-grade girls who find themselves transported from modern-day Japan into a magical world, where they are tasked with rescuing a princess.",
  "/wiki/Kodansha": "Kodansha Ltd. (株式会社講談社, Kabushiki-gaisha Kōdansha) is a Japanese privately-held publishing company headquartered in Bunkyō, Tokyo, Japan. Kodansha is the largest Japanese publishing company, and it produces the manga magazines Nakayoshi, Afternoon, Evening, and Weekly Shōnen Magazine, as well as the more literary magazines Gunzō, Shūkan Gendai, and the Japanese dictionary Nihongo Daijiten. Kodansha was founded by Seiji Noma in 1909, and members of his family continue as its owners either directly or through the Noma Cultural Foundation.",
  "/wiki/Nakayoshi": "Nakayoshi (なかよし, \"Good Friends\") is a monthly shōjo manga magazine published by Kodansha in Japan. First published in December 1954, it is a long-running magazine with over 60 years of manga publication history. The target demographic for Nakayoshi (like Ribon and Ciao) is girls of age 8–14. Roughly the size of a phone book (hence the term \"phone book manga\"), it generally comes with furoku, or small gifts, such as popout figures, games, small bags, posters, stickers, and so on. The furoku is an attempt to encourage girls to buy their own copies of the magazine rather than just share with a friend.",
  "/wiki/Miyuki-chan_in_Wonderland": "Miyuki-chan in Wonderland (Japanese: 不思議の国の美幸ちゃん, Hepburn: Fushigi no Kuni no Miyuki-chan) is a comedy, yuri (love between women) manga written and illustrated by Clamp, an all-female manga artist team consisting of Satsuki Igarashi, Mokona, Tsubaki Nekoi, and Nanase Ohkawa. The story focuses on the eponymous protagonist, a Japanese high-school girl who finds herself pulled into various worlds populated by women who consider her appealing.",
  "/wiki/The_One_I_Love_(manga)": "The One I Love (Japanese: わたしのすきなひと, Hepburn: Watashi no Sukinahito) is a romantic, slice-of-life shōjo (targeted towards girls) manga by Clamp, an all-female, manga artist team consisting of Satsuki Igarashi, Mokona, Tsubaki Nekoi, and Nanase Ohkawa. Appearing as a monthly serial in the Japanese manga magazine Monthly Young Rose from December 1993 to June 1995, the twelve stories were collected into a bound volume by Kadokawa Shoten and published in July 1995. The One I Love contains twelve independent manga stories, each focusing on an aspect of love and accompanied by an essay. Ohkawa wrote the essays while Nekoi illustrated the manga; it was the first time she primarily illustrated a manga by Clamp. Some of the stories draw on the life experiences of the women while others take inspiration from conversations they had with friends.",
  "/wiki/Cardcaptor_Sakura": "Cardcaptor Sakura (Japanese: カードキャプターさくら, Hepburn: Kādokyaputā Sakura) is a Japanese shōjo manga series written and illustrated by the manga group Clamp. The manga was originally serialized in Nakayoshi from May 1996 to June 2000, and published in 12 tankōbon volumes by Kodansha from November 1996 to July 2000. The story focuses on Sakura Kinomoto, an elementary school student who discovers magical powers after accidentally freeing a set of magical cards; she must retrieve the cards to prevent catastrophe. A sequel by Clamp, Cardcaptor Sakura: Clear Card, focusing on Sakura in junior high school, began serialization in Nakayoshi in 2016.",
  "/wiki/Wish_(manga)": "Wish (Japanese: ウィッシュ, Hepburn: Wisshu) is a Japanese shōjo manga series created by Clamp. It is published in English by Tokyopop. The American translation was imported to Australia by Madman Entertainment.",
  "/wiki/Angelic_Layer": "Angelic Layer (Japanese: エンジェリックレイヤー, Hepburn: Enjerikku Reiyā) is a manga series released by Clamp. The manga is published in Japan by Kadokawa Shoten, and in English originally by Tokyopop, but has since been re-licensed by Dark Horse Comics. It is the group's first work to use a quite different art style unseen in any other CLAMP series, which uses a more distinctly pared down style. There is less emphasis on detail and more on accentuated posing and gestures. This kind of artwork would later be used in series like Chobits and Tsubasa: Reservoir Chronicle.",
  "/wiki/Monthly_Sh%C5%8Dnen_Ace": "Monthly Shōnen Ace (月刊少年エース, Gekkan Shōnen Ēsu) is a monthly shōnen manga magazine in Japan published by Kadokawa Shoten, started in 1994. Unlike the big shōnen weeklies with circulation figures in the millions, Ace is aimed at a less mainstream audience, and has a particular emphasis on anime tie-ins. There's a fair amount of Ecchi featured in the magazine, while only a few series are action oriented.",
  "/wiki/Suki_(manga)": "Suki: A Like Story (Japanese: すき。だからすき, Hepburn: Suki. Dakara Suki) is a three-volume manga by Clamp. The title literally means \"I like you, that's why I like you\". It was published in English by Tokyopop (although their license has since expired).",
  "/wiki/Chobits": "Chobits (ちょびっツ, Chobittsu) is a Japanese manga series written and illustrated by the Japanese manga collective Clamp. It was published by Kodansha in Weekly Young Magazine from the 43rd issue for 2000 to the 48th issue for 2002 and collected in eight bound volumes.\nChobits was adapted as a 26-episode-long anime television series broadcast on TBS from April to September 2002. In addition, it has spawned two video games as well as various merchandise such as figurines, collectable cards, calendars, and artbooks.",
  "/wiki/Young_Magazine": "Weekly Young Magazine (Japanese: 週刊ヤングマガジン, Hepburn: Shūkan Yangu Magajin) is a Japanese weekly seinen manga anthology magazine published in Tokyo each Monday by Kodansha. The magazine was started on June 23, 1980 and is targeted at the adult male (seinen) demographic. The chapters of the series that run in Weekly Young Magazine are collected and published in tankōbon volumes under the \"YoungKC\" imprint every four months.",
  "/wiki/Clamp_no_Kiseki": "CLAMP no Kiseki (CLAMPノキセキ, CLAMP's track or CLAMP's miracle) is a twelve volume series of anime books celebrating the 15th anniversary of Clamp in 2004. It is published in America by Tokyopop and in Spain by Norma Editorial.  Each volume is a full-color, 32-page book that contains summaries of featured series, interviews with Clamp and friends of Clamp, artwork, and exclusive new short comics. In addition, each issue comes with three special chess pieces featuring characters from Clamp's various series.",
  "/wiki/Tsubasa:_Reservoir_Chronicle": "Tsubasa: Reservoir Chronicle (Japanese: ツバサ-RESERVoir CHRoNiCLE-, Hepburn: Tsubasa: Rezaboa Kuronikuru) is a Japanese manga series written and illustrated by the manga artist group Clamp.  It takes place in the same fictional universe as many of Clamp's other manga series, most notably xxxHolic. The plot follows  how Sakura, the princess of the Kingdom of Clow, loses all her memories and how Syaoran, a young archaeologist who is her childhood friend, goes on arduous adventures to save her, with two other companions. The Dimensional Witch Yūko Ichihara instructs him to go with two people, Kurogane and Fai D. Flowright. They search for Sakura's memories, which were scattered in various worlds in the form of angelic-like feathers, as retrieving them will help save her very being. Tsubasa was conceived when four Clamp artists wanted to create a manga series that connected all their previous works. They took the designs for the main protagonists from their earlier manga called Cardcaptor Sakura.",
  "/wiki/Weekly_Sh%C5%8Dnen_Magazine": "Weekly Shōnen Magazine (Japanese: 週刊少年マガジン, Hepburn: Shūkan Shōnen Magajin) is a weekly shōnen manga anthology published on Wednesdays in Japan by Kodansha, first published on March 17, 1959. The magazine is mainly read by an older audience, with a large portion of its readership falling under the male high school or college student demographic. According to circulation figures accumulated by the Japanese Magazine Publishers Association, circulation of the magazine has dropped in every quarter since records were first collected in April–June, 2008. This is however, not an isolated occurrence as digital media continues to be on the rise.",
  "/wiki/Kobato.": "Kobato. (Japanese: こばと。) is a manga series by Clamp which premiered in Monthly Sunday Gene-X in January 2005. Seven chapters were released under the title of Kobato. (Kari) (こばと。(仮), Kobato. (\"Temporary title\")), but the series was put on hiatus in late 2005. It returned to publication in Newtype magazine's November 2007 Japanese edition; the story has subsequently been restarted at an earlier point in the original timeline. The story features a mysterious young girl, Kobato Hanato, who works in a local kindergarten.",
  "/wiki/Shogakukan": "Shogakukan Inc. (株式会社小学館, Kabushiki gaisha Shōgakukan) is a Japanese publisher of dictionaries, literature, manga, non-fiction, DVDs, and other media in Japan.",
  "/wiki/Monthly_Sunday_Gene-X": "Monthly Sunday Gene-X (Japanese: 月刊サンデーGENE-X, Hepburn: Gekkan Sandē Jenekkusu), often abbreviated as Sunday GX (サンデーGX), is a Seinen manga magazine published by Shogakukan. \nLike many other manga magazines, it's an \"anthology magazine\" with each issue featuring new chapters of several manga series. The series are also published in book form as Sunday GX Comics.",
  "/wiki/Newtype": "Newtype (ニュータイプ, Nyūtaipu) is a monthly magazine publication originating from Japan, covering anime (and to a lesser extent, tokusatsu, manga, Japanese science fiction, seiyuu, and video games). It was launched by publishing company Kadokawa Shoten on March 8, 1985 with its April issue, and has since seen regular release on the 10th of every month in its home country. Newtype Korea is published in Korea. Spin-off publications of Newtype also exist in Japan, such as Newtype Hero/Newtype the Live (which are dedicated to tokusatsu) and NewWORDS (which is geared toward a more mature adult market), as well as numerous limited-run versions (such as Clamp Newtype)."
}