{
  "/wiki/Helmuth_H%C3%BCbener": "Helmuth Günther Guddat Hübener (8 January 1925 – 27 October 1942), was the youngest opponent of the Third Reich to be sentenced to death by the  Special People's Court (Volksgerichtshof) and executed.",
  "/wiki/Volksgerichtshof": "The People's Court (German: Volksgerichtshof) was a Sondergericht (\"special court\") of Nazi Germany, set up outside the operations of the constitutional frame of law. Its headquarters were originally located in the former Prussian House of Lords in Berlin, later moved to the former Königsberg Wilhelmsgymnasium at Bellevuestrasse 15 in Potsdamer Platz (the location now occupied by the Sony Center; a marker is located on the sidewalk nearby).",
  "/wiki/Mike_Newell_(director)": "Michael Cormac Newell (born 28 March 1942) is an English director and producer of motion pictures for film and television, best known for directing Harry Potter and the Goblet of Fire. Newell won the 1994 BAFTA Award for Best Direction for Four Weddings and a Funeral.",
  "/wiki/Eddie_Chapman": "Edward Arnold Chapman (16 November 1914 – 11 December 1997) was an English criminal and wartime spy. During the Second World War he offered his services to Nazi Germany as a spy and subsequently became a British double agent. His British Secret Service handlers codenamed him Agent Zigzag in acknowledgement of his rather erratic personal history.",
  "/wiki/Alfonso_Arau": "Alfonso Arau Incháustegui (born January 11, 1932) is a Mexican actor and director.",
  "/wiki/Fuerza_A%C3%A9rea_Expedicionaria_Mexicana": "The Mexican Expeditionary Air Force (Spanish: Fuerza Aérea Expedicionaria Mexicana, FAEM) was a military aviation unit which represented Mexico on the Allied side during World War II. It is notable as the only Mexican military unit ever to fight outside Mexico itself.",
  "/wiki/Escuadr%C3%B3n_201": "The 201st Fighter Squadron (Spanish: Escuadrón Aéreo de Pelea 201) was a Mexican fighter squadron, part of the Mexican Expeditionary Air Force that aided the Allied war effort during World War II. The squadron was known by the nickname Águilas Aztecas or \"Aztec Eagles\", apparently coined by members of the squadron during training.",
  "/wiki/Philippines_Campaign_(1944%E2%80%931945)": "The Philippines campaign, the Battle of the Philippines or the Liberation of the Philippines (Filipino: Kampanya sa Pilipinas, Labanan sa Pilipinas & Liberasyon ng Pilipinas), (Operation Musketeer I, II, and III) (Filipino: Operasyon Mosketero I, II, at III), was the American and Filipino campaign to defeat and expel the Imperial Japanese forces occupying the Philippines during World War II. The Japanese Army overran all of the Philippines during the first half of 1942. The liberation of the Philippines commenced with amphibious landings on the eastern Philippine island of Leyte on October 20, 1944. United States and Philippine Commonwealth military forces were progressing in liberating territory and islands when the Japanese forces in the Philippines were ordered to surrender by Tokyo on August 15, 1945, after the dropping of the atomic bombs on mainland Japan and the Soviet invasion of Manchuria.",
  "/wiki/Gavin_O%27Connor_(filmmaker)": "Gavin O'Connor (born October 30, 1964) is an American film director, screenwriter, producer, playwright, and actor.  He is best known for directing the films Miracle, Warrior and The Accountant.",
  "/wiki/Normandy_landings": "The Normandy landings were the landing operations on Tuesday, 6 June 1944 of the Allied invasion of Normandy in Operation Overlord during World War II. Codenamed Operation Neptune and often referred to as D-Day, it was the largest seaborne invasion in history. The operation began the liberation of German-occupied France (and later western Europe) and laid the foundations of the Allied victory on the Western Front.",
  "/wiki/Battle_of_Britain": "The Battle of Britain (German: die Luftschlacht um England, \"the Air Battle for England\") was a military campaign of the Second World War, in which the Royal Air Force (RAF) defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duration as being from 10 July until 31 October 1940, which overlaps the period of large-scale night attacks known as the Blitz, that lasted from 7 September 1940 to 11 May 1941.\nGerman historians do not accept this subdivision and regard the battle as a single campaign lasting from July 1940 to June 1941, including the Blitz.",
  "/wiki/Denzel_Washington": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. He has received two Golden Globe awards, one Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001). He is widely regarded as one of the greatest actors of his generation, and is considered an American cultural icon.",
  "/wiki/761st_tank_battalion": "The 761st Tank Battalion was an independent tank battalion of the United States Army during World War II. The 761st was made up primarily of African-American soldiers, who by federal law were not permitted to serve alongside white troops. The U.S. military did not officially desegregate until after World War II. The 761st were known as the Black Panthers after their unit's distinctive insignia; their motto was \"Come out fighting\". The battalion received a Presidential Unit Citation for its actions. In addition, a large number of individual members also received medals, including one Medal of Honor, 11 Silver Stars and about 300 Purple Hearts. They have been called \"one of the most effective tank battalions in World War II\".",
  "/wiki/Battle_of_the_Bulge": "The Battle of the Bulge, also known as the Ardennes Counteroffensive, was the last major German offensive campaign on the Western Front during World War II, and took place from 16 December 1944 to 25 January 1945. It was launched through the densely forested Ardennes region of Wallonia in eastern Belgium, northeast France, and Luxembourg, towards the end of the war in Europe. The offensive was intended to stop Allied use of the Belgian port of Antwerp and to split the Allied lines, allowing the Germans to encircle and destroy four Allied armies and force the Western Allies to negotiate a peace treaty in the Axis powers' favor.",
  "/wiki/Siegfried_Line": "The Siegfried Line, known in German as the Westwall, was a German defensive line built during the 1930s opposite the French Maginot Line. It stretched more than 630 km (390 mi); from Kleve on the border with the Netherlands, along the western border of the old German Empire, to the town of Weil am Rhein on the border to Switzerland – and featured more than 18,000 bunkers, tunnels and tank traps.",
  "/wiki/Agnieszka_Holland": "Agnieszka Holland (born 28 November 1948) is a Polish film and television director and screenwriter. Best known for her political contributions to Polish cinema, Holland is one of Poland's most eminent filmmakers. She began her career as assistant to directors Krzysztof Zanussi and Andrzej Wajda, and emigrated to France shortly before the 1981 imposition of the martial law in Poland.",
  "/wiki/Krystyna_Skarbek": "Maria Krystyna Janina Skarbek, OBE, GM, Croix de guerre (Polish pronunciation: [krɨˈstɨna ˈskarbɛk]; 1 May 1908 – 15 June 1952), also known as Christine Granville, was a Polish agent of the British Special Operations Executive (SOE) during the Second World War. She became celebrated for her daring exploits in intelligence and irregular-warfare missions in Nazi-occupied Poland and France. Journalist Alistair Horne, who described himself in 2012 as one of the few people still alive who had known Skarbek, described her as the \"bravest of the brave.\"",
  "/wiki/Ardennes_Forest": "The Ardennes (/ɑːrˈdɛn/ ar-DEN; French: Ardenne [aʁdɛn] (listen); Dutch: Ardennen [ɑrˈdɛnə(n)] (listen); German: Ardennen; Walloon: Årdene [ɑːʀdɛn]; Luxembourgish: Ardennen [ɑʁˈdænən]), also known as the Ardennes Forest or Forest of Ardennes, is a region of extensive forests, rough terrain, rolling hills and ridges. Geologically, the range is a western extension of the Eifel, and both were raised during the Givetian age of the Devonian (382.7 to 387.7 million years ago), as were several other named ranges of the same greater range.",
  "/wiki/Dambusters_(2008_film)": "The Dam Busters is a 1955 British epic war film starring Richard Todd and Michael Redgrave. It was directed by Michael Anderson. The film recreates the true story of Operation Chastise when in 1943 the RAF's 617 Squadron attacked the Möhne, Eder, and Sorpe dams in Nazi Germany with Barnes Wallis's bouncing bomb.",
  "/wiki/Christian_Rivers": "Christian Rivers is a New Zealand storyboard artist, visual effects supervisor, special effects technician, and director. He first met Peter Jackson as a 17-year-old, and storyboarded all of Jackson's films since Braindead. He made his directing debut in the film adaptation of Mortal Engines, and planning a remake of The Dam Busters, both produced by Peter Jackson.",
  "/wiki/Operation_Chastise": "Operation Chastise was an attack on German dams carried out on 16–17 May 1943 by Royal Air Force No. 617 Squadron, later called the Dam Busters, using a purpose-built \"bouncing bomb\" developed by Barnes Wallis. The Möhne and Edersee dams were breached, causing catastrophic flooding of the Ruhr valley and of villages in the Eder valley; the Sorpe Dam sustained only minor damage. Two hydroelectric power stations were destroyed and several more damaged. Factories and mines were also damaged and destroyed. An estimated 1,600 civilians – about 600 Germans and 1,000 mainly Soviet forced labourers – died. Despite rapid repairs by the Germans, production did not return to normal until September.",
  "/wiki/Masato_Harada": "Masato Harada (原田 眞人, Harada Masato, born July 3, 1949) is a Japanese film director, film critic, and sometimes an actor; he is best known to foreign audiences as Omura in The Last Samurai and as Mr Mita in Fearless. In both his acting roles he portrayed the villain who wants Japan to westernize under the Meiji Restoration in the meantime trying to remove the old ways.",
  "/wiki/Caroline_Paul": "Caroline Paul (born July 29, 1963 in New York City) is an American writer of fiction and non-fiction.",
  "/wiki/Ni%27ihau": "Niʻihau (Hawaiian: [ˈniʔiˈhɐw]) anglicized as Niihau (/ˈniː.haʊ, ˈniː.iːˌhaʊ/ NEE-how, NEE-ee-how) is the westernmost and seventh largest inhabited island in Hawaiʻi. It is 17.5 miles (28.2 km) southwest of Kauaʻi across the Kaulakahi Channel. Its area is 69.5 square miles (180 km2). Several intermittent playa lakes provide wetland habitats for the Hawaiian coot, the Hawaiian stilt, and the Hawaiian duck. The island is designated as critical habitat for Brighamia insignis, an endemic and endangered species of Hawaiian lobelioid. The United States Census Bureau defines Niʻihau and the neighboring island and State Seabird Sanctuary of Lehua as Census Tract 410 of Kauai County, Hawaii. Its 2000 census population was 160; Its 2010 census population was 170.",
  "/wiki/Pearl_Harbor_Attack": "The attack on Pearl Harbor[nb 3] was a surprise, preemptive military strike by the Imperial Japanese Navy Air Service upon the United States (a neutral country at the time) against the naval base at Pearl Harbor in Honolulu, Hawaii, just before 08:00, on Sunday morning, December 7, 1941. The attack led to the United States' formal entry into World War II the next day. The Japanese military leadership referred to the attack as the Hawaii Operation and Operation AI, and as Operation Z during its planning.",
  "/wiki/The_Forgotten_Soldier": "The Forgotten Soldier (1965), originally published in French as Le soldat oublié, is an account by Guy Sajer (pseudonym of Guy Mouminoux) of his experiences as a German soldier on the Eastern Front during World War II. With reference to the author's ambiguous relationship to war, the book has been called \"the account of a disastrous love affair with war and with the army that, of all modern armies, most loved war\", being written with the \"admiration of a semi-outsider\". The English edition was translated by Lily Emmet.",
  "/wiki/Paul_Verhoeven": "Paul Verhoeven (Dutch: [ˈpʌu̯l vərˈɦuvə(n)]; born 18 July 1938) is a Dutch director, screenwriter and film producer. Active in both the Netherlands and Hollywood, Verhoeven's blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films. He directed the films Turkish Delight (1973), Soldier of Orange (1977), Flesh and Blood (1985), RoboCop (1987), Total Recall (1990), Basic Instinct (1992), Showgirls (1995), Starship Troopers (1997), Black Book (2006) and Elle (2016).",
  "/wiki/Guy_Sajer": "Guy Sajer is the pseudonym of Guy Mouminoux, a French writer and comic book artist, born on 13 January 1927 in Paris, and best known as the author of the WW2 memoir Le Soldat Oublié (1965, translated as The Forgotten Soldier), which recounts his experience serving in the Wehrmacht on the Eastern Front from 1942 to 1945, in the elite Großdeutschland Division. After the war, Mouminoux had a long career as a cartoonist, writing and illustrating under his real name, and also under the pen names Dimitri, and Dimitri Lahache. He lives in France.",
  "/wiki/Przebra%C5%BCe_Defence": "The Przebraże Defence was the World War II defence of Przebraże (now Гайове, Ukraine), a Polish settlement, located in Lutsk county of the Wołyń (i.e. Volhynian) Voivodeship, near the village of Troscianiec. In the interwar period, the settlement belonged to the Second Polish Republic from 1919 until the Nazi-Soviet invasion of 1939. Przebraże does not exist anymore.",
  "/wiki/Ukrainian_Insurgent_Army": "The Ukrainian Insurgent Army (Ukrainian: Українська повстанська армія, УПА, Ukrayins'ka Povstans'ka Armiya, UPA) was a Ukrainian nationalist paramilitary and later partisan formation. During World War II, it was engaged in guerrilla warfare against Nazi Germany, the Soviet Union, the Polish Underground State and Communist Poland. It was established by the Organization of Ukrainian Nationalists, and the OUN's stated immediate goal was the re-establishment of a united, independent Nazi-aligned, mono-ethnic national state. The insurgent army arose out of separate militant formations of the Organization of Ukrainian Nationalists—Bandera faction (the OUN-B), other militant national-patriotic formations, some former defectors of the Ukrainian Auxiliary Police, mobilization of local populations and others. The political leadership of the army belonged to the Organization of Ukrainian Nationalists—Bandera. It was the primary perpetrator of the ethnic cleansing of Poles in Volhynia and Eastern Galicia.",
  "/wiki/Volhynia": "Volhynia (/voʊˈlɪniə/; Polish: Wołyń, Ukrainian: Волинь, romanized: Volyń), is a historic region in Central and Eastern Europe, situated between south-eastern Poland, south-western Belarus, and western Ukraine. While the borders of the region are not clearly defined, the territory that still carries the name is Volyn Oblast, located in western Ukraine. Volhynia has changed hands numerous times throughout history and been divided among competing powers. At one time all of Volhynia was part of the Pale of Settlement designated by Imperial Russia on its southwestern-most border.",
  "/wiki/Mannerheim_(film)": "Markus Selin (born 16 March 1960 in Vihti, Finland) is a television and film producer.",
  "/wiki/Renny_Harlin": "Renny Harlin (born Lauri Mauritz Harjola; 15 March 1959) is a Finnish film director, producer and screenwriter. His films include A Nightmare on Elm Street 4: The Dream Master, Die Hard 2, Cliffhanger, The Long Kiss Goodnight, Deep Blue Sea and Devil's Pass.",
  "/wiki/Carl_Gustaf_Emil_Mannerheim": "Baron Carl Gustaf Emil Mannerheim (Swedish pronunciation: [kɑːɭ ˈɡɵ̂sːtav ˈěːmɪl ˈmânːɛrˌhejm] (listen); 4 June 1867 – 27 January 1951) was a Finnish military leader and statesman. Mannerheim served as the military leader of the Whites in the Finnish Civil War, Regent of Finland (1918–1919), commander-in-chief of Finland's defence forces during World War II, Marshal of Finland, and the sixth president of Finland (1944–1946).",
  "/wiki/John_Irvin": "John Irvin (born 7 May 1940) is an English film director. Born in Newcastle upon Tyne, Northumberland, he began his career by directing a number of documentaries and television works, including the BBC adaptation of John le Carré's Tinker Tailor Soldier Spy. He made several Hollywood films in the 1980s, including The Dogs of War (1980), Ghost Story (1981) and Hamburger Hill (1987).",
  "/wiki/Battle_of_Monte_Cassino": "The Battle of Monte Cassino (also known as the Battle for Rome and the Battle for Cassino) was a costly series of four assaults by the Allies against the Winter Line in Italy held by Axis forces during the Italian Campaign of World War II. The intention was a breakthrough to Rome.",
  "/wiki/Italian_Campaign_(World_War_II)": "The Italian campaign of World War II consisted of Allied and Axis operations in and around Italy, from 1943 to 1945. The Joint Allied Forces Headquarters (AFHQ) was operationally responsible for all Allied land forces in the Mediterranean theatre and it planned and led the invasion of Sicily in July 1943, followed in September by the invasion of the Italian mainland and the campaign in Italy until the surrender of the German Armed Forces in Italy in May 1945.",
  "/wiki/Ilmar_Raag": "Ilmar Raag (born 21 May 1968 in Kuressaare) is an Estonian media executive, actor, screenwriter and film director, best known for his socio-critical film The Class. He has served as CEO of Estonian Television  from 2002 to 2005. He is a well known columnist in many prestigious Estonian newspapers (Postimees, Eesti Päevaleht). In recent years he has written many scripts and directed critically acclaimed films, notably August 1991 and The Class.",
  "/wiki/Battle_of_the_Tannenberg_Line": "This is a sub-article to Battle of Narva (1944).",
  "/wiki/Cowra_breakout": "The Cowra breakout occurred on 5 August 1944, when 1,104 Japanese prisoners of war attempted to escape from a prisoner of war camp near Cowra, in New South Wales, Australia. It was the largest prison escape of World War II, as well as one of the bloodiest. During the escape and ensuing manhunt, 4 Australian soldiers and 231 Japanese soldiers were killed. The remaining escapees were re-captured and imprisoned.",
  "/wiki/Cowra": "Cowra is a small town in the Central West region of New South Wales, Australia. It is the largest population centre and the council seat for the Cowra Shire, with a population of 10,063.",
  "/wiki/Operation_Barbarossa": "Operation Barbarossa (German: Unternehmen Barbarossa) was the code name for the Axis invasion of the Soviet Union, which started on Sunday, 22 June 1941, during World War II. The operation put into action Nazi Germany's  ideological goal of conquering the western Soviet Union so as to repopulate it with Germans. The German Generalplan Ost aimed to use some of the conquered as slave labour for the Axis war effort, to acquire the oil reserves of the Caucasus and the agricultural resources of Soviet territories, and eventually to annihilate the Slavic peoples and create Lebensraum for Germany.",
  "/wiki/Midway_(2019_film)": "Midway is a 2019 American war film based on the Attack on Pearl Harbor and the subsequent Battle of Midway during World War II. Directed by Roland Emmerich, who produced the film with Harald Kloser, and written by Wes Tooke, the film features an ensemble cast, including Ed Skrein, Patrick Wilson, Luke Evans, Aaron Eckhart, Nick Jonas, Mandy Moore, Dennis Quaid, Tadanobu Asano, and Woody Harrelson.",
  "/wiki/Roland_Emmerich": "Roland Emmerich (German: [ˈʁoːlant ˈɛməʁɪç]; born 10 November 1955) is a German film director, screenwriter, and producer, widely known for his disaster films. His films, most of which are English-language Hollywood productions, have made more than $3 billion worldwide, including just over $1 billion in the United States, making him the country's 11th-highest-grossing director of all time. He began his work in the film industry by directing the film The Noah's Ark Principle (1984) as part of his university thesis and also co-founded Centropolis Entertainment in 1985 with his sister. He is a collector of art and an active campaigner for the LGBT community, and is openly gay.",
  "/wiki/Battle_of_Midway": "The Battle of Midway was a decisive naval battle in the Pacific Theater of World War II that took place on 4–7 June 1942, six months after Japan's attack on Pearl Harbor and one month after the Battle of the Coral Sea. The United States Navy under Admirals Chester W. Nimitz, Frank J. Fletcher, and Raymond A. Spruance defeated an attacking fleet of the Imperial Japanese Navy under Admirals Isoroku Yamamoto, Chūichi Nagumo, and Nobutake Kondō near Midway Atoll, inflicting devastating damage on the Japanese fleet that proved irreparable. Military historian John Keegan called it \"the most stunning and decisive blow in the history of naval warfare\", while naval historian Craig Symonds called it \"one of the most consequential naval engagements in world history, ranking alongside Salamis, Trafalgar, and Tsushima Strait, as both tactically decisive and strategically influential\".",
  "/wiki/List_of_World_War_II_films_since_1990": "Below is an incomplete list of fictional feature films or miniseries released since 1990 which feature events of World War II in the narrative."
}