{
  "/wiki/Bridgewater_Associates": "Bridgewater Associates is an American investment management firm founded by Ray Dalio in 1975. The firm serves institutional clients including pension funds, endowments, foundations, foreign governments, and central banks.\n It utilizes a global macro investing style based on economic trends such as inflation, currency exchange rates, and U.S. gross domestic product. Bridgewater Associates began as an institutional investment advisory service, graduated to institutional investing, and pioneered the risk parity investment approach in 1996.\n In 1981, the company moved its headquarters from New York City to Westport, Connecticut, and currently engages 1,500 employees. As of 2019, it had approximately US$160 billion in assets under management.",
  "/wiki/Westport,_Connecticut": "Westport is a town in Fairfield County, Connecticut, United States, along Long Island Sound within Connecticut's Gold Coast. It is 52 miles (84 km) northeast of New York City. The town had a population of 26,391 according to the 2010 U.S. Census, and is ranked 19th among America's 100 Richest Places as well as third in Connecticut, with populations between 20,000 and 65,000.",
  "/wiki/Renaissance_Technologies": "Renaissance Technologies LLC is an American hedge fund firm based in East Setauket, New York, on Long Island, which specializes in systematic trading using quantitative models derived from mathematical and statistical analyses. The firm is widely regarded as the \"most secretive and successful\" hedge fund of all time. Their signature Medallion fund is famed for the best record in investing history. Renaissance was founded in 1982 by James Simons, an award-winning mathematician and former Cold War code breaker.\n In 1988, the firm established its most profitable portfolio, the Medallion Fund, which used an improved and expanded form of Leonard Baum's mathematical models, improved by algebraist James Ax, to explore correlations from which they could profit. Jim Berlekamp was instrumental in evolving trading to shorter-dated, pure systems driven decision-making. The hedge fund was named Medallion in honor of the math awards that Simons and Ax had won.\n Renaissance's flagship Medallion fund, which is run mostly for fund employees, is famed for the best track record on Wall Street, returning more than 66 percent annualized before fees and 39 percent after fees over a 30-year span from 1988 to 2018. Renaissance offers two portfolios to outside investors—Renaissance Institutional Equities Fund (RIEF) and Renaissance Institutional Diversified Alpha (RIDA).\n Simons ran Renaissance until his retirement in late 2009. The company is now run by Peter Brown (after Robert Mercer resigned). Both of them were  computer scientists specializing in computational linguistics who joined Renaissance in 1993 from IBM Research. Simons continues to play a role at the firm as non-executive chairman and remains invested in its funds, particularly the secretive and consistently profitable black-box strategy known as Medallion. Because of the success of Renaissance in general and Medallion in particular, Simons has been described as the best money manager on earth.",
  "/wiki/East_Setauket,_New_York": "Setauket-East Setauket /səˈtɔːkɪt/, more commonly known as the Setaukets (or that region's core), is a census-designated place (CDP) in Suffolk County, New York, on the North Shore of Long Island. As of the 2010 United States Census, the CDP population was 15,477. The CDP encompasses the hamlets of Setauket (formerly West Setauket) and East Setauket.  It was founded in 1655, the first settlement in what would become the Town of Brookhaven.\n Setauket was founded as an agricultural community in the mid-17th century, and was a regional center of activity during the American Revolutionary War noted for the Culper spy ring and the Battle of Setauket.  Many of Setauket's early structures are intact and now form the Old Setauket Historic District.  The Setaukets remain a mostly residential area, while bordering the more commercial enclaves of Port Jefferson and Stony Brook.  The handful of businesses within the community largely cater to the over 24,500 students of Stony Brook University, which is adjacent to the CDP.",
  "/wiki/Man_Group": "Man Group plc is an active management business initially founded as a sugar cooperage and brokerage by James Man in 1783. It provides a range of funds for institutional and private investors globally and is the world's largest publicly traded hedge fund company, reporting $103.5 billion in funds under management as of September 2017. The firm is headquartered at Riverbank House in London and employs over 1,000 people in various locations worldwide. The company was a sponsor of the arts and charitable initiatives, including the Man Booker Prize.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/AQR_Capital_Management": "AQR Capital Management (Applied Quantitative Research) is a global investment management firm based in Greenwich, Connecticut, United States. The firm, which was founded in 1998 by Cliff Asness, David Kabiller, John Liew, and Robert Krail, offers a variety of quantitatively driven alternative and traditional investment vehicles to both institutional clients and financial advisors. The firm is primarily owned by its founders and principals. AQR has additional offices in Boston, Chicago, Los Angeles, Bangalore, Hong Kong, London, Sydney, and Tokyo.",
  "/wiki/Greenwich,_Connecticut": "Greenwich (/ˈɡrɛnɪtʃ/) is a town in southwestern Fairfield County, Connecticut, United States. As of the 2010 census, the town had a total population of 61,171, with a census-estimated increase of 62,574 in 2018. The largest town on Connecticut's Gold Coast, Greenwich is home to many hedge funds and other financial service firms. Greenwich is a principal community of the Bridgeport–Stamford–Norwalk–Danbury metropolitan statistical area, which comprises all of Fairfield County.\n Greenwich is the southernmost and westernmost municipality in Connecticut as well as in the six-state region of New England. CNN/Money and Money magazine ranked Greenwich 12th on its list of the \"100 Best Places to Live in the United States\" in 2005. The town is named after Greenwich, a royal borough of London in the United Kingdom.",
  "/wiki/Two_Sigma_Investments": "Two Sigma Investments LP is a New York City-based international hedge fund that uses a variety of technological methods, including artificial intelligence, machine learning, and distributed computing, for its trading strategies. The firm is run by John Overdeck and David Siegel.",
  "/wiki/New_York_City,_New_York": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/Millennium_Management,_LLC": "Millennium Management is an investment management firm with a multistrategy hedge fund offering. It is one of the world's largest alternative asset management firms with $39 billion assets under management. The firm operates in America, Europe and Asia.",
  "/wiki/Elliott_Management": "Elliott Management Corporation is an American investment management firm. It is also one of the largest activist funds in the world. \n It is the management affiliate of American hedge funds flagship Elliott Associates L.P. and Elliott International Limited. The Elliott Corporation was founded by Paul Singer, who is CEO of the management company,  based in New York City.  As of the first quarter of 2015, Elliott's portfolio is worth over $8 billion. By 2009 \"more than one-third of Elliott’s portfolio was concentrated in distressed securities, typically in the debt of bankrupt or near-bankrupt companies.\" Elliott has widely been described as a vulture fund.",
  "/wiki/BlackRock": "BlackRock, Inc. is an American global investment management corporation based in New York City. Founded in 1988, initially as a risk management and fixed income institutional asset manager, BlackRock is the world's largest asset manager, with $7.4 trillion in assets under management as of end-Q4 2019. BlackRock operates globally with 70 offices in 30 countries and clients in 100 countries. Due to its power and the sheer size and scope of its financial assets and activities, BlackRock has been called the world's largest shadow bank.",
  "/wiki/Citadel_LLC": "Citadel LLC (formerly known as Citadel Investment Group, LLC) is an American global financial institution. Founded in 1990 by Kenneth C. Griffin, the company operates two primary businesses: Citadel, one of the world's largest alternative asset managers with more than US$32 billion in assets under management; and Citadel Securities, one of the leading market makers in the world, whose trading products include equities, equity options, and interest rate swaps for retail and institutional clients.\n The company has more than 1,400 employees, with headquarters in Chicago, and offices throughout North America, Asia and Europe.",
  "/wiki/Chicago,_IL": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Davidson_Kempner_Capital_Management": "Davidson Kempner Capital Management LP (“Davidson Kempner”) is a global institutional investment management firm with over $34 billion in assets under management. Davidson Kempner is headquartered in New York City, with additional offices in London, Dublin, Hong Kong and Philadelphia. The firm is led by Anthony A. Yoseloff who serves as Executive Managing Member and Chief Investment Officer.   \n As of September 17, 2018, Davidson Kempner was ranked as the 9th largest hedge fund in the world.\n Davidson Kempner has approximately 347 employees in the firm’s five offices. The firm is headquartered at 520 Madison Avenue in New York, New York.",
  "/wiki/Viking_Global_Investors": "Viking Global Investors is an American-based hedge fund based in Greenwich, Connecticut.\n It was established in October 1999 by its CEO and risk manager, Ole Andreas Halvorsen. In July 2014, they had $28.8 billion under management.\n On June 12, 2017, Viking Global Investors announced that it was returning $8 billion to investors to \"reset to a smaller size.\"",
  "/wiki/Baupost_Group": "The Baupost Group is a hedge fund founded in 1982 by Harvard Professor William Poorvu and partners Howard Stevenson, Jordan Baruch and Isaac Auerbach. Seth Klarman, who was asked by Poorvu to help run the fund, remains at its head today. Baupost Group's investment philosophy emphasizes risk management and is long-only. The firm, one of the largest hedge funds in the world, is a value investing manager. According to Bloomberg L.P., Baupost is ranked 4th in net gains since inception.",
  "/wiki/Boston,_MA": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.\n Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston. Upon gaining U.S. independence from Great Britain, it continued to be an important port and manufacturing hub as well as a center for education and culture. The city has expanded beyond the original peninsula through land reclamation and municipal annexation. Its rich history attracts many tourists, with Faneuil Hall alone drawing more than 20 million visitors per year. Boston's many firsts include the United States' first public park (Boston Common, 1634), first public or state school (Boston Latin School, 1635) and first subway system (Tremont Street Subway, 1897).\n Today, Boston is a thriving center of scientific research as well as port of entry for commerce and international immigration. The Boston area's many colleges and universities make it a world leader in higher education, including law, medicine, engineering, and business, and the city is considered to be a global pioneer in innovation and entrepreneurship, with nearly 5,000 startups. Boston's economic base also includes finance, professional and business services, biotechnology, information technology, and government activities. Households in the city claim the highest average rate of philanthropy in the United States; businesses and institutions rank among the top in the country for environmental sustainability and investment. The city has one of the highest costs of living in the United States as it has undergone gentrification, though it remains high on world livability rankings.",
  "/wiki/D.E._Shaw_&_Co.": "D. E. Shaw & Co., L.P. is a multinational investment management firm founded in 1988 by David E. Shaw and based in New York City. The company is known for developing complicated mathematical models and sophisticated computer programs to exploit anomalies in the market. In 2018, Institutional Investor reported that among hedge funds, D. E. Shaw & Co. had delivered the fifth-highest returns in the world since its inception.",
  "/wiki/Farallon_Capital": "Farallon Capital Management, L.L.C. is an American investment firm that manages capital on behalf of institutions and individuals. The firm was founded by Tom Steyer in 1986. Headquartered in San Francisco, California, the firm employs approximately 165 professionals in eight countries around the world.\n Farallon primarily manages capital for university endowments, foundations, and high-net-worth individuals.",
  "/wiki/San_Francisco,_CA": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).\n As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.  Of the 500+ primary statistical areas in the U.S., this CSA had among the highest GDP per capita in 2018, at $106,757. San Francisco was ranked 12th in the world and 2nd in the United States on the Global Financial Centres Index as of September 2019.  As of 2016, the San Francisco metropolitan area had the highest GDP per capita, labor productivity, and household income levels in the OECD.\n San Francisco was founded on June 29, 1776, when colonists from Spain established Presidio of San Francisco at the Golden Gate and Mission San Francisco de Asís a few miles away, all named for St. Francis of Assisi. The California Gold Rush of 1849 brought rapid growth, making it the largest city on the West Coast at the time. San Francisco became a consolidated city-county in 1856. San Francisco's status as the West Coast's largest city peaked between 1870 and 1900, when around 25% of California's population resided in the city proper.  After three-quarters of the city was destroyed by the 1906 earthquake and fire, San Francisco was quickly rebuilt, hosting the Panama-Pacific International Exposition nine years later. In World War II, San Francisco was a major port of embarkation for service members shipping out to the Pacific Theater. It then became the birthplace of the United Nations in 1945. After the war, the confluence of returning servicemen, significant immigration, liberalizing attitudes, along with the rise of the \"hippie\" counterculture, the Sexual Revolution, the Peace Movement growing from opposition to United States involvement in the Vietnam War, and other factors led to the Summer of Love and the gay rights movement, cementing San Francisco as a center of liberal activism in the United States. Politically, the city votes strongly along liberal Democratic Party lines.\n A popular tourist destination, San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district. San Francisco is also the headquarters of five major banking institutions and various other companies such as Levi Strauss & Co., Gap Inc., Fitbit, Salesforce.com, Dropbox, Reddit, Square, Inc., Dolby, Airbnb, Weebly, Pacific Gas and Electric Company, Yelp, Pinterest, Twitter, Uber, Lyft, Mozilla, Wikimedia Foundation and Craigslist. The city, and the surrounding Bay Area, is a global center of the sciences and arts and is home to a number of educational and cultural institutions, such as the University of San Francisco (USF), University of California, San Francisco (UCSF), San Francisco State University (SFSU), the De Young Museum, the San Francisco Museum of Modern Art, the SFJAZZ Center, and the California Academy of Sciences.\n As of 2019[update], San Francisco is the highest rated American city on world liveability rankings.",
  "/wiki/Marshall_Wace": "Marshall Wace LLP is a hedge fund in London that was founded by Paul Marshall and Ian Wace in 1997. Marshall is chairman and chief investment officer, and Wace is chief executive officer & chief risk officer.",
  "/wiki/The_Children's_Investment_Fund_Management": "The Children’s Investment Fund Management (UK) LLP (TCI) is a London‐based hedge fund management firm founded by Chris Hohn in 2003 which manages The Children’s Investment Master Fund. TCI makes long‐term investments in companies globally. The management company is authorized and regulated in the United Kingdom by the Financial Services Authority. Its holding company is TCI Fund Management Limited, based in the Cayman Islands, an offshore tax haven. \n Like most hedge funds, TCI requires investors to commit their capital for multi-year periods.  This long-term horizon allows the fund greater flexibility when trading and investing capital independent of any potential ad hoc time constraints.",
  "/wiki/Wellington_Management_Company": "Wellington Management Company is a private, independent investment management firm with client assets under management totaling over US$1 trillion.\n The firm serves as investment advisor to over 2,150 institutions in over 60 countries, as of 30 December 2017. Its clients include central banks and sovereign institutions, pension funds, endowments and foundations, family offices, fund sponsors, insurance companies, financial intermediaries, and wealth managers.",
  "/wiki/Winton_Group": "Winton Group, Ltd (which includes Winton Capital Management) is a British investment management firm founded by David Harding. In the United States, Winton is registered with the Securities and Exchange Commission as an investment advisor and with the Commodity Futures Trading Commission as a CTA, and is authorised by the Financial Conduct Authority in the UK. The company trades on more than 100 global futures markets in a wide variety of asset classes and on global equity markets. The firm was launched with $1.6 million in 1997 and as of December 2017[update] it held $28.5 billion in assets under advisement. Winton Group has eight offices around the world: London, New York, Hong Kong, Tokyo, Shanghai, Sydney, San Francisco, and Zurich.",
  "/wiki/Capula_Investment_Management": "Capula Investment Management is a London-based hedge fund, the eighth largest in Europe, with assets under management (AUM) of about $20 billion.",
  "/wiki/York_Capital_Management": "York Capital Management is a global institutional investment management firm with approximately $18.5 billion in assets under management as of June 2019. The firm was founded in 1991 by Jamie Dinan.\n York Capital is headquartered in New York City, with additional offices in London and Hong Kong. As of December 2012, York Capital was ranked as the 20th largest hedge fund in the world.\n In 2010, Credit Suisse acquired a 30% stake in York Capital for $425 million.",
  "/wiki/New_York_City,_NY": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/List_of_hedge_funds": "Below are the 20 largest hedge funds in the world ranked by discretionary assets under management as of mid-2019. Only assets in private funds following hedge fund strategies are counted. Some of these managers also manage public funds and offer non-hedge fund strategies. For example, BlackRock is the largest investment manager in the world with around $6.4 trillion assets under management in all types of funds and AQR Capital Management is the largest provider of public mutual funds following hedge fund strategies with $112 billion in public and traditional hedge fund assets under management in addition to the $60 billion of private assets listed below."
}