{
  "/wiki/Arthur_C._Clarke": "Sir Arthur Charles Clarke CBE FRAS (16 December 1917 – 19 March 2008) was a British science fiction writer, science writer and futurist, inventor, undersea explorer, and television series host.",
  "/wiki/A_Meeting_with_Medusa": "A Meeting with Medusa is a science fiction novella by British writer Arthur C. Clarke. It was originally published in 1971 and has since been included in the anthology Nebula Award Stories Eight as well as several collections of Clarke's writings.",
  "/wiki/Kim_Stanley_Robinson": "Kim Stanley Robinson (born March 23, 1952) is an American writer of science fiction. He has published nineteen novels and numerous short stories but is best known for his Mars trilogy. His work has been translated into 24 languages. Many of his novels and stories have ecological, cultural, and political themes and feature scientists as heroes. Robinson has won numerous awards, including the Hugo Award for Best Novel, the Nebula Award for Best Novel and the World Fantasy Award. Robinson's work has been labeled by The Atlantic as \"the gold-standard of realistic, and highly literary, science-fiction writing.\" According to an article in The New Yorker, Robinson is \"generally acknowledged as one of the greatest living science-fiction writers.\"",
  "/wiki/Green_Mars_(novella)": "\"Green Mars\" is a science fiction novella by the American writer Kim Stanley Robinson, first published in Asimov's Science Fiction in September 1985, eight years before his novel of the same name.",
  "/wiki/Greg_Bear": "Gregory Dale \"Greg\" Bear (born August 20, 1951) is an American writer and illustrator best known for science fiction. His work has covered themes of galactic conflict (Forge of God books), artificial universes (The Way series), consciousness and cultural practices (Queen of Angels), and accelerated evolution (Blood Music, Darwin's Radio, and Darwin's Children).  His most recent work is the War Dogs trilogy. Greg Bear has written over 50 books in total. Greg Bear was also one of the five co-founders of the San Diego Comic-Con.",
  "/wiki/Timothy_Zahn": "Timothy Zahn (born September 1, 1951) is an American writer of science fiction and fantasy. He is known for the Thrawn series of Star Wars novels, and has published several other series of science fiction and fantasy novels, in addition to many works of short fiction.",
  "/wiki/Robert_Silverberg": "Robert Silverberg (born January 15, 1935) is an American author and editor, best known for writing science fiction. He is a multiple winner of both Hugo and Nebula Awards, a member of the Science Fiction and Fantasy Hall of Fame, and a Grand Master of SF. He has attended every Hugo Awards ceremony since the inaugural event in 1953.",
  "/wiki/Brian_W._Aldiss": "Brian Wilson Aldiss, OBE (/ˈɔːldɪs/; 18 August 1925 – 19 August 2017), was an English writer and anthology-editor, best known for science fiction novels and short stories. His byline reads either Brian W. Aldiss or simply Brian Aldiss, except for occasional pseudonyms during the mid-1960s.",
  "/wiki/John_Varley_(author)": "John Herbert Varley (born August 9, 1947) is an American science fiction writer.",
  "/wiki/Samuel_R._Delany": "Samuel R. Delany (/dəˈleɪni/; born April 1, 1942), Chip Delany to his friends, is an African-American author and literary critic. His work includes fiction (especially science fiction), memoir, criticism and essays on science fiction, literature, sexuality, and society.",
  "/wiki/Poul_Anderson": "Poul William Anderson (November 25, 1926 – July 31, 2001) was an American science fiction author who began his career in the 1940s and continued to write into the 21st century. Anderson authored several works of fantasy, historical novels, and short stories. His awards include seven Hugo Awards and three Nebula Awards.",
  "/wiki/Fritz_Leiber": "Fritz Reuter Leiber Jr. (December 24, 1910 – September 5, 1992) was an American writer of fantasy, horror, and science fiction. He was also a poet, actor in theater and films, playwright and chess expert.[b] With writers such as Robert E. Howard and Michael Moorcock, Leiber can be regarded as one of the fathers of sword and sorcery fantasy, having coined the term.",
  "/wiki/Barry_B._Longyear": "Barry B. Longyear (born May 12, 1942 in Harrisburg, Pennsylvania) is an American author who resides in New Sharon, Maine.",
  "/wiki/John_Kessel": "John (Joseph Vincent) Kessel (born September 24, 1950 in Buffalo, New York) is an American author of science fiction and fantasy. He is a prolific short story writer, and the author of four solo novels, Good News From Outer Space (1989), Corrupting Dr. Nice (1997), The Moon and the Other (2017), and Pride and Prometheus (2018), and one novel, Freedom Beach (1985) in collaboration with his friend James Patrick Kelly. Kessel is married to author Therese Anne Fowler.",
  "/wiki/Vonda_N._McIntyre": "Vonda Neel McIntyre (August 28, 1948 – April 1, 2019) was an American  science fiction author.",
  "/wiki/James_Tiptree,_Jr.": "Alice Bradley Sheldon (August 24, 1915 – May 19, 1987) was an American science fiction author better known as James Tiptree Jr., a pen name she used from 1967 to her death. It was not publicly known until 1977 that James Tiptree Jr. was a woman. From 1974 to 1977 she also used the pen name Raccoona Sheldon. Sheldon was inducted by the Science Fiction Hall of Fame in 2012.",
  "/wiki/Leigh_Brackett": "Leigh Douglass Brackett (December 7, 1915 – March 18, 1978) was an American writer, particularly of science fiction, and has been referred to as the Queen of Space Opera. She was also a screenwriter, known for her work on such films as The Big Sleep (1946), Rio Bravo (1959) and The Long Goodbye (1973). She also worked on an abandoned draft of The Empire Strikes Back (1980). She was the first woman shortlisted for the Hugo Award.",
  "/wiki/Edmond_Hamilton": "Edmond Moore Hamilton (October 21, 1904 – February 1, 1977) was an American writer of science fiction during the mid-twentieth century.",
  "/wiki/Isaac_Asimov": "Isaac Asimov (/ˈæzɪmɒv/;[b][c] c.  January 2, 1920[a] – April 6, 1992) was an American writer and professor of biochemistry at Boston University. He was known for his works of science fiction and popular science. Asimov was a prolific writer who wrote or edited more than 500 books and an estimated 90,000 letters and postcards.[d] His books have been published in 9 of the 10 major categories of the Dewey Decimal Classification.",
  "/wiki/Theodore_Sturgeon": "Theodore Sturgeon (/ˈstɜːrdʒən/; born Edward Hamilton Waldo, February 26, 1918 – May 8, 1985) was an American fiction author, primarily of fantasy, science fiction and horror. He was also a critic. He wrote approximately 400 reviews and more than 120 short stories, 11 novels and several Star Trek scripts.",
  "/wiki/Sailing_to_Byzantium_(novella)": "\"Sailing to Byzantium\" is a novella by the American writer Robert Silverberg. It was first published in Asimov's Science Fiction in February 1985. The title is from the poem of the same name by W. B. Yeats. The story, like the poem, deals with immortality, and includes quotations from the poem.",
  "/wiki/Gene_Wolfe": "Gene Rodman Wolfe (May 7, 1931 – April 14, 2019) was an American science fiction and fantasy writer. He was noted for his dense, allusive prose as well as the strong influence of his Catholic faith. He was a prolific short-story writer and novelist and won many science fiction and fantasy literary awards.",
  "/wiki/Houston,_Houston,_Do_You_Read?": "Houston, Houston, Do You Read? is a novella by James Tiptree Jr. (pseudonym of Alice Sheldon). It won a Nebula Award for Best Novella in 1976 and a Hugo Award for Best Novella in 1977.",
  "/wiki/Joanna_Russ": "Joanna Russ (February 22, 1937 – April 29, 2011) was an American writer, academic and radical feminist. She is the author of a number of works of science fiction, fantasy and feminist literary criticism such as How to Suppress Women's Writing, as well as a contemporary novel, On Strike Against God, and one children's book, Kittatinny. She is best known for The Female Man, a novel combining utopian fiction and satire, and the story \"When It Changed\".",
  "/wiki/Souls_(story)": "\"Souls\" is a 1982 science fiction novella by Joanna Russ. It was first published in the Magazine of Fantasy & Science Fiction in January 1982, and subsequently republished in Terry Carr's The Best Science Fiction of the Year 12,  in Russ's 1984 collection Extra(ordinary) People, as well as in the first volume of the Isaac Asimov/Martin H. Greenberg-edited anthology The New Hugo Winners,  and in 1989 as half of a Tor Double Novel (with \"Houston, Houston, Do You Read?\" by James Tiptree, Jr.).",
  "/wiki/Roger_Zelazny": "Roger Joseph Zelazny (May 13, 1937 – June 14, 1995) was an American poet and writer of fantasy and science fiction short stories and novels, best known for The Chronicles of Amber.  He won the Nebula Award three times (out of 14 nominations) and the Hugo Award six times (also out of 14 nominations), including two Hugos for novels:  the serialized novel ...And Call Me Conrad (1965), subsequently published under the title This Immortal (1966) and then the novel Lord of Light (1967).",
  "/wiki/Kate_Wilhelm": "Kate Wilhelm (June 8, 1928 –  March 8, 2018) was an American author. She wrote novels and stories in the science fiction, mystery, and suspense genres, including the Hugo Award–winning Where Late the Sweet Birds Sang, and she established the Clarion Workshop with her husband Damon Knight and writer Robin Scott Wilson.",
  "/wiki/The_Blind_Geometer": "\"The Blind Geometer\" is a 1986 science fiction story by American writer Kim Stanley Robinson. It was published by Asimov's Science Fiction.",
  "/wiki/Ursula_K._Le_Guin": "Ursula Kroeber Le Guin (/ˈkroʊbər lə ˈɡwɪn/; October 21, 1929 – January 22, 2018) was an American author best known for her works of speculative fiction, including science fiction works set in her Hainish universe, and the Earthsea fantasy series. She was first published in 1959, and her literary career spanned nearly sixty years, yielding more than twenty novels and over a hundred short stories, in addition to poetry, literary criticism, translations, and children's books. Frequently described as an author of science fiction, Le Guin has also been called a \"major voice in American Letters\", and herself said she would prefer to be known as an \"American novelist\".",
  "/wiki/The_Saturn_Game": "\"The Saturn Game\" is a science fiction novella by American writer Poul Anderson, originally published in Analog Science Fiction and Fact in February 1981.",
  "/wiki/Gregory_Benford": "Gregory Benford (born January 30, 1941) is an American science fiction author and astrophysicist who is Professor Emeritus at the Department of Physics and Astronomy at the University of California, Irvine. He is a contributing editor of Reason magazine.",
  "/wiki/Jack_Vance": "John Holbrook \"Jack\" Vance (August 28, 1916 – May 26, 2013) was an American mystery, fantasy, and science fiction writer. Though most of his work has been published under the name Jack Vance, he also wrote nine mystery novels.",
  "/wiki/The_Last_Castle": "The Last Castle is a 2001 American action drama film directed by Rod Lurie, starring Robert Redford, James Gandolfini, Mark Ruffalo and Delroy Lindo. The film portrays a struggle between inmates and the warden of a military prison, based on the United States Disciplinary Barracks at Fort Leavenworth. A highly decorated U.S. Army Lieutenant General, court martialed and sentenced for insubordination, challenges the prison commandant, a colonel, over his treatment of the prisoners. After mobilizing the inmates, the former general leads an uprising aiming to seize control of the prison.",
  "/wiki/Michael_Bishop_(author)": "Michael Lawson Bishop (born November 12, 1945) is an American writer. Over four decades and in more than thirty books, he has created what has been called a \"body of work that stands among the most admired and influential in modern science fiction and fantasy literature.\"",
  "/wiki/L._Sprague_de_Camp": "Lyon Sprague de Camp (/ˌspreɪɡdəˈkæmp/; 27 November 1907 – 6 November 2000), better known as L. Sprague de Camp, was an American writer of science fiction, fantasy and non-fiction. In a career spanning 60 years, he wrote over 100 books, including novels and works of non-fiction, including biographies of other fantasy authors. He was a major figure in science fiction in the 1930s and 1940s.",
  "/wiki/C.L._Moore": "Catherine Lucille Moore (January 24, 1911 – April 4, 1987) was an American science fiction and fantasy writer, who first came to prominence in the 1930s writing as C. L. Moore. She was among the first women to write in the science fiction and fantasy genres, though earlier woman writers in these genres include Clare Winger Harris, Greye La Spina, and Francis Stevens, amongst others. Nevertheless, Moore's work paved the way for many other female speculative fiction writers.",
  "/wiki/Vintage_Season": "\"Vintage Season\" is a science fiction novella by American authors Catherine L. Moore and Henry Kuttner, published under the joint pseudonym \"Lawrence O'Donnell\" on September, 1946. It has been anthologized many times and was selected for The Science Fiction Hall of Fame, Volume 2A.",
  "/wiki/Charles_de_Lint": "Charles de Lint (born December 22, 1951) is a Canadian writer of Dutch origins. He is married to—and plays music with—MaryAnn Harris.",
  "/wiki/Harry_Turtledove": "Harry Norman Turtledove (born June 14, 1949) is an American novelist, best known for his work in the genres of alternate history, historical fiction, fantasy, and science fiction and mystery.",
  "/wiki/Tor_Double_Novels": "Tor Doubles are a series of science fiction books published by Tor Books between 1988 and 1991, mostly in tête-bêche format.  The series was inspired by the Ace Doubles, published between 1952 and 1973."
}