{
  "/wiki/1896_Summer_Olympics": "The 1896 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 1896, romanized: Therinoí Olympiakoí Agónes 1896), officially known as the Games of the I Olympiad, was the first international Olympic Games held in modern history. Organised by the International Olympic Committee (IOC), which had been created by Pierre de Coubertin, it was held in Athens, Greece, from 6 to 15 April 1896.",
  "/wiki/Athens_Lawn_Tennis_Club": "The Athens Lawn Tennis Club is a tennis club founded in Athens, Greece, in 1895. The club hosted the tennis events for the 1896 Summer Olympics as well as for the 1906 Intercalated Games.",
  "/wiki/Neo_Phaliron_Velodrome": "The Neo Phaliron Velodrome (New Phaleron) was a velodrome and sports arena in the Neo Faliro District of Piraeus, Greece, used for the cycling events at the Athens 1896 Summer Olympics, which was later to be the old Karaiskakis stadium and later the newer Karaiskakis Stadium.",
  "/wiki/1900_Summer_Olympics": "The 1900 Summer Olympics (French: Les Jeux olympiques d'été de 1900), today officially known as the Games of the II Olympiad, was an international multi-sport event that took place in Paris, France, in 1900. No opening or closing ceremonies were held; competitions began on 14 May and ended on 28 October.",
  "/wiki/Puteaux": "Puteaux (French pronunciation: ​[pyto]) is a commune in the western suburbs of Paris, France. It is located in the heart of the Hauts-de-Seine department, 8.7 kilometres (5.4 mi) from the centre of Paris. In 2016, it had a population of 44,941.",
  "/wiki/1904_Summer_Olympics": "The 1904 Summer Olympics, officially known as the Games of the III Olympiad, was an international multi-sport event which was celebrated in St. Louis, Missouri, United States from August 29 until September 3, 1904, as part of an extended sports program lasting from July 1 to November 23, 1904, located at what is now known as Francis Field on the campus of Washington University in St. Louis. It was the first time that the Olympic Games were held outside Europe. Boxing, the oldest combat sport, was introduced.",
  "/wiki/Francis_Field_(St._Louis)": "Francis Olympic Field is a  stadium at Washington University in St. Louis that was used as the main stadium for the 1904 Summer Olympics. It is currently used by the university's track and field, cross country, football, and soccer teams.  It is located in St. Louis County, Missouri on the far western edge of the university's Danforth Campus.  Built in time for the 1904 World's Fair, the stadium once had a 19,000-person seating capacity, but stadium renovations in 1984 reduced the capacity to 3,300 people.  It is one of the oldest sports venues west of the Mississippi River that is still in use.  Francis Olympic Field now utilizes artificial Field Turf, which can be configured for both soccer and football.",
  "/wiki/1908_Summer_Olympics": "The 1908 Summer Olympics, officially the Games of the IV Olympiad, were an international multi-sport event which was held in 1908 in London, United Kingdom from 27 April to 31 October 1908.",
  "/wiki/All_England_Lawn_Tennis_and_Croquet_Club": "The All England Lawn Tennis and Croquet Club, also known as the All England Club, based at Church Road, Wimbledon, London, England, is a private members' club. It is best known as the venue for the Wimbledon Championships, the only Grand Slam tennis event still held on grass. Initially an amateur event that occupied club members and their friends for a few days each summer, the championships have become far more prominent than the club itself. However, it still operates as a members' tennis club.",
  "/wiki/1912_Summer_Olympics": "The 1912 Summer Olympics (Swedish: Olympiska sommarspelen 1912), officially known as the Games of the V Olympiad, were an international multi-sport event held in Stockholm, Sweden, between 5 May and 22 July 1912.",
  "/wiki/%C3%96stermalm_Athletic_Grounds": "Östermalms IP is a sports ground located in the Östermalm district of Stockholm, Sweden. Completed in 1906, the facility played host to several sports during the 1912 Summer Olympics. These sports included equestrian, fencing (including the part for the modern pentathlon), and tennis. It also hosted the exhibition for baseball at those same games. Current tenants are the bandy department of Djurgårdens IF, the youth program of the said club's football department and several lower league teams. The athletic grounds also hosts a speed skating rink during winter.",
  "/wiki/1920_Summer_Olympics": "The 1920 Summer Olympics (French: Les Jeux olympiques d'été de 1920; Dutch: Olympische Zomerspelen van de VIIe Olympiade; German: Olympische Sommerspiele 1920), officially known as the Games of the VII Olympiad, were an international multi-sport event in 1920 in Antwerp, Belgium.",
  "/wiki/Beerschot_Tennis_Club": "The Beerschot Tennis Club, now known as the Royal Beerschot Tennis and Hockey Club is a field hockey and tennis club founded in 1899 in Kontich, Belgium, located in neighboring Antwerp. It hosted the tennis events for the 1920 Summer Olympics.",
  "/wiki/1924_Summer_Olympics": "The 1924 Summer Olympics (French: Les Jeux olympiques d'été de 1924), officially known as the Games of the VIII Olympiad, were an international multi-sport event which was celebrated in 1924 in Paris, France.",
  "/wiki/Stade_Olympique_de_Colombes": "The Stade Olympique Yves-du-Manoir (also known as the Stade Olympique de Colombes, or simply Colombes to the locals) is a rugby, track and association football stadium in Colombes, near Paris, France.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Seoul_Olympic_Park_Tennis_Center": "Seoul Olympic Park Tennis Center is a tennis venue in Seoul, South Korea, located in the Olympic Park.  It hosted the tennis events for the 1988 Summer Olympics and has hosted several South Korea Davis Cup team and South Korea Fed Cup team ties.  The center currently hosts the Hansol Korea Open Tennis Championships.  The main stadium has a capacity of 10,000 people. The No.1 court has a capacity of 3,500, and the other 12 courts have a capacity of 900.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Tennis_de_la_Vall_d%27Hebron": "The Tennis de la Vall d'Hebron (English: Vall d'Hebron Tennis) is a sports venue located in Barcelona. Modified in 1991, it used only nine of the 17 courts for the tennis competitions of the 1992 Summer Olympics.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Stone_Mountain_Tennis_Center": "The Stone Mountain Tennis Center was a tennis venue at Stone Mountain Park in Stone Mountain, Georgia, USA. It was built to host the tennis events for the 1996 Summer Olympics and the 1996 Summer Paralympics, at a total cost of $22 million. At the time of the Olympics, the complex included over 12,000 seats for tennis fans, a 50,000-square-foot (4,600 m2) plaza area located around the stadium, and a stadium court plus 15 additional outer courts. The reconfigured stadium held 7,200 people, and two smaller courts seated 4,000 and 2,000. Although the park was in DeKalb County, the Tennis Center itself was in Gwinnett County.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/NSW_Tennis_Centre": "The Sydney Olympic Park Tennis Centre is a tennis venue located within the Olympic Park in Sydney, Australia. The centre was built in 1999 and hosted the tennis events for the 2000 Summer Olympics. The venue hosted the Sydney International tournament from 2000 to 2019.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Athens_Olympic_Tennis_Centre": "The Athens Olympic Tennis Centre is a grouping of 16 tennis courts at the Athens Olympic Sports Complex, in Marousi, Athens, Greece. The centre consists of a main stadium, known as The Main Court, seating 8,600 fans - though only 6,000 seats were made publicly available during the 2004 Summer Olympics - two semifinal courts, seating 4,300 spectators - though only 3,200 seats were made publicly available during the Olympics - and thirteen side courts, seating 200 observers each.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/National_Tennis_Center,_Beijing": "The National Tennis Center (simplified Chinese: 国家网球中心; traditional Chinese: 國家網球中心; pinyin: Guójiā Wǎngqiú Zhōngxīn), is a tennis centre located in the Olympic Green. It opened on 1 October 2007. It hosted the tennis preliminaries and finals of singles and doubles for men and women at the Beijing 2008 Olympics as well as the Paralympic wheelchair tennis competitions. In 2009, it became the home of China Open.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Olympic_Tennis_Centre_(Rio_de_Janeiro)": "The Olympic Tennis Centre (Portuguese: Centro Olímpico de Tênis) is a tennis venue located in the Barra Olympic Park in Barra da Tijuca in the West Zone of Rio de Janeiro, Brazil. The centre hosted tennis events of the 2016 Summer Olympics, and the wheelchair tennis events of the 2016 Summer Paralympics. The centre was built on the site of the former Nelson Piquet International Autodrome.",
  "/wiki/2020_Summer_Olympics": "The 2020 Summer Olympics (Japanese: 2020年夏季オリンピック, Hepburn: Nisen Nijū-nen Kaki Orinpikku), officially known as the Games of the XXXII Olympiad (Japanese: 第三十二回オリンピック競技大会, Hepburn: Dai Sanjūni-kai Orinpikku Kyōgi Taikai) and commonly known as Tokyo 2020 (tōkyō ni-zero-ni-zero) or the Recovery Olympics (Fukkō Gorin (Japanese: 復興五輪), in reference to the Fukushima Daiichi nuclear disaster recovery), is an upcoming international multi-sport event that is scheduled to take place from 24 July to 9 August 2020 in Tokyo, Japan, with preliminary events in some sports beginning on 22 July.",
  "/wiki/Ariake_Coliseum": "Ariake Coliseum (有明コロシアム, Ariake Koroshiamu) is an indoor sporting arena in Ariake Tennis Forest Park (有明テニスの森公園, Ariake Tenisu no Mori Kōen) located in Ariake, Koto, Tokyo, Japan. It has a capacity of 10,000 and is one of the few professional tennis venues which has a retractable roof.",
  "/wiki/List_of_Olympic_venues_in_tennis": "For the Summer Olympics, there are 15 venues that have been used for tennis. This counts separately the two different venues of the All England Lawn Tennis and Croquet Club at Wimbledon:  The original Worple Road venue (now used by Wimbledon High School) was used for the 1908 Summer Olympics; the current Church Road venue, opened in 1922, was used for the 2012 Summer Olympics.  (Each venue was also used that year for the Wimbledon Championships.)"
}