{
  "/wiki/Kennedy_Space_Center": "The John F. Kennedy Space Center (KSC, originally known as the NASA Launch Operations Center),  located in Merritt Island, Florida, is one of ten National Aeronautics and Space Administration field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Air Force Station (CCAFS). The management of the two entities work very closely together, share resources, and even own facilities on each other's property.",
  "/wiki/Launch_Complex_39": "Launch Complex 39 (LC-39) is a rocket launch site at the John F. Kennedy Space Center on Merritt Island in Florida, United States. The site and its collection of facilities were originally built for the Apollo program and later modified for the Space Shuttle program.",
  "/wiki/Space_Shuttle_Columbia": "Space Shuttle Columbia (Orbiter Vehicle Designation: OV-102) was the first space-rated orbiter in NASA's Space Shuttle fleet. It launched for the first time on mission STS-1 on April 12, 1981, the first flight of the Space Shuttle program. Serving for over 22 years, it completed 27 missions before disintegrating during re-entry near the end of its 28th mission, STS-107 on February 1, 2003, resulting in the deaths of all seven crew members.",
  "/wiki/Terminal_countdown_demonstration_test": "A terminal countdown demonstration test (TCDT) is a simulation of the final hours of a launch countdown and serves as a practice exercise in which both the launch team and flight crew rehearse launch day timelines and procedures. In the specific case of a TCDT for the Space Shuttle, the test culminated in a simulated ignition and RSLS Abort (automated shutdown of the orbiter's main engines). Following the simulated abort, the flight crew was briefed on emergency egress procedures and use of the fixed service structure slidewire system. On some earlier shuttle missions, and Apollo missions, the test would conclude with the flight crew evacuating the launch pad by use of these emergency systems, however this is no longer part of the test.",
  "/wiki/STS-1": "STS-1 (Space Transportation System-1) was the first orbital spaceflight of NASA's Space Shuttle program. The first orbiter, Columbia, launched on 12 April 1981 and returned on 14 April, 54.5 hours later, having orbited the Earth 36 times. Columbia carried a crew of two – mission commander John W. Young and pilot Robert L. Crippen. It was the first American crewed space flight since the Apollo–Soyuz Test Project in 1975. STS-1 was also the only maiden test flight of a new American spacecraft to carry a crew, though it was preceded by atmospheric testing of the orbiter and ground testing of the Space Shuttle system.",
  "/wiki/Merritt_Island_National_Wildlife_Refuge": "Merritt Island National Wildlife Refuge is a 140,000 acres (57,000 ha) U.S. National Wildlife Refuge (NWR) on the Atlantic coast of Florida's largest barrier island. NASA's Kennedy Space Center and visitor complex are also situated on the island and NASA can restrict access to the refuge based on its operational needs.",
  "/wiki/United_States_Fish_and_Wildlife_Service": "The United States Fish and Wildlife Service (USFWS or FWS) is an agency of the US federal government within the US Department of the Interior dedicated to the management of fish, wildlife, and natural habitats. The mission of the agency is \"working with others to conserve, protect, and enhance fish, wildlife, plants and their habitats for the continuing benefit of the American people.\"",
  "/wiki/Vandenberg_AFB": "Vandenberg Air Force Base (IATA: VBG, ICAO: KVBG, FAA LID: VBG) is a United States Air Force Base located 9.2 miles (14.8 km) northwest of Lompoc, California. The installation falls under the jurisdiction of the 30th Space Wing, United States Space Force (USSF).",
  "/wiki/Lompoc,_California": "Lompoc (/ˈlɒmpoʊk/, LOM-poke) (Purisimeño: Lompo', \"Stagnant Water\" ; Spanish: Lumpoco) is a city in Santa Barbara County, California. The city was incorporated on August 13, 1888. The population was 42,434 at the 2010 census, up from 41,103 at the 2000 census.",
  "/wiki/Hensel_Phelps_Construction": "Hensel Phelps Construction Co. is one of the largest general contractors and construction managers in the United States, ranked consistently among ENR's (Engineering News-Record) top 20 Contractors. \nFounded in 1937 as a small, local builder in Greeley, Colorado, Hensel Phelps has grown into a multibillion-dollar employee owned, national contractor with an eclectic and unparalleled portfolio of successfully completed projects.",
  "/wiki/Greeley,_Colorado": "Greeley is the home rule municipality that is the county seat and the most populous municipality of Weld County, Colorado, United States. Greeley is in northern Colorado and is situated 49 miles (79 km) north-northeast of the Colorado State Capitol in Denver.  According to a July 2018 estimate by the U.S. Census Bureau, the population of the city is 107,348, and a 2014 population estimate made Greeley the 12th-most-populous city in Colorado.  Greeley is a major city of the Front Range Urban Corridor.",
  "/wiki/Titusville,_Florida": "Titusville is a city and the county seat of Brevard County, Florida, United States. The city's population was 43,761 as of the 2010 United States Census.\nTitusville is located along the Indian River, west of Merritt Island and the Kennedy Space Center, and south-southwest of the Canaveral National Seashore. It is a principal city of the Palm Bay–Melbourne–Titusville Metropolitan Statistical Area.",
  "/wiki/Space_Shuttle_Challenger_disaster": "The Space Shuttle Challenger disaster was a fatal incident in the United States space program that occurred on Tuesday, January 28, 1986, when the Space Shuttle Challenger (OV-099) broke apart 73 seconds into its flight, killing all seven crew members aboard. The crew consisted of five NASA astronauts, one payload specialist, and a civilian schoolteacher. The mission carried the designation STS-51-L and was the tenth flight for the Challenger orbiter.",
  "/wiki/Henderson,_NV": "Henderson is a city in Clark County, Nevada, United States, about 16 miles (26 km) southeast of Las Vegas. It is the second-largest city in Nevada, after Las Vegas, with an estimated population of 310,390 in 2018. The city is part of the Las Vegas metropolitan area, which spans the entire Las Vegas Valley. Henderson occupies the southeastern end of the valley, at an elevation of 1,864 feet (568 m).",
  "/wiki/PEPCON_disaster": "On May 4, 1988, a conflagration followed by several explosions occurred at the Pacific Engineering and Production Company of Nevada (PEPCON) chemical plant in Henderson, Nevada. The disaster caused two fatalities, 372 injuries, and an estimated US$100 million of damage. A large portion of the Las Vegas Valley within a 10-mile (16 km) radius of the plant was affected, and several agencies activated disaster plans.",
  "/wiki/Ammonium_perchlorate": "Ammonium perchlorate (\"AP\") is an inorganic compound with the formula NH4ClO4.  It is a colorless or white solid that is soluble in water. It is a powerful oxidizer. Combined with a fuel, it can be used as a rocket propellant.  Its instability has involved it in a number of accidents, such as the PEPCON disaster.",
  "/wiki/Solid-fuel_rocket": "A solid-propellant rocket or solid rocket is a rocket with a rocket engine that uses solid propellants (fuel/oxidizer). The earliest rockets were solid-fuel rockets powered by gunpowder; they were used in warfare by the Chinese, Indians, Mongols and Persians, as early as the 13th century.",
  "/wiki/EG&G": "EG&G, formally known as Edgerton, Germeshausen, and Grier, Inc., was a United States national defense contractor and provider of management and technical services. The company was involved in contracting services to the United States government during World War II and conducted weapons research and development during the Cold war era (from 1948 onward.) Its close involvement with some of the government's most sensitive technologies has led to its being cited in conspiracy theories related to Department of Defense black projects.",
  "/wiki/Vehicle_Assembly_Building": "The Vehicle (originally Vertical) Assembly Building, or VAB, is the large building at NASA's  Kennedy Space Center (KSC), designed to assemble the large pre-manufactured space vehicle components, such as the massive Saturn V and the Space Shuttle; and stack them vertically onto the mobile launcher platform (MLP) and crawler-transporter. The future Space Launch System (SLS) will also be assembled there.",
  "/wiki/Cape_Canaveral": "Cape Canaveral, from the Spanish Cabo Cañaveral, is a cape in Brevard County, Florida, United States, near the center of the state's Atlantic coast. Known as Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River.",
  "/wiki/Guiana_Space_Centre": "The Guiana Space Centre (French: Centre Spatial Guyanais (CSG) ) is a French and European spaceport to the northwest of Kourou in French Guiana, a region of France in South America. Operational since 1968, it is particularly suitable as a location for a spaceport. It fulfills the two major geographical requirements of such a site:",
  "/wiki/French_Guiana": "French Guiana (/ɡiˈɑːnə/ or /ɡiˈænə/; French: Guyane [ɡɥijan]) is an overseas department and region of the French Republic on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west. French Guiana is the only territory of the mainland Americas to have full integration in a European country.",
  "/wiki/Launch_Complex_37": "Cape Canaveral Air Force Station Space Launch Complex 37 (SLC-37), previously Launch Complex 37 (LC-37), is a launch complex on Cape Canaveral, Florida.  Construction began in 1959 and the site was accepted by NASA to support the Saturn I program in 1963. The complex consists of two launch pads. LC-37A has never been used, but LC-37B launched uncrewed Saturn I flights (1964 to 1965) and was modified and launched Saturn IB flights (1966 to 1968), including the first (uncrewed) test of the Apollo Lunar Module in space. It was deactivated in 1972.  In 2001 it was modified as the launch site for Delta IV, a launch system operated by United Launch Alliance.",
  "/wiki/Cape_Canaveral_Air_Force_Station": "Cape Canaveral Air Force Station (CCAFS) (known as Cape Kennedy Air Force Station from 1963 to 1973) is an installation of the United States Space Force's 45th Space Wing.",
  "/wiki/Baikonur_Cosmodrome": "The Baikonur Cosmodrome (Kazakh: Байқоңыр ғарыш айлағы, romanized: Baıqońyr ǵarysh aılaǵy; Russian: Космодро́м Байкону́р, romanized: Kosmodrom Baykonur) is a spaceport located in an area of southern Kazakhstan leased to Russia.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Energia": "Energia (Russian: Энергия, Energiya, \"Energy\") (GRAU 11K25) was a Soviet rocket that was designed by NPO Energia to serve as a heavy-lift partially recoverable launch system for a variety of payloads including the Buran spacecraft. Control system main developer enterprise was the Khartron NPO \"Electropribor\". The Energia used four strap-on boosters each powered by a four-chamber RD-170 engine burning kerosene/LOX, and a central core stage with 4 one-chamber RD-0120 (11D122) engines fueled by liquid hydrogen/LOX.",
  "/wiki/Angelina_National_Forest": "Angelina National Forest is a United States National Forest, one of four located in Texas. The 153,180-acre (619.9 km2) Angelina National Forest is located in East Texas  in parts of San Augustine, Angelina, Jasper and Nacogdoches counties. It is managed together with the three other National Forests in Texas (Davy Crockett, Sabine, and Sam Houston) from Forest Service offices in Lufkin, Texas. There are local district offices located in Zavalla. The forest lies in the Neches River Basin and on the north and south shores of Sam Rayburn Reservoir. Longleaf pine is the predominant cover type in the southern portion of the forest, while loblolly and shortleaf pine are dominant species in the northern portion and abundant throughout.  Hundreds of wildlife species exist in the forest. Principal game species include white-tailed deer, squirrel, wild turkey, American woodcock, bobwhite quail, mourning dove and wood duck. The forest provides wintering habitat for the bald eagle. The red-cockaded woodpecker, an endangered species, is found throughout the forest.",
  "/wiki/Space_Shuttle_Columbia_disaster": "The Space Shuttle Columbia disaster was a fatal incident in the United States space program that occurred on February 1, 2003, when the Space Shuttle Columbia (OV-102) disintegrated as it re-entered the atmosphere, killing all seven crew members. The disaster was the second fatal accident in the Space Shuttle program, after the 1986 breakup of Challenger soon after liftoff.",
  "/wiki/Bell_407": "The Bell 407 is a four-blade, single-engine, civil utility helicopter; a derivative of the Bell 206L-4 LongRanger. The 407 uses the four-blade, soft-in-plane design rotor with composite hub developed for the United States Army's OH-58D Kiowa Warrior instead of the two-blade, semi-rigid, teetering rotor of the 206L-4.",
  "/wiki/San_Augustine_County,_Texas": "San Augustine County is a county located in the U.S. state of Texas. As of the 2010 census, its population was 8,865. Its county seat is San Augustine.",
  "/wiki/Broaddus,_Texas": "Broaddus (/ˈbrɔːdəs/ BRAW-dəs) is a town in San Augustine County, Texas, United States. The population was 207 at the 2010 census.",
  "/wiki/South_Bay_(San_Francisco_Bay_Area)": "The Santa Clara Valley  runs south-southeast from the southern end of San Francisco Bay in Northern California in the United States. The northern, urbanized end of the valley is part of a region locally known as the \"South Bay\" and also part of the electronics, research, and technology area known as Silicon Valley. Santa Clara Valley consists of most of Santa Clara County, including its county seat, San Jose, as well as a small portion of San Benito County. The valley, named after the Spanish Mission Santa Clara, was for a time known as the Valley of Heart's Delight for its high concentration of orchards, flowering trees, and plants. Until the 1960s it was the largest fruit-producing and packing region in the world, with 39 canneries.",
  "/wiki/Satish_Dhawan_Space_Centre": "Satish Dhawan Space Centre (SDSC) or Sriharikota Range (SHAR) is a rocket launch centre operated by the Indian Space Research Organisation (ISRO). It is located in Sriharikota in Andhra Pradesh. Sriharikota Range was renamed in 2002 after ISRO's former chairman Satish Dhawan. SDSC's current director is Arumugam Rajarajan. He took over from S. Pandian in July 2019.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Redstone_Arsenal": "Redstone Arsenal (RSA) is a United States Army post and a census-designated place (CDP) adjacent to Huntsville in Madison County, Alabama, United States and is part of the Huntsville-Decatur Combined Statistical Area. The Arsenal is a garrison for a number of tenants including the United States Army Materiel Command, Army's Aviation and Missile Command, the Missile Defense Agency of the Department of Defense, and NASA's Marshall Space Flight Center. RSA has benefited from decisions by the Defense Base Realignment and Closure Commission. The Redstone Arsenal CDP had a population of 1,946 as of the 2010 census.  The base contains a government and contractor workforce that averages 36,000 to 40,000 personnel daily.",
  "/wiki/List_of_spaceflight-related_accidents_and_incidents": "This article lists verifiable spaceflight-related accidents and incidents resulting in human fatality or near-fatality during flight or training for crewed space missions, and testing, assembly, preparation or flight of crewed and robotic spacecraft. Not included are accidents or incidents associated with intercontinental ballistic missile (ICBM) tests, fatality or injury to test animals, uncrewed space flights not resulting in human fatality or serious injury, or Soviet or German rocket-powered aircraft projects of World War II. Also not included are alleged unreported Soviet space accidents, which are considered fringe theories by a majority of historians."
}