{
  "/wiki/1962_NBA_draft": "The 1962 NBA draft was the 16th annual draft of the National Basketball Association (NBA). The draft was held on March 26, 1962, before the 1962–63 season. In this draft, nine NBA teams took turns selecting amateur U.S. college basketball players. A player who had finished his four-year college eligibility was eligible for selection. If a player left college early, he would not be eligible for selection until his college class graduated. In each round, the teams selected in reverse order of their won–loss record in the previous season. Before the draft, a team could forfeit its first-round draft pick, then select any player from within a 50-mile radius of its home arena as their territorial pick. The Chicago Packers, who finished last in the previous season, were renamed the Chicago Zephyrs. The Philadelphia Warriors relocated to San Francisco and became the San Francisco Warriors prior to the start of the season. The draft consisted of 16 rounds, comprising 102 players selected.",
  "/wiki/Bill_McGill": "Bill \"The Hill\" McGill (September 16, 1939 – July 11, 2014) was an American basketball player best known for inventing the jump hook. McGill was the No. 1 overall pick of the 1962 NBA draft from the University of Utah, after leading the NCAA in scoring with 38.8 points per game in 1961-1962.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Terry_Dischinger": "Terry Gilbert Dischinger (born November 21, 1940) is a retired American basketball player in the National Basketball Association (NBA). Dischinger was a 3-time NBA All-Star and the 1963 NBA Rookie of the Year, after averaging 28 points per game in his three seasons at Purdue University.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/Don_Nelson": "Donald Arvid Nelson (born May 15, 1940), sometimes known as Nellie, is an American former National Basketball Association (NBA) player and head coach. Nelson has the most wins of any coach in NBA history, with 1,335. He coached the Milwaukee Bucks, the New York Knicks, the Dallas Mavericks, and the Golden State Warriors. After an All-American career at the University of Iowa, Nelson won five NBA Championships playing with the Boston Celtics, with his number 19 retired by the franchise.",
  "/wiki/University_of_Iowa": "The University of Iowa (UI, U of I, UIowa, or simply Iowa) is a public research university in Iowa City, Iowa. Founded in 1847, it is the oldest and the second largest university in the state. The University of Iowa is organized into 12 colleges offering more than 200 areas of study and seven professional degrees.",
  "/wiki/Cornell_Green_(defensive_back)": "Cornell M. Green (born February 10, 1940), is a former American football player,  a defensive back for thirteen seasons in the National Football League with the  Dallas Cowboys. He did not play college football at Utah State University, but was a two-time All-American basketball player for the Aggies, selected in 1962 NBA draft, but not in the NFL draft.",
  "/wiki/Utah_State_University": "Utah State University (USU or Utah State)  is a public land-grant research university in Logan, Utah. It is accredited by the Northwest Commission on Colleges and Universities. With nearly 20,000 students living on or near campus, USU is Utah's largest public residential campus. As of Fall 2019, there were 27,810 students enrolled including 24,669 undergraduate students and 3,141 graduate students. The university has the highest percentage of out-of-state students of any public university in Utah totaling 23% of the student body.",
  "/wiki/Bill_Hanson_(basketball)": "William Hanson (born c. 1940) is a retired professional basketball player. He played one season in Spain with Real Madrid Baloncesto when they won the 1963–64 FIBA European Champions Cup. Hanson played college basketball with the Washington Huskies from 1960–1962, when the center was a three-time all-conference selection in the Athletic Association of Western Universities (AAWU).",
  "/wiki/University_of_Washington": "The University of Washington (UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest.  The university has additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's, and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.",
  "/wiki/Tulane_University": "Tulane University is a private research university in New Orleans, Louisiana.  It was founded as a public medical college in 1834 and became a comprehensive university in 1847. The institution was made private under the endowments of Paul Tulane and Josephine Louise Newcomb in 1884. Tulane is the 9th oldest private university in the Association of American Universities, which consists of major research universities in the United States and Canada. The Tulane University Law School and Tulane University Medical School are considered the 12th oldest and 15th oldest law and medical schools, respectively, in the United States.",
  "/wiki/University_of_Kentucky": "The University of Kentucky (UK) is a public university in Lexington, Kentucky. Founded in 1865 by John Bryan Bowman as the Agricultural and Mechanical College of Kentucky, the university is one of the state's two land-grant universities (the other being Kentucky State University) and the institution with the highest enrollment in the state, with 30,720 students as of Fall 2015.",
  "/wiki/Carroll_Broussard": "Carroll J. Broussard is an American former basketball player known for his college career at Texas A&M University between 1958 and 1962. Broussard was a three-time Southwest Conference Player of the Year, three-time first-team all-SWC selection, three-time All-American, and was later honored as one of the Southeastern Conference's Legends of Basketball.",
  "/wiki/Texas_A&M_University": "Texas A&M University (Texas A&M or A&M) is a public research university founded in 1876 and located in College Station, Texas. In 1948, Texas A&M University became the founding member of the Texas A&M University System. As of 2017[update], Texas A&M's student body is the largest in Texas and one of the largest in the United States. Texas A&M's designation as a land, sea, and space grant institution—the only university in Texas to hold all three designations—reflects a range of research with ongoing projects funded by organizations such as the National Aeronautics and Space Administration (NASA), the National Institutes of Health, the National Science Foundation, and the Office of Naval Research. In 2001, Texas A&M was inducted as a member of the Association of American Universities. The school's students, alumni—over 500,000 strong—and sports teams are known as Aggies. The Texas A&M Aggies athletes compete in 18 varsity sports as a member of the Southeastern Conference.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Jeff_Slade_(basketball)": "Jeffrey Alan \"Jeff\" Slade (March 1, 1941 – February 11, 2012) was an American professional basketball player. He played in three games for the Chicago Zephyrs of the NBA in the beginning of the 1962–63 after being selected by them in the 1962 NBA draft. He scored four total points in his career.",
  "/wiki/Kenyon_College": "Kenyon College is a private liberal arts college in Gambier, Ohio. It was founded in 1824 by Philander Chase. Kenyon College is accredited by the Higher Learning Commission.",
  "/wiki/Mel_Nowell": "Melvyn P. \"Mel\" Nowell (born December 27, 1939) is an American former basketball player.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Lewis_University": "Lewis University is a private Roman Catholic and Lasallian university in Romeoville, Illinois.  The enrollment is currently around 6,800 students. Lewis offers more than 80 undergraduate majors and programs of study, 22 graduate programs, and accelerated programs for working adults.",
  "/wiki/Williams_College": "Williams College is a private liberal arts college in Williamstown, Massachusetts. It was established in 1793 with funds from the estate of Ephraim Williams, a colonist from the Province of Massachusetts Bay who was killed in the French and Indian War in 1755.",
  "/wiki/Kansas_State_University": "Kansas State University (KSU), commonly shortened to Kansas State or K-State, is a public research university with its main campus in Manhattan, Kansas. It was opened as the state's land-grant college in 1863 and was the first public institution of higher learning in the state of Kansas. It had a record high enrollment of 24,766 students for the Fall 2014 semester.",
  "/wiki/Rockhurst_University": "Rockhurst University is a private Jesuit university in Kansas City, Missouri. Founded in 1910 as Rockhurst College, Rockhurst University is accredited by the Higher Learning Commission.",
  "/wiki/Washington_Wizards_draft_history": "The Washington Wizards (formerly known as the Chicago Packers, the Chicago Zephyrs, the Baltimore Bullets, the Capital Bullets, and the Washington Bullets) have selected the following players in the National Basketball Association Draft."
}