{
  "/wiki/Calgary_Mavericks": "The Calgary Mavericks are a Canadian rugby union team based in Calgary, Alberta. The team plays in the Rugby Canada National Junior Championship and draws most of its players from the Calgary Rugby Union, one of fourteen Rugby Unions that have rep teams in the RCSL. The Mavericks play their home games at Calgary Rugby Park in Calgary. During the sixth season of the Super League the Mavericks became the first team outside of B.C. to win the league Championship defeating the Toronto Xtreme (40-24).",
  "/wiki/Calgary,_Alberta": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor. The city had a population of 1,285,711 in 2019, making it Alberta's largest city. It is the third-largest municipality in Canada (after Toronto and Montreal), and the largest in western Canada. Also in 2016, Calgary had a metropolitan population of 1,392,609, making it the fourth-largest census metropolitan area (CMA) in Canada and second-largest in western Canada. Calgary's economy includes activity in the energy, financial services, film and television, transportation and logistics, technology, manufacturing, aerospace, health and wellness, retail, and tourism sectors. The Calgary CMA is home to Canada's second-highest number of corporate head offices among the country's 800 largest corporations.",
  "/wiki/Edmonton_Gold": "The Edmonton Gold are a Canadian rugby union team based in Edmonton, Alberta. The team plays in the Rugby Canada Super League and draws most of its players from the Edmonton Rugby Union, one of fourteen Rugby Unions that have rep teams in the RCSL. The Gold play their home games at Ellerslie Rugby Park in Edmonton.",
  "/wiki/Edmonton,_Alberta": "Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region, which is surrounded by Alberta's central region. The city anchors the north end of what Statistics Canada defines as the Calgary–Edmonton Corridor. The city had a population of 932,546 in 2016, making it Alberta's second-largest city and Canada's fifth-largest municipality. Also in 2016, Edmonton had a metropolitan population of 1,321,426, making it the sixth-largest census metropolitan area (CMA) in Canada. Edmonton is North America's northernmost metropolitan area with a population over one million. A resident of Edmonton is known as an Edmontonian. Edmonton's historic growth has been facilitated through the absorption of five adjacent urban municipalities (Strathcona, North Edmonton, West Edmonton, Beverly and Jasper Place) in addition to a series of annexations through 1982, and the annexation of 8,260 ha (82.6 km2) of land from Leduc County and the city of Beaumont on January 1, 2019.",
  "/wiki/Fraser_Valley_Venom": "The Fraser Valley Venom are a Canadian rugby union team based in the Fraser Valley, British Columbia. The team plays in the Rugby Canada National Junior Championship and draws most of its players from the Fraser Valley Rugby Union, one of 13 Rugby Unions that have representative teams in the RCNJC. The Venom previously played in the Rugby Canada Super League until the national governing body, Rugby Canada, decided to disband the league after the 2008 season in favour of the Americas Rugby Championship. Rugby Canada established the RCNJC as a new under-20 national competition, with virtually all the RCSL unions choosing to field teams in that league. The Venom play their home games at Rotary Stadium in Abbotsford. The Venom won the 2000 RCSL championship defeating the Nova Scotia Keltics (15-9) and the 2001 Championship defeating the Toronto Renegades (20-14).",
  "/wiki/Fraser_Valley": "The Fraser Valley is the region of the Fraser River basin in southwestern British Columbia downstream of the Fraser Canyon. The term is sometimes used outside British Columbia to refer to the entire basin including the Fraser Canyon and up from there to its source, but in general British Columbian usage of the term refers to the stretch of the river downstream from the town of Hope, and includes all of the Canadian portion of the Fraser Lowland and areas flanking it.",
  "/wiki/British_Columbia": "British Columbia (BC; French: Colombie-Britannique) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province. The first British settlement in the area was Fort Victoria, established in 1843, which gave rise to the City of Victoria, at first the capital of the separate Colony of Vancouver Island. Subsequently, on the mainland, the Colony of British Columbia (1858–1866) was founded by Richard Clement Moody and the Royal Engineers, Columbia Detachment, in response to the Fraser Canyon Gold Rush. Moody was Chief Commissioner of Lands and Works for the Colony and the first Lieutenant Governor of British Columbia: he was hand-picked by the Colonial Office in London to transform British Columbia into the British Empire's bulwark in the farthest west, and to found a second England on the shores of the Pacific. Moody selected the site for and founded the original capital of British Columbia, New Westminster, established the Cariboo Road and Stanley Park, and designed the first version of the Coat of arms of British Columbia. Port Moody is named after him. In 1866, Vancouver Island became part of the colony of British Columbia, and Victoria became the united colony's capital.",
  "/wiki/Manitoba_Buffalo": "The Manitoba Buffalo was a Canadian rugby union team based in Winnipeg, Manitoba. The team played in the Rugby Canada Super League and drew most of its players from the Manitoba Rugby Union, one of fourteen Rugby Unions that have rep teams in the RCSL. The Buffalo played their home games at Maple Grove Rugby Park in Winnipeg. The Buffalo did not participate in the 2006, 2007, or 2008 RCSL seasons.",
  "/wiki/Winnipeg": "Winnipeg (/ˈwɪnɪpɛɡ/ (listen)) is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America. The city is named after the nearby Lake Winnipeg; the name comes from the Western Cree words for muddy water. The region was a trading centre for Indigenous peoples long before the arrival of Europeans. French traders built the first fort on the site in 1738. A settlement was later founded by the Selkirk settlers of the Red River Colony in 1812, the nucleus of which was incorporated as the City of Winnipeg in 1873. As at 2016[update], Winnipeg is the seventh-most populated municipality in Canada, with a resident population of about 778,500. Being far inland, the local climate is extremely seasonal even by Canadian standards with average January lows of around −21 °C (−6 °F) and average July highs of 26 °C (79 °F).",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south. Indigenous peoples have inhabited what is now Manitoba for thousands of years. In the late 17th century, fur traders arrived on two major river systems, what is now called the Nelson in northern Manitoba and in the southeast along the Winnipeg River system. A Royal Charter in 1670 granted all the lands draining into Hudson's Bay to the British company and they administered trade in what was then called Rupert's Land. During the next 200 years, communities continued to grow and evolve, with a significant settlement of Michif in what is now Winnipeg.",
  "/wiki/Saskatchewan_Prairie_Fire": "The Prairie Fire was a Canadian rugby union team based in Regina, Saskatchewan. The team played in the Rugby Canada Super League and the Rugby Canada National Junior Championship, which followed once the former was disbanded. The Fire drew most of their players from the Saskatchewan Rugby Union, one of fourteen Rugby Unions that have rep teams in the RCSL. The Prairie Fire played their home games at Regina Rugby Park in Regina. The Prairie Fire were Western Champions for the 2005 and  2006 seasons, but both times came up short in the Super League Final versus the Newfoundland Rock, once in Regina and once in St. Johns, Newfoundland, at Swilers Rugby Park. They won the MacTier Cup at Regina Rugby Park in 2007 defeating the Niagara Thunder, 28–12. These were three of five times that a team outside of British Columbia has been the Western Champion of the RCSL; the other two times were by the Calgary Mavericks in 2003 and 2008.",
  "/wiki/Regina,_Saskatchewan": "Regina (/rɪˈdʒaɪnə/) is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. As of the 2016 census, Regina had a city population of 215,106, and a Metropolitan Area population of 236,481. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159. Regina was previously the seat of government of the North-West Territories, of which the current provinces of Saskatchewan and Alberta originally formed part, and of the District of Assiniboia. The site was previously called Wascana (Buffalo Bones in Cree), but was renamed to Regina (Latin for Queen) in 1882 in honour of Queen Victoria.",
  "/wiki/Vancouver_Island_Crimson_Tide": "The Vancouver Island Rising Tide (formerly Vancouver Island Crimson Tide) are a Canadian rugby union team based in Victoria, British Columbia. The team plays in the Rugby Canada National Junior Championship and draws most of its players from the British Columbia Rugby Union. The Tide play their home games at the Windsor Park in Victoria. The team hold the record for winning the most MacTier Cups.",
  "/wiki/Victoria,_British_Columbia": "Victoria (Saanich: METULIYE mətúliyə) is the capital city of the Canadian province of British Columbia, located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th most densely populated city in Canada with 4,405.8 people per square kilometre, which is a greater population density than Toronto. Victoria is the southernmost major city in Western Canada, and is about 100 km (60 mi) from British Columbia's largest city of Vancouver on the mainland. The city is about 100 km (60 mi) from Seattle by airplane, ferry, or the Victoria Clipper passenger-only ferry which operates daily, year round between Seattle and Victoria, and 40 km (25 mi) from Port Angeles, Washington, by ferry Coho across the Strait of Juan de Fuca. Named after Queen Victoria of the United Kingdom and, at the time, British North America, Victoria is one of the oldest cities in the Pacific Northwest, with British settlement beginning in 1843. The city has retained a large number of its historic buildings, in particular its two most famous landmarks, Parliament Buildings (finished in 1897 and home of the Legislative Assembly of British Columbia) and the Empress hotel (opened in 1908). The city's Chinatown is the second oldest in North America after San Francisco's.",
  "/wiki/Vancouver_Island": "Vancouver Island is in the northeastern Pacific Ocean, part of the Canadian province of British Columbia. The island is 460 kilometres (290 mi) in length, 100 kilometres (62 mi) in width at its widest point, and 32,134 km2 (12,407 sq mi) in area. It is the largest island on the West Coast of the Americas. The southern part of Vancouver Island and some of the nearby Gulf Islands are the only parts of British Columbia or Western Canada to lie south of the 49th Parallel. This area has one of the warmest climates in Canada, and since the mid-1990s has been mild enough in a few areas to grow subtropical Mediterranean crops such as olives and lemons. Vancouver Island had a population in 2019 of 870,297. Nearly half of that population (401,700) live in the metropolitan area of Greater Victoria. Other notable cities and towns on Vancouver Island include Nanaimo, Port Alberni, Parksville, Courtenay, and Campbell River.",
  "/wiki/Vancouver_Wave": "The Vancouver Wave are a Canadian rugby union team based in Vancouver, British Columbia. The team plays in the Rugby Canada National Junior Championship and draws most of its players from the Vancouver Rugby Union and the British Columbia Rugby Union, one of fourteen Rugby Unions that have rep teams in the RCSL. The Wave play their home games at the Brockton Oval at Stanley Park in Vancouver. The team played under the name BC Wave for the 2006 and 2007 RCSL seasons, but later switched back to using Vancouver Wave. On August 1, 2009, the team won their first national championship. When they defeated the Toronto Rebellion 41-21.",
  "/wiki/Vancouver,_British_Columbia": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups. Vancouver is consistently named as one of the top five worldwide cities for livability and quality of life, and the Economist Intelligence Unit acknowledged it as the first city ranked among the top ten of the world's most well-living cities for ten consecutive years. In 2011, the city planned to become the greenest city in the world by 2020. Vancouverism is the city's urban planning design philosophy."
}