{
  "/wiki/Rocky_(film_series)": "Rocky is a series of American boxing drama films. The first film, Rocky (1976), and its five sequels centered on the boxing career of the eponymous fictional character, Rocky Balboa (Sylvester Stallone).  For the seventh and eighth, spin-off-sequels Creed (2015), and Creed II (2018), the series shifted towards Adonis Creed (Michael B. Jordan), the son of Rocky's deceased rival and friend Apollo Creed (Carl Weathers), as the titular boxer with the now-retired Rocky appearing as his trainer. All films in the series were written or co-written by Stallone except for Creed, which was written by Ryan Coogler and Aaron Covington. The original film and the fifth installment were directed by John G. Avildsen, Creed was directed by Coogler, Creed II was directed by Steven Caple Jr., and the rest were directed by Stallone. In July 2019, Stallone said that another sequel to the Rocky franchise is in development and there have been ongoing discussions about a prequel television series based on the early years of Rocky Balboa.",
  "/wiki/Rocky": "Rocky is a 1976 American sports drama film directed by John G. Avildsen, written by and starring Sylvester Stallone. It tells the rags to riches American Dream story of Rocky Balboa, an uneducated, kind-hearted working class Italian-American boxer, working as a debt collector for a loan shark in the slums of Philadelphia.  Rocky, a small-time club fighter, gets a shot at the world heavyweight championship. The film also stars Talia Shire as Adrian, Burt Young as Adrian's brother Paulie, Burgess Meredith as Rocky's trainer Mickey Goldmill, and Carl Weathers as the reigning champion, Apollo Creed.",
  "/wiki/Creed_(film)": "Creed is a 2015 American sports drama film directed by Ryan Coogler and written by Coogler and Aaron Covington. Both a spin-off and sequel in the Rocky film series, Michael B. Jordan stars as Adonis Johnson Creed, Apollo Creed's son, with Sylvester Stallone reprising the role of Rocky Balboa. It also features Tessa Thompson, Phylicia Rashad, Tony Bellew, and Graham McTavish. The film reunites Jordan with Fruitvale Station writer-director Coogler, as well as Wood Harris, with whom Jordan had worked on The Wire.",
  "/wiki/The_Mummy_(franchise)": "The Mummy is the title of several horror-adventure film series centered on an ancient Egyptian priest who is accidentally resurrected, bringing with him a powerful curse, and the ensuing efforts of heroic archaeologists to stop him.",
  "/wiki/The_Mummy_(1999_film)": "The Mummy is a 1999 American action horror film written and directed by Stephen Sommers. It is a remake loosely based on the 1932 film of the same title and stars Brendan Fraser, Rachel Weisz, John Hannah, and Kevin J. O'Connor, with Arnold Vosloo in the titular role as the reanimated mummy. The film follows adventurer Rick O'Connell as he travels to Hamunaptra, the city of the dead, with a librarian and her brother, where they accidentally awaken Imhotep, a cursed high priest from the reign of the pharaoh Seti I.",
  "/wiki/The_Scorpion_King_(film_series)": "The Scorpion King is an American media franchise and spin-off of The Mummy franchise created by Stephen Sommers. The series consists of five films and two video games.",
  "/wiki/X-Men_(film_series)": "X-Men is an American superhero film series based on the fictional superhero team of the same name, who originally appeared in a series of comic books created by Stan Lee and Jack Kirby and published by Marvel Comics. 20th Century Fox obtained the film rights to the characters in 1994, and after numerous drafts, Bryan Singer was hired to direct the first film, released in 2000, and its sequel, X2 (2003), while Brett Ratner directed X-Men: The Last Stand (2006).",
  "/wiki/X-Men_(film)": "X-Men is a 2000 American superhero film directed by Bryan Singer and written by David Hayter from a story by Singer and Tom DeSanto. The film is based on the Marvel Comics superhero team of the same name and features an ensemble cast consisting of Patrick Stewart, Hugh Jackman, Ian McKellen, Halle Berry, Famke Janssen, James Marsden, Bruce Davison, Rebecca Romijn-Stamos, Ray Park, Tyler Mane, and Anna Paquin. The film depicts a world where a small proportion of people are mutants, whose possession of superhuman powers makes them distrusted by normal humans. It focuses on mutants Wolverine and Rogue as they are brought into a conflict between two groups that have radically different approaches to bringing about the acceptance of mutant-kind: Professor Xavier's X-Men, and the Brotherhood of Mutants, led by Magneto.",
  "/wiki/Wolverine_(film_series)": "Wolverine is a fictional character appearing in American comic books published by Marvel Comics. He is one of the few X-Men characters to be included in every media adaptation of the X-Men franchise, including film, television, computer and video games, and is the only one to have starred in his own video games.",
  "/wiki/Deadpool_(film_series)": "Deadpool (Wade Winston Wilson) is a fictional character appearing in American comic books published by Marvel Comics. Created by writer Fabian Nicieza and artist/writer Rob Liefeld, the character first appeared in The New Mutants #98 (cover-dated February 1991). Initially Deadpool was depicted as a supervillain when he made his first appearance in The New Mutants and later in issues of X-Force, but later evolved into his more recognizable antiheroic persona. Deadpool, whose real name is Wade Wilson, is a disfigured mercenary with the superhuman ability of an accelerated healing factor and physical prowess. The character is known as the \"Merc with a Mouth\" because of his tendency to talk and joke constantly, including breaking the fourth wall for humorous effect and running gags.",
  "/wiki/Middle-earth_(film_franchise)": "J. R. R. Tolkien's novels The Hobbit and The Lord of the Rings, set in Middle-earth, have been the subject of various film adaptations. There were many early failed attempts to bring the fictional universe to life in screen, some even rejected by the author himself. The first depictions of Middle-earth on film were realized in 1966 as a short cartoon film. In 1978 the first big screen adaptation of the fictional setting was introduced in The Lord of the Rings. The story was more or less completed with the animated television special The Return of the King. In 1985, Middle-earth was depicted in a live-action film for the first time by an adaptation produced in the Soviet Union. In 1993, a live-action television miniseries titled Hobitit was aired by the Finnish broadcaster Yle.",
  "/wiki/The_Lord_of_the_Rings:_The_Fellowship_of_the_Ring": "The Lord of the Rings: The Fellowship of the Ring is a 2001 epic fantasy adventure film directed by Peter Jackson, based on the first volume of J. R. R. Tolkien's The Lord of the Rings. The film is the first instalment in The Lord of the Rings trilogy and was produced by Barrie M. Osborne, Jackson, Fran Walsh and Tim Sanders, and written by Walsh, Philippa Boyens and Jackson. The film features an ensemble cast including Elijah Wood, Ian McKellen, Liv Tyler, Viggo Mortensen, Sean Astin, Cate Blanchett, John Rhys-Davies, Billy Boyd, Dominic Monaghan, Orlando Bloom, Christopher Lee, Hugo Weaving, Sean Bean, Ian Holm, and Andy Serkis. It was followed by The Two Towers (2002) and The Return of the King (2003).",
  "/wiki/The_Lord_of_the_Rings_(film_series)": "The Lord of the Rings is a film series of three epic fantasy adventure films directed by Peter Jackson, based on the novel written by J. R. R. Tolkien. The films are subtitled The Fellowship of the Ring (2001), The Two Towers (2002) and The Return of the King (2003). Produced and distributed by New Line Cinema with the co-production of WingNut Films, it is an international venture between New Zealand and the United States. The films feature an ensemble cast including Elijah Wood, Ian McKellen, Liv Tyler, Viggo Mortensen, Sean Astin, Cate Blanchett, John Rhys-Davies, Christopher Lee, Billy Boyd, Dominic Monaghan, Orlando Bloom, Hugo Weaving, Andy Serkis and Sean Bean.",
  "/wiki/The_Hobbit_(film_series)": "The Hobbit is a film series consisting of three high fantasy adventure films directed by Peter Jackson. They are based on the 1937 novel The Hobbit by J. R. R. Tolkien, with large portions of the trilogy inspired by the appendices to The Return of the King, which expand on the story told in The Hobbit, as well as new material and characters written especially for the films. Together they act as a prequel to Jackson's The Lord of the Rings film trilogy. The films are subtitled An Unexpected Journey (2012), The Desolation of Smaug (2013), and The Battle of the Five Armies (2014).",
  "/wiki/Wizarding_World": "The Wizarding World (previously known as J. K. Rowling's Wizarding World) is a fantasy media franchise and shared fictional universe centred on a series of films, based on the Harry Potter novel series by J. K. Rowling. The films have been in production since 2000, and in that time ten films have been produced—eight are adaptations of the Harry Potter novels and two are part of the Fantastic Beasts series. The films are owned and distributed by Warner Bros. Pictures, and three more are in various stages of production. The series has collectively grossed over $9.1 billion at the global box office, making it the third-highest-grossing film franchise of all time (behind the Marvel Cinematic Universe and Star Wars).",
  "/wiki/Harry_Potter_and_the_Philosopher's_Stone_(film)": "Harry Potter and the Philosopher's Stone (released in the United States as Harry Potter and the Sorcerer's Stone) is a 2001 fantasy film directed by Chris Columbus and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1997 novel of the same name. The film is the first instalment of the Harry Potter film series and was written by Steve Kloves and produced by David Heyman. Its story follows Harry Potter's first year at Hogwarts School of Witchcraft and Wizardry as he discovers that he is a famous wizard and begins his education. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger.",
  "/wiki/Harry_Potter_(film_series)": "Harry Potter is a British-American film series based on the eponymous novels by author J. K. Rowling. The series is distributed by Warner Bros. and consists of eight fantasy films, beginning with Harry Potter and the Philosopher's Stone (2001) and culminating with Harry Potter and the Deathly Hallows – Part 2 (2011). A spin-off prequel series will consist of five films started with Fantastic Beasts and Where to Find Them (2016), marking the beginning of the Wizarding World shared media franchise.",
  "/wiki/Cars_(franchise)": "Cars is a CGI-animated film series and Disney media franchise set in a world populated by anthropomorphic vehicles created by John Lasseter. The franchise began with the 2006 film of the same name, produced by Pixar and released by Walt Disney Pictures. The film was followed by a sequel in 2011. A third film was released in 2017. The now defunct Disneytoon Studios produced the two spin-off films Planes (2013) and Planes: Fire & Rescue (2014).",
  "/wiki/Cars_(film)": "Cars is a 2006 American computer-animated road-comedy film produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed and co-written by John Lasseter from a screenplay by Dan Fogelman, it was Pixar's final independently produced film before its purchase by Disney in January 2006. Set in a world populated entirely by anthropomorphic talking cars and other vehicles, the film stars the voices of Owen Wilson, Paul Newman (in his final acting role), Bonnie Hunt, Larry the Cable Guy, Tony Shalhoub, Cheech Marin, Michael Wallis, George Carlin, Paul Dooley, Jenifer Lewis, Guido Quaroni, Michael Keaton, Katherine Helmond, John Ratzenberger and Richard Petty, while race car drivers Dale Earnhardt Jr. (as \"Junior\"), Mario Andretti, Michael Schumacher and car enthusiast Jay Leno (as \"Jay Limo\") voice themselves.",
  "/wiki/Planes_(film)": "Planes is a 2013 American 3D computer-animated sports comedy film produced by Disneytoon Studios and released by Walt Disney Pictures. It is a spin-off of Pixar's Cars franchise. Despite not being produced by Pixar, the film was co-written and executive produced by Pixar and Walt Disney Animation Studios' then-chief creative officer John Lasseter, who directed the first two Cars films. The film stars the voices of Dane Cook, Stacy Keach, Priyanka Chopra in her Hollywood debut, Brad Garrett, Teri Hatcher, Danny Mann, Julia Louis-Dreyfus, Roger Craig Smith, John Cleese, Carlos Alazraqui, Val Kilmer, and Anthony Edwards.",
  "/wiki/Despicable_Me_(franchise)": "Despicable Me is an animated media franchise produced by Illumination and distributed by Universal Pictures, consisting of four feature films, thirteen short films, and additional merchandise. It centers on Gru, a reformed super-villain (who later becomes a father and secret agent), his yellow-colored Minions; his three adopted daughters, Margo, Edith and Agnes, Dr. Nefario, and his wife, Lucy Wilde.",
  "/wiki/Despicable_Me": "Despicable Me is a 2010 American 3D computer-animated comedy film  produced by Illumination Entertainment as its debut film and project and distributed by Universal Pictures. The film was animated by the French animation studio Mac Guff, which was later acquired by Illumination. Directed by Pierre Coffin and Chris Renaud in their directorial debuts with a story by Sergio Pablos and screenplay by Cinco Paul and Ken Daurio, the film is eponymous with the main character and its theme song, composed by Pharrell Williams.",
  "/wiki/Minions_(film)": "Minions is a 2015 American 3D computer-animated comedy film, serving as a spin-off prequel to the Despicable Me franchise. Produced by Illumination Entertainment for Universal Pictures, it was directed by Pierre Coffin and Kyle Balda, written by Brian Lynch, and produced by Chris Meledandri and Janet Healy. The film stars the voices of Coffin (as the Minions, including: Kevin, Stuart, and Bob), Sandra Bullock, Jon Hamm, Michael Keaton, Allison Janney, Steve Coogan, and Jennifer Saunders, with the narration provided by Geoffrey Rush. It was first foreshadowed in the end credits of Despicable Me 2 (2013), where Kevin, Stuart, and Bob, three of the Minions and the film's main characters, are seen auditioning for the film.",
  "/wiki/The_Conjuring_Universe": "The Conjuring Universe is an American media franchise and shared universe centered on a series of supernatural horror films, produced by New Line Cinema, The Safran Company and Atomic Monster Productions and distributed by Warner Bros. Pictures. The films present a dramatization of the real-life cases of Ed and Lorraine Warren, paranormal investigators and authors associated with prominent yet controversial cases of haunting. The main series follows their attempts to assist people who find themselves possessed by demonic spirits, while the spin-off films focus on the origins of some of the entities the Warrens have encountered.",
  "/wiki/The_Conjuring": "The Conjuring is a 2013 American supernatural horror film directed by James Wan and written by Chad Hayes and Carey W. Hayes. It is the inaugural film in the Conjuring Universe franchise. Patrick Wilson and Vera Farmiga star as Ed and Lorraine Warren, paranormal investigators and authors associated with prominent cases of haunting. Their purportedly real-life reports inspired The Amityville Horror story and film franchise. The Warrens come to the assistance of the Perron family, who experienced increasingly disturbing events in their farmhouse in Rhode Island in 1971.",
  "/wiki/Annabelle_(film)": "Annabelle is a 2014 American supernatural horror film directed by John R. Leonetti, written by Gary Dauberman and produced by Peter Safran and James Wan. It is a prequel to 2013's The Conjuring and the second installment in the Conjuring Universe franchise. The film was inspired by a story of a doll named Annabelle told by Ed and Lorraine Warren. The film stars Annabelle Wallis, Ward Horton, and Alfre Woodard.",
  "/wiki/The_Nun_(2018_film)": "The Nun  is a 2018 American gothic supernatural horror film directed by Corin Hardy and written by Gary Dauberman, from a story by Dauberman and James Wan. It is a spin-off of 2016's The Conjuring 2 and the fifth installment in the Conjuring Universe franchise. The film stars Demián Bichir, Taissa Farmiga and Jonas Bloquet, with Bonnie Aarons reprising her role as the Demon Nun, an incarnation of Valak, from The Conjuring 2. The plot follows a Roman Catholic priest and a nun in her novitiate as they uncover an unholy secret in 1952 Romania.",
  "/wiki/The_Curse_of_La_Llorona": "The Curse of La Llorona (also known as The Curse of the Weeping Woman in some markets) is a 2019 American supernatural horror film directed by Michael Chaves in his directorial debut, and written by Mikki Daughtry and Tobias Iaconis. It is the  sixth  installment in the Conjuring Universe franchise. Based on the Latin American folklore of La Llorona, the film stars Linda Cardellini, Raymond Cruz, and Patricia Velásquez, and follows a mother in 1973 Los Angeles who must save her children from a malevolent spirit who is trying to steal them. The film was produced by James Wan through his Atomic Monster Productions banner.",
  "/wiki/The_Lego_Movie_(franchise)": "The Lego Movie is an Danish-American media franchise based on Lego construction toys. It began with the 2014 film of the same name, which was directed and written by Phil Lord and Christopher Miller. The success of the film led it to receiving two licensed video games, a theme park film ride attraction, two spin-off films which were released in 2017, an animated series that also came out in the same year as well as a sequel in 2019 among other pieces of media. A third spin-off film as well as a sequel to The Lego Batman Movie are in development. The Lego film franchise has received generally positive critical reception (with the exception of Ninjago which got mixed reviews) and has grossed $1 billion at the worldwide box office. It was originally produced and owned by Warner Bros.",
  "/wiki/The_Lego_Movie": "The Lego Movie is a 2014 computer-animated comedy film written and directed by Phil Lord and Christopher Miller from a story by Lord, Miller, and Dan and Kevin Hageman. Based on the Lego line of construction toys, its story focuses on an ordinary Lego minifigure who finds himself helping a resistance stop a tyrannical businessman from gluing everything in the Lego world into his vision of perfection. Chris Pratt, Will Ferrell, Elizabeth Banks, Will Arnett, Nick Offerman, Alison Brie, Charlie Day, Liam Neeson, and Morgan Freeman provide their voices for the film's main characters. The film was dedicated to Kathleen Fleming, the former director of entertainment development of the Lego company, following her death in Cancún, Mexico, in April 2013.",
  "/wiki/The_Lego_Batman_Movie": "The Lego Batman Movie is a 2017 3D computer-animated superhero comedy film produced by the Warner Animation Group and distributed by Warner Bros. Pictures. It was directed by Chris McKay, and written by Seth Grahame-Smith, Chris McKenna, Erik Sommers, Jared Stern and John Whittington, and produced by Dan Lin, Roy Lee, Phil Lord and Christopher Miller. Based on the Lego Batman toy line, the film is an international co-production of the United States, Australia and Denmark, the first spin-off installment of The Lego Movie film series and the second installment overall. The story centers on the DC Comics character Batman as he attempts to overcome his greatest fear in order to stop the Joker's latest plan. The film features Will Arnett reprising his role as Batman from The Lego Movie alongside Zach Galifianakis, Michael Cera, Rosario Dawson and Ralph Fiennes.",
  "/wiki/The_Lego_Ninjago_Movie": "The Lego Ninjago Movie is a 2017 3D computer-animated martial arts adventure-comedy film based on the toy line of the same name. Directed by Charlie Bean in his directorial debut, Paul Fisher and Bob Logan from a screenplay by Logan, Fisher, William Wheeler, Tom Wheeler, Jared Stern and John Whittington, it is the first theatrical film to be based on an original Lego property.  It is the third installment of The Lego Movie franchise as well as its second spin-off. Starring the voices of Dave Franco, Michael Peña, Kumail Nanjiani, Abbi Jacobson, Zach Woods, Fred Armisen, Jackie Chan, Justin Theroux and Olivia Munn, the film focuses on Lloyd Garmadon, a teenage ninja, as he attempts to accept the truth about his villainous father while a new threat emerges to endanger his homeland.",
  "/wiki/List_of_fictional_shared_universes_in_film_and_television": "This is a list of shared universes in film. There are different definitions of shared universe. It is a requirement that two or more previously unconnected characters come together into one film."
}