{
  "/wiki/Marquess_of_Dublin": "The title of Duke of Ireland was created in 1386 for Robert de Vere, 9th Earl of Oxford (1362–1392), the favourite of King Richard II of England, who had previously been created Marquess of Dublin. Both were peerages for one life only. At this time, only the Pale of Ireland (the Lordship of Ireland) was under English control. Despite its name, the Dukedom of Ireland is generally considered to have been one in the Peerage of England, and is the first time that a Ducal title was created for someone who was not a close relative of the King.",
  "/wiki/Duke_of_Ireland": "The title of Duke of Ireland was created in 1386 for Robert de Vere, 9th Earl of Oxford (1362–1392), the favourite of King Richard II of England, who had previously been created Marquess of Dublin. Both were peerages for one life only. At this time, only the Pale of Ireland (the Lordship of Ireland) was under English control. Despite its name, the Dukedom of Ireland is generally considered to have been one in the Peerage of England, and is the first time that a Ducal title was created for someone who was not a close relative of the King.",
  "/wiki/Marquess_of_Dorset": "The title Marquess of Dorset has been created three times in the Peerage of England.  It was first created in 1397 for John Beaufort, 1st Earl of Somerset, but he lost the title two years later.  It was then created in 1442 for Edmund Beaufort, 1st Earl of Dorset, who was created Duke of Somerset in 1448.  That creation was attainted in 1463.",
  "/wiki/Marquess_of_Somerset": "Duke of Somerset, from the county of Somerset, is a title that has been created five times in the peerage of England. It is particularly associated with two families: the Beauforts, who held the title from the creation of 1448, and the Seymours, from the creation of 1547, in whose name the title is still held. The present dukedom is unique, in that the first holder of the title created it for himself in his capacity of Lord Protector of the Kingdom of England, using a power granted in the will of his nephew King Edward VI.",
  "/wiki/Duke_of_Somerset": "Duke of Somerset, from the county of Somerset, is a title that has been created five times in the peerage of England. It is particularly associated with two families: the Beauforts, who held the title from the creation of 1448, and the Seymours, from the creation of 1547, in whose name the title is still held. The present dukedom is unique, in that the first holder of the title created it for himself in his capacity of Lord Protector of the Kingdom of England, using a power granted in the will of his nephew King Edward VI.",
  "/wiki/Duke_of_Suffolk": "Duke of Suffolk is a title that has been created three times in the peerage of England.",
  "/wiki/Marquess_of_Montagu": "The title of Marquess of Montagu was created in 1470 for John Neville, 1st Earl of Northumberland, younger brother of Warwick the Kingmaker. Montagu was killed at the Battle of Barnet in 1471, and was attainted and the peerage forfeit.",
  "/wiki/Marquess_of_Berkeley": "William de Berkeley, 1st Marquess of Berkeley (1426 – 14 February 1492) was an English peer, given the epithet \"The Waste-All\" by the family biographer and steward John Smyth of Nibley.  He was buried at \"St. Augustine's Friars, London\" according to one source, but most likely in the Berkeley family foundation of St Augustine's Abbey, Bristol.",
  "/wiki/Marquess_of_Exeter": "Marquess of Exeter is a title that has been created twice, once in the Peerage of England and once in the Peerage of the United Kingdom. The first creation came in the Peerage of England in 1525 for Henry Courtenay, 2nd Earl of Devon. For more information on this creation, which was forfeited in 1538, see the Earl of Devon.",
  "/wiki/Marquess_of_Pembroke": "Marquess of Pembroke was a title in the Peerage of England created by King Henry VIII for his future spouse Anne Boleyn. It was the first hereditary peerage granted to a woman.",
  "/wiki/Anne_Boleyn": "Anne Boleyn (/ˈbʊlɪn, bʊˈlɪn/; c. 1501 – 19 May 1536) was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution by beheading, made her a key figure in the political and religious upheaval that was the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in the Netherlands and France, largely as a maid of honour to Queen Claude of France. Anne returned to England in early 1522, to marry her Irish cousin James Butler, 9th Earl of Ormond; the marriage plans were broken off, and instead she secured a post at court as maid of honour to Henry VIII's wife, Catherine of Aragon.",
  "/wiki/Marquess_of_Northampton": "Marquess of Northampton is a title that has been created twice, firstly in the Peerage of England (1547), then secondly in the Peerage of the United Kingdom (1812). The current holder of this title is Spencer Compton, 7th Marquess of Northampton.",
  "/wiki/Marquess_of_Winchester": "Marquess of Winchester is a title in the Peerage of England that was created in 1551 for the prominent statesman William Paulet, 1st Earl of Wiltshire. The Marquessate is the only English one in existence (extant) therefore its holder is considered the Premier Marquess of England.  The current holder is Nigel Paulet, 18th Marquess of Winchester (born 1941) whose son uses the courtesy title Lord Wiltshire.",
  "/wiki/Duke_of_Bolton": "Marquess of Winchester is a title in the Peerage of England that was created in 1551 for the prominent statesman William Paulet, 1st Earl of Wiltshire. The Marquessate is the only English one in existence (extant) therefore its holder is considered the Premier Marquess of England.  The current holder is Nigel Paulet, 18th Marquess of Winchester (born 1941) whose son uses the courtesy title Lord Wiltshire.",
  "/wiki/Marquess_of_Buckingham": "Marquess of Buckingham may refer to:",
  "/wiki/Duke_of_Buckingham": "Duke of Buckingham, referring to Buckingham, is a title that has been created several times in the peerages of England, Great Britain, and the United Kingdom. There have also been Earls of Buckingham and Marquesses of Buckingham.",
  "/wiki/Marquess_of_Hertford": "The titles of Earl of Hertford and Marquess of Hertford have been created several times in the peerages of England and Great Britain.",
  "/wiki/Marquess_of_Worcester": "Duke of Beaufort, a title in the Peerage of England, was created by Charles II in 1682 for Henry Somerset, 3rd Marquess of Worcester, a descendant of Charles Somerset, 1st Earl of Worcester, legitimized son of Henry Beaufort, 3rd Duke of Somerset, a Lancastrian leader in the Wars of the Roses. The name Beaufort refers to a castle in Champagne, France (now Montmorency-Beaufort). It is the only current dukedom to take its name from a place outside the British Isles.[citation needed]",
  "/wiki/Duke_of_Beaufort": "Duke of Beaufort, a title in the Peerage of England, was created by Charles II in 1682 for Henry Somerset, 3rd Marquess of Worcester, a descendant of Charles Somerset, 1st Earl of Worcester, legitimized son of Henry Beaufort, 3rd Duke of Somerset, a Lancastrian leader in the Wars of the Roses. The name Beaufort refers to a castle in Champagne, France (now Montmorency-Beaufort). It is the only current dukedom to take its name from a place outside the British Isles.[citation needed]",
  "/wiki/Marquess_of_Newcastle-upon-Tyne": "Duke of Newcastle upon Tyne is a title that has been created three times.  The related title Duke of Newcastle-under-Lyne  [sic] has been created once to provide a slightly more remote special remainder. The title first was conferred in 1665 when William Cavendish was made Duke of Newcastle upon Tyne. He was a prominent Royalist commander in the Civil War. He had already been elevated as Viscount Mansfield in 1620, Baron Cavendish of Bolsover and Earl of Newcastle upon Tyne in 1621 and Marquess of the latter in 1643, and was created Earl of Ogle as main subsidiary title to the dukedom to be used as a courtesy style for his heir presumptive.",
  "/wiki/Duke_of_Newcastle": "Duke of Newcastle upon Tyne is a title that has been created three times.  The related title Duke of Newcastle-under-Lyne  [sic] has been created once to provide a slightly more remote special remainder. The title first was conferred in 1665 when William Cavendish was made Duke of Newcastle upon Tyne. He was a prominent Royalist commander in the Civil War. He had already been elevated as Viscount Mansfield in 1620, Baron Cavendish of Bolsover and Earl of Newcastle upon Tyne in 1621 and Marquess of the latter in 1643, and was created Earl of Ogle as main subsidiary title to the dukedom to be used as a courtesy style for his heir presumptive.",
  "/wiki/Marquess_of_Dorchester": "Duke of Kingston-upon-Hull was a title in the Peerage of Great Britain, with the title Earl of Kingston-upon-Hull being a title in the Peerage of England. The Earldom was created on 25 July 1628 for Robert Pierrepont, 1st Viscount Newark. The Dukedom was created on 10 August 1715 for his great-grandson, Evelyn Pierrepont, 1st Marquess of Dorchester, who had succeeded as the fifth Earl of Kingston-upon-Hull in 1690. The Dukedom became extinct on the death of the second Duke in 1773. Unlike the city to which they refer, Kingston upon Hull, which is usually shortened to Hull, these titles are usually shortened to Duke (or Earl) of Kingston. (The titles were hyphenated but the city is now usually written without hyphens.) They should not be confused with the separate Irish Earldom of Kingston (which refers to the town of Kingston in County Dublin).",
  "/wiki/Marquess_of_Halifax": "The title Marquess of Halifax was created in the Peerage of England in 1682 for the 1st Marquess of Halifax.",
  "/wiki/Marquess_of_Powis": "Marquess of Powis was a title in the Peerage of England. It was created in 1687 for William Herbert, 1st Earl of Powis. He had already succeeded his father as third Baron Powis in 1667 and had been created Earl of Powis in the Peerage of England in 1674; Marquess of Powis and Viscount Montgomery in 1687.  When James II went into exile in France, the Marquess followed him. He served as Comptroller of the Royal Household and his wife Elizabeth as Governess of the Royal children. He was rewarded in 1698 by the titles Duke of Powis and Marquess of Montgomery, but these titles in the Jacobite Peerage (though used) were not recognised in England.",
  "/wiki/Marquess_of_Carmarthen": "Duke of Leeds was a title in the Peerage of England. It was created in 1694 for the prominent statesman Thomas Osborne, 1st Marquess of Carmarthen. He had already succeeded as 2nd Baronet, of Kiveton (1647) and been created Viscount Osborne, of Dunblane (1673), Baron Osborne, of Kiveton in the County of York (also 1673) and Viscount Latimer, of Danby in the County of York (also 1673), Earl of Danby, in the County of York (1674), and Marquess of Carmarthen (1689). All these titles were in the Peerage of England, except for the viscountcy of Osborne, which was in the Peerage of Scotland.[note 1] He resigned the latter title in favour of his son in 1673. The Earldom of Danby was a revival of the title held by his great-uncle, Henry Danvers, 1st Earl of Danby (see Earl of Danby).",
  "/wiki/Duke_of_Leeds": "Duke of Leeds was a title in the Peerage of England. It was created in 1694 for the prominent statesman Thomas Osborne, 1st Marquess of Carmarthen. He had already succeeded as 2nd Baronet, of Kiveton (1647) and been created Viscount Osborne, of Dunblane (1673), Baron Osborne, of Kiveton in the County of York (also 1673) and Viscount Latimer, of Danby in the County of York (also 1673), Earl of Danby, in the County of York (1674), and Marquess of Carmarthen (1689). All these titles were in the Peerage of England, except for the viscountcy of Osborne, which was in the Peerage of Scotland.[note 1] He resigned the latter title in favour of his son in 1673. The Earldom of Danby was a revival of the title held by his great-uncle, Henry Danvers, 1st Earl of Danby (see Earl of Danby).",
  "/wiki/List_of_marquessates_in_the_peerages_of_Britain_and_Ireland": "This page lists all marquessates, extant, extinct, dormant, abeyant, or forfeit, in the peerages of England, Scotland, Great Britain, Ireland, and the United Kingdom."
}