{
  "/wiki/Earl_of_Ormonde_(Scottish)": "The title Earl of Ormond was twice created in the Peerage of Scotland, both times for members of the Douglas family. The first creation was in 1445 for a brother of the 8th and 9th Earls of Douglas. He forfeited the earldom in 1455, at the same time as the 9th Earl of Douglas lost his titles.",
  "/wiki/Duke_of_Ross": "The title Duke of Ross has been created twice in the Peerage of Scotland, both times for younger sons of the King of Scotland. Named for Ross in Scotland, it was first created in 1488 for James Stewart, Earl of Ross, the second son of James III. On his early death in 1504, the title became extinct.",
  "/wiki/Marquess_of_Fife": "Earl of Bothwell was a title that was created twice in the Peerage of Scotland. It was first created for Patrick Hepburn in 1488, and was forfeited in 1567.  Subsequently, the earldom was re-created for the 4th Earl's nephew and heir of line, Francis Stewart, whose father was an illegitimate son of James V.  The second creation was forfeited in 1612, and although the heir was subsequently rehabilitated, the title was never restored.",
  "/wiki/Duke_of_Orkney": "Earl of Bothwell was a title that was created twice in the Peerage of Scotland. It was first created for Patrick Hepburn in 1488, and was forfeited in 1567.  Subsequently, the earldom was re-created for the 4th Earl's nephew and heir of line, Francis Stewart, whose father was an illegitimate son of James V.  The second creation was forfeited in 1612, and although the heir was subsequently rehabilitated, the title was never restored.",
  "/wiki/Duke_of_Hamilton": "Duke of Hamilton is a title in the Peerage of Scotland, created in 1643. It is the senior dukedom in that Peerage (except for the Dukedom of Rothesay held by the Sovereign's eldest son), and as such its holder is the Premier Peer of Scotland, as well as being head of both the House of Hamilton and the House of Douglas. The title, the town of Hamilton in Lanarkshire, and many places around the world are named after members of the Hamilton family. The Ducal family's surname, originally \"Hamilton\", is now \"Douglas-Hamilton\". Since 1711, the Dukedom has been held together with the Dukedom of Brandon in the Peerage of Great Britain, and the Dukes since that time have been styled Duke of Hamilton and Brandon, along with several other subsidiary titles.",
  "/wiki/Marquess_of_Huntly": "Marquess of Huntly (traditionally spelt Marquis in Scotland) (Scottish Gaelic: Coileach Strath Bhalgaidh) is a title in the Peerage of Scotland created on 17 April 1599 for George Gordon, 6th Earl of Huntly. It is the oldest existing marquessate in Scotland, and the second-oldest in the British Isles, only the English marquessate of Winchester being older. The Marquess holds the following subsidiary titles: Lord Gordon of Strathaven and Glenlivet and Earl of Aboyne (1660; Peerage of Scotland), and Baron Meldrum, of Morven in the County of Aberdeen (1815; Peerage of the United Kingdom)",
  "/wiki/Duke_of_Gordon": "The title Duke of Gordon has been created once in the Peerage of Scotland and again in the Peerage of the United Kingdom.",
  "/wiki/Duke_of_Albany": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Windsor.",
  "/wiki/Duke_of_York": "Duke of York is a title of nobility in the Peerage of the United Kingdom. Since the 15th century, it has, when granted, usually been given to the second son of English (later British) monarchs. The equivalent title in the Scottish peerage was Duke of Albany. However, King George I and Queen Victoria granted the second sons of their eldest sons the titles Duke of York and Albany and Duke of York respectively.",
  "/wiki/Peerage_of_England": "The Peerage of England comprises all peerages created in the Kingdom of England before the Act of Union in 1707. In that year, the Peerages of England and Scotland were replaced by one Peerage of Great Britain.",
  "/wiki/Prince_of_Wales": "Prince of Wales (Welsh: Tywysog Cymru, Welsh pronunciation: [təˈwəsog ˈkəmrɨ]) was a title granted to native Welsh princes before the 12th century; the term replaced the use of the word king. One of the last Welsh princes, Llywelyn ap Gruffudd, was killed in battle in 1282 by Edward I, King of England, whose son Edward (born in Caernarfon Castle in 1284) was invested as the first English Prince of Wales in 1301.",
  "/wiki/Duke_of_Cornwall": "Duke of Cornwall is a title in the Peerage of England, traditionally held by the eldest son of the reigning British monarch, previously the English monarch. The Duchy of Cornwall was the first duchy created in England and was established by a royal charter in 1337. The present duke is the Prince of Wales, the eldest son of Queen Elizabeth II. His wife, Camilla, is the current Duchess of Cornwall.",
  "/wiki/Duke_of_Rothesay": "Duke of Rothesay (Scottish Gaelic: Diùc Baile Bhòid, Scots: Duik o Rothesay) is a dynastic title of the heir apparent to the British throne, currently Prince Charles. It was a title of the heir apparent to the throne of the Kingdom of Scotland before 1707, of the Kingdom of Great Britain from 1707 to 1801, and now of the United Kingdom of Great Britain and Northern Ireland. It is the title mandated for use by the heir apparent when in Scotland, in preference to the titles Duke of Cornwall (which also belongs to the eldest living son of the monarch, when and only when he is also heir apparent, by right) and Prince of Wales (traditionally granted to the heir apparent), which are used in the rest of the United Kingdom and overseas. The Duke of Rothesay also holds other Scottish titles, including those of Earl of Carrick, Baron of Renfrew, Lord of the Isles and Prince and Great Steward of Scotland. The title is named after Rothesay on the Isle of Bute, Argyll and Bute, but is not associated with any legal entity or landed property, unlike the Duchy of Cornwall.",
  "/wiki/Marquess_of_Wigtown": "Robert Bruce Stuart, Duke of Kintyre and Lorne (18 January 1602 – 27 May 1602) was the fifth child of James VI of Scots and Anne of Denmark. He was born at Dunfermline Palace, Fife. On 2 May 1602 he was created Duke of Kintyre and Lorne, Marquess of Wigton, Earl of Carrick and Lord of Annandale. He died at Dunfermline Palace on 27 May 1602 and was buried at Holyrood Abbey.",
  "/wiki/Duke_of_Kintyre_and_Lorne": "Robert Bruce Stuart, Duke of Kintyre and Lorne (18 January 1602 – 27 May 1602) was the fifth child of James VI of Scots and Anne of Denmark. He was born at Dunfermline Palace, Fife. On 2 May 1602 he was created Duke of Kintyre and Lorne, Marquess of Wigton, Earl of Carrick and Lord of Annandale. He died at Dunfermline Palace on 27 May 1602 and was buried at Holyrood Abbey.",
  "/wiki/Marquess_of_Douglas": "The Mormaer or Earl of Angus was the ruler of the medieval Scottish province of Angus. The title, in the Peerage of Scotland, is held by the Duke of Hamilton, and is used as a courtesy title for the eldest son of the Duke's eldest son.",
  "/wiki/Duke_of_Douglas": "The Mormaer or Earl of Angus was the ruler of the medieval Scottish province of Angus. The title, in the Peerage of Scotland, is held by the Duke of Hamilton, and is used as a courtesy title for the eldest son of the Duke's eldest son.",
  "/wiki/Duke_of_Brandon": "Duke of Hamilton is a title in the Peerage of Scotland, created in 1643. It is the senior dukedom in that Peerage (except for the Dukedom of Rothesay held by the Sovereign's eldest son), and as such its holder is the Premier Peer of Scotland, as well as being head of both the House of Hamilton and the House of Douglas. The title, the town of Hamilton in Lanarkshire, and many places around the world are named after members of the Hamilton family. The Ducal family's surname, originally \"Hamilton\", is now \"Douglas-Hamilton\". Since 1711, the Dukedom has been held together with the Dukedom of Brandon in the Peerage of Great Britain, and the Dukes since that time have been styled Duke of Hamilton and Brandon, along with several other subsidiary titles.",
  "/wiki/Marquess_of_Argyll": "Duke of Argyll (Scottish Gaelic: Diùc Earra-Ghàidheil) is a title, created in the Peerage of Scotland in 1701 and in the Peerage of the United Kingdom in 1892. The Earls, Marquesses, and Dukes of Argyll were for several centuries among the most powerful noble families in Scotland.  As such, they played a major role in Scottish history throughout the 16th, 17th, and 18th centuries. The Duke of Argyll also holds the hereditary titles of chief of Clan Campbell and Master of the Household of Scotland.",
  "/wiki/Marquess_of_Clydesdale": "Duke of Hamilton is a title in the Peerage of Scotland, created in 1643. It is the senior dukedom in that Peerage (except for the Dukedom of Rothesay held by the Sovereign's eldest son), and as such its holder is the Premier Peer of Scotland, as well as being head of both the House of Hamilton and the House of Douglas. The title, the town of Hamilton in Lanarkshire, and many places around the world are named after members of the Hamilton family. The Ducal family's surname, originally \"Hamilton\", is now \"Douglas-Hamilton\". Since 1711, the Dukedom has been held together with the Dukedom of Brandon in the Peerage of Great Britain, and the Dukes since that time have been styled Duke of Hamilton and Brandon, along with several other subsidiary titles.",
  "/wiki/Marquess_of_Montrose": "Duke of Montrose (named after Montrose, Angus) is a title that has been created twice in the Peerage of Scotland. The first creation was in 1488 for David Lindsay, 5th Earl of Crawford. He was forced to forfeit the dukedom later in 1488, but it was restored to him in 1489, although only for his lifetime. Thus, it was not inherited.",
  "/wiki/Duke_of_Montrose": "Duke of Montrose (named after Montrose, Angus) is a title that has been created twice in the Peerage of Scotland. The first creation was in 1488 for David Lindsay, 5th Earl of Crawford. He was forced to forfeit the dukedom later in 1488, but it was restored to him in 1489, although only for his lifetime. Thus, it was not inherited.",
  "/wiki/Marquess_of_March": "Earl of Lauderdale is a title in the Peerage of Scotland.  The current holder of the title is Ian Maitland, 18th Earl of Lauderdale.",
  "/wiki/Duke_of_Lauderdale": "Earl of Lauderdale is a title in the Peerage of Scotland.  The current holder of the title is Ian Maitland, 18th Earl of Lauderdale.",
  "/wiki/Marquess_of_Atholl": "Duke of Atholl, alternatively Duke of Athole, named after Atholl in Scotland, is a title in the Peerage of Scotland held by the head of Clan Murray. It was created by Queen Anne in 1703 for John Murray, 2nd Marquess of Atholl, with a special remainder to the heir male of his father, the 1st Marquess.",
  "/wiki/Duke_of_Atholl": "Duke of Atholl, alternatively Duke of Athole, named after Atholl in Scotland, is a title in the Peerage of Scotland held by the head of Clan Murray. It was created by Queen Anne in 1703 for John Murray, 2nd Marquess of Atholl, with a special remainder to the heir male of his father, the 1st Marquess.",
  "/wiki/Marquess_of_Bambreich": "Earl of Rothes (pronounced \"Roth-is\") is a title in the Peerage of Scotland. It was created in 1458 for George Leslie, 1st Lord Leslie. He had already been created Lord Leslie in 1445, also in the Peerage of Scotland. His grandson, the third Earl, having only succeeded his elder brother in March 1513, was killed at the Battle of Flodden on 9 September of the same year. His son, the fourth Earl, served as an Extraordinary Lord of Session. Lord Rothes was also tried for the murder of Cardinal Beaton but was acquitted.",
  "/wiki/Duke_of_Rothes": "Earl of Rothes (pronounced \"Roth-is\") is a title in the Peerage of Scotland. It was created in 1458 for George Leslie, 1st Lord Leslie. He had already been created Lord Leslie in 1445, also in the Peerage of Scotland. His grandson, the third Earl, having only succeeded his elder brother in March 1513, was killed at the Battle of Flodden on 9 September of the same year. His son, the fourth Earl, served as an Extraordinary Lord of Session. Lord Rothes was also tried for the murder of Cardinal Beaton but was acquitted.",
  "/wiki/Marquess_of_Queensberry": "Marquess of Queensberry is a title in the Peerage of Scotland. The title has been held since its creation in 1682 by a member of the Douglas family. The Marquesses also held the title of Duke of Queensberry from 1684 to 1810, when it was inherited by the Duke of Buccleuch.",
  "/wiki/Duke_of_Queensberry": "The title Duke of Queensberry was created in the Peerage of Scotland on 3 February 1684 along with the subsidiary title Marquess of Dumfriesshire for the 1st Marquess of Queensberry. The Dukedom was held along with the Marquessate of Queensberry until the death of the 4th Duke (and 5th Marquess) in 1810, when the Marquessate was inherited by Sir Charles Douglas of Kelhead, 5th Baronet, while the Dukedom was inherited by the 3rd Duke of Buccleuch. Since then the title of Duke of Queensberry has been held by the Dukes of Buccleuch.",
  "/wiki/Marquess_of_Dumfriesshire": "The title Duke of Queensberry was created in the Peerage of Scotland on 3 February 1684 along with the subsidiary title Marquess of Dumfriesshire for the 1st Marquess of Queensberry. The Dukedom was held along with the Marquessate of Queensberry until the death of the 4th Duke (and 5th Marquess) in 1810, when the Marquessate was inherited by Sir Charles Douglas of Kelhead, 5th Baronet, while the Dukedom was inherited by the 3rd Duke of Buccleuch. Since then the title of Duke of Queensberry has been held by the Dukes of Buccleuch.",
  "/wiki/Duke_of_Buccleuch": "The title Duke of Buccleuch /bəˈkluː/, formerly also spelt Duke of Buccleugh, is a title in the Peerage of Scotland created twice on 20 April 1663, first for James Scott, 1st Duke of Monmouth and second suo jure for his wife Anne Scott, 4th Countess of Buccleuch. Monmouth, the eldest illegitimate son of Charles II was attainted after his 1685 rebellion, but his wife's title was unaffected and passed on to their descendants, who have successively borne the surnames Scott, Montagu-Scott, Montagu Douglas Scott and Scott again.  In 1810, the 3rd Duke of Buccleuch inherited the Dukedom of Queensberry, also in the Peerage of Scotland, thus separating that title from the Marquessate of Queensberry.",
  "/wiki/Marquess_of_Tweeddale": "Marquess of Tweeddale (sometimes spelled Tweedale) is a title of the Peerage of Scotland, created in 1694 for the 2nd Earl of Tweeddale. Lord Tweeddale holds the subsidiary titles of Earl of Tweeddale (created 1646), Earl of Gifford (1694), Viscount of Walden (1694), Lord Hay of Yester (1488), and Baron Tweeddale, of Yester in the County of Haddington (1881), all but the last in the Peerage of Scotland.  As Baron Tweeddale in the Peerage of the United Kingdom, Lord Tweeddale sat between 1881 and 1963 in the House of Lords. The Marquess' eldest son uses Viscount Walden as a courtesy title.",
  "/wiki/Marquess_of_Kintyre_and_Lorne": "Duke of Argyll (Scottish Gaelic: Diùc Earra-Ghàidheil) is a title, created in the Peerage of Scotland in 1701 and in the Peerage of the United Kingdom in 1892. The Earls, Marquesses, and Dukes of Argyll were for several centuries among the most powerful noble families in Scotland.  As such, they played a major role in Scottish history throughout the 16th, 17th, and 18th centuries. The Duke of Argyll also holds the hereditary titles of chief of Clan Campbell and Master of the Household of Scotland.",
  "/wiki/Duke_of_Argyll": "Duke of Argyll (Scottish Gaelic: Diùc Earra-Ghàidheil) is a title, created in the Peerage of Scotland in 1701 and in the Peerage of the United Kingdom in 1892. The Earls, Marquesses, and Dukes of Argyll were for several centuries among the most powerful noble families in Scotland.  As such, they played a major role in Scottish history throughout the 16th, 17th, and 18th centuries. The Duke of Argyll also holds the hereditary titles of chief of Clan Campbell and Master of the Household of Scotland.",
  "/wiki/Duke_of_Greenwich": "Duke of Argyll (Scottish Gaelic: Diùc Earra-Ghàidheil) is a title, created in the Peerage of Scotland in 1701 and in the Peerage of the United Kingdom in 1892. The Earls, Marquesses, and Dukes of Argyll were for several centuries among the most powerful noble families in Scotland.  As such, they played a major role in Scottish history throughout the 16th, 17th, and 18th centuries. The Duke of Argyll also holds the hereditary titles of chief of Clan Campbell and Master of the Household of Scotland.",
  "/wiki/Peerage_of_Great_Britain": "The Peerage of Great Britain comprises all extant peerages created in the Kingdom of Great Britain after the Acts of Union 1707 but before the Acts of Union 1800. It replaced the Peerage of England and the Peerage of Scotland, but was itself replaced by the Peerage of the United Kingdom in 1801.",
  "/wiki/Peerage_of_the_United_Kingdom": "The Peerage of the United Kingdom comprises most peerages created in the United Kingdom of Great Britain and Ireland after the Acts of Union in 1801, when it replaced the Peerage of Great Britain. New peers continued to be created in the Peerage of Ireland until 1898 (the last creation was the Barony of Curzon of Kedleston).",
  "/wiki/Marquess_of_Lothian": "Marquess of Lothian is a title in the Peerage of Scotland. It was created in 1701 for Robert Kerr, 4th Earl of Lothian. The Marquess of Lothian holds the subsidiary titles of Earl of Lothian (created 1606), Earl of Lothian (created again 1631), Earl of Ancram (1633), Earl of Ancram (created again 1701), Viscount of Briene (1701), Lord Newbattle (1591), Lord Jedburgh (1622), Lord Kerr of Newbattle (1631), Lord Kerr of Nisbet, Langnewtoun, and Dolphinstoun (1633), Lord Kerr of Newbattle, Oxnam, Jedburgh, Dolphinstoun and Nisbet (1701), and Baron Ker, of Kersheugh in the County of Roxburgh (1821), all but the last in the Peerage of Scotland.  As The Lord Ker in the Peerage of the United Kingdom, previous Marquesses sat in the House of Lords before 1963, when Scottish peers first sat in the House of Lords in their own right. The holder of the title is also the Chief of Clan Kerr.",
  "/wiki/Marquess_of_Annandale": "Earl of Annandale and Hartfell is a title in the Peerage of Scotland, created in 1661 for James Johnstone.",
  "/wiki/Marquess_of_Angus_and_Abernethy": "The Mormaer or Earl of Angus was the ruler of the medieval Scottish province of Angus. The title, in the Peerage of Scotland, is held by the Duke of Hamilton, and is used as a courtesy title for the eldest son of the Duke's eldest son.",
  "/wiki/List_of_marquessates_in_the_peerages_of_Britain_and_Ireland": "This page lists all marquessates, extant, extinct, dormant, abeyant, or forfeit, in the peerages of England, Scotland, Great Britain, Ireland, and the United Kingdom."
}