{
  "/wiki/Bumper_Cars": "Bumper cars or dodgems is the generic name for a type of flat ride consisting of several small electrically powered cars which draw power from the floor and/or ceiling, and which are turned on and off remotely by an operator.  They are also known as bumping cars, dodging cars and dashing cars.",
  "/wiki/S%26S_Worldwide": "S&S – Sansei Technologies, formerly S&S Worldwide, is an American company known for its pneumatically powered amusement rides and roller coaster designing.",
  "/wiki/Space_Shot_(ride)": "Space Shot is a type of amusement ride manufactured by S&S Worldwide.",
  "/wiki/Drop_Tower": "A drop tower or big drop is a type of amusement ride incorporating a central structure or tower. Drop towers vary in height, passenger capacity, lift type, and brake type. Many are custom-made, although there are some mass-produced designs. Riders experience free-fall initially, followed by rapid heavy deceleration.",
  "/wiki/Alabama_Splash_Adventure": "Alabama Splash Adventure (previously known as VisionLand, Alabama Adventure and Splash Adventure) is a water park and amusement park, located off Interstate 20/59 in Bessemer, Alabama, just west of Birmingham and east of Tuscaloosa.  It is owned by Koch Family Parks, which consists of members of the family who formerly had minority ownership in Holiday World & Splashin' Safari.",
  "/wiki/Huss_Park_Attractions": "HUSS Park Attractions (legal name: Huss Park Attractions GmbH) is a company that specializes in developing and manufacturing amusement rides at a factory in Budapest, Hungary.",
  "/wiki/Swing_Around": "The HUSS Swing Around is an amusement park ride formerly manufactured by HUSS. It was HUSS Maschinenfabrik's first ride model, debuted in 1969. It is not manufactured by the company anymore, but there are a handful of known units left around the world. The ride rotates in a circle, and the arms swing out, and then come in. They keep on doing this during the ride, in bigger and bigger increments until the very end, where they all swing out, using pneumatic pressure. Most parks require riders to be 42 inches tall to ride; anyone under 48 inches tall must ride with an adult.",
  "/wiki/Vekoma": "Vekoma Rides Manufacturing is a Dutch amusement ride manufacturer. Vekoma is an abbreviation of Veld Koning Machinefabriek (Veld Koning Machine Factory) and was established in 1926 by Hendrik op het Veld. They originally manufactured farm equipment and later made steel constructions for the coal mining industry in the 1950s, After the closure of Dutch mines in 1965, they manufactured steel pipes for the petrochemical industry. Since the 1970s, they have manufactured amusement rides. In 2018, Vekoma was acquired by Sansei Technologies, the parent company of American ride manufacturer S&S Sansei.",
  "/wiki/Ferris_wheel": "A Ferris wheel is an amusement ride consisting of a rotating upright wheel with multiple passenger-carrying components (commonly referred to as passenger cars, cabins, tubs, capsules, gondolas, or pods) attached to the rim in such a way that as the wheel turns, they are kept upright, usually by gravity. Some of the largest modern Ferris wheels have cars mounted on the outside of the rim, with electric motors to independently rotate each car to keep it upright. These wheels are sometimes referred to as observation wheels and their cars referred to as capsules. However, these alternative names are also used for wheels with conventional gravity-oriented cars.",
  "/wiki/1982_World%27s_Fair": "The 1982 World's Fair, formally known as the Knoxville International Energy Exposition, was held in Knoxville, Tennessee, United States. The specialized Expo themed \"Energy Turns the World\", was recognized by the Bureau International des Expositions (BIE).",
  "/wiki/Carousel": "A carousel (American English: from French carrousel and Italian carosello), roundabout (British English), or merry-go-round, is a type of amusement ride consisting of a rotating circular platform with seats for riders. The \"seats\" are traditionally in the form of rows of wooden horses or other animals mounted on posts, many of which are moved up and down by gears to simulate galloping, to the accompaniment of looped circus music.[citation needed] This leads to one of the alternative American names, the galloper (however see ‘direction of rotation’ below). Other popular names are jumper, horseabout, and flying horses.[citation needed]",
  "/wiki/Zierer": "Zierer Karussell- und Spezialmaschinenbau GmbH & Co. KG (Short name: Zierer) is a German company located close to Deggendorf. Zierer manufactures Tivoli and Force line of roller coasters, as well as panoramic wheels, wave swingers, flying carpets, Hexentanz and Kontiki rides. The company also has partnered with Schwarzkopf to build Lisebergbanan at Liseberg and Knightmare at Camelot Theme Park.",
  "/wiki/Wave_swinger": "The swing ride or chair swing ride (sometimes called a swing carousel, wave swinger, yo-yo, Chair-O-Planes, Dodo or swinger) is an amusement ride that is a variation on the carousel in which the seats are suspended from the rotating top of the carousel. On some versions, particularly on the Wave Swingers, the rotating top of the carousel also tilts for additional variations of motion.",
  "/wiki/Pirate_ship_(ride)": "A pirate ship is a type of amusement ride based on pirate ships, consisting of an open, seated gondola (usually in the style of a pirate ship) which swings back and forth, subjecting the rider to various levels of angular momentum. A variant where the riders must pull on ropes to swing the ride is known as a swing boat.",
  "/wiki/Larson_International": "Larson International is a designer and manufacturer of amusement rides based in Plainview, Texas. The company has designed its own collection of amusement rides, as well as owning rights to rides originally designed by Bisch-Rocco and Sellner Manufacturing.",
  "/wiki/Eli_Bridge": "Eli Bridge Company is a family-owned amusement ride manufacturer headquartered in Jacksonville, Illinois, U.S.",
  "/wiki/Scrambler_(ride)": "The Scrambler, Twist (in the UK), Twister, Cha Cha (in Australia), Sizzler, or Merry Mixer, is an amusement ride in which suspended riders spinning in cars experience centrifugal force, while spinning along two separate axes.  Riders are seated in small carriages clustered together and connected by beams at the top to a central point. The clustered vehicles are spun in one direction, while the ride as a whole spins in the opposite direction. There are a number of variations of the design.",
  "/wiki/The_Predator_(roller_coaster)": "Predator is a wooden roller coaster located at Six Flags Darien Lake. It was designed by Curtis D. Summers and built by Dinn Corporation and opened in 1990.",
  "/wiki/Enterprise_(ride)": "The Enterprise is an amusement ride, manufactured primarily by HUSS Park Attractions and Anton Schwarzkopf beginning in 1972. The HUSS ride was an adaptation and improvement of a design produced earlier that year by Schwarzkopf, with an increased passenger capacity. Despite not owning the original incarnation of the ride, HUSS was issued the patent.",
  "/wiki/SkyScreamer": "SkyScreamer is an amusement ride located at several Six Flags theme parks in North America. Designed by Funtime, an Austrian ride manufacturer, the attraction is one of their \"Star Flyer\" models. Since 2011, Six Flags has installed SkyScreamers in ten of their parks.",
  "/wiki/Mack_Rides": "Mack Rides GmbH & Co KG, also known simply as Mack Rides, is a German company that designs and constructs amusement rides, based in Waldkirch, Baden-Württemberg, Germany. It is one of the world's oldest amusement industry suppliers, and builds many types of rides, including flat rides, dark rides, log flumes, tow boat rides and roller coasters. The family that owns Mack Rides also owns Europa-Park.",
  "/wiki/Arrow_Dynamics": "Arrow Dynamics was an American manufacturing and engineering company that specialized in designing and building amusement park rides, especially roller coasters. Based in Clearfield, Utah, the company was the successor to Arrow Development (1946–1981) and Arrow Huss (1981–1986), which were responsible for several influential advancements in the amusement and theme park industries. Among the most significant was tubular steel track, which provided a smoother ride than the railroad style rails commonly used prior to the 1960s on wooden roller coasters. The Matterhorn Bobsleds at Disneyland, built in 1959, was Arrow's first roller coaster project."
}