{
  "/wiki/Frank_Burke_(Medal_of_Honor_recipient)": "Francis Xavier \"Frank\" Burke (September 29, 1918 – September 6, 1988) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Daniel_J._Callaghan": "Daniel Judson Callaghan (July 26, 1890 – November 13, 1942) was a United States Navy officer who received the Medal of Honor posthumously for his actions during the Naval Battle of Guadalcanal. In a career spanning just over 30 years, he served his country in two wars. He served on several ships during his first 20 years of service, including escort duties during World War I, and also filled some shore-based administrative roles. He later came to the attention of US President Franklin Roosevelt, who appointed Callaghan as his naval aide in 1938. A few years later, he returned to command duties during the early stages of World War II. Callaghan was killed by an enemy shell on the bridge of his flagship, USS San Francisco, during a surface action against a larger Japanese force off Savo Island. The battle ended in a strategic victory for the Allied side.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Rear_Admiral_(United_States)": "Rear admiral in the United States is either of two different ranks of commissioned officers — one-star flag officers and two-star flag officers. By contrast, in most nations, the term \"rear admiral\" refers to an officer of two-star rank.",
  "/wiki/Naval_Battle_of_Guadalcanal": "The Naval Battle of Guadalcanal, sometimes referred to as the Third and Fourth Battles of Savo Island, the Battle of the Solomons, the Battle of Friday the 13th, or, in Japanese sources, the Third Battle of the Solomon Sea (第三次ソロモン海戦, Dai-san-ji Soromon Kaisen), took place from 12–15 November 1942, and was the decisive engagement in a series of naval battles between Allied (primarily American) and Imperial Japanese forces during the months-long Guadalcanal Campaign in the Solomon Islands during World War II. The action consisted of combined air and sea engagements over four days, most near Guadalcanal and all related to a Japanese effort to reinforce land forces on the island. The only two U.S. Navy admirals to be killed in a surface engagement in the war were lost in this battle.",
  "/wiki/Robert_Craig_(Medal_of_Honor_recipient)": "United States Army Second Lieutenant Robert Craig (1919–July 11, 1943) received the Medal of Honor for heroic service as an infantry officer during the Allied invasion of Sicily in World War II.",
  "/wiki/Second_lieutenant": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Michael_J._Daly": "Michael Joseph Daly (September 15, 1924 – July 25, 2008) was an Irish-American United States Army infantry officer who received the United States military's highest decoration for valor—the Medal of Honor—for his actions in World War II. He received the medal for single-handedly eliminating 15 German soldiers including a German patrol, and destroying three machine-gun nests.",
  "/wiki/First_Lieutenant_(United_States)": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Charles_E._Kelly_(soldier)": "Charles E. Kelly (September 23, 1920 – January 11, 1985) was a United States Army soldier and a recipient of the United States military's highest decoration for valor—the Medal of Honor—for his actions in World War II.  Kelly was the first enlisted man to be decorated with the Medal of Honor for action on the European continent.",
  "/wiki/Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Joseph_J._McCarthy": "Joseph Jeremiah McCarthy (August 10, 1911 – June 15, 1996) was a mustang officer in the United States Marine Corps Reserve, who served during World War II and the Korean War. He was also the Superintendent of Ambulances in the Chicago Fire Department, \nhowever, with respect for his wartime heroics, firefighters continued to address him by his wartime military rank of \"Captain.\"",
  "/wiki/United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is a branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations with the United States Navy as well as the Army and Air Force. The U.S. Marine Corps is one of the eight uniformed services of the United States.",
  "/wiki/Captain_(United_States)": "In the United States uniformed services, captain is a commissioned-officer rank.  In keeping with the traditions of the militaries of most nations, the rank varies between the services, being a senior rank in the naval services and a junior rank in the ground and air forces.",
  "/wiki/Iwo_Jima": "Iwo Jima (/ˌiːwoʊ ˈdʒiːmə/, also US: /ˌiːwə ˈ-/), known in Japan as Iwo To (硫黄島, Iō-tō, lit. \"sulfur island\"), is one of the Japanese Volcano Islands and lies south of the Bonin Islands. Together with other islands, they form the Ogasawara Archipelago. The highest point of Iwo Jima is Mount Suribachi at 169 m (554 ft) high.",
  "/wiki/Thomas_McGuire": "Thomas Buchanan McGuire Jr. (August 1, 1920 – January 7, 1945) was an Irish American United States Army major who was killed in action while serving as a member of the United States Army Air Forces during World War II and posthumously awarded the Medal of Honor. He was one of the most decorated American fighter pilots and the second highest scoring American ace of the war.",
  "/wiki/United_States_Army_Air_Forces": "The United States Army Air Forces (USAAF or AAF) was the aerial warfare service component of the United States Army, and de facto aerial warfare service branch of the United States,  during and immediately after World War II (1939/41–1945), successor to the previous United States Army Air Corps, and the direct predecessor of the United States Air Force of today, one of the five uniformed military services. The AAF was a component of the United States Army, which on 2 March 1942 was divided functionally by executive order into three autonomous forces: the Army Ground Forces, the Services of Supply (which in 1943 became the Army Service Forces), and the Army Air Forces. Each of these forces had a commanding general who reported directly to the Army Chief of Staff.",
  "/wiki/McGuire_Air_Force_Base": "McGuire AFB/McGuire, the common name of the McGuire unit of Joint Base McGuire-Dix-Lakehurst, is a United States Air Force base located in Burlington County, New Jersey, United States, approximately 16.1 miles (25.9 km) south-southeast of Trenton.  McGuire is under the jurisdiction of the Air Mobility Command.  It was consolidated with two adjoining US Army and Navy facilities to become part of Joint Base McGuire-Dix-Lakehurst (JB MDL) on 1 October 2009. The McGuire Air Force Base census-designated place (CDP) is located in portions of both New Hanover Township and North Hanover Township.",
  "/wiki/Audie_Murphy": "Audie Leon Murphy (20 June 1925 – 28 May 1971) was an American soldier, actor, songwriter, and rancher. He was one of the most decorated American combat soldiers of World War II. He received every military combat award for valor available from the U.S. Army, as well as French and Belgian awards for heroism. Murphy received the Medal of Honor for valor that he demonstrated at the age of 19 for single-handedly holding off a company of German soldiers for an hour at the Colmar Pocket in France in January 1945, then leading a successful counterattack while wounded and out of ammunition.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/William_J._O%27Brien_(Medal_of_Honor_recipient)": "William Joseph O'Brien (1899 – July 7, 1944) was a United States Army officer and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in World War II during the Battle of Saipan.",
  "/wiki/Lieutenant_Colonel_(United_States)": "In the United States Army, U.S. Marine Corps, and U.S. Air Force, lieutenant colonel is a field-grade military officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services.",
  "/wiki/Joseph_T._O%27Callahan": "Joseph Timothy O'Callahan (May 14, 1905 – March 18, 1964) was a Jesuit priest and, during World War II, a United States Navy chaplain. He was awarded the U.S. military's highest decoration, the Medal of Honor, for his actions during and after an attack on the aircraft carrier aboard which he was serving, USS Franklin.",
  "/wiki/USS_Franklin_(CV-13)": "USS Franklin (CV/CVA/CVS-13, AVT-8), nicknamed \"Big Ben,\" was one of 24 Essex-class aircraft carriers built during World War II for the United States Navy, and the fifth US Navy ship to bear the name. Commissioned in January 1944, she served in several campaigns in the Pacific War, earning four battle stars. She was badly damaged by a Japanese air attack in March 1945, with the loss of over 800 of her crew, becoming the most heavily damaged United States aircraft carrier to survive the war. Movie footage of the actual attack was included in the 1949 film Task Force starring Gary Cooper.",
  "/wiki/Edward_O%27Hare": "Lieutenant Commander Edward Henry \"Butch\" O'Hare (March 13, 1914 – November 26, 1943) was an American naval aviator of the United States Navy, who on February 20, 1942, became the Navy's first flying ace when he single-handedly attacked a formation of nine heavy bombers approaching his aircraft carrier. Even though he had a limited amount of ammunition, he managed to shoot down five enemy bombers. On April 21, 1942, he became the first naval recipient of the Medal of Honor in World War II.",
  "/wiki/O%27Hare_International_Airport": "O'Hare International Airport (IATA: ORD, ICAO: KORD, FAA LID: ORD), typically referred to as O'Hare Airport, Chicago O'Hare, or simply O'Hare, is an international airport located on the Northwest Side of Chicago, Illinois, 14 miles (23 km) northwest of the Loop business district.  Operated by the Chicago Department of Aviation and covering some 7,627 acres (3,087 ha), O'Hare has non-stop flights to 228 destinations in North America, South America, Europe, Africa, Asia and Oceania.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Richard_O%27Kane": "Richard Hetherington \"Dick\" O'Kane (February 2, 1911 – February 16, 1994) was a United States Navy submarine commander in World War II, who was awarded the Medal of Honor for commanding USS Tang in Pacific War against Japan to the most successful record of any United States submarine ever. He also received three Navy Crosses and three Silver Stars, for a total of seven awards of the United States military's three highest decorations for valor in combat. Before commanding Tang, O'Kane served in the highly successful USS Wahoo as executive officer and approach officer under noted Lieutenant Commander Dudley \"Mush\" Morton. In his ten combat patrols, five in Wahoo and five commanding Tang, O'Kane participated in more successful attacks on Japanese shipping than any other submarine officer during the war.",
  "/wiki/Kenneth_A._Walsh": "Kenneth Ambrose Walsh (November 24, 1916 – July 30, 1998) was a United States Marine Corps lieutenant colonel and a Medal of Honor recipient who was the fourth ranking USMC fighter ace in World War II with a record of 21 enemy planes destroyed. He also served in Korea during the first year of the Korean War and retired from the Marine Corps in February 1962."
}