{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Nottingham_city_centre": "Nottingham city centre is the cultural, commercial, financial and historical heart of Nottingham, England. Nottingham's city centre represents the central area of the Greater Nottingham conurbation.",
  "/wiki/Nottingham_City_Council": "Nottingham City Council is the non-metropolitan district council for the unitary authority of Nottingham in Nottinghamshire. It consists of 55 councillors, representing a total of 20 wards, elected every four years. The council is led by David Mellen, of the majority Labour Party. The most recent elections were held on Thursday 2 May 2019.",
  "/wiki/Sneinton": "Sneinton (pronounced \"Snenton\") is a village and suburb of Nottingham, England. The area is bounded by Nottingham City Centre to the west, Bakersfield to the north, Colwick to the east, and the River Trent to the south. Sneinton  now lies within the unitary authority of Nottingham, having been part of Nottinghamshire until 1877.",
  "/wiki/The_Meadows,_Nottingham": "The Meadows is an area of Nottingham, England located south of city centre, close to the River Trent and connected to West Bridgford in the Borough of Rushcliffe by Trent Bridge and the Wilford Suspension Bridge. Victoria Embankment runs alongside the River Trent to the south of the Meadows and is home to the Nottingham War Memorial Gardens.",
  "/wiki/West_Bridgford": "West Bridgford is a town in the Rushcliffe borough of Nottinghamshire, England, immediately south of the city of Nottingham, from which it is divided by the River Trent. The population at the 2011 census was 47,109.[citation needed] It belongs to the constituency of Rushcliffe, which is held by Ruth Edwards, a Conservative.",
  "/wiki/Rushcliffe": "Rushcliffe is a local government district with borough status in Nottinghamshire, England. The population of the Local Authority at the 2011 Census was 111,129. Its council, Rushcliffe Borough Council (0115 981 9911), is based in West Bridgford. It was formed on 1 April 1974 by merging the West Bridgford Urban District, the Bingham Rural District and part of Basford Rural District.",
  "/wiki/Carlton,_Nottinghamshire": "Carlton is a suburb east of Nottingham, England, in the Borough of Gedling, which at the 2011 Census had a population of 6,881.",
  "/wiki/St_Ann%27s,_Nottingham": "St Ann's is a large district of the city of Nottingham, in the English ceremonial county of Nottinghamshire. The population of the district at the time of the United Kingdom census, 2011 was 19,316.",
  "/wiki/Mapperley": "Mapperley is a residential and commercial area of north-eastern Nottingham, England. The area is bounded by Sherwood to the north-west, Thorneywood to the south and Gedling to the east.",
  "/wiki/Borough_of_Gedling": "Gedling is a local government district with borough status in Nottinghamshire, England, whose council is based in Arnold, north-east of Nottingham. The population at the time of the 2011 census was 113,543.  It is part of the Nottingham Urban Area.",
  "/wiki/Gedling,_Nottinghamshire": "Gedling is a village in the Gedling district, in Nottinghamshire, England, four miles northeast of Nottingham city centre. The population at the 2011 census of the ward was 6,817 and 111,787 for the district. Gedling was once a distinct settlement, having been recorded in the Domesday Book, although nowadays—due to the growth of Nottingham—it is difficult to separate it from the neighbouring town of Carlton.",
  "/wiki/Netherfield,_Nottinghamshire": "Netherfield is a town and suburb of the city of Nottingham, in the English ceremonial county of Nottinghamshire. It is situated to the east of Nottingham's city boundary in the borough of Gedling, approximately 3 miles (4.8 km) between Colwick and Carlton in the NG4 postcode area, and near the River Trent. The appropriate Gedling ward is called 'Netherfield and Colwick'. At the time of the 2011 census, the population of this ward was 7,398.",
  "/wiki/Sherwood,_Nottingham": "Sherwood (/ˈʃɜːr.wʊd/) is a large district and ward of the city of Nottingham, in the English ceremonial county of Nottinghamshire. It is situated approximately 1.5 miles (2.4 km) north of Nottingham city centre. The population of the ward taken at the 2011 census was 15,414. It is bordered by Woodthorpe to the northeast, Mapperley to the east, Carrington to the south, Forest Fields, New Basford and Basford to the west, and Daybrook and Bestwood to the north.",
  "/wiki/Arnold,_Nottinghamshire": "Arnold (/ˈɑːr.nəld/) is a market town, unparished area and suburb of the city of Nottingham, in the ceremonial county of Nottinghamshire in the East Midlands of England. It is situated to the north-east of Nottingham's city boundary. Arnold's town centre is the largest in the borough of Gedling and the most important in the northeastern part of the Greater Nottingham conurbation. Since 1968 Arnold has had a market, and the town used to have numerous factories associated with the hosiery industry. Nottinghamshire Police have been headquartered in Arnold since 1979. At the time of the 2011 census, Arnold had a population of 37,768.",
  "/wiki/Carrington,_Nottingham": "Carrington is a small suburb of Nottingham, England, located approximately 1.3 miles (2.1 km) north of Nottingham city centre. It lies next to the areas of Sherwood, Mapperley, Forest Fields, Basford, Sherwood Rise and the Forest Recreation Ground.",
  "/wiki/Top_Valley": "Top Valley is a largely residential area in the north west of Nottingham, England. It is located to the south of Rise Park, to the north and west of Bestwood, to the southwest of Bestwood Village and to the east of Bulwell.  It is approximately 4 miles from Nottingham City Centre.",
  "/wiki/Rise_Park,_Nottingham": "Rise Park is a suburb of Nottingham four miles north of the City Centre and three miles north-east of junction 26 of the M1 motorway. It comprises approximately 1500 homes, primarily privately owned houses and bungalows, and a small number of low rise, three-storey flats.",
  "/wiki/Bestwood_Village": "Bestwood is an area and civil parish in the Gedling district of Nottinghamshire.\nUntil 1 April 2018 it was part of the civil parish of Bestwood St. Albans. A small part of the village falls within the Ashfield district council area. There have been several new housing estates built recently including the redevelopment of the former Bayles and Whylie factory site which was a former glue mill.\nIt is to the east of Hucknall and north of Bulwell. It is neighboured to the north by the village of Papplewick. It is also close to the Bestwood Park Estate which is in the City of Nottingham.",
  "/wiki/Bulwell": "Bulwell is an English market town about 4.5 miles (7 km) north-west of Nottingham city centre, on the northern edge of the city. The United Kingdom Census 2001 showed there were almost 30,000 people living in the Bulwell area, accounting for over 10 per cent of the population of the city of Nottingham. The 2011 census showed a population of 16,157 in the Bulwell ward of Nottingham City Council. There is also an adjacent ward called Bulwell Forest (which includes Highbury Vale, Rise Park and the western area of Top Valley). The population of this ward at the same census was 13,614.",
  "/wiki/Basford,_Nottingham": "Basford /ˈbeɪsfərd/ is a northern suburb of Nottingham, England, incorporated into the city in 1877. It gave its name to Basford Rural District, which existed from 1894 to 1974. The population of the ward at the 2011 census was 16,207. Next to Old Basford is New Basford, which is mainly Victorian. Basford lies close to the River Leen, a tributary of the River Trent. It is linked to Nottingham City Centre to the south and Hucknall and Bulwell to the north by the Nottingham Express Transit tram service.",
  "/wiki/Forest_Fields": "Forest Fields is an inner-city area of the City of Nottingham in the county of Nottinghamshire, England.",
  "/wiki/Hyson_Green": "Hyson Green is a neighbourhood in Nottingham, England. It is home to a variety of cultures with a thriving local economy. Hyson Green has the largest ethnic minority population in the city. Since 2006 Hyson Green has seen a larger rise in development and direct international investment than any other area of Nottingham. It and \"Forest Fields are areas of long-standing multiple disadvantage and have a negative image in the city.\"",
  "/wiki/Radford,_Nottingham": "Radford is an inner-city area of Nottingham, located just outside the city centre. The appropriate ward of the City of Nottingham Council is called Radford and Park with a population of 21,414. It is bounded on the south by Lenton and Nottingham City Centre, and comprises around 600 acres (2.4 km2) of land.",
  "/wiki/Lenton,_Nottingham": "Lenton is an area of the City of Nottingham, in the county of Nottinghamshire, England. It is in the ward of Dunkirk and Lenton also Wollaton East and Lenton Park.",
  "/wiki/Aspley,_Nottingham": "Aspley is a council estate and a ward of the city of Nottingham, Nottinghamshire, England. It is located within the boundaries of Nottingham City Council. The ward is located 3 miles (4.8 km) west of Nottingham City Centre and is located only 1.6 miles west of Junction 26 of the M1. It lies south of Bulwell, west of Basford and is north of Bilborough. The principal road in the ward is the A610. At the 2001 Census the ward had a population of 15,689, increasing to 17,622 at the 2011 census.",
  "/wiki/Wollaton": "Wollaton is a suburb and former parish in the western part of Nottingham, England. Wollaton has two Wards in the City of Nottingham (Wollaton East and Lenton Abbey and Wollaton West) with a total population as at the 2011 census of 24,693.   It is home to Wollaton Hall with its museum, deer park, lake, walks and golf course.",
  "/wiki/Whitemoor,_Nottinghamshire": "Whitemoor is an area of the City of Nottingham. It lies next to Old Basford to the north, New Basford and Hyson Green to the east, Aspley to the south and Beechdale to the west.",
  "/wiki/Bilborough": "Bilborough is a suburb of the city of Nottingham, England. The population of the City of Nottingham ward at the 2011 census was 16,792.",
  "/wiki/Strelley_Village": "Strelley is a village and civil parish to the west of Nottingham. The population of the civil parish taken at the 2011 census was 653. It is also the name of the nearby post war council housing estate. The village lies within the Broxtowe district, whilst the estate is in the City of Nottingham. The village is separated from the housing estate by the A6002 road.",
  "/wiki/Borough_of_Broxtowe": "Broxtowe is a local government district with borough status in Nottinghamshire, England, west of the City of Nottingham. The population of the district as taken at the 2011 Census was 109,487.  It is part of the Nottingham Urban Area. Broxtowe's neighbour to the west is the borough of Erewash, which is in Derbyshire.",
  "/wiki/Beeston,_Nottinghamshire": "Beeston is a town in Nottinghamshire, England, 3.4 miles (5.5 km) south-west of Nottingham city centre. To the immediate north-east is the University of Nottingham's main campus, University Park. The pharmaceutical and retail chemist group Boots has its headquarters 0.6 miles (1 km) east of the centre of Beeston, on the border with Broxtowe and the City of Nottingham. To the south lies the River Trent and the village of Attenborough, with extensive wetlands.",
  "/wiki/Stapleford,_Nottinghamshire": "Stapleford is a town and civil parish in Nottinghamshire, England, 5.6 miles (9.0 km) west of Nottingham. The population at the 2011 census was 15,241.",
  "/wiki/Lenton_Abbey": "Lenton Abbey is a large housing estate, forming a neighbourhood in Nottingham, close to Wollaton, Beeston and the University of Nottingham.",
  "/wiki/Chilwell": "Chilwell is a village and residential suburb of Nottingham, in the borough of Broxtowe of Nottinghamshire, west of Nottingham city. Until 1974 it was part of Beeston and Stapleford Urban District, having been in Stapleford Rural District until 1935.",
  "/wiki/Trowell": "Trowell is a village and civil parish in Nottinghamshire, England. It lies a few miles west of Nottingham, in the borough of Broxtowe on the border with Derbyshire. According to the 2001 census it had a population of 2,568, falling to 2,378 at the 2011 census.",
  "/wiki/Bramcote": "Bramcote in the Broxtowe district of Nottinghamshire about five miles west of Nottingham was a separate village, but is now a suburb of Greater Nottingham. One of the main roads between Nottingham and Derby used to pass through the old village centre, entering a steep-sided cutting, that formed a blind bend. Today the main Nottingham–Derby road is the A52, also called the Brian Clough Way. The country-house estate to the north of the village became publicly owned in the 1960s; the house was demolished in 1968 and its grounds became a public area of parkland and wooded hillside known as 'Bramcote Hills Park'. Nearby are Beeston, Wollaton, Chilwell and Stapleford. Bramcote is in the borough of Broxtowe and Broxtowe parliamentary constituency. It had been in Stapleford Rural District until 1935 and then Beeston and Stapleford Urban District.",
  "/wiki/Long_Eaton": "Long Eaton is a town in the Erewash district of Derbyshire, England, just north of the River Trent about 7 miles (11 km) south-west of Nottingham and some 8.5 miles (13.7 km) south-east of Derby. The population was 37,760 at the 2011 census. Since 1 April 1974, Long Eaton has been part of Erewash borough, after the dissolution of the Long Eaton Urban District Council.",
  "/wiki/Sawley,_Derbyshire": "Sawley is a village and civil parish within the Borough of Erewash, in southeast Derbyshire, England. With a slightly higher than average number of people over 65, the population of just the civil parish was measured at 6,629 as at the 2011 Census.",
  "/wiki/Sandiacre": "Sandiacre is a town and civil parish in the borough of Erewash in Derbyshire, in the East Midlands region of England adjoining the border with Nottinghamshire. The population of the town was 8,889 at the 2011 Census.",
  "/wiki/Borough_of_Erewash": "Erewash (/ˈɛrəwɒʃ/ (listen)) is a non-metropolitan district and borough in eastern Derbyshire, England, to the east of Derby and the west of Nottingham. The population of the district as taken at the 2011 Census was 112,081. \nIt contains the towns of Ilkeston, Long Eaton and Sandiacre and fourteen civil parishes.",
  "/wiki/Clifton,_Nottingham": "Clifton is a former village and historic manor, which now forms part of the south western suburbs of the city of Nottingham, England.",
  "/wiki/Ruddington": "Ruddington is an English village (twinned with Grenay, France) 5 miles (8 km) south of Nottingham in the Borough of Rushcliffe. It had a population of 6,441 at the 2001 Census, increasing to 7,216 at the 2011 Census.",
  "/wiki/Gotham,_Nottinghamshire": "Gotham (/ˈɡoʊtəm/ GOHT-əm) is a village in Nottinghamshire, England, with a population of about 1,600, measured at 1,563 in the 2011 census. It is in the borough of Rushcliffe, and has a parish council.",
  "/wiki/Kingston_on_Soar": "Kingston on Soar is a village and civil parish in the Rushcliffe borough of Nottinghamshire, England.",
  "/wiki/Cotgrave": "Cotgrave is a town and civil parish in the borough of Rushcliffe in Nottinghamshire, England, about 5 miles (8 km) south-east of the centre of Nottingham. The village sits at the edge of the South Nottinghamshire Wolds about 131 feet (40 metres) above sea level. Cotgrave's 2001 population of 7,373 people fell to 7,203 at the 2011 Census, even when Owthorpe was included.",
  "/wiki/Radcliffe_on_Trent": "Radcliffe-on-Trent is a large village and civil parish in the Rushcliffe borough of Nottinghamshire. The population of the civil parish at the Census 2011 was 8,205.",
  "/wiki/Keyworth": "Keyworth is a large village and civil parish in Nottinghamshire, England. It is located about 6 miles (11 km) southeast of the centre of Nottingham. The village sits on a small, broad hilltop about 200 feet above sea level which is set in the wider undulating boulder clay that characterises the area south of Nottingham.",
  "/wiki/Edwalton": "Edwalton is a suburb to the south of Nottingham in England, contiguous to West Bridgford and Gamston, and is composed of the older Edwalton village and several, much larger, post-war housing estates. The population of the Rushcliffe Ward called Edwalton Village at the 2011 Census was 3,908.",
  "/wiki/Bingham,_Nottinghamshire": "Bingham is an English market town in the Rushcliffe borough of Nottinghamshire, 9 miles (14 km) east of Nottingham, 11.7 miles (18.8 km) south-west of Newark-on-Trent and 15 miles (24 km) west of Grantham. The town had a population of 9,131 at the 2011 UK census (up from 8,655 in 2001).",
  "/wiki/Whatton-in-the-Vale": "Whatton-in-the-Vale is an English village in the Nottinghamshire borough of Rushcliffe. It lies in the Vale of Belvoir, with the River Smite to the west and the River Whipling to the east, mainly north of the trunk A52 road, twelve miles (19 km) east of Nottingham. It had a population of 843 at the 2011 census.",
  "/wiki/Bottesford,_Leicestershire": "Bottesford is an English village and civil parish. It lies in the Vale of Belvoir and forms part of the Borough of Melton in Leicestershire.",
  "/wiki/Aslockton": "Aslockton is an English village and civil parish twelve miles (19.3 km) east of Nottingham and two miles (3.2 km) east of Bingham, on the north bank of the River Smite opposite Whatton-in-the-Vale. The parish is also adjacent to Bingham, Scarrington, Thoroton and Orston. It lies in the Rushcliffe borough of Nottinghamshire. The population was recorded as 1,742 in the 2011 census.",
  "/wiki/Melton_(borough)": "Melton is a local government district with borough status in north-eastern Leicestershire, England. It is named after its main town, Melton Mowbray. Other settlements include Asfordby and Bottesford. It has a population of 46,861, increasing to 50,376 at the 2011 census.",
  "/wiki/Calverton,_Nottinghamshire": "Calverton is a village and civil parish, of some 3,300 acres (1,300 ha), in the Gedling district, about seven miles north-east of Nottingham, Nottinghamshire, England, and situated, like nearby Woodborough and Lambley, on one of the small tributaries of the Dover Beck. The 2011 census found 7,076 inhabitants in 2,987 households. About two miles to the north of the village is the site of the supposed deserted settlement of Salterford.",
  "/wiki/Lowdham": "Lowdham is a village and civil parish in Nottinghamshire between Nottingham and Southwell. It is in the Newark and Sherwood district, and at the 2001 census, had a population of 2,832, increasing to 3,334 at the 2011 Census. There are two main roads slicing through the village: the A6097 south-east to north-west dual carriageway, and the A612 between Nottingham and Southwell.",
  "/wiki/Burton_Joyce": "Burton Joyce is a large village and civil parish in the Gedling district of Nottinghamshire, England, 7 miles (11 km) east of Nottingham, bounded by Stoke Bardolph to the south and Bulcote to the north-east. The A612 links it to Carlton, Gedling and Netherfield to the south-west, and Lowdham to the north-east. Initially the site of an Iron age fort, it was occupied by Norman nobility, who founded St Helen's Church. From being a small farming community, Burton Joyce grew in the early Industrial Revolution, earning a reputation up to the 1920s for quality textile products. Many of today's population of 3,443 commute to Nottingham. It forms with Stoke Bardoph and Bulcote the Trent Valley ward of Gedling, which elects two councillors.",
  "/wiki/Gunthorpe,_Nottinghamshire": "Gunthorpe is a small village and civil parish, in the Newark and Sherwood district near Nottingham, England. Its population was put at 752 in the 2011 census. It lies on the left bank of the River Trent. Gunthorpe Bridge on the A6097 road is the only bridge over the river between Newark and Nottingham.",
  "/wiki/Hucknall": "Hucknall, formerly Hucknall Torkard, is an English town in the district of Ashfield, Nottinghamshire. It was historically a centre for framework knitting and then for mining, but is now a focus for other industries and a dormitory town for Nottingham. It was the site where Rolls-Royce made the first demonstration of a vertical take-off plane. It is also the final resting place of Lord Byron in 1824 and of his estranged daughter, the mathematician and pioneer computer programmer Ada Lovelace in 1852.",
  "/wiki/Ravenshead": "Ravenshead is a village and civil parish in the Gedling district of Nottinghamshire, England.  It borders Papplewick, Newstead Abbey and Blidworth, and is part of Nottinghamshire's Hidden Valleys area. According to the 2001 census it had a population of 5,636, reducing marginally to 5,629 at the 2011 census.",
  "/wiki/Newstead,_Nottinghamshire": "Newstead is a small village and civil parish in Nottinghamshire, England. It is situated between the city of Nottingham and the town of Mansfield in the borough of Gedling. It is a former coal mining village, and was previously called Newstead Colliery Village.  Lord Byron, the poet, lived at nearby Newstead Abbey. The parish is part of Nottinghamshire's Hidden Valleys. It has a population of 1,194, increasing to 1,312 at the 2011 census.",
  "/wiki/Ashfield,_Nottinghamshire": "Ashfield (/ˈæʃˌfiːld/) is a local government district in western Nottinghamshire, England.  According to the 2001 UK census, it has a population of 111,387, increasing to 119,497 at the 2011 Census.  The district is mostly urban and contains parts of both the Nottingham Urban Area and the Mansfield Urban Area. The area has a tradition of coal mining. There are three towns in the district; the largest being Sutton-in-Ashfield.  Settlements in the district include the following:",
  "/wiki/Kimberley,_Nottinghamshire": "Kimberley is a town and civil parish in Nottinghamshire, England, lying 6 miles northwest of Nottingham along the A610. The town grew as a centre for coal mining, brewing and hosiery manufacturing.  Together with the neighbouring villages of Giltbrook, Greasley and Swingate it has a population of around 6,500 people. At the 2011 Census the appropriate ward was Cossall and Kimberley. This had a population of 6,659.\nThere has been no mining or hosiery manufacturing in the town for many years and the local brewery was sold and closed at the end of 2006. However as of 2017 it has a retail park centre, which includes a local newsagent, a wine shop, a pharmacy, as well as big national chains like Greggs bakery and a Sainsburys superstore.",
  "/wiki/Eastwood,_Nottinghamshire": "Eastwood is a former coal mining town in the Broxtowe district of Nottinghamshire, England, 8 miles (13 km) northwest of Nottingham and 10 miles (16 km) northeast of Derby on the border between Nottinghamshire and Derbyshire.  Mentioned in Domesday Book, it expanded rapidly during the Industrial Revolution. The Midland Railway was formed here, and it is the birthplace of D. H. Lawrence. Eastwood is one of the few places where the distinctive dialect of East Midlands English is extensively spoken, in which the name is pronounced /ˈeɪswʊd/.",
  "/wiki/Nuthall": "Nuthall is a village and civil parish located in Nottinghamshire, England, neighbouring Kimberley, Watnall, Cinderhill and Basford. The population of the civil parish at the 2011 census was 6,311.\nIt is part of the borough of Broxtowe.",
  "/wiki/Langley_Mill": "Langley Mill is a small town in the Amber Valley district of Derbyshire, England.  It is on the border of Nottinghamshire, and merges into the towns of Aldercar (to the north) and Heanor (to the southwest).  Across the River Erewash is the Nottinghamshire town of Eastwood.  It is part of the Aldercar and Langley Mill parish. (The boundary used to be the River Erewash, but the boundary was moved in 1992 and is now the A610; this means that the Erewash Canal basin is now in Langley Mill.) Langley (not Langley Mill) is in the Heanor and Loscoe parish.",
  "/wiki/Pinxton": "Pinxton is a village and civil parish in Nottingham on the eastern boundary of Nottinghamshire, England, just south of the Pinxton Interchange at Junction 28 of the M1 motorway where the A38 road meets the M1. Pinxton is part of the Bolsover District and at the 2011 Census had a population of 5,699.",
  "/wiki/Selston": "Selston is a large village and civil parish approximately 12 miles (19.3km) NNW of Nottingham in the Ashfield district, Nottinghamshire, England.",
  "/wiki/Awsworth": "Awsworth is a village and civil parish in the Broxtowe district of Nottinghamshire, England. Its population of 2,266 in the 2001 census eased to 2,204 at the 2011 Census. Awsworth is near the edge of the Greater Nottingham area, between Kimberley and Ilkeston, Derbyshire. It has been a civil parish since 1894.",
  "/wiki/Ironville": "Ironville in Derbyshire, England, was built about 1830 by the Butterley Company as a \"model village\" to house its workers. The population of the civil parish was 1,851 at the 2011 Census.  It is situated between Riddings and Codnor Park.",
  "/wiki/Jacksdale": "Jacksdale is a small village in the local government district of Ashfield, part of the English county of Nottinghamshire. It was formerly a mining village. The population of the ward within the Ashfield Council was 3,158 as taken at the 2011 census. Lying close to the Derbyshire border, Jacksdale is the most westerly place within the county. Neighbouring villages include Selston, Brinsley, Pye Hill and Ironville. Jacksdale and Westwood are interlinking villages, although houses in Westwood are usually referred to as being newer, with 86 per cent of the housing in Jacksdale built before 1918.[citation needed]",
  "/wiki/Underwood,_Nottinghamshire": "Underwood is a hilltop village within the civil parish of Selston in the English ceremonial county of Nottinghamshire. The village is a ward of Ashfield with a population of 2,953 taken at the 2011 Census. It stands in a former coal mining area in the Hidden Valleys and is in the local government district of Ashfield. The village offers views across the Erewash Valley towards the Southern Pennines. It is situated near to junction 27 of the M1 and is bordered by Bagthorpe and Selston, and Brinsley and Moorgreen to the south. The gardens of Felley Priory are accessible from the village. It is part of Nottinghamshire's 'Hidden Valleys' area.",
  "/wiki/Brinsley": "Brinsley is a village and civil parish in Nottinghamshire, England. The church of St James was built in 1837–38 from Mansfield stone, the chancel being added in 1877. The village is split into two sections, Old Brinsley which is within Broxtowe and New Brinsley which is in Ashfield. At the 2011 Census the population of the parish was 2,327.",
  "/wiki/Watnall": "Watnall  is an area of settlement in Nottinghamshire, England. It is part of Greasley civil parish, and is located one mile north of Kimberley. It is in the Nuthall West and Greasley (Watnall) ward of Broxtowe Council.  The village is barely separated from Nuthall. Watnall Hall was built c.1690 and demolished in 1962.\nEven though only a village, Watnall is home to many businesses and organisations, such as British Bakeries and the Nottingham meteorological centre.  There are three World War II bunkers in Watnall that served as Royal Air Force Fighter Command for the Midlands.",
  "/wiki/Amber_Valley": "Amber Valley is a local government district and borough in Derbyshire, England. It takes its name from the River Amber and covers a semi-rural area with a number of small towns whose economy was formerly based on coal mining and engineering. The parliamentary constituency of Amber Valley covers a similar area. The Local Authority population at the 2011 Census was 122,309.",
  "/wiki/Bolsover_District": "Bolsover is a local government district in Derbyshire, England. It is named after the town of Bolsover, which is near the geographic centre of the district, but the council is based in Clowne. At the 2011 Census, the district had a population of 75,866.",
  "/wiki/Sutton-in-Ashfield": "Sutton-in-Ashfield is a market town in the Ashfield district of Nottinghamshire, England, with a population of around 45,809 it is the largest town in the district of Ashfield. It is situated four miles west of Mansfield, two miles from the Derbyshire border and twelve miles north of Nottingham.",
  "/wiki/Kirkby-in-Ashfield": "Kirkby-in-Ashfield is a market town in Nottinghamshire, England, with a population of 25,265 (according to the 2001 National Census), falling to 20,672 for the total of the three Ashfield Wards taken at the 2011 census. It is a part of the Mansfield Urban Area. The Head Offices of Ashfield District Council are located on Urban Road in the town centre.",
  "/wiki/Stanton_Hill": "Stanton Hill is a small village in the Ashfield district of Nottinghamshire, England, located three miles west of Mansfield and one mile north-west of Sutton-in-Ashfield.\nStanton Hill, Nottinghamshire",
  "/wiki/Skegby": "Skegby is a small village in the Ashfield district of Nottinghamshire, England, located two miles west of Mansfield and one mile north of Sutton-in-Ashfield, close to Stanton Hill lying on the B6014 road. Skegby sits on both sides of a deep valley near the source of the River Meden. It is under Sutton-in-Ashfield. The parish covers about 1,433 acres and used to include the then hamlet of Stanton Hill.",
  "/wiki/Mansfield": "Mansfield is a market town in Nottinghamshire, England, the main town in the District of Mansfield and Mansfield Urban Area. It lies in the Maun Valley surrounded by hills, 12 miles (19 km) north of Nottingham in a largely urban district, most of whose 106,556 population live in the town itself (including Mansfield Woodhouse), with Market Warsop a secondary centre. It lies next to the urban area of Sutton-in-Ashfield. Mansfield is the only major sub-regional centre in the county, covering an area of 30 square miles (78 sq km). It is the county's only local authority area directly to elect its Mayor. The district has been influenced by an industrial past of coal mining and textiles, which thrived into the 1990s. Today's Mansfield has 20.2 per cent (12,890) of its working-age population seeking key out-of-work benefits (based on a 63,800 total working age population, NOMIS). The population has fallen over the last century, despite some industrial diversification.",
  "/wiki/Mansfield_(district)": "Mansfield is a local government district in Nottinghamshire, England.",
  "/wiki/Mansfield_Woodhouse": "Mansfield Woodhouse is a large village about 1.2 miles (2 km) north of Mansfield in Nottinghamshire, England, along the main A60 road in a wide, low valley between the Rivers Maun and Meden. Founded before the Roman Empire, it is noteworthy for its stone-built centre.",
  "/wiki/Forest_Town,_Nottinghamshire": "Forest Town is a former mining village on the outskirts of Mansfield, Nottinghamshire, England. After continuous development it is no longer a separate entity, nowadays being simply an area within Mansfield.",
  "/wiki/Shirebrook": "Shirebrook is a town in the Bolsover district of north-east Derbyshire on the border with Nottinghamshire, England. it had a population of 13,300 in 2001, reducing to 9,760 at the 2011 Census. It is on the B6407, and close to the A632 road, between Mansfield and Bolsover.",
  "/wiki/Market_Warsop": "Market Warsop is a civil parish in the District of Mansfield, Nottinghamshire, England, on the outskirts of Sherwood Forest.  At the 2001 census it had a population of 12,365, reducing to 11,999 at the 2011 Census including Church Warsop, Meden Vale and Spion Kop.",
  "/wiki/Bolsover_(district)": "Bolsover is a local government district in Derbyshire, England. It is named after the town of Bolsover, which is near the geographic centre of the district, but the council is based in Clowne. At the 2011 Census, the district had a population of 75,866.",
  "/wiki/NG_postcode_area": "The NG postcode area, also known as the Nottingham postcode area, is a group of 29 postcode districts in the East Midlands of England, which are subdivisions of seven post towns. These cover central Nottinghamshire (including Nottingham, Mansfield, Sutton-in-Ashfield, Newark-on-Trent and Southwell), parts of south-west Lincolnshire (including Grantham and Sleaford) and small parts of Derbyshire and Leicestershire."
}