{
  "/wiki/Scottish_Fold": "The Scottish Fold is a breed of domestic cat with a natural dominant-gene mutation that affects cartilage throughout the body, causing the ears to \"fold\", bending forward and down towards the front of the head, which gives the cat what is often described as an \"owl-like\" appearance.",
  "/wiki/Cat": "The cat (Felis catus) is a small carnivorous mammal. It is the only domesticated species in the family Felidae and often referred to as the domestic cat to distinguish it from wild members of the family. The cat is either a house cat, a farm cat or a feral cat; latter ranges freely and avoids human contact.\nDomestic cats are valued by humans for companionship and for their ability to hunt rodents. About 60 cat breeds are recognized by various cat registries.",
  "/wiki/Coupar_Angus": "Coupar Angus (/ˈkʊpər/ (listen); Gaelic: Cùbar Aonghais) is a town in Perth and Kinross, Scotland, situated four miles south of Blairgowrie.",
  "/wiki/Angus_cattle": "The Aberdeen Angus, sometimes simply Angus, is a Scottish breed of small beef cattle. It derives from cattle native to the counties of Aberdeenshire and Angus in north-eastern Scotland.",
  "/wiki/Cattle": "Cattle, or cows, are the most common type of large domesticated ungulates. They are a prominent modern member of the subfamily Bovinae, are the most widespread species of the genus Bos, and are most commonly classified collectively as Bos taurus.",
  "/wiki/Aberdeenshire": "Aberdeenshire (Scots: Aiberdeenshire; Scottish Gaelic: Siorrachd Obar Dheathain) is one of the 32 council areas of Scotland.",
  "/wiki/Angus,_Scotland": "Angus (Scottish Gaelic: Aonghas) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City[disambiguation needed] and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county.",
  "/wiki/Ayrshire_cattle": "Ayrshire cattle (IPA /ˈɛərʃər/) are a breed of dairy cattle from Ayrshire in southwest  Scotland. The adult Ayrshire cow weighs from 450 to 600 kilograms (990–1,320 lb). Ayrshires typically have red and white markings; the red can range from a shade of orange to a dark brown. They are known for their hardiness and their ability to convert grass into milk efficiently. The breed's strengths today are traits of easy calving and longevity.",
  "/wiki/Ayrshire": "Ayrshire (Scottish Gaelic: Siorrachd Inbhir Àir, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ]) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub-divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800.",
  "/wiki/Belted_Galloway": "The Belted Galloway is a traditional Scottish breed of beef cattle. It derives from the Galloway cattle of the Galloway region of south-western Scotland, and was established as a separate breed in 1921. It is adapted to living on the poor upland pastures and windswept moorlands of the region. The exact origin of the breed is unclear, although the white belt for which they are named – and which distinguishes the breed from the native black Galloway cattle – is often surmised to be the result of cross-breeding with the similarly-coloured Dutch Lakenvelder breed.",
  "/wiki/Galloway": "Galloway (Scottish Gaelic: Gall-Ghàidhealaibh, Latin: Gallovidia) is a region in southwestern Scotland comprising the historic counties of Wigtownshire and Kirkcudbrightshire.",
  "/wiki/Galloway_cattle": "The Galloway is one of the world's longest established breeds of beef cattle, named after the Galloway region of Scotland, where it originated, during the 17th century.",
  "/wiki/Highland_Cattle": "Highland cattle (Scottish Gaelic: Bò Ghàidhealach; Scots: Heilan coo), also called  long-haired Highland cattle, long-haired Scottish cattle, North Highland cattle, Scottish cattle, Scottish Highland cattle, and West Highland cattle, are a Scottish breed of cattle. They have long horns and long, wavy, woolly coats that are coloured red, ginger, black, dun, yellow, white, grey, \"silver\" (white but with a black nose and ears), or tan, and they also may be brindled. Highlands are raised primarily for their meat. They originated in the Highlands and Outer Hebrides islands of Scotland and were first mentioned in the 6th century AD. The first herd book described two distinct types of highland cattle but crossbreeding between the two has brought about only one extant, registered type. They have since been exported worldwide.",
  "/wiki/Scottish_Highlands": "The Highlands (Scots: the Hielans; Scottish Gaelic: A’ Ghàidhealtachd [ə ˈɣɛːəl̪ˠt̪ʰəxk], 'the place of the Gaels') is a historic region of Scotland. Culturally, the Highlands and the Lowlands diverged from the later Middle Ages into the modern period, when Lowland Scots replaced Scottish Gaelic throughout most of the Lowlands. The term is also used for the area north and west of the Highland Boundary Fault, although the exact boundaries are not clearly defined, particularly to the east. The Great Glen divides the Grampian Mountains to the southeast from the Northwest Highlands. The Scottish Gaelic name of A' Ghàidhealtachd literally means \"the place of the Gaels\" and traditionally, from a Gaelic-speaking point of view, includes both the Western Isles and the Highlands.",
  "/wiki/Luing_cattle": "Luing cattle (pronounced ling cattle) are a beef breed developed on the island of Luing in the Inner Hebrides of Scotland by the Cadzow brothers in 1947. It was formed by first crossbreeding Beef Shorthorn with Highland cattle and then breeding the resulting progeny with Beef Shorthorns to produce an animal three quarters Beef Shorthorn, one quarter Highland. The breed of red-brown cattle are moderately sized and extremely hardy. The intent was to produce a good beef cow with the ability to raise a calf under adverse weather conditions. It was officially recognised as a breed by the British government in 1965. The breed is still farmed today, mainly in Scotland but also in other areas of the world.",
  "/wiki/Luing": "Luing (Gaelic: Luinn) is one of the Slate Islands, Firth of Lorn, in the west of Argyll in Scotland, about 16 miles (26 km) south of Oban. The island has an area of 1,430 hectares (3,500 acres) and is bounded by several small skerries and islets. It has a population of around 200 people, mostly living in Cullipool, Toberonochy (Tobar Dhonnchaidh), and Blackmillbay.",
  "/wiki/Shetland_Cattle": "Shetland cattle are a small, hardy cattle breed from the Shetland Isles of Scotland. They are noted for their use in crofting in Shetland, where they provided use for meat, milk and draft work (pulling ploughs). Despite the rapid decline in crofting for a living, efforts to conserve this breed in the United Kingdom are mainly done by the Shetland Cattle Breeder's Association.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Scots_Dumpy": "The Scots Dumpy is a traditional Scottish breed of chicken. It is characterised by very short legs, so short that the body is a few centimetres from the ground; as in other breeds of creeper chicken, this chondrodystrophy is caused by a recessive lethal allele. The Dumpy has at times been known by other names, among them Bakie, Corlaigh, Crawler, Creeper and Stumpy. There are both standard-sized and bantam Scots Dumpies. It is one of two Scottish breeds of chicken, the other being the Scots Grey.",
  "/wiki/Chicken": "The chicken (Gallus gallus domesticus) is a type of domesticated fowl, a subspecies of the red junglefowl (Gallus gallus). They are one of the most common and widespread domestic animals, with a total population of more than 19 billion as of 2011. There are more chickens in the world than any other bird or domesticated fowl. Humans keep chickens primarily as a source of food (consuming both their meat and eggs) and, less commonly, as pets. Originally raised for cockfighting or for special ceremonies, chickens were not kept for food until the Hellenistic period (4th–2nd centuries BC).",
  "/wiki/Scots_Grey": "The Scots Grey is a dual-purpose breed of domestic chicken originating in Scotland, where it has been bred for more than two hundred years. It was formerly known as the Scotch Grey and until about 1930 was popular in Scotland. It is on the \"Native Poultry Breeds at Risk\" list of the Rare Breeds Survival Trust.",
  "/wiki/Lanarkshire": "Lanarkshire, also called the County of Lanark (Scottish Gaelic: Siorrachd Lannraig, Scots: Lanrikshire) is a historic county in the central Lowlands of Scotland.",
  "/wiki/Bearded_Collie": "The Bearded Collie, or Beardie, is a herding breed of dog once used primarily by Scottish shepherds, but now mostly a popular family companion.",
  "/wiki/Dog": "The domestic dog (Canis lupus familiaris when considered a subspecies of the wolf or Canis familiaris when considered a distinct species) is a member of the genus Canis (canines), which forms part of the wolf-like canids, and is the most widely abundant terrestrial carnivore. The dog and the extant gray wolf are sister taxa as modern wolves are not closely related to the wolves that were first domesticated, which implies that the direct ancestor of the dog is extinct. The dog was the first animal to be domesticated, and has been selectively bred over millennia for various behaviors, sensory capabilities, and physical attributes.",
  "/wiki/Scottish_Borders": "The Scottish Borders (Scots: The Mairches, lit. \"The Marches\"; Scottish Gaelic: Crìochan na h-Alba) is one of 32 council areas of Scotland. It borders the City of Edinburgh, Dumfries and Galloway, East Lothian, Midlothian, South Lanarkshire, West Lothian and, to the south-west, south and east, the English counties of Cumbria and Northumberland. The administrative centre of the area is Newtown St Boswells.",
  "/wiki/Bloodhound": "The Bloodhound is a large scent hound, originally bred for hunting deer, wild boar and, since the Middle Ages, for tracking people.  Believed to be descended from hounds once kept at the Abbey of Saint-Hubert, Belgium, it is known to French speakers as the Chien de Saint-Hubert.",
  "/wiki/Vulnerable_Native_Breeds": "Vulnerable Native Breeds are a group of dog breeds originating in the United Kingdom and Ireland, and identified by The Kennel Club (KC) as having annual registration numbers of 300 puppies or fewer within the UK. The need for such a list was first identified in June 2003, with research conducted by the KC to identify the extent of the vulnerability and viability of each breed. It was a joint project, with the KC working with the British and Irish Native Breeds Trust, later to be known simply as the Native Dog Breeds Trust. The breeds on the list have been promoted at events such as Discover Dogs and Crufts, and by asking that owners of these breeds mate their dogs rather than having them spayed.",
  "/wiki/Border_Collie": "The border collie is a working and herding dog breed developed in the Scottish borders for herding livestock, especially sheep. It was specifically bred for intelligence and obedience. It is very fetch-oriented.",
  "/wiki/Border_Terrier": "The Border Terrier is a small, rough-coated breed of dog in the terrier group. Bred as a fox and vermin hunter, the Border Terrier shares ancestry with the Dandie Dinmont Terrier and the Bedlington Terrier.",
  "/wiki/Cairn_Terrier": "The Cairn Terrier is one of the oldest terrier breeds, originating in the Scottish Highlands and recognized as one of Scotland's earliest working dogs. The breed was given the name Cairn because the breed's function was to hunt and chase quarry between the cairns in the Scottish highlands.",
  "/wiki/Skye": "The Isle of Skye, commonly known as Skye (/skaɪ/; Scottish Gaelic: An t-Eilean Sgitheanach or Eilean a' Cheò), is the largest and northernmost of the major islands in the Inner Hebrides of Scotland.[Note 1] The island's peninsulas radiate from a mountainous centre dominated by the Cuillin, the rocky slopes of which provide some of the most dramatic mountain scenery in the country.  Although it has been suggested that the Gaelic Sgitheanach describes a winged shape there is no definitive agreement as to the name's origins.",
  "/wiki/Dandie_Dinmont_Terrier": "A Dandie Dinmont Terrier is a small Scottish dog breed in the terrier family. The breed has a very long body, short legs, and a distinctive topknot of hair on the head. They are friendly but tough, and are suitable for interaction with older children. There are no breed-specific health concerns, but they can be affected by spinal problems due to their elongated body, and the breed is affected by canine cancer at a higher than average rate.",
  "/wiki/Golden_Retriever": "The Golden Retriever is a medium-large gun dog that retrieves shot waterfowl, such as ducks and upland game birds, during hunting and shooting parties. The name \"retriever\" refers to the breed's ability to retrieve shot game undamaged due to their soft mouth. Golden retrievers have an instinctive love of water, and are easy to train to basic or advanced obedience standards. They are a long-coated breed, with a dense inner coat that provides them with adequate warmth in the outdoors, and an outer coat that lies flat against their bodies and repels water. Golden retrievers are well suited to residency in suburban or country environments. They shed copiously, particularly at the change of seasons, and require fairly regular grooming. The Golden Retriever was originally bred in Scotland in the mid-19th century.",
  "/wiki/Glen_Affric": "Glen Affric (Scottish Gaelic: Gleann Afraig) is a glen south-west of the village of Cannich in the Highland region of Scotland, some 15 miles (24 km) to the west of Loch Ness. The River Affric runs along its length, passing through Loch Affric and Loch Beinn a' Mheadhoin. A minor public road reaches as far as the end of Loch Beinn a' Mheadhoin, but beyond that point only rough tracks and footpaths continue along the glen.",
  "/wiki/Gordon_Setter": "The Gordon Setter is a large breed of dog, a member of the setter family that also includes both the better-known Irish Setter and the English Setter. Setter breeds are classified as members of either the Sporting or Gundog Group depending on the national kennel club or council.  The original purpose of the breed was to hunt gamebirds. Their quarry in the United Kingdom, may be partridge or grouse, pheasant, ptarmigan, blackgame, snipe or woodcock: whilst overseas bird dogs are worked on quail, willow grouse, sand grouse, guinea fowl, sagehen, francolin and any other bird that will sit to a dog—that is to say, will attempt to avoid a potential predator by concealment rather than by taking to the wing at the first sign of danger.  It is this combination of a bird that will sit fast in front of a dog that will remain on point that makes bird dog work possible.",
  "/wiki/Moray": "Moray (/ˈmʌri/ MURR-ee; Scottish Gaelic: Moireibh or Moireabh; Latin: Moravia; Old Norse: Mýræfi) is one of the 32 local government council areas of Scotland. It lies in the north-east of the country, with coastline on the Moray Firth, and borders the council areas of Aberdeenshire and Highland.",
  "/wiki/Rough_Collie": "The Rough Collie (also known as the Long-Haired Collie) is a long-coated dog breed of medium to large size that, in its original form, was a type of collie used and bred for herding sheep in Scotland. Originating in the 1800s,  the breed is now well known through the works of author Albert Payson Terhune, beginning with books about Lad, and through Lassie novels, movies, and television shows. Rough Collies generally come in shades of sable and white (sometimes mahogany), blue merle, tri-colored, and white. The breed has a distinctive long tapered snout and tipped ears.",
  "/wiki/Smooth_Collie": "The Smooth Collie is a breed of dog developed originally for herding. It is a short-coated version of the Rough Collie of Lassie fame. Some breed organisations consider the smooth-coat and rough-coat dogs to be variations of the same breed.",
  "/wiki/List_of_Scottish_breeds": "This is a list of domesticated animal breeds originating from Scotland. To be considered domesticated, a population of animals must have their behaviour, life cycle, or physiology systemically altered as a result of being under human control for many generations."
}