{
  "/wiki/William_Ahern_(Medal_of_Honor)": "William Ahern (1861 – November 7, 1916) was a sailor in the United States Navy who received the Medal of Honor for valor during an engineering crisis that threatened his ship.",
  "/wiki/United_States_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Watertender": "A fireman, stoker or watertender is a person whose occupation it is to tend the fire for the running of a boiler, heating a building, or powering a steam engine. Much of the job is hard physical labor, such as shoveling fuel, typically coal, into the boiler's firebox. On steam locomotives the title fireman is usually used, while on steamships and stationary steam engines, such as those driving saw mills, the title is usually stoker (although the British Merchant Navy did use fireman). The German word Heizer is equivalent and in Dutch the word stoker is mostly used too. The United States Navy referred to them as watertenders.",
  "/wiki/USS_Puritan_(BM-1)": "The second USS Puritan was a Puritan-class monitor in the United States Navy, constructed in 1882. She was the only ship in her class.",
  "/wiki/Thomas_Cahey": "Thomas Cahey (April 13, 1870 – January 5, 1935) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Seaman_(rank)": "Seaman is a military rank used in many navies around the world. It is considered a junior enlisted rank and, depending on the navy, it may be a single rank on its own or a name shared by several similarly-junior ranks.",
  "/wiki/USS_Petrel_(PG-2)": "The third USS Petrel (PG-2) was a 4th rate gunboat in the United States Navy during the Spanish–American War.  She was named for a sea bird.",
  "/wiki/John_J._Clausey": "John Joseph Clausey (May 16, 1875 – September 9, 1951) was a chief gunner's mate serving in the United States Navy during who received the Medal of Honor for bravery.",
  "/wiki/Chief_Petty_Officer_(United_States)": "Chief petty officer (CPO) is the seventh enlisted rate (with the paygrade E-7) in the United States Navy and U.S. Coast Guard, just above petty officer first class and below senior chief petty officer. The grade of chief petty officer was established on 1 April 1893 for the United States Navy. The United States Congress first authorized the Coast Guard to use the promotion to chief petty officer on 18 May 1920. Chief petty officer is also the final cadet grade in the U.S. Naval Sea Cadet Corps.",
  "/wiki/Gunner's_Mate": "The United States Navy & United States Coast Guard occupational rating of gunner's mate (GM) is a designation given by the Bureau of Naval Personnel (BUPERS) to enlisted sailors who either satisfactorily complete initial Gunner's Mate \"A\" school training, or who \"strike\" for the rating by showing competence in the field of ordnance. When \"striking\" one isn't required to be a seaman, but must belong to one of three undesignated rates: Fireman (FN), Seaman (SN), or Airman (AN). (Striking is no longer authorized in the USCG) It is also possible cross rate to Gunner's Mate. Cross rating refers to the act of an enlisted sailor \"crossing\" from their current rating to another rating of their choice, provided their ASVAB scores are high enough and there are open slots for the rate.",
  "/wiki/USS_Bennington_(PG-4)": "USS Bennington (Gunboat No. 4/PG-43) was a member of the Yorktown class of steel-hulled, twin-screw gunboats in the United States Navy in the late 19th and early 20th centuries. She was the first U.S. Navy ship named in honor of the town of Bennington, Vermont, site of the Battle of Bennington in the American Revolutionary War.",
  "/wiki/John_Costello_(Medal_of_Honor)": "John Costello (1850–1887) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Ordinary_seaman_(rating)": "Ordinary seaman is a military rank used in naval forces.",
  "/wiki/USS_Hartford_(1858)": "USS Hartford, a sloop-of-war, steamer, was the first ship of the United States Navy named for Hartford, the capital of Connecticut.  Hartford served in several prominent campaigns in the American Civil War as the flagship of David G. Farragut, most notably the Battle of Mobile Bay in 1864.  She survived until 1956, when she sank awaiting restoration at Norfolk, Virginia.",
  "/wiki/Thomas_Cramen": "Thomas Cramen (born 1848, date of death unknown) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Boatswain's_mate_(United_States_Navy)": "The United States Navy occupational rating of boatswain's mate (abbreviated as BM) is a designation given by the Bureau of Naval Personnel (BUPERS) to enlisted members who were rated or \"striking\" for the rating as a deck seaman. The colloquial form of address for a boatswain's mate is \"Boats\".",
  "/wiki/USS_Portsmouth_(1843)": "The second USS Portsmouth was a wooden sloop-of-war in the United States Navy in service during the mid-to-late 19th century.  She was designed by Josiah Barker on the lines of a French-built privateer, and built at the Portsmouth Navy Yard, directly across the Piscataqua River from Portsmouth, New Hampshire.  She was described as an improvement over USS Saratoga built in the same shipyard a year earlier. Portsmouth was launched on 23 October 1843 and commissioned on 10 November 1844, with Commander John Berrien Montgomery in command.",
  "/wiki/Frank_William_Crilley": "Frank William Crilley (September 13, 1883 – November 23, 1947) was a United States Navy diver and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Chief_Petty_Officer": "A chief petty officer is a senior non-commissioned officer in many navies and coast guards.",
  "/wiki/USS_F-4_(SS-23)": "USS F-4 (SS-23) was a United States Navy F-class submarine. Her keel was laid down by the Moran Brothers of Seattle, Washington. She was originally named Skate, making her the first ship of the United States Navy named for the skate. She was renamed F-4 on 17 November 1911. She was launched on 6 January 1912 sponsored by Mrs. M.F. Backus; and commissioned on 3 May 1913 with Lieutenant (junior grade) K.H. Donavin in command.",
  "/wiki/Willie_Cronan": "William \"Willie\" S. Cronan (October 23, 1883 – October 22, 1959) was a boatswain's mate serving in the United States Navy during the first half of the twentieth century who was awarded the Medal of Honor for peacetime bravery in 1906.",
  "/wiki/Boatswain's_Mate_(United_States_Navy)": "The United States Navy occupational rating of boatswain's mate (abbreviated as BM) is a designation given by the Bureau of Naval Personnel (BUPERS) to enlisted members who were rated or \"striking\" for the rating as a deck seaman. The colloquial form of address for a boatswain's mate is \"Boats\".",
  "/wiki/John_Dempsey_(Medal_of_Honor)": "John Dempsey (1848-1884) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/John_Flannagan_(Medal_of_Honor)": "John Flannagan (1852 – date of death missing) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Le_Havre": "Le Havre (/lə ˈhɑːv(rə)/, French: [lə ɑvʁ(ə)] (listen); Norman: Lé Hâvre) is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is smaller than that of Rouen. After Reims, it is also the second largest subprefecture in France. The name Le Havre means \"the harbour\" or \"the port\". Its inhabitants are known as Havrais or Havraises.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Edward_Floyd_(Medal_of_Honor)": "Edward Floyd (February 21, 1850 – January 16, 1923) was a boilermaker serving in the United States Navy who received the Medal of Honor for bravery.",
  "/wiki/USS_Iowa_(BB-4)": "USS Iowa (BB-4) was a pre-dreadnought battleship built for the United States Navy in the mid-1890s. The ship was a marked improvement over the previous Indiana-class battleships, correcting many of the defects in the design of those vessels. Among the most important improvements were significantly better seaworthiness owing to her greater freeboard and a more efficient arrangement of the armament. Iowa was designed to operate on the high seas, which had been the impetus to increase the freeboard. She was armed with a battery of four 12-inch (300 mm) guns in two twin-gun turrets, supported by a secondary battery of eight 8-inch (200 mm) guns.",
  "/wiki/Hugh_King_(Medal_of_Honor)": "Hugh King (born 1845, date of death unknown) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Ordinary_Seaman": "An ordinary seaman (OS) is a naval rating of the deck department of a ship.  The position is an apprenticeship to become an able seaman, and has been for centuries.  In modern times, an OS is required to work on a ship for a specific amount of time, gaining what is referred to as  \"sea time\". For centuries, the term ordinary seaman was used to refer to a seaman with between one and two years' experience at sea, who showed enough seamanship to be so rated by their captain.  Historically in some navies and the merchant marine a sailor with less experience was called a landsman.",
  "/wiki/USS_Iroquois_(1859)": "The first USS Iroquois was a sloop of war in the United States Navy during the American Civil War.",
  "/wiki/John_King_(Medal_of_Honor)": "John King (February 7, 1865 – May 20, 1938) was an Irish sailor in the United States Navy and one of only 19 in history to receive the Medal of Honor twice.",
  "/wiki/USS_Vicksburg_(PG-11)": "USS Vicksburg was a United States Navy gunboat, laid down in March 1896 at Bath, Maine, launched on 5 December 1896, and commissioned on 23 October 1897.",
  "/wiki/USS_Salem_(CL-3)": "USS Salem (CS-3/CL-3), Scout Cruiser No. 3, was a Chester-class scout cruiser of the United States Navy. She was the first Navy ship named for the city of Salem, Massachusetts.",
  "/wiki/Patrick_J._Kyle": "Patrick J. Kyle (November 4, 1854 – October 28, 1929) was a United States Navy sailor and a recipient of America's highest military decoration—the Medal of Honor",
  "/wiki/Landman_(rank)": "Landsman or landman (the latter being an older term) was a military rank given to naval recruits.",
  "/wiki/Port_Mahon": "Maó-Mahón, sometimes written in English as Mahon (/məˈhɒn/) (Catalan: Maó [məˈo], Spanish: Mahón [maˈon]) is a municipality,  the capital city of the island of Menorca, and seat of the Island Council of Menorca. The city is located on the eastern coast of the island, which is part of the autonomous community of the Balearic Islands, Spain. Maó-Mahón has one of the longest natural harbours in the world: 5 km (3.1 mi) long and up to 900 metres (2,953 feet) wide. The water is deep but it remains mostly clear due to it being slightly enclosed.  It is also said to be the birthplace of mayonnaise.",
  "/wiki/Menorca": "Menorca (Catalan: [məˈnɔɾkə], Spanish: [meˈnoɾka]) or Minorca (English: /mɪˈnɔːrkə/ min-OR-kə; from Latin: Insula Minor, lit. 'smaller island', later Minorica) is one of the Balearic Islands located in the Mediterranean Sea belonging to Spain. Its name derives from its size, contrasting it with nearby Majorca.",
  "/wiki/John_O'Neal": "John O'Neal(l) may refer to:",
  "/wiki/Greytown,_Nicaragua": "San Juan de Nicaragua, formerly known as San Juan del Norte or Greytown, is a town and municipality in the Río San Juan department of Nicaragua.",
  "/wiki/Patrick_Regan_(Medal_of_Honor,_1873)": "Patrick Regan (born 1852, date of death unknown) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Coquimbo": "Coquimbo is a port city, commune and capital of the Elqui Province, located on the Pan-American Highway, in the Coquimbo Region of Chile. Coquimbo is situated in a valley 10 km (6 mi) south of La Serena, with which it forms Greater La Serena with more than 400,000 inhabitants. The commune spans an area around the harbor of 1,429.3 km2 (552 sq mi). The average temperature in the city lies around 14 °C (57 °F), and precipitation is low.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Patrick_Reid_(Medal_of_Honor)": "Patrick Reid (June 17, 1875 – October 23, 1924) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/USS_North_Dakota_(BB-29)": "USS North Dakota (BB-29) was a dreadnought battleship of the United States Navy, the second member of the Delaware class, her only sister ship being Delaware. North Dakota was laid down at the Fore River Shipyard in December 1907, was launched in November 1908, and commissioned into the US Navy in April 1910. She was armed with a main battery of ten 12-inch (305 mm) guns and was capable of a top speed of 21 kn (24 mph; 39 km/h). North Dakota was the first vessel of the US Navy to be named after the 39th state.",
  "/wiki/Thomas_Smith_(Medal_of_Honor,_1878)": "Thomas Smith (born 1856, date of death unknown) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Pará": "Pará is a State of Brazil, located in northern Brazil and traversed by the lower Amazon River. It borders the Brazilian states of Amapá, Maranhão, Tocantins, Mato Grosso, Amazonas and Roraima. To the northwest are the borders of Guyana and Suriname, to the northeast of Pará is the Atlantic Ocean. The capital and largest city is Belém, which is located at the mouth of the Amazon.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Thomas_Stanton_(Medal_of_Honor)": "Thomas Stanton (August 11, 1869 – May 7, 1950) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Machinist's_Mate": "Machinist's mate (or MM) is a rating in the United States Navy's engineering community.",
  "/wiki/James_Thayer_(Medal_of_Honor)": "James Thayer (1853–1886) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/Ship's_Corporal": "Corporal is a military rank in use in some form by many militaries and by some police forces or other uniformed organizations. Within NATO, each member nation's corresponding military rank of corporal is combined under the NATO-standard rank scale code OR-3 or OR-4. However, there are often differences in how each nation (or service in each nation) employs corporals.  Some militaries don't have corporals, but may instead have a Junior Sergeant.",
  "/wiki/USS_Constitution": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat.[Note 1] She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Washington by Secretary of War Timothy Pickering in March of 1795 for the frigates that were to be constructed. Joshua Humphreys designed the frigates to be the young Navy's capital ships, and so Constitution and her sister ships were larger and more heavily armed and built than standard frigates of the period. She was built at Edmund Hartt's shipyard in the North End of Boston, Massachusetts. Her first duties were to provide protection for American merchant shipping during the Quasi-War with France and to defeat the Barbary pirates in the First Barbary War.",
  "/wiki/Michael_Thornton_(Medal_of_Honor,_awarded_1884)": "Michael Thornton (1856–??) was a United States Navy sailor and a recipient of the United States military's highest decoration, the Medal of Honor.",
  "/wiki/USS_Leyden_(1865)": "The first USS Leyden was a screw steamer that operated as a tug in the U.S. Navy from 1866 to 1903 and saw combat service in the Spanish–American War in 1898.",
  "/wiki/List_of_Irish-American_Medal_of_Honor_recipients": "The following is a list of Irish-American soldiers, sailors, airmen and Marines who were awarded the American military's highest decoration — the Medal of Honor. The Medal of Honor is bestowed \"for conspicuous gallantry and intrepidity at the risk of life, above and beyond the call of duty, in actual combat against an armed enemy force.\" The medal is awarded by the President of the United States on behalf of the Congress."
}