{
  "/wiki/Lisa_Stanton": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1992, by order of first appearance.",
  "/wiki/Darryl_Neilson": "Darryl Neilson is a fictional character on the New Zealand soap opera Shortland Street. Appearing sporadically, Darryl made several recurring appearance from 1992 to the characters death in 1995. He was portrayed by Mark Ferguson.",
  "/wiki/Stuart_Neilson": "Dr. Stuart Neilson is a fictional character in the New Zealand soap opera Shortland Street who was portrayed by Martin Henderson as part of the original cast until early 1995. The character returned after 22 years off screen to celebrate the show's 25th anniversary episode which aired on the 25th of May, 2017.",
  "/wiki/Frank,_Finbar_&_Sarah_Burton": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1993, by order of first appearance.",
  "/wiki/Carrie_Burton": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1992, by order of first appearance.",
  "/wiki/Chris_Warner": "Christopher Alexander1 \"Chris\" Warner is a fictional character on the New Zealand soap opera Shortland Street who has been portrayed by Michael Galvin since the show's first episode, making him the longest running original character. Galvin quit the show in 1996, but returned to the show four years later when the show underwent a revamp. In total he has been with Shortland Street for 23 of its 27 years.",
  "/wiki/Ramona_Derby": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1994, by order of first appearance.",
  "/wiki/Tim_Cunningham_(Shortland_Street)": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1994, by order of first appearance.",
  "/wiki/Tuesday_Warner": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1995, by order of first appearance.",
  "/wiki/Carmen_Roberts": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1993, by order of first appearance.",
  "/wiki/Guy_Warner": "James Warner is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by Craig Parker in a guest role in 1992 before returning as core cast from 1993 to 1996. Guy returned for the shows 15th anniversary in May 2007 and again from December 2007 to April 2008.",
  "/wiki/Phoenix_Raynor": "Phoenix Warner (previously Raynor)  is a fictional character on the New Zealand soap opera Shortland Street. He has been portrayed by Geordie Holibar since his debut in the show's first ever 90 minute episode in August 2010. The character was introduced as the unknown son of long-standing character Chris Warner (Michael Galvin) and ex-wife Alison Raynor (Danielle Cormack).",
  "/wiki/Alison_Raynor": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1992, by order of first appearance.",
  "/wiki/Rose_Crozier-Kearney": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Ellen_Crozier": "Ellen Rosemary Crozier is a fictional character on the New Zealand soap opera Shortland Street, who was portrayed by Robyn Malcolm for nearly 6 years in the mid to late nineties.",
  "/wiki/David_Kearney_(character)": "Dr. David Kearney is a fictional character on the New Zealand soap opera Shortland Street, who was portrayed by Peter Elliott from early 1996 to late 1999.",
  "/wiki/Sudden_infant_death_syndrome": "Sudden infant death syndrome (SIDS), also known as cot death or crib death, is the sudden unexplained death of a child of less than one year of age. Diagnosis requires that the death remain unexplained even after a thorough autopsy and detailed death scene investigation. SIDS usually occurs during sleep. Typically death occurs between the hours of 00:00 and 09:00. There is usually no noise or evidence of struggle.",
  "/wiki/Bradley_Kearney": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Isobel_Kearney": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Johnny_Marinovich": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1994, by order of first appearance.",
  "/wiki/Maria_Marinovich": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 1998, by order of first appearance.",
  "/wiki/Tiffany_Pratt": "Tiffany Marinovich (née Pratt, previously Warner) is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by Alison James between 1995 and 1998.",
  "/wiki/Lucas_Harrison": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Angela_Weaver": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Nick_Harrison": "Nicholas John Harrison is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by Karl Burnett from the show's second episode in 1992 to 2005, making him the original character to stay with the show the longest in one stint. The character along with wife Waverley returned for the show's 25th anniversary that aired on 25 May 2017.",
  "/wiki/Harry_Warner_(character)": "Harry Warner (previously Thompson-Warner) is a fictional character on the New Zealand soap opera Shortland Street who first appeared onscreen in May 2002. Being born on screen during the shows 10th anniversary, Harry has been portrayed by several child actors and by Reid Walker since 2009. In May 2017 Harry left for an exchange program in Japan.",
  "/wiki/Toni_Thompson": "Antoinette \"Toni\" Warner (née Thompson, formerly McAllister) is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by Laura Hill from 2001 until 2008.",
  "/wiki/Te_Ngakau_Hudson": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Shannon_Te_Ngaru": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2001, by order of first appearance.",
  "/wiki/Tama_Hudson": "Tama Hudson is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by David Wikaira-Paul from 2001 to 2006.",
  "/wiki/Tina-Anne_Harrison": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2004, by order of first appearance.",
  "/wiki/Waverley_Harrison": "Waverley Harrison (also Wilson, previously Wallasee) was a fictional character on the New Zealand soap opera Shortland Street. She was portrayed by Claire Chitham and was introduced as a love interest for Nick Harrison who she eventually married 8 years after her arrival to the show. The character returned along with Husband Nick for the show's 25th anniversary episode that aired on 25 May 2017.",
  "/wiki/Rangimarie_Hudson": "The following is a complete list of all characters that appear or have appeared on the TVNZ soap opera Shortland Street. Included in the list are current and past core, recurring and guest characters.",
  "/wiki/Jay_Jeffries": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2007, by order of first appearance.",
  "/wiki/Maia_Jeffries": "Maia Anne Jeffries (also Copeland) is a fictional character on the New Zealand soap opera Shortland Street. She was portrayed by Anna Jullienne from mid-2004 to early-2011, with the character starring in numerous high-profile storylines alongside her on screen family. The character returned as part of the show's 20th anniversary in May 2012.",
  "/wiki/Mark_Weston": "Mark Weston (born July 26, 1953) is an American journalist, writer, and speaker, as well as the author of five books, including \"The Runner-Up Presidency: The Elections that Defied America's Popular Will,\" (Lyons Press, 2016), Giants of Japan: The Lives of Japan’s Greatest Men and Women (Kodansha 1999), a work the Los Angeles Times called a \"superb new book,” and Prophets and Princes: Saudi Arabia from Muhammad to the Present (Wiley 2008), which Britain’s New Statesman praised as “always intelligent.”",
  "/wiki/Alice_Piper": "Alice Piper (7 June 1908 – 22 August 1985) was a Paiute (Nüümü) girl residing in Big Pine, California who petitioned to attend the newly built Big Pine High School in 1923 and was denied entry due to her race. At that time, California educational law prohibited Native American children from attending a public school if a separate government run Indian school was established within three miles of the public school.",
  "/wiki/Craig_Valentine": "Dr. Craig Valentine is a fictional character on the New Zealand soap opera Shortland Street. He was portrayed by Renato Bartolomei for four years from May 2004 to September 2008.",
  "/wiki/List_of_Shortland_Street_characters_(2009)": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2009, by order of first appearance.",
  "/wiki/Morgan_Braithwaite": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2008, by order of first appearance.",
  "/wiki/Cindy_Watson_(Shortland_Street)": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2008, by order of first appearance.",
  "/wiki/Trent_Watson": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2008, by order of first appearance.",
  "/wiki/Matilda_Potts": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2011, by order of first appearance.",
  "/wiki/Sarah_Potts_(Shortland_Street)": "Dr. Sarah Marjorie Potts is a fictional character on the New Zealand soap opera Shortland Street, who was portrayed by Amanda Billing from her first appearance in September 2004 until the character's on-screen death in August 2014.",
  "/wiki/TK_Samuels": "Te Koha \"TK\" Samuels is a fictional character in New Zealand's longest running soap opera Shortland Street, played by actor Benjamin Mitchell since early 2006.",
  "/wiki/Adam_Vailalo": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2012, by order of first appearance.",
  "/wiki/Ula_Levi": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2010, by order of first appearance.",
  "/wiki/Tom_Stanton_(Shortland_Street)": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2011, by order of first appearance.",
  "/wiki/List_of_Shortland_Street_characters_(2014)": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2014, by order of first appearance.",
  "/wiki/Evan_Cooper": "Evan Cooper (born June 28, 1962) is a former American football player. He played college football as a defensive back at the University of Michigan from 1980 to 1983.  He played professional football in the National Football League (NFL) as a safety for the Philadelphia Eagles from 1984 to 1987 and the Atlanta Falcons from 1988 to 1989.",
  "/wiki/Trinity_Kwan": "The following is a list of characters that first appeared in the New Zealand soap opera Shortland Street in 2014, by order of first appearance.",
  "/wiki/Grace_Kwan": "Dr. Grace Kwan is a fictional character on the New Zealand soap opera Shortland Street, portrayed by Lynette Forday from 1994 to 1997. Forday reprised the role 16 years later in 2013.",
  "/wiki/Storylines_of_Shortland_Street": "This article details the various storylines that have occurred on the TVNZ soap opera Shortland Street since its debut on 25 May 1992. The article also documents the list of births, marriages and deaths in the show."
}