{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/James_Denton": "James Thomas Denton Jr. (born January 20, 1963) is an American actor. He is best known for playing Mike Delfino on ABC's comedy-drama series Desperate Housewives (2004–2012) and Dr. Sam Radford on Hallmark Channel's comedy-drama series Good Witch (2015–present).",
  "/wiki/Jewel_(singer)": "Jewel Kilcher (born May 23, 1974) is an American singer-songwriter, musician, producer, actress, author, and poet. She has received four Grammy Award nominations and, as of 2015, has sold over 30 million albums worldwide.",
  "/wiki/Dancing_with_the_Stars": "Dancing with the Stars is the name of various international television series based on the format of the British TV series Strictly Come Dancing, which is distributed by BBC Worldwide, the commercial arm of the BBC. Currently the format has been licensed to over 42 territories.",
  "/wiki/Robert_Downey,_Jr.": "Robert John Downey Jr. (born April 4, 1965) is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age. In 2008, Downey was named by Time magazine among the 100 most influential people in the world, and from 2013 to 2015, he was listed by Forbes as Hollywood's highest-paid actor. His films have grossed over $14.4 billion worldwide, making him the second highest-grossing box-office star of all time.",
  "/wiki/Paula_DeAnda": "Paula Dacia DeAnda (born November 3, 1989) is an American singer and songwriter. She first came to prominence with her first single, \"Doing Too Much\", which became a hit in the Southwest. She then got the opportunity to audition for Clive Davis, who signed her to Arista Records on the spot. Her debut album, Paula DeAnda, was released in 2006 and contained the US Billboard Hot 100 top twenty song \"Walk Away (Remember Me)\".",
  "/wiki/Kelsey_Grammer": "Allen Kelsey Grammer (born February 21, 1955) is an American actor, voice actor, comedian, singer, producer, director, writer and activist, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcoms Cheers and Frasier. He also produced the sitcom Girlfriends, which aired on UPN and The CW. Grammer has won five Primetime Emmy Awards, three Golden Globe Awards, one Daytime Emmy Award and one Tony Award; additionally, he has also worked as a television producer, director, and writer.",
  "/wiki/Kyle_MacLachlan": "Kyle Merritt MacLachlan (/məˈɡlɒklən/; born February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015).",
  "/wiki/Liev_Schreiber": "Liev Schreiber (/li-ɛvˈ/; born October 4, 1967) is an American actor, director, screenwriter, and producer. He became known during the late 1990s and early 2000s, having appeared in several independent films, and later mainstream Hollywood films, including the Scream trilogy of horror films, Ransom (1996), Phantoms (1998), The Sum of All Fears (2002), The Omen (2006), X-Men Origins: Wolverine (2009), Taking Woodstock (2009), Salt (2010), Goon (2011), Pawn Sacrifice (2014), and Spotlight (2015). He later became known to a younger generation of audiences for his voice work in My Little Pony: The Movie (2017), Isle of Dogs and Spider-Man: Into the Spider-Verse (2018).",
  "/wiki/Tracee_Ellis_Ross": "Tracee Joy Silberstein (born October 29, 1972), known as Tracee Ellis Ross, is an American actress and television host. She is known for her lead roles in the comedy television series Girlfriends (2000–2008) and Black-ish (2014–present).",
  "/wiki/John_Walsh_(television_host)": "John Edward Walsh Jr. (born December 26, 1945) is an American television personality, criminal investigator, human rights and victim rights advocate, and the host/creator of America's Most Wanted. Walsh is known for his anti-crime activism, with which he became involved following the murder of his son Adam in 1981; in 2008, the late serial killer Ottis Toole was officially named as the killer of Walsh's son. Walsh was part-owner of the now-defunct Museum of Crime & Punishment in Washington, D.C. He also anchors an investigative documentary series, The Hunt with John Walsh, which debuted on CNN in 2014.",
  "/wiki/Oliver_Hudson": "Oliver Rutledge Hudson (born September 7, 1976) is an American actor. He is known for his roles as Adam Rhodes in the CBS comedy series Rules of Engagement (2007–2013), Jeff Fordham on the ABC musical drama series Nashville (2013–2015) and Wes Gardner in the Fox horror comedy Scream Queens.  He appeared as one of the main cast members of the ABC sitcom Splitting Up Together, produced by Ellen DeGeneres.",
  "/wiki/Julia_Louis-Dreyfus": "Julia Scarlett E. Louis-Dreyfus Hall (/ˈluːi ˈdraɪfəs/; born January 13, 1961) is an American actress, comedian, producer, and singer. She is known for her work in the television comedy series Saturday Night Live (1982–1985), Seinfeld (1989–1998), The New Adventures of Old Christine (2006–2010), and Veep (2012–2019). She is one of the most awarded actresses in American television history, winning more Emmy Awards and more Screen Actors Guild Awards than any other performer (eight of the Emmy Awards were for acting, tying Cloris Leachman for the most acting wins).",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/James_Belushi": "James Adam Belushi (/bəˈluːʃi/; born June 15, 1954) is an American actor, comedian, singer and musician. He played the role of Jim on the sitcom According to Jim (2001–2009). His other television roles include Saturday Night Live (1983–1985), Wild Palms (1993), Aaahh!!! Real Monsters (1994–1997), Show Me a Hero (2015) and Twin Peaks (2017).",
  "/wiki/Amazing_Race": "The Amazing Race is a reality television game show in which teams of two people race around the world in competition with other teams. Contestants strive to arrive first at \"Pit Stops\" at the end of each leg of the race to win prizes and to avoid coming in last, which carries the possibility of elimination or a significant disadvantage in the following leg. Contestants travel to and within multiple countries in a variety of transportation modes, including airplanes, hot air balloons, helicopters, trucks, bicycles, taxicabs, cars, trains, buses, boats and by foot. Clues provided in each leg lead the teams to the next destination or direct them to perform a task, either together or by a single member. These challenges are related in some manner to the country wherein they are located or its culture. Teams are progressively eliminated until three are left; at that point, the team that arrives first in the final leg is awarded the grand prize.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Chris_Rock": "Christopher Julius Rock (born February 7, 1965) is an American comedian, actor, writer, producer, and director.",
  "/wiki/Robin_Thicke": "Robin Alan Thicke (born March 10, 1977) is an American singer, songwriter and record producer.",
  "/wiki/Andy_Richter": "Paul Andrew Richter (born October 28, 1966) is an American actor, voice actor, writer, comedian, and late night talk show announcer. He is best known for his role as the sidekick of Conan O'Brien on each of the host's programs: Late Night, The Tonight Show on NBC, and Conan on TBS. He is also known for his work as the voice of Mort in the Madagascar franchise.",
  "/wiki/Mark_Wahlberg": "Mark Robert Michael Wahlberg (born June 5, 1971) is an American actor, producer, businessman, model, rapper, singer and songwriter. He is also known by his former stage name Marky Mark, from his career as frontman for the group, Marky Mark and the Funky Bunch, with whom he released the albums Music for the People (1991) and You Gotta Believe (1992).",
  "/wiki/Damien_Fahey": "Damien Richard Fahey (/ˈfæhi/; born June 1, 1980) is a writer and voice actor for Family Guy, radio DJ, television host, former MTV VJ, comedian, and drummer. In 2002, he replaced Carson Daly as the host of MTV's Total Request Live after Daly left the network to host his own late-night show on NBC.  Fahey was a guest host for CBS's The Late, Late Show in 2004 when Craig Kilborn abruptly exited and was believed to be one of the 4 finalists for the permanent role.",
  "/wiki/Sandra_Bullock": "Sandra Annette Bullock (/ˈbʊlək/; born July 26, 1964) is an American actress, producer, and philanthropist. She was the highest paid actress in the world in 2010 and 2014. In 2015, Bullock was chosen as People's Most Beautiful Woman and was included in Time's 100 most influential people in the world in 2010. Bullock is the recipient of several accolades, including an Academy Award and a Golden Globe Award.",
  "/wiki/Jeff_Goldblum": "Jeffrey Lynn Goldblum (/ˈɡoʊldblʌm/; born October 22, 1952) is an American actor and musician. He has starred in some of the highest-grossing films of his era, such as Jurassic Park (1993) and Independence Day (1996), as well as their respective sequels, The Lost World: Jurassic Park (1997) and Jurassic World: Fallen Kingdom (2018), and Independence Day: Resurgence (2016).",
  "/wiki/Robin_Miller_(chef)": "Robin Miller has been a TV personality, food writer and nutritionist since 1990 and she is the author of ten books, including Robin Takes 5 and the New York Times bestseller, Quick Fix Meals. Her popular show, Quick Fix Meals with Robin Miller, aired on Food Network for 5 years. She currently lives in Scottsdale, AZ with her two sons.",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Christopher_Meloni": "Christopher Peter Meloni (born April 2, 1961) is an American actor. He is known for his television roles as NYPD Detective Elliot Stabler on the NBC legal drama Law & Order: Special Victims Unit for its first twelve seasons and as inmate Chris Keller on the HBO prison drama Oz. In June 2012, he returned to HBO, as the vampire Roman on the main cast of True Blood for the series' fifth season. Meloni also starred in and executive produced the Syfy series Happy! from 2017 to 2019.",
  "/wiki/Rainn_Wilson": "Rainn Dietrich Wilson (born January 20, 1966) is an American actor, comedian, writer, director, businessman, and producer. He is best known for his role as Dwight Schrute on the NBC sitcom The Office, for which he earned three consecutive Emmy Award nominations for Outstanding Supporting Actor in a Comedy Series.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Kirk_Douglas": "Kirk Douglas (born Issur Danielovitch; December 9, 1916 – February 5, 2020) was an American actor, producer, director, philanthropist and writer. After an impoverished childhood with immigrant parents and six sisters, he made his film debut in The Strange Love of Martha Ivers (1946) with Barbara Stanwyck. Douglas soon developed into a leading box-office star throughout the 1950s, known for serious dramas, including westerns and war films. During his career, he appeared in more than 90 films. Douglas was known for his explosive acting style, which he displayed as a criminal defense attorney in Town Without Pity (1961).",
  "/wiki/Bernie_Mac": "Bernard Jeffrey McCullough (October 5, 1957 – August 9, 2008), better known by his stage name Bernie Mac, was an American comedian, actor, and voice actor. Born and raised on Chicago's South Side, Mac gained popularity as a stand-up comedian. He joined fellow comedians Steve Harvey, Cedric the Entertainer, and D. L. Hughley in the film The Original Kings of Comedy. After briefly hosting the HBO show Midnight Mac, Mac appeared in several films in smaller roles. His most noted film role was as Frank Catton in the remake Ocean's Eleven and the title character of Mr. 3000. He was the big star of his eponymous show, which ran from 2001 through 2006, earning him two Emmy Award nominations for Outstanding Lead Actor in a Comedy Series. Mac's other films included starring roles in Booty Call, Friday, B*A*P*S, The Players Club, Head of State, Charlie's Angels: Full Throttle, Bad Santa, Guess Who, Pride, Soul Men, Transformers, Old Dogs, and Madagascar: Escape 2 Africa.",
  "/wiki/Elliott_Yamin": "Efraym Elliott Yamin (Arabic: افرايم إليوت يامين‎; Hebrew: אפרים אליוט ימין‎; born July 20, 1978) is an American singer known for his hit single \"Wait for You\" and for placing third on the fifth season of American Idol.",
  "/wiki/Adam_Sandler": "Adam Richard Sandler (born September 9, 1966) is an American actor, comedian, screenwriter, film producer, and musician. After becoming a Saturday Night Live cast member, he went on to star in many Hollywood feature films, which have combined grossed over $2 billion at the box office.",
  "/wiki/Terrence_Howard": "Terrence Dashon Howard (born March 11, 1969) is an American actor, rapper, singer-songwriter, and record producer. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
  "/wiki/Bucky_Covington": "William Joel \"Bucky\" Covington III (born November 8, 1977) is an American country music singer. He placed eighth on the 5th season of the Fox Network's talent competition series American Idol. In December 2006, he signed a recording contract with Lyric Street Records. His self-titled debut album, produced by Dale Oliver and Mark Miller of the band Sawyer Brown, was released on April 17, 2007. The album debuted at number one on the Billboard Top Country Albums chart, and produced three hit singles on the Hot Country Songs charts: \"A Different World\" at number six, \"It's Good to Be Us\" at number eleven, and \"I'll Walk\" at number ten. Three more singles: \"I Want My Life Back,\" \"Gotta Be Somebody\" and \"A Father's Love (The Only Way He Knew How),\" were released for an unreleased second album, titled I'm Alright, and later included on his 2012 album, Good Guys.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019).",
  "/wiki/Jada_Pinkett_Smith": "Jada Pinkett Smith (/ˈdʒeɪdə ˈpɪŋkɪt/; born September 18, 1971) is an American actress, singer-songwriter, comedian, screenwriter  and businesswoman.",
  "/wiki/Bridget_Moynahan": "Kathryn Bridget Moynahan (born April 28, 1971) is an American actress and model. Moynahan is known for her role in the police drama Blue Bloods. She graduated from Longmeadow High School in Massachusetts in 1989, and began pursuing a career in modeling. She appeared in department-store catalogs and magazines, and after doing television commercials, she began taking acting lessons. Moynahan made her television debut in a guest appearance in the comedy series Sex and the City in 1999, where she later had a recurring role as Natasha.",
  "/wiki/Josh_Gracin": "Joshua Mario Gracin (born October 18, 1980) is an American country music singer. A former member of the United States Marine Corps, he first gained public attention as the fourth-place finalist on the second season of the Fox Network talent competition American Idol.",
  "/wiki/Liv_Tyler": "Liv Rundgren Tyler (born Liv Rundgren; July 1, 1977) is an American actress, producer, singer and former model. She is best known for her portrayal of Arwen Undómiel in the Lord of the Rings film trilogy (2001–03).",
  "/wiki/Poppy_Montgomery": "Poppy Montgomery (born Poppy Petal Emma Elizabeth Deveraux Donaghue; 15 June 1972) is an Australian-American actress. She played FBI agent Samantha Spade on the CBS mystery drama Without a Trace from 2002 to 2009, and played Detective Carrie Wells on the CBS/A&E police drama Unforgettable from 2011 to 2016."
}