{
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Martin_Short": "Martin Hayter Short OC (born March 26, 1950) is a Canadian-American actor, comedian, singer and writer. He is known for his work on the television programs SCTV and Saturday Night Live. He has starred in comedy films such as Three Amigos (1986), Innerspace (1987), Three Fugitives (1989), Father of the Bride (1991), Pure Luck (1991), Captain Ron (1992), Father of the Bride Part II (1995), Mars Attacks! (1996), Jungle 2 Jungle (1997), and The Santa Clause 3: The Escape Clause (2006). He created the characters Jiminy Glick and Ed Grimley. In 1999, he won a Tony Award for his lead performance in a Broadway revival of Little Me.",
  "/wiki/Shia_LaBeouf": "Shia Saide LaBeouf (/ˈʃaɪ.ə ləˈbʌf/ (listen); born June 11, 1986) is an American actor, performance artist, and filmmaker. He became known among younger audiences as Louis Stevens in the Disney Channel series Even Stevens, a role for which LaBeouf received a Young Artist Award nomination in 2001 and won a Daytime Emmy Award in 2003. He made his film debut in The Christmas Path (1998). In 2004, he made his directorial debut with the short film Let's Love Hate and later directed a short film titled Maniac (2011), starring American rappers Cage and Kid Cudi.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Pat_Sajak": "Pat Sajak (/ˈseɪdʒæk/ SAY-jak, born Patrick Leonard Sajdak; October 26, 1946) is an American television personality, former weatherman, and talk show host, best known as the host of the American television game show Wheel of Fortune.",
  "/wiki/Halle_Berry": "Halle Maria Berry (born Maria Halle Berry; August 14, 1966) is an American actress. Berry won the Academy Award for Best Actress for her performance in the romantic drama film Monster's Ball (2001), becoming the only woman of African American descent to have won the award.",
  "/wiki/Robin_Roberts_(newscaster)": "Robin René Roberts is an American television broadcaster. Roberts is the anchor of ABC's Good Morning America.",
  "/wiki/Zach_Johnson": "Zachary Harris Johnson[n 1] (born February 24, 1976) is an American professional golfer who has 12 victories on the PGA Tour, including two major championships, the 2007 Masters and the 2015 Open Championship.",
  "/wiki/David_Duchovny": "David William Duchovny /dʊˈkʌvni/ (born August 7, 1960) is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards.",
  "/wiki/Tina_Fey": "Elizabeth Stamatina \"Tina\" Fey (/feɪ/; born May 18, 1970) is an American actress, comedian, writer, producer, and playwright. She is best known for her work on the NBC sketch comedy series Saturday Night Live (1997–2006) and for creating the acclaimed comedy series 30 Rock (2006–2013) and Unbreakable Kimmy Schmidt (2015–2019). Fey is also known for her work in film, with starring roles in Baby Mama (2008), Date Night (2010), Megamind (2010), Muppets Most Wanted (2014), Sisters (2015), Whiskey Tango Foxtrot (2016), and Wine Country (2019).",
  "/wiki/Edie_Falco": "Edith Falco (born July 5, 1963) is an American actress, best known for her roles as Diane Whittlesey in the HBO series Oz (1997–2000) and Carmela Soprano on the HBO series The Sopranos (1999–2007). For the latter, she received six Emmy nominations, winning three for Outstanding Lead Actress in a Drama Series, as well as winning two Golden Globes and five Screen Actors Guild Awards.",
  "/wiki/Kevin_Spacey": "Kevin Spacey Fowler KBE (born July 26, 1959) is an American actor, producer, and singer. Spacey began his career as a stage actor during the 1980s, obtaining supporting roles in film and television. He gained critical acclaim in the 1990s that culminated in his first Academy Award for Best Supporting Actor for the neo-noir crime thriller The Usual Suspects (1995) and an Academy Award for Best Actor for the midlife crisis-themed drama American Beauty (1999).",
  "/wiki/Andrew_Zimmern": "Andrew Scott Zimmern (born July 4, 1961) is an American culinary expert, chef, restaurateur, television personality, radio personality, director, producer, entrepreneur, food critic, journalist, teacher, and author. Considered one of the most influential celebrity chefs in the world, Zimmern is known for being the co-creator, host, and consulting producer of the Travel Channel television series Bizarre Foods with Andrew Zimmern, Bizarre Foods America, Bizarre Foods: Delicious Destinations, Andrew Zimmern's Bizarre World, Dining with Death, The Zimmern List, and Andrew Zimmern's Driven by Food, as well as the Food Network series The Big Food Truck Tip. For his work on Bizarre Foods with Andrew Zimmern, he was presented the James Beard Foundation Award four times; in 2010, 2012, 2013 and 2017. Zimmern also hosts a cooking webseries on YouTube titled Andrew Zimmern Cooks.",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Julie_Andrews": "Dame Julie Andrews, DBE (born Julia Elizabeth Wells; 1 October 1935) is an English actress, singer and author. Andrews, a child actress and singer, appeared in the West End in 1948 and made her Broadway debut in The Boy Friend (1954). Billed as “Britain’s youngest prima donna”, she rose to prominence starring in Broadway musicals such as My Fair Lady (1956)  playing Eliza Doolittle, and Camelot (1960) playing Queen Guinevere. In 1957, Andrews starred in the premiere of Rodgers and Hammerstein's written-for-television musical Cinderella, a live, network broadcast seen by over 100 million viewers. Andrews made her feature film debut in Mary Poppins (1964), and won the Academy Award for Best Actress for her performance in the title role. She starred in The Sound of Music (1965), playing Maria von Trapp, and won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
  "/wiki/Jeff_Probst": "Jeff Probst (born November 4, 1961) is an American game show host and an executive producer. He is best known as the Emmy Award-winning host of the U.S. version of the reality television show Survivor. He was also the host of The Jeff Probst Show, a syndicated daytime talk show produced by CBS Television Distribution from September 2012 to May 2013.",
  "/wiki/Sigourney_Weaver": "Susan Alexandra Weaver (born October 8, 1949), professionally known as Sigourney Weaver (/sɪˈɡɔːrni/), is an American actress. Dubbed \"Queen of Sci-Fi\", Weaver is considered to be a pioneer of action heroines in science fiction films. She is primarily known for her role as Ellen Ripley in the Alien franchise. The role earned her an Academy Award nomination in 1986 and is often regarded as one of the most significant female protagonists in all of cinema.",
  "/wiki/Mims_(rapper)": "Shawn Maurice Mims (born March 22, 1981), known professionally as Mims (backronym for Music Is My Savior), is an American rapper from Washington Heights, New York City. He is perhaps best known for his commercial debut single \"This Is Why I'm Hot\", which peaked at number one on the US Billboard Hot 100 chart. Following the release of his hit single, Mims' debut album, Music Is My Savior, was released in March 2007.",
  "/wiki/Avril_Lavigne": "Avril Ramona Lavigne (/ˌævrɪl ləˈviːn/ AV-ril lə-VEEN, French: [avʁil laviɲ]; born September 27, 1984) is a Canadian-French singer, songwriter, and actress. By the age of 15, she had appeared on stage with Shania Twain and by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.",
  "/wiki/Diane_Sawyer": "Lila Diane Sawyer (/ˈsɔːjər/; born December 22, 1945) is an American television journalist.",
  "/wiki/Jane_Krakowski": "Jane Krakowski (/krəˈkaʊski/; born Jane Krajkowski; October 11, 1968)[citation needed] is an American actress and singer. She is best known for the roles of Cousin Vicki in National Lampoon's Vacation, and Jenna Maroney in the NBC comedy series 30 Rock, for which she received four Primetime Emmy Award nominations for Outstanding Supporting Actress in a Comedy Series. Other notable television credits include Elaine Vassal on Ally McBeal and Jacqueline White in the Netflix comedy series Unbreakable Kimmy Schmidt.",
  "/wiki/Adam_Brody": "Adam Jared Brody (born December 15, 1979) is an American actor, writer, musician, and producer. He is known for his role as Seth Cohen on the 2003 television series The O.C.. Brody has appeared in the films Mr. & Mrs. Smith (2005), Thank You for Smoking (2006), In the Land of Women (2007), Jennifer's Body (2009), Cop Out (2010), Scream 4 (2011), Lovelace (2013), Life Partners (2014), Sleeping with Other People (2015), StartUp (2016), and Shazam! (2019).",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Garry_Shandling": "Garry Emmanuel Shandling (November 29, 1949 – March 24, 2016) was an American stand-up comedian, actor, director, writer, and producer.  Two of his most well-known works were It's Garry Shandling's Show and The Larry Sanders Show.",
  "/wiki/Taylor_Hicks": "Taylor Reuben Hicks (born October 7, 1976) is an American singer who won the fifth season of American Idol. Hicks got his start as a professional musician in his late teens and performed around the Southeastern United States for well over the span of a decade, during which he also released two independent albums. Upon winning Idol, he was signed to Arista Records, under which his self-titled major label debut was released on December 12, 2006.",
  "/wiki/Bryant_Gumbel": "Bryant Charles Gumbel (born September 29, 1948) is an American television journalist and sportscaster, best known for his 15 years as co-host of NBC's Today. He is the younger brother of sportscaster Greg Gumbel. Since 1995, he has hosted HBO's acclaimed investigative series Real Sports with Bryant Gumbel, which has been rated as \"flat out TV's best sports program\" by the Los Angeles Times. It won a Peabody Award in 2012.",
  "/wiki/Julianne_Moore": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is a Scottish American actress and children's author. Prolific in film since the early 1990s, she is particularly known for her portrayals of emotionally troubled women in both independent and blockbuster films, and has received many accolades, including an Academy Award, a British Academy Film Award and two Golden Globes. Time magazine named Moore one of the 100 most influential people in the world in 2015.",
  "/wiki/Julia_Stiles": "Julia O'Hara Stiles (born March 28, 1981) is an American actress. Born and raised in New York City, Stiles began acting at age 12.  Her first film role was in I Love You, I Love You Not (1996), followed by a leading role in the thriller Wicked (1998), for which she was awarded the Karlovy Vary International Film Festival Award for Best Actress. She went on to gain prominence for her lead roles in teen films such as 10 Things I Hate About You (1999) for which she won MTV Movie Award for Best Breakthrough Performance and was nominated for two Teen Choice Awards, Down to You (2000), for which she was nominated for another two Teen Choice Awards, and Save the Last Dance (2001), winning the Teen Choice Award for Choice Movie Actress and was nominated for the MTV Movie Award for Best Female Performance.",
  "/wiki/The_Apprentice_(U.S._TV_series)": "The Apprentice is an American documentary reality television program that judges the business skills of a group of contestants. It has run in various formats across fifteen seasons since January 2004 on NBC, with the most recent season having run in 2015.",
  "/wiki/Russell_Simmons": "Russell Wendell Simmons (born October 4, 1957) is an American entrepreneur, record executive, writer, and film producer. He is chairman and CEO of Rush Communications, co-founded the hip-hop music label Def Jam Recordings, and created the clothing fashion lines Phat Farm, Argyleculture, and Tantris. Simmons' net worth was estimated at $340 million in 2011.",
  "/wiki/Carla_Gugino": "Carla Gugino (/ɡʊˈdʒiːnoʊ/; born August 29, 1971) is an American actress. She is best known for her roles as Ingrid Cortez in the Spy Kids trilogy (2001–2003), Laurie in American Gangster (2007), Sally Jupiter in Watchmen (2009), Dr. Vera Gorski in Sucker Punch (2011), and as a lead character in each of the television series Karen Sisco, Threshold, The Haunting of Hill House, and Jett.",
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/David_Letterman": "David Michael Letterman (born April 12, 1947) is an American television host, comedian, writer, and producer. He hosted late night television talk shows for 33 years, beginning with the February 1, 1982, debut of Late Night with David Letterman on NBC, and ending with the May 20, 2015, broadcast of Late Show with David Letterman on CBS. In total, Letterman hosted 6,080 episodes of Late Night and Late Show, surpassing his friend and mentor Johnny Carson as the longest-serving late night talk show host in American television history. In 1996, Letterman was ranked 45th on TV Guide's 50 Greatest TV Stars of All Time. In 2002, The Late Show with David Letterman was ranked seventh on TV Guide's 50 Greatest TV Shows of All Time.\nHe is also a television and film producer. His company, Worldwide Pants, produced his shows as well as The Late Late Show and several prime-time comedies, the most successful of which was Everybody Loves Raymond, now in syndication.\nSeveral late-night hosts have cited Letterman's influence, including Conan O'Brien (his successor on Late Night), Stephen Colbert (his successor on The Late Show), Jimmy Fallon, Jimmy Kimmel, John Oliver, and Seth Meyers.\nLetterman currently hosts the Netflix series My Next Guest Needs No Introduction with David Letterman.",
  "/wiki/Stone_Cold_Steve_Austin": "Steve Austin (born Steven James Anderson on December 18, 1964, later Steven James Williams), better known by the ring name Stone Cold Steve Austin, is an American actor, producer, television host and retired professional wrestler.",
  "/wiki/Amanda_Peet": "Amanda Peet (born January 11, 1972)[citation needed] is an American actress. After studying at Columbia University, Peet began her acting career with small parts on television, and made her film debut in Animal Room (1995). Her featured role in the comedy The Whole Nine Yards (2000) brought her wider recognition, and she has since appeared in a variety of films, including Something's Gotta Give (2003), Identity (2003), Syriana (2005), The X-Files: I Want to Believe (2008), 2012 (2009), and The Way, Way Back (2013).",
  "/wiki/Arthur_Agatston": "Arthur Agatston (born January 22, 1947) is an American cardiologist and celebrity doctor best known as the developer of the South Beach Diet, but also the author of many published scholarly papers in the field of noninvasive cardiac diagnostics. His scientific research led to the Agatston Score for measuring coronary artery calcium.",
  "/wiki/Live_with_Regis_and_Kelly_(season_19)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 19th season.  The list is ordered by air date."
}