{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Tobey_Maguire": "Tobias Vincent Maguire (born June 27, 1975) is an American actor and film producer. He is best known for his role as Peter Parker / Spider-Man in Sam Raimi's Spider-Man trilogy (2002–2007). His other major films include Pleasantville (1998), The Cider House Rules (1999), Wonder Boys (2000), Seabiscuit (2003), The Good German (2006), Brothers (2009), and The Great Gatsby (2013).",
  "/wiki/Carmen_Electra": "Tara Leigh Patrick (born April 20, 1972), known professionally as Carmen Electra, is an American model, actress, television personality, singer and dancer. She began her career as a singer after moving to Minneapolis, where she met Prince, who produced her self-titled debut studio album. Electra began glamour modeling in 1996 with numerous appearances in Playboy magazine. She later relocated to Los Angeles to pursue a career as an actress, playing the role of Lani McKenzie on the television series Baywatch (1997–1998). Electra also hosted MTV’s Singled Out (1997-1998).",
  "/wiki/Ne-Yo": "Shaffer Chimere Smith (born October 18, 1979), better known by his stage name Ne-Yo, is an American singer, songwriter, record producer, actor and dancer. He gained fame for his songwriting abilities when he penned his 2004 hit \"Let Me Love You\" for singer Mario. The single's successful release in the United States prompted an informal meeting between Ne-Yo and Def Jam's label head and the signing of a recording contract.",
  "/wiki/Kirsten_Dunst": "Kirsten Caroline Dunst (/ˈkɪərstən/; born April 30, 1982) is an American  actress. She made her debut in the 1989 anthology film New York Stories, appearing in the segment Oedipus Wrecks directed by Woody Allen. At the age of twelve, Dunst gained widespread recognition as Claudia in Interview with the Vampire (1994), for which she was nominated for a Golden Globe for Best Supporting Actress. She appeared in Little Women the same year and in Jumanji the following year. After a recurring role on the third season of ER (1996–1997), and appearances in films such as Wag the Dog (1997), Small Soldiers (1998), the 1998 English dub of Kiki's Delivery Service (1989) and The Virgin Suicides (1999), Dunst starred in a string of comedies, including Drop Dead Gorgeous, Dick (both 1999), Bring It On (2000), Get Over It, and Crazy/Beautiful (both 2001).",
  "/wiki/Mehmet_Oz": "Mehmet Cengiz Öz (Turkish: [mehˈmet dʒeɲˈɟiz œz]; born June 11, 1960), known professionally as Dr. Oz, is a Turkish American television personality, cardiothoracic surgeon, Columbia University professor, pseudoscience promoter, and author. In 2003, Oprah Winfrey was the first guest on the Discovery Channel series Second Opinion with Dr. Oz, and, since 2004, Oz became a regular guest on The Oprah Winfrey Show, making more than sixty appearances in it. In 2009, The Dr. Oz Show, a daily television program focusing on medical issues and personal health, was launched by Winfrey's Harpo Productions and Sony Pictures Television.",
  "/wiki/Kate_Walsh_(actress)": "Kathleen Erin \"Kate\" Walsh (born October 13, 1967) is an American actress and businesswoman. Her roles include Dr. Addison Montgomery on the ABC television dramas Grey's Anatomy and Private Practice, Rebecca Wright on the short-lived NBC sitcom Bad Judge, Olivia Baker on the Netflix drama series 13 Reasons Why and The Handler in The Umbrella Academy.",
  "/wiki/Eric_Bana": "Eric Banadinović, AM (born 9 August 1968), known professionally as Eric Bana (/ˈbænə/), is an Australian actor. He began his career in the sketch comedy series Full Frontal before gaining notice in the comedy-drama The Castle (1997). Soon after he gained critical recognition in the biographical crime film Chopper (2000). After a decade of roles in Australian TV shows and films, Bana gained Hollywood's attention for his performance in the war film Black Hawk Down (2001) and the title character in Hulk (2003). He has since played Hector in the movie Troy (2004), the lead in Steven Spielberg's historical drama and political thriller Munich (2005), Henry VIII in The Other Boleyn Girl (2008), and the villain Nero in the science-fiction film Star Trek (2009). Bana also played Henry De Tamble in The Time Traveler's Wife (2009). In 2013, he played Lt. Cmdr. Erik S. Kristensen in the war film Lone Survivor and in the following year he played police sergeant Ralph Sarchie in the horror film Deliver Us from Evil.",
  "/wiki/Tori_Amos": "Tori Amos (born Myra Ellen Amos, August 22, 1963) is an American singer-songwriter and pianist. She is a classically trained musician with a mezzo-soprano vocal range. Having already begun composing instrumental pieces on piano, Amos won a full scholarship to the Peabody Institute at Johns Hopkins University at the age of five, the youngest person ever to have been admitted. She was expelled at the age of 11 for what Rolling Stone described as \"musical insubordination\". Amos was the lead singer of the short-lived 1980s pop group Y Kant Tori Read before achieving her breakthrough as a solo artist in the early 1990s. Her songs focus on a broad range of topics, including sexuality, feminism, politics and religion.",
  "/wiki/Drew_Barrymore": "Drew Blythe Barrymore (born February 22, 1975) is an American actress, producer, director, author, model, and entrepreneur. She is a member of the Barrymore family of actors, and the granddaughter of John Barrymore. She achieved fame as a child actress with her role in E.T. the Extra-Terrestrial (1982). She is the recipient of numerous accolades, including a Golden Globe, a Screen Actors Guild Award, and a BAFTA nomination.",
  "/wiki/Zach_Braff": "Zachary Israel Braff (born April 6, 1975) is an American actor, director, screenwriter and producer. He is best known for his role as J. D. on the television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005 and for three Golden Globe Awards from 2005 to 2007. He starred in The Broken Hearts Club: A Romantic Comedy (2000), The Last Kiss (2006), The Ex (2006) and In Dubious Battle (2016), and has done voice-work for Chicken Little (2005), Oz the Great and Powerful (2013), and the Netflix series Bojack Horseman.",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Felicity_Huffman": "Felicity Kendall Huffman (born December 9, 1962) is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Oscar.",
  "/wiki/Amazing_Race": "The Amazing Race is a reality television game show in which teams of two people race around the world in competition with other teams. Contestants strive to arrive first at \"Pit Stops\" at the end of each leg of the race to win prizes and to avoid coming in last, which carries the possibility of elimination or a significant disadvantage in the following leg. Contestants travel to and within multiple countries in a variety of transportation modes, including airplanes, hot air balloons, helicopters, trucks, bicycles, taxicabs, cars, trains, buses, boats and by foot. Clues provided in each leg lead the teams to the next destination or direct them to perform a task, either together or by a single member. These challenges are related in some manner to the country wherein they are located or its culture. Teams are progressively eliminated until three are left; at that point, the team that arrives first in the final leg is awarded the grand prize.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Jane_Fonda": "Jane Seymour Fonda (born December 21, 1937) is an American actress, political activist, and former fashion model. She is the recipient of various accolades including two Academy Awards, two BAFTA Awards, seven Golden Globe Awards, a Primetime Emmy Award, the AFI Life Achievement Award, and the Honorary Golden Lion.",
  "/wiki/Kelly_Clarkson": "Kelly Brianne Clarkson (born April 24, 1982) is an American singer, songwriter, actress and television personality. She rose to fame in 2002, after winning the first season of American Idol, which earned her a record deal with RCA Records. Clarkson's debut single, \"A Moment Like This\", topped the US Billboard Hot 100 chart and became the country's best-selling single of 2002. It was followed by the release of her debut album, Thankful (2003), which debuted atop the US Billboard 200. Trying to reinvent her image, Clarkson parted ways with Idol management and shifted to pop rock music for her second album, Breakaway (2004). After numerous top 40 radio number-one singles, such as \"Since U Been Gone\" and \"Because of You\", the album sold over 12 million copies worldwide and earned Clarkson two Grammy Awards.",
  "/wiki/Freddie_Prinze,_Jr.": "Frederick James Prinze Jr. (born March 8, 1976) is an American actor. He has starred in films such as I Know What You Did Last Summer (1997), I Still Know What You Did Last Summer (1998), She's All That (1999), Summer Catch (2001), Scooby-Doo (2002), and its sequel Scooby-Doo 2: Monsters Unleashed (2004). Prinze has also had recurring and starring roles in television shows, including Friends (2002), Boston Legal (2004), Freddie (2005–06) and 24 (2010), and voiced Kanan Jarrus in the Disney XD series Star Wars Rebels.",
  "/wiki/Larry_the_Cable_Guy": "Daniel Lawrence Whitney (born February 17, 1963), known professionally by his stage name Larry the Cable Guy, is an American stand-up comedian, actor, producer, singer and radio personality, with a career spanning over 30 years.",
  "/wiki/Survivor:_Fiji": "Survivor: Fiji is the fourteenth season of the American CBS competitive reality television series Survivor. The season was filmed in the Fiji Islands from October 30 until December 7, 2006, and aired from February 8, 2007 until the two-hour season finale on May 13, 2007, followed by a live reunion from Ed Sullivan Theater in New York City, where Earl Cole was named the Sole Survivor over Andria \"Dreamz\" Herd and Cassandra Franklin by a unanimous vote.",
  "/wiki/Eric_Dane": "Eric Dane (born Eric T. Melvin, November 9, 1972) is an American actor. After appearing in television roles throughout the 2000s with his recurring role as Jason Dean in Charmed being the best known, he became famous for playing Dr. Mark Sloan on the medical drama television series Grey's Anatomy, as well as films, co-starring in Marley & Me (2008), Valentine's Day (2010), and Burlesque (2010). He starred as Captain Tom Chandler in the post-apocalyptic drama The Last Ship. He currently stars as Cal Jacobs in the HBO series, Euphoria.",
  "/wiki/Milo_Ventimiglia": "Milo Anthony Ventimiglia (/vɛntɪˈmiːljə/, Italian: [ventiˈmiʎʎa]; born July 8, 1977) is an American actor, director and producer. After several roles in television series and parts in independent films, he gained recognition for his roles as Jess Mariano on the television series Gilmore Girls from 2001 to 2006, and as Peter Petrelli on the NBC series Heroes from 2006 to 2010. He has starred as Jack Pearson on the NBC drama This Is Us since 2016.",
  "/wiki/Don_Rickles": "Donald Jay Rickles (May 8, 1926 – April 6, 2017) was an American stand-up comedian, actor, and author, known especially for his insult comedy. His film roles included Run Silent, Run Deep (1958) with Clark Gable and Kelly's Heroes (1970) with Clint Eastwood, and beginning in 1976 he enjoyed a two-year run starring in the NBC television sitcom C.P.O. Sharkey.\nA headline performer at Las Vegas hotel-casinos and peripheral member of the Rat Pack via friendship with Frank Sinatra, Rickles received widespread exposure as a frequent guest on talk and variety shows, including The Dean Martin Show, The Tonight Show Starring Johnny Carson and Late Show with David Letterman, and later voicing Mr. Potato Head in the Toy Story franchise. He won a Primetime Emmy Award for the 2007 documentary Mr. Warmth: The Don Rickles Project.",
  "/wiki/Rebecca_Romijn": "Rebecca Alie Romijn (/roʊˈmeɪn/ roh-MAYN; Dutch: [roːˈmɛin]; born November 6, 1972) is an American actress and former model. She is known for her role as Mystique in the trilogy of the X-Men film series, and as Joan from The Punisher (2004), both of which are based on Marvel Comics. She also had a recurring role as Alexis Meade on the television series Ugly Betty, and as Number One on Star Trek: Discovery. Major roles include as Eve Baird on the TNT series The Librarians, which ran for four seasons, and as the host of the game show Skin Wars.",
  "/wiki/America_Ferrera": "America Georgine Ferrera (/fəˈrɛərə/; born April 18, 1984) is an American actress, voice actress, producer, and director. Born in Los Angeles, California, to Honduran parents, Ferrera developed an interest in acting at a young age, performing in several stage productions at her school. She made her feature film debut in 2002 with the comedy drama Real Women Have Curves, winning praise for her performance. Ferrera is the recipient of numerous accolades including an Emmy Award, a Golden Globe Award, and a Screen Actors Guild Award among others.",
  "/wiki/Mike_Myers_(actor)": "Michael John Myers OC (born May 25, 1963) is a Canadian actor, comedian, screenwriter, producer, and director who holds Canadian, British, and American citizenship. He is known for his run as a performer on Saturday Night Live from 1989 to 1995, and for playing the title roles in the Wayne's World, Austin Powers, and Shrek film franchises. He made his directorial debut with the documentary Supermensch: The Legend of Shep Gordon (2013). He has stepped away from acting since 2012, though he had supporting roles in Terminal and Bohemian Rhapsody (both 2018).",
  "/wiki/Nicollette_Sheridan": "Nicollette Sheridan (born  November 21, 1963) is an English-American actress, writer and producer. She began her career as a fashion model, before landing a role in the short-lived ABC primetime soap opera Paper Dolls in 1984. The following year, she starred in the romantic comedy film The Sure Thing.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Jimmy_Kimmel": "James Christian Kimmel (born November 13, 1967) is an American television host, comedian, writer, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003 at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012 and 2016, and the Academy Awards in 2017 and 2018.",
  "/wiki/Evangeline_Lilly": "Nicole Evangeline Lilly (born August 3, 1979) is a Canadian actress and author. She gained popular acclaim for her first leading role as Kate Austen in the ABC series Lost (2004–2010), which garnered her a nomination for the Golden Globe Award for Best Actress in a Drama Series and won her a Screen Actors Guild Award. In 2008, Lilly starred as Connie James in the Academy Award winning war film The Hurt Locker (2008) and followed it with a role in the science fiction film Real Steel (2011).",
  "/wiki/Sendhil_Ramamurthy": "Sendhil Amithab Ramamurthy (born 17 May 1974) is an American actor. He is best known for his roles as geneticist Mohinder Suresh in the NBC sci-fi drama Heroes and Jai Wilcox in Covert Affairs.",
  "/wiki/Gretchen_Wilson": "Gretchen Frances Wilson (born June 26, 1973) is an American country artist. She made her debut in March 2004 with the Grammy Award-winning single \"Redneck Woman,\" a number-one hit on the Billboard country charts. The song served as the lead-off single of her debut album, Here for the Party. Wilson followed this album one year later with All Jacked Up, the title track of which became the highest-debuting single for a female country artist upon its 2005 release. A third album, One of the Boys, was released in 2007.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Emeril_Lagasse": "Emeril John Lagassé III (/ˈɛmərəl ləˈɡɑːsi/ EM-ə-rəl lə-GAH-see; born October 15, 1959) is an American celebrity chef, restaurateur, television personality, cookbook author, and National Best Recipe award winner for his ‘Turkey and Hot Sausage Chili’ recipe in 2003. He is a regional James Beard Award winner, known for his mastery of Creole and Cajun cuisine and his self-developed \"New New Orleans\" style.",
  "/wiki/Pete_Fountain": "Pierre Dewey LaFontaine Jr. (July 3, 1930 – August 6, 2016), known professionally as Pete Fountain, was an American jazz clarinetist.",
  "/wiki/Kyle_Busch": "Kyle Thomas Busch (born May 2, 1985), nicknamed Rowdy and Wild Thing for his driving style and The Candy Man due to his longtime sponsorship with Mars, Incorporated, is an American professional stock car racing driver and team owner. He currently competes full-time in the NASCAR Cup Series, driving the No. 18 Toyota Camry for Joe Gibbs Racing, part-time in the NASCAR Xfinity Series, driving the No. 18 Toyota Supra for JGR, and part-time in the NASCAR Gander RV & Outdoors Truck Series, driving the No. 51 Toyota Tundra for Kyle Busch Motorsports. KBM runs multiple trucks in the Truck Series and a Super Late Model team. Busch is the 2009 Xfinity Series champion and the 2015 and 2019 NASCAR Cup Series champion.",
  "/wiki/John_Stamos": "John Phillip Stamos (Greek: Τζον Φίλλιπ Στάμος; /ˈsteɪmoʊs/ STAY-mohss; born August 19, 1963) is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series. Since 2005, he has been the national spokesperson for Project Cuddle.",
  "/wiki/Preservation_Hall_Jazz_Band": "Preservation Hall Jazz Band is a New Orleans jazz band founded in New Orleans by tuba player Allan Jaffe in the early 1960s. The band derives its name from Preservation Hall in the French Quarter. In 2005, the Hall's doors were closed for a period of time due to Hurricane Katrina, but the band continued to tour.",
  "/wiki/Martina_McBride": "Martina Mariea McBride (née Schiff, born July 29, 1966) is an American country music singer-songwriter and record producer. She is known for her soprano singing range and her country pop material.",
  "/wiki/America's_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/Paul_Prudhomme": "Paul Prudhomme (July 13, 1940 – October 8, 2015), also known as Gene Autry Prudhomme, was an American celebrity chef whose specialties were Creole and Cajun cuisines, which he was also credited with popularizing. He was the chef proprietor of K-Paul's Louisiana Kitchen in New Orleans, and had formerly owned and run several other restaurants. He developed several culinary products, including hot sauce and seasoning mixes, and wrote 11 cookbooks.",
  "/wiki/Dirty_Dozen_Brass_Band": "The Dirty Dozen Brass Band is a New Orleans, Louisiana, brass band. The ensemble was established in 1977 by Benny Jones and members of the Tornado Brass Band. The Dirty Dozen revolutionized the New Orleans brass band style by incorporating funk and bebop into the traditional New Orleans jazz style, and since has been a major influence on local music.",
  "/wiki/Luke_Wilson": "Luke Cunningham Wilson (born September 21, 1971) is an American actor known for his roles in films such as Idiocracy, My Super Ex-Girlfriend, The Ridiculous 6, Old School, Bottle Rocket, The Royal Tenenbaums, Blue Streak, Bongwater, and Legally Blonde. He was a member of the cast of the HBO television series Enlightened (2011–13). He is the younger brother of actors Andrew Wilson and Owen Wilson.",
  "/wiki/Cowboy_Mouth": "Cowboy Mouth is an American band based in New Orleans, Louisiana known for fusing alternative rock with album-oriented rock, roots rock, and jam band influences.  Formed in 1992, the band saw early mainstream success in the 1990s, including the hit single \"Jenny Says\".  After disappointing album sales in 2000, they were dropped by their label, but the band has succeeded since then by focusing on live performances and independent-label releases.  In 2011, the band was inducted into the Louisiana Music Hall of Fame.",
  "/wiki/Leah_Chase": "Leyah (Leah) Chase (née Lange; January 6, 1923 – June 1, 2019) was an American chef based in New Orleans, Louisiana. An author and television personality, she was known as the Queen of Creole Cuisine, advocating both African-American art and Creole cooking. Her restaurant, Dooky Chase, was known as a gathering place during the 1960s among many who participated in the Civil Rights Movement, and was known as a gallery due to its extensive African-American art collection. In 2018 it was named one of the 40 most important restaurants of the past 40 years by Food & Wine.",
  "/wiki/Rockin'_Dopsie": "Alton Jay Rubin (February 10, 1932 – August 26, 1993), who performed as Rockin' Dopsie (sometimes Rockin' Dupsee), was an American zydeco singer and accordion player who enjoyed popular success first in Europe and later in the United States.",
  "/wiki/Joey_Lawrence": "Joseph Lawrence Mignogna Jr. (born April 20, 1976) is an American actor, musician, and game show host. He got his start as a child star in the early 1980s and is best known for his role as Joey Russo in Blossom. Lawrence also starred in the series Brotherly Love with his real-life brothers Matthew and Andrew.",
  "/wiki/Brenda_Song": "Brenda Song  (born March 27, 1988) is an American actress. She started in show business as a child fashion model, and her early television work included roles in the television shows Fudge (1995) and 100 Deeds for Eddie McDowd (1999). After many commercials and television roles in the late 1990s, Song appeared in The Ultimate Christmas Present (2000), and won a Young Artist Award for her performance. In 2002, Song signed a contract with Disney Channel and starred in the 2002 Disney Channel Original Movie Get a Clue and then made significant contributions to the channel, including starring in films such as Stuck in the Suburbs (2004), Wendy Wu: Homecoming Warrior (2006), and many other productions. In 2005, Song began playing the lead female role of London Tipton in The Suite Life of Zack & Cody, and later reprised the role on The Suite Life on Deck. The character is noted as one of the Disney Channel's longest continuous characters.",
  "/wiki/Live_with_Regis_and_Kelly_(season_19)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 19th season.  The list is ordered by air date."
}