{
  "/wiki/Khalid_A._Al-Falih": "Khalid A. Al-Falih, (Arabic: خالد الفالح‎ Ḫālid al-Fāliḥ born 1960) was the Minister of Energy of Saudi Arabia and chairman of Saudi Aramco. He has previously served as the Saudi Arabian Health Minister and Aramco's CEO.",
  "/wiki/Saudi_Aramco": "Saudi Aramco (Arabic: أرامكو السعودية‎ ʾArāmkō al-Saʿūdiyyah), officially the Saudi Arabian Oil Company (formerly Arabian-American Oil Company), is a Saudi Arabian national petroleum and natural gas company based in Dhahran, Saudi Arabia.",
  "/wiki/Peter_Arguindegui": "Peter Ramon Arguindegui, Jr., born Pedro Ramon Arguindegui, Jr., sometimes known as Pete Arguindegui (September 12, 1931 – August 3, 2014), was an oilman, politician, civic leader, and philanthropist in his native Laredo, Texas.",
  "/wiki/Oil": "An oil is any nonpolar chemical substance that is a viscous liquid at ambient temperatures and is both hydrophobic (does not mix with water, literally \"water fearing\") and lipophilic (mixes with other oils, literally \"fat loving\"). Oils have a high carbon and hydrogen content and are usually flammable and surface active.",
  "/wiki/Michael_Bonsignore": "Michael Bonsignore is an American businessman. He is the former chairman and chief executive officer of Honeywell. In 2004, he was elected to the National Geographic Society board of trustees. He is the owner of a Stonington Gallery in Seattle, which showcases contemporary masterworks by artists in the Pacific Northwest and Alaska working in indigenous traditions.",
  "/wiki/Honeywell": "Honeywell International Inc. is a publicly-traded conglomerate  headquartered in Charlotte, North Carolina, United States that produces commercial and consumer products, engineering services and aerospace systems.",
  "/wiki/Joe_B._Foster": "Joe B. Foster (born July 25, 1934) is an American businessman, oilman and philanthropist from Texas. From 1989 to 2005, Foster was Chairman, President, and Chief Executive Officer of Newfield Exploration Company, headquartered in Houston. Previously, Foster was Chairman of Tenneco Oil Company and Executive Vice President and director of its parent, Tenneco Inc. He was with Tenneco for 31 years and also served as Chairman of the Tenneco Gas Pipeline Group.",
  "/wiki/Marvin_Girouard": "Marvin Girouard was the Chief Executive Officer and Chairman of the Board of Pier 1 Imports. He was elected CEO in 1998, elected Chairman of the Board in 1999 and left the company in February 2007. Girouard is credited with saving Pier 1 Imports from its sales slump in the 1990s.  Under Girouard's stewardship Pier 1 Imports sales reached $1 billion in fiscal year 1999.",
  "/wiki/Pier_1_Imports": "Pier 1 Imports Inc. is a Fort Worth, Texas–based omnichannel retailer specializing in imported home furnishings and decor, particularly furniture, table-top items, decorative accessories, and seasonal decor. It is publicly traded on the New York Stock Exchange under ticker PIR.",
  "/wiki/Thomas_Britton_Harris_IV": "Thomas Britton \"Britt\" Harris IV is the current chief investment officer of the University of Texas Investment Management Company. The investment management company oversees the assets of The University of Texas and Texas A&M University. In 2013 Harris was announced as the recipient of the aiCIO's Lifetime Achievement Award. He founded and has led Titans of Investing since 2006.",
  "/wiki/Chief_investment_officer": "The chief investment officer (CIO) is a job title for the board level head of investments within an organization.  The CIO's purpose is to understand, manage, and monitor their organization's portfolio of assets, devise strategies for growth, act as the liaison with investors, and recognize and avoid serious risks, including those never before encountered.",
  "/wiki/Teacher_Retirement_System_of_Texas": "Teacher Retirement System of Texas (TRS) is a public pension plan of the State of Texas. Established in 1937, TRS provides retirement and related benefits for those employed by the public schools, colleges, and universities supported by the State of Texas and manages a $150 billion trust fund established to finance member benefits. More than 1.6 million public education and higher education employees and retirees participate in the system. TRS is the largest public retirement system in Texas in both membership and assets and the sixth largest public pension fund in the U.S. The agency is headquartered at 1000 Red River Street in the capital city of Austin.",
  "/wiki/Bridgewater_Associates": "Bridgewater Associates is an American investment management firm founded by Ray Dalio in 1975. The firm serves institutional clients including pension funds, endowments, foundations, foreign governments, and central banks.",
  "/wiki/Mavis_Kelsey": "Mavis Parrott Kelsey, Sr. (October 7, 1912 – November 12, 2013) was an American internist and one of the founders of the Kelsey-Seybold Clinic in 1949, now a large, multi-specialty clinic system located in the metro area of Houston, Texas. Kelsey received his Bachelor of Science degree from the Agricultural and Mechanical College of Texas (now Texas A&M University) in 1932. He attended medical school at the University of Texas Medical Branch in Galveston receiving his Doctor of Medicine degree in 1936.",
  "/wiki/Kelsey-Seybold_Clinic": "The Kelsey-Seybold Clinic is a large multi-specialty clinic system located in Greater Houston with its administrative headquarters in Shadow Creek Ranch, Pearland. The clinic system is a major provider of healthcare for NASA and a center for healthcare research.",
  "/wiki/Chakib_Khelil": "Chakib Khelil (born 8 August 1939) is an Algerian political figure who served in the government of Algeria as Minister of Energy and Mines from 1999 to 2010.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Sonatrach": "Sonatrach (Arabic:سوناطراك) (Société Nationale pour la Recherche, la Production, le Transport, la Transformation, et la Commercialisation des Hydrocarbures) is the national state-owned oil company of Algeria. Founded in 1963, it is known today to be the largest company in Africa with 154 subsidiaries, and often referred as the first African oil \"major\" .",
  "/wiki/OPEC": "The Organization of the Petroleum Exporting Countries (OPEC, /ˈoʊpɛk/ OH-pek) is an intergovernmental organization of 14[ref] nations, founded on 14 September 1960 in Baghdad by the first five members (Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela), and headquartered since 1965 in Vienna, Austria. As of September 2018,[update] the then 14 member countries accounted for an estimated 44 percent of global oil production and 81.5 percent of the world's \"proven\" oil reserves, giving OPEC a major influence on global oil prices that were previously determined by the so-called \"Seven Sisters\" grouping of multinational oil companies.",
  "/wiki/Rita_Benson_LeBlanc": "Rita Mae LeBlanc, also known as Rita Benson LeBlanc, (born January 11, 1977) is a former Vice Chairman of the Board of the New Orleans Saints of the National Football League.",
  "/wiki/Ownership": "Ownership is the state or fact of exclusive rights and control over property, which may be an object, land or real estate, or intellectual property. Ownership involves multiple rights, collectively referred to as title, which may be separated and held by different parties.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/Lowry_Mays": "Lester Lowry Mays (born July 24, 1935) is the founder and former chairman of Clear Channel Communications.",
  "/wiki/Entrepreneur": "Entrepreneurship is the process of designing, launching and running a new business, which is often initially a small business. The people who create these businesses are called entrepreneurs.",
  "/wiki/Clear_Channel_Communications": "iHeartMedia, Inc., formerly CC Media Holdings, Inc., is an American mass media corporation headquartered in San Antonio, Texas. It is the holding company of iHeartCommunications, Inc. (formerly Clear Channel Communications, Inc.), a company founded by Lowry Mays and B. J. \"Red\" McCombs in 1972, and later taken private by Bain Capital, LLC and Thomas H. Lee Partners through a leveraged buyout in 2008. As a result of this buyout, Clear Channel Communications, Inc. began to operate as a wholly owned subsidiary of CC Media Holdings, Inc. On September 16, 2014, CC Media Holdings, Inc. was rebranded iHeartMedia, Inc.; and Clear Channel Communications, Inc., became iHeartCommunications, Inc.",
  "/wiki/George_P._Mitchell": "George Phydias Mitchell (May 21, 1919 – July 26, 2013) was an American businessman, real estate developer and philanthropist from Texas credited with pioneering the economic extraction of shale gas.",
  "/wiki/Devon_Energy": "Devon Energy Corporation is a company engaged in hydrocarbon exploration in the United States. It is organized in Delaware and headquartered in the 50-story Devon Energy Center in Oklahoma City, Oklahoma. Its operations are in the Barnett Shale, STACK Formation in Oklahoma, Delaware Basin, Eagle Ford Group shale, and the Rocky Mountains.",
  "/wiki/Hydraulic_fracturing": "Hydraulic fracturing (also called fracking, fracing, hydrofracking, fraccing, frac'ing, and hydrofracturing) is a well stimulation technique in which rock is fractured by a pressurized liquid. The process involves the high-pressure injection of 'fracking fluid' (primarily water, containing sand or other proppants suspended with the aid of thickening agents) into a wellbore to create cracks in the deep-rock formations through which natural gas, petroleum, and brine will flow more freely. When the hydraulic pressure is removed from the well, small grains of hydraulic fracturing proppants (either sand or aluminium oxide) hold the fractures open.",
  "/wiki/Oscar_Wyatt": "Oscar Sherman Wyatt, Jr. (born July 11, 1924) is an American businessman and self made millionaire. He was the founder of Coastal Corporation and a decorated bomber pilot in World War II. In 2007 the U.S. federal court in Manhattan tried him for illegally sending payments to Iraq under the Oil-for-Food Program.",
  "/wiki/Coastal_Corporation": "Coastal Corporation was a diversified energy and petroleum products company headquartered at 9 Greenway Plaza (Coastal Tower) in Greenway Plaza, Houston, Texas. The company was founded in 1955 by Oscar Wyatt and incorporated in 1955 as Coastal States Gas Producing Company. It merged with the El Paso Corporation in 2001. As of 1999, Coastal was a Fortune 500 company with 13,300 employees and annual revenues of $8.2 billion.",
  "/wiki/H.B._Zachry": "Henry Bartell Zachry (1901–1984), also known as H.B. Zachry and Pat Zachry, is the founder and former president and chairman of H.B. Zachry Company, the parent company of Zachry Holdings Inc. and Zachry Construction Corporation. He earned a degree in civil engineering from Texas A&M University in 1922 and, after a brief career with the Texas Department of Transportation, founded the H.B. Zachry Company in 1924. Zachry's firm constructed the Hilton Palacio del Rio Hotel in San Antonio, TX using modular construction in a record 202 working days, the upper decks at Kyle Field in 1979, built part of the Alaskan pipeline, laid roads in Peru and Chile, erected dams in the United States and Canada and ventured into the Sinai to construct modular housing for peacekeeping troops. In 2001, he received the Carroll H. Dunn Award of Excellence from the Construction Industry Institute.",
  "/wiki/Chase_Koch": "Charles Chase Koch (/ˈkoʊk/ ; born June 15, 1977) known as Chase Koch, is an American business executive and the son of Charles Koch, the co-owner, CEO, and chairman of Koch Industries.  Koch directs the venture capital company Koch Disruptive Technologies, and is a leading figure in Koch Industries and the family's philanthropic activities.",
  "/wiki/Charles_Koch": "Charles de Ganahl Koch (/koʊk/; born November 1, 1935) is an American businessman, political donor and philanthropist. As of March 2019, he was ranked as the 11th-richest person in the world, with an estimated net worth of $50.5 billion. Koch has been co-owner, chairman, and chief executive officer of Koch Industries since 1967, while his late brother David Koch served as executive vice president. Charles and David each owned 42% of the conglomerate. The brothers inherited the business from their father, Fred C. Koch, then expanded the business. Originally involved exclusively in oil refining and chemicals, Koch Industries now includes process and pollution control equipment and technologies, polymers and fibers, minerals, fertilizers, commodity trading and services, forest and consumer products, and ranching. The businesses produce a wide variety of well-known brands, such as Stainmaster carpet, the Lycra brand of spandex fiber, Quilted Northern tissue, and Dixie Cup.",
  "/wiki/Koch_Industries": "Koch Industries, Inc. /koʊk/ is an American multinational corporation based in Wichita, Kansas. Its subsidiaries are involved in the manufacturing, refining, and distribution of petroleum, chemicals, energy, fiber, intermediates and polymers, minerals, fertilizers, pulp and paper, chemical technology equipment, ranching, finance, commodities trading, and investing. Koch owns Invista, Georgia-Pacific, Molex, Flint Hills Resources, Koch Pipeline, Koch Fertilizer, Koch Minerals, Matador Cattle Company, and Guardian Industries. The firm employs 120,000 people in 60 countries, with about half of its business in the United States. The company is the largest landowner in the Athabasca oil sands."
}