{
  "/wiki/J._Searcy_Bracewell,_Jr.": "J. Searcy Bracewell Jr. (January 19, 1918 – May 13, 2003), was a Texas Democratic politician and founder of the law firm Bracewell LLP, based in Houston. He served as both a member of the Texas House of Representatives and the Texas Senate from Houston. He was the Texas Senate President Pro Tempore in 1957.",
  "/wiki/Texas_Senate": "The Texas Senate is the upper house of the Texas State Legislature. There are 31 members of the Senate, representing single-member districts across the U.S. state of Texas, with populations of approximately 806,000 per constituency, based on the 2010 U.S. Census. There are no term limits, and each term is four years long. Elections are held in even-numbered years on the first Tuesday after the first Monday in November. In elections in years ending in 2, all seats are up for election. Half of the senators will serve a two-year term, based on a drawing; the other half will fill regular four-year terms. In the case of the latter, they or their successors will be up for two-year terms in the next year that ends in 0. As such, in other elections, about half of the Texas Senate is on the ballot. The Senate meets at the Texas State Capitol in Austin. The Republicans currently control the chamber, which is made up of 19 Republicans and 12 Democrats.",
  "/wiki/Texas_House_of_Representatives": "The Texas House of Representatives (Spanish: Cámara de Representantes de Texas) is the lower house of the bicameral Texas Legislature. It consists of 150 members who are elected from single-member districts for two-year terms. As of the 2010 Census, each member represents about 167,637 people. There are no term limits, with the most senior member, Tom Craddick, having been elected in 1968.",
  "/wiki/Chet_Edwards": "Thomas Chester Edwards (born November 24, 1951) is an American politician who was a United States Representative from Texas, representing a district based in Waco, from 1991 to 2011. Previously, he served in the Texas Senate from 1983 to 1990. He is a member of the Democratic Party. Edwards was on Barack Obama's vice presidential shortlist in 2008.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Glenn_Hegar": "Glenn Allen Hegar Jr. (born 25 November 1970) is an American attorney who serves as Texas Comptroller of Public Accounts. He was a Republican member of the Texas Senate representing the 18th District, west of Houston. He succeeded fellow Republican Susan Combs as comptroller on January 2, 2015. He was elected Comptroller in the general election on November 4, 2014.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Wally_Horn": "Wally E. Horn (born November 28, 1933) is a former Iowa State Senator who served the 27th, 25, and 17th Districts.",
  "/wiki/Iowa_Senate": "The Iowa Senate is the upper house of the Iowa General Assembly, United States. There are 50 seats in the Iowa Senate, representing 50 single-member districts across the state of Iowa with populations of approximately 60,927 per constituency, as of the 2010 United States Census[update]. Each Senate district is composed of two House districts. The Senate meets at the Iowa State Capitol in Des Moines.",
  "/wiki/William_T._Moore_(Texas_politician)": "William Tyler Moore, Sr., known as W. T. \"Bill\" Moore (April 9, 1918 – May 27, 1999), was an attorney and businessman in Bryan, Texas, who was a conservative Democratic member of the Texas State Senate from District 5 from 1967 until 1981. Moore originally represented District 14 from 1949 to 1953 and then revised District 11 from 1953 to 1967. In 1957, Moore was the Senate President Pro Tempore in the 55th legislative session.",
  "/wiki/Steve_Ogden": "Steve Ogden (born 21 September 1950) is a businessman from Bryan, Texas, who is a former Republican member of the Texas Senate representing the 5th District. Ogden became a state senator in January 1997. He chaired Texas Senate Finance Committee. He has a Bachelor of Science degree from the United States Naval Academy in Annapolis, Maryland, and a Master of Business Administration degree from Texas A&M University in College Station.",
  "/wiki/Jerry_E._Patterson": "Jerry Emmett Patterson (born November 15, 1946) is the former Commissioner of the General Land Office of Texas and a former state senator. He was the second Republican since Reconstruction to serve as land commissioner, a post which he held from 2003 to 2015, serving three terms. He served from the Houston area in District 11 in the Texas Senate from 1993 to 1999.",
  "/wiki/A.R._Schwartz": "Aaron Robert Schwartz, known as A. R. Schwartz or \"Babe\" Schwartz (July 17, 1926 – August 10, 2018), was an American politician who served in the Texas House of Representatives from 1955 to 1959 and in the Texas Senate, District 17 from 1960 to 1981, representing his native Galveston, Texas. He was known as a liberal \"yellow-dog\" Democrat.",
  "/wiki/Todd_Staples": "Douglas Todd Staples (born August 24, 1963) \nis the former two-term Texas Commissioner of Agriculture. He did not seek reelection in 2014 but instead unsuccessfully sought the Republican nomination for lieutenant governor.",
  "/wiki/Commissioner": "A commissioner is, in principle, a member of a commission or an individual who has been given a commission (official charge or authority to do something).",
  "/wiki/Texas_Department_of_Agriculture": "The Texas Department of Agriculture (TDA) is a state agency within the state of Texas, which is responsible for matters pertaining to agriculture, rural community affairs, and related matters.",
  "/wiki/Jeff_Wentworth": "Earl Jeffrey Wentworth (born November 20, 1940), is a  Republican former member of the Texas Senate from San Antonio. He represented District 25 in the upper legislative chamber from January 1997 to January 2013. In addition, from 1993 to 1997, he represented District 26, having been initially elected to the state senate in 1992 to succeed fellow Republican Cyndi Taylor Krier, when she became the county judge of Bexar County.  District 25 included northern portions of Bexar County, all of Comal, Guadalupe, Hays, and Kendall counties, and a part of southern Travis County.",
  "/wiki/Tommy_Williams_(politician)": "Thomas David Williams, known as Tommy Williams (born December 17, 1956), \nis a Republican former member of the Texas Senate, who represented District 4 in The Woodlands in Montgomery County in the Houston suburbs."
}