{
  "/wiki/Club_Atl%C3%A9tico_San_Isidro": "The Club Atlético de San Isidro (mostly known for its acronym CASI) is an Argentine sports club based in the city of San Isidro in Greater Buenos Aires. Originally established as a football club, San Isidro has gained recognition for its rugby union team, holding a record of 33 Torneo de la URBA championships. The senior squad currently competes at Top 12, the top division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/San_Isidro_Club": "The San Isidro Club (mostly known for its acronym SIC) is an Argentine sports club based in the Boulogne Sur Mer district of Greater Buenos Aires. The club has gained recognition due to its rugby union team, being one of the most successful clubs of Argentina with 26 Torneo de la URBA championships won. SIC has also won 4 Nacional de Clubes tournaments.",
  "/wiki/Club_Universitario_de_Buenos_Aires": "Club Universitario de Buenos Aires, commonly known for its acronym CUBA, is an Argentine sports club with headquarters in the autonomous city of Buenos Aires. Universitario hosts the practise of a large variety of sports and activities, including aikido, mountaineering, basketball, boxing, scuba diving, fencing, skiing, football, gymnastics, artistic gymnastics, golf, field hockey, judo, swimming, yachting, paddle tennis, basque pelota, rugby union, squash, taekwondo, tennis, volleyball, windsurf and yoga.",
  "/wiki/Belgrano_Athletic_Club": "Belgrano Athletic Club is an Argentine amateur sports club from Belgrano, Buenos Aires. One of Argentina's oldest institutions still in existence, Belgrano was one of the four clubs that founded the Argentine Rugby Union in 1899. The senior team currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Hind%C3%BA_Club": "Hindú Club is an Argentine sports club based in the Don Torcuato district of Greater Buenos Aires. The institution is mostly known for its rugby union team, which currently competes in the Top 12, the first division of the Unión de Rugby de Buenos Aires (URBA) league system. Hindú has become one of the most successful rugby teams of Argentina, having won 18 titles since 1996 to present days.",
  "/wiki/Buenos_Aires_Football_Club_(1886)": "The Buenos Aires Football Club (frequently abbreviated as \"BAFC\") was an Argentine rugby union club founded in Buenos Aires. Established in 1886 it was predecessor of current Buenos Aires Cricket & Rugby Club. Buenos Aires FC was also a founding member of the Argentine Rugby Union and one of the most successful rugby clubs in Argentina, winning eight River Plate Rugby Union (current \"Torneo de la URBA\") championships from 1900 to 1915.",
  "/wiki/Asociaci%C3%B3n_Alumni": "Asociación Alumni, usually just Alumni, is an Argentine rugby union club located in Tortuguitas, Greater Buenos Aires. The senior squad currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Club_Atl%C3%A9tico_del_Rosario": "Club Atlético del Rosario is an Argentine sports club from Rosario, Santa Fe. One of the oldest clubs still in existence in the country, Atlético del Rosario was a pioneer of football in Rosario, being the first team from that city to play in Primera División, the top division of the Argentine football league system. At international level, Rosario A.C. was also the first team outside Buenos Aires to win an international tournament, the Tie Cup on three occasions. Atlético was also a founding member of the Liga Rosarina de Football, the main body that organised the practice of association football in Rosario from 1905 to 1930.",
  "/wiki/Gimnasia_y_Esgrima_de_Buenos_Aires": "Club de Gimnasia y Esgrima (also known for its acronym GEBA) is an Argentine multi-sports club placed in the city of Buenos Aires. The institution is one of the oldest in the country, having been established in 1880. Gimnasia y Esgrima is also one of largest clubs of Argentina, with around 30 different disciplines hosted in the three buildings that the institution owns in Buenos Aires.",
  "/wiki/Old_Georgian_Club": "Old Georgian Club is an Argentine sports club located in Palermo, Buenos Aires. Founded in 1908 by alumni of St. George's College of Quilmes, the club sees itself as a pillar of Buenos Aires' British community.",
  "/wiki/Lomas_Athletic_Club": "Lomas Athletic Club is an Argentine sports club from the Lomas de Zamora district of Greater Buenos Aires. One of Argentina's oldest clubs still in existence, Lomas is one of the four institutions that founded the \"River Plate Rugby Championship\" (current Argentine Rugby Union) in 1899, The rugby union team currently plays in Primera A, the second division of the URBA league system.",
  "/wiki/Club_Pucar%C3%A1": "Club Pucará is an Argentine sports club based in the Burzaco district of Greater Buenos Aires. Pucará is mostly known for its rugby union and women's field hockey teams. Other activities hosted by the club are gymnastics and swimming.",
  "/wiki/Buenos_Aires_Cricket_%26_Rugby_Club": "Buenos Aires Cricket & Rugby Club, sometimes known simply as Buenos Aires, is an Argentine sports club based in San Fernando, Buenos Aires. Having set its official date of foundation on December 8, 1864, the club claims to be the oldest club still in existence in Argentina, according to reports of a cricket match played by the club in Recoleta, Buenos Aires, in 1831.[note 1]",
  "/wiki/Club_Atl%C3%A9tico_Banco_de_la_Naci%C3%B3n_Argentina": "Club Atlético Banco de la Nación Argentina (also known as Club Banco Nación) is an Argentine sports club, located in the neighborhood of Florida in Vicente López Partido of Greater Buenos Aires. The club is mostly known for its rugby union team, which currently plays in Primera División A, the second division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Olivos_Rugby_Club": "Olivos Rugby Club is an Argentine rugby union and field hockey club located in Munro, Buenos Aires. The rugby team is member of the Unión de Rugby de Buenos Aires (URBA), having won its only URBA championship in 1940. Olivos currently competes in Primera División A, the second division of the URBA league system.",
  "/wiki/Obras_Sanitarias_(rugby)": "Club Atlético Obras Sanitarias de la Nación (known simply as Obras Sanitarias or Obras) is an Argentine sports club located in the district of Núñez, Buenos Aires. Although originally conceived as a rugby union club, Obras Sanitarias is mostly known for its basketball team, which currently plays in the Liga Nacional de Básquet, the first division of the Argentine basketball league system.",
  "/wiki/La_Plata_Rugby_Club": "La Plata Rugby Club is an Argentine rugby union club from the city of La Plata in Buenos Aires Province. The club currently plays in Top 12, the first division of the URBA league system.",
  "/wiki/Torneo_de_la_URBA": "The URBA Top 12 (formerly \"Torneo de la URBA\", named \"Top 12 – Copa DirecTV\" for sponsorship reasons) is an Argentine rugby union club competition organised by the Buenos Aires Rugby Union (URBA). It is the top division of the Argentine rugby league system. Created on 10 April 1899 by the \"River Plate Rugby Union\" (current Argentine Rugby Union – UAR), the Top 12 is the oldest rugby competition in South America and one of the oldest club competitions in the world."
}