{
  "url": "https://en.wikipedia.org/wiki/2011_Boston_Marathon",
  "title": "2011 Boston Marathon",
  "header": [
    [
      "Place",
      []
    ],
    [
      "Athlete",
      []
    ],
    [
      "Nationality",
      []
    ],
    [
      "Time",
      []
    ]
  ],
  "data": [
    [
      [
        "1",
        []
      ],
      [
        "Caroline Kilel",
        [
          "/wiki/Caroline_Kilel"
        ]
      ],
      [
        "Kenya",
        [
          "/wiki/Kenya"
        ]
      ],
      [
        "2:22:36",
        []
      ]
    ],
    [
      [
        "2",
        []
      ],
      [
        "Desiree Davila",
        [
          "/wiki/Desiree_Davila"
        ]
      ],
      [
        "United States",
        [
          "/wiki/United_States"
        ]
      ],
      [
        "2:22:38",
        []
      ]
    ],
    [
      [
        "3",
        []
      ],
      [
        "Sharon Cherop",
        [
          "/wiki/Sharon_Cherop"
        ]
      ],
      [
        "Kenya",
        [
          "/wiki/Kenya"
        ]
      ],
      [
        "2:22:42",
        []
      ]
    ],
    [
      [
        "4",
        []
      ],
      [
        "Caroline Rotich",
        [
          "/wiki/Caroline_Rotich"
        ]
      ],
      [
        "Kenya",
        [
          "/wiki/Kenya"
        ]
      ],
      [
        "2:24:26",
        []
      ]
    ],
    [
      [
        "5",
        []
      ],
      [
        "Kara Goucher",
        [
          "/wiki/Kara_Goucher"
        ]
      ],
      [
        "United States",
        [
          "/wiki/United_States"
        ]
      ],
      [
        "2:24:52",
        []
      ]
    ],
    [
      [
        "6",
        []
      ],
      [
        "Dire Tune",
        [
          "/wiki/Dire_Tune"
        ]
      ],
      [
        "Ethiopia",
        [
          "/wiki/Ethiopia"
        ]
      ],
      [
        "2:25:08",
        []
      ]
    ],
    [
      [
        "7",
        []
      ],
      [
        "Werknesh Kidane",
        [
          "/wiki/Werknesh_Kidane"
        ]
      ],
      [
        "Ethiopia",
        [
          "/wiki/Ethiopia"
        ]
      ],
      [
        "2:26:15",
        []
      ]
    ],
    [
      [
        "8",
        []
      ],
      [
        "Yolanda Caballero",
        [
          "/wiki/Yolanda_Caballero"
        ]
      ],
      [
        "Colombia",
        [
          "/wiki/Colombia"
        ]
      ],
      [
        "2:26:17",
        []
      ]
    ],
    [
      [
        "9",
        []
      ],
      [
        "Alice Timbilili",
        [
          "/wiki/Alice_Timbilili"
        ]
      ],
      [
        "Kenya",
        [
          "/wiki/Kenya"
        ]
      ],
      [
        "2:26:34",
        []
      ]
    ],
    [
      [
        "10",
        []
      ],
      [
        "Yuliya Ruban",
        []
      ],
      [
        "Ukraine",
        [
          "/wiki/Ukraine"
        ]
      ],
      [
        "2:27:00",
        []
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "2011_Boston_Marathon_1",
  "intro": "The 2011 Boston Marathon took place on Monday, April 18, 2011. Geoffrey Mutai of Kenya won the men's race in a time of 2:03:02. In recognizing Mutai's mark as the fastest Marathon ever run, the International Association of Athletics Federations noted that the performance was not eligible for world record status given that the course does not satisfy rules regarding elevation drop (it has more than three times the elevation drop permitted for record-setting) and start/finish separation. The Associated Press reported that Mutai has the support of other runners who describe the IAAF's rules as flawed. According to the Boston Herald, race director Dave McGillivray said he was sending paperwork to the IAAF to have Mutai's mark ratified as a world record. The AP also indicated that the attempt to have the mark certified as a world record would force the governing bodies to reject an unprecedented performance on the world's most prestigious marathon course. On October 18, 2010, the 20,000 spots reserved for qualifiers were filled in a record-setting eight hours and three minutes. In December 2010, Tom Grik, the President of the Boston Athletic Association's Board of Governors, said that the BAA would focus on recruiting top Americans to the marathon. In February 2011, Meb Keflezighi, the 2009 winner of the New York City Marathon and considered along with Ryan Hall to be one of the two most prominent American marathoners, announced through his website that race organizers had failed to make an appearance fee offer to him and that he would not be participating in the race."
}