{
  "url": "https://en.wikipedia.org/wiki/BBC_Sports_Personality_of_the_Year",
  "title": "BBC Sports Personality of the Year",
  "header": [
    [
      "Award",
      []
    ],
    [
      "Created",
      []
    ],
    [
      "Description",
      []
    ],
    [
      "Current holder ( 2019 )",
      []
    ]
  ],
  "data": [
    [
      [
        "BBC Sports Personality of the Year Award",
        [
          "/wiki/BBC_Sports_Personality_of_the_Year_Award"
        ]
      ],
      [
        "1954",
        []
      ],
      [
        "Awarded to the sportsperson whose actions have most captured the public 's imagination",
        []
      ],
      [
        "Ben Stokes",
        [
          "/wiki/Ben_Stokes"
        ]
      ]
    ],
    [
      [
        "BBC Overseas Sports Personality of the Year",
        [
          "/wiki/BBC_Overseas_Sports_Personality_of_the_Year"
        ]
      ],
      [
        "1960",
        []
      ],
      [
        "Awarded to the sportsperson who has made the greatest impression in the world of sport",
        []
      ],
      [
        "Eliud Kipchoge",
        [
          "/wiki/Eliud_Kipchoge"
        ]
      ]
    ],
    [
      [
        "BBC Sports Personality Team of the Year Award",
        [
          "/wiki/BBC_Sports_Personality_Team_of_the_Year_Award"
        ]
      ],
      [
        "1960",
        []
      ],
      [
        "Awarded to the team with the most notable achievement in British sport",
        []
      ],
      [
        "England Cricket Team",
        [
          "/wiki/England_cricket_team"
        ]
      ]
    ],
    [
      [
        "BBC Sports Personality of the Year Lifetime Achievement Award",
        [
          "/wiki/BBC_Sports_Personality_of_the_Year_Lifetime_Achievement_Award"
        ]
      ],
      [
        "1996",
        []
      ],
      [
        "Awarded to a sportsperson who has made a major impact on the world of sport during their lifetime",
        []
      ],
      [
        "Tanni Grey-Thompson",
        [
          "/wiki/Tanni_Grey-Thompson"
        ]
      ]
    ],
    [
      [
        "BBC Sports Personality of the Year Coach Award",
        [
          "/wiki/BBC_Sports_Personality_of_the_Year_Coach_Award"
        ]
      ],
      [
        "1999",
        []
      ],
      [
        "Awarded to the coach who is adjudged to have made the most impact on British sport",
        []
      ],
      [
        "John Blackie",
        []
      ]
    ],
    [
      [
        "BBC Sports Personality of the Year Helen Rollason Award",
        [
          "/wiki/BBC_Sports_Personality_of_the_Year_Helen_Rollason_Award"
        ]
      ],
      [
        "1999",
        []
      ],
      [
        "Awarded to someone who has shown outstanding achievement in the face of adversity",
        []
      ],
      [
        "Doddie Weir",
        [
          "/wiki/Doddie_Weir"
        ]
      ]
    ],
    [
      [
        "BBC Young Sports Personality of the Year",
        [
          "/wiki/BBC_Young_Sports_Personality_of_the_Year"
        ]
      ],
      [
        "1999",
        []
      ],
      [
        "Awarded to a young sportsperson who has made an outstanding contribution to British sport",
        []
      ],
      [
        "Caroline Dubois",
        []
      ]
    ],
    [
      [
        "BBC Sports Unsung Hero Award",
        [
          "/wiki/BBC_Sports_Unsung_Hero_Award"
        ]
      ],
      [
        "2003",
        []
      ],
      [
        "Awarded to someone who has given their time and talents for free to enable others to participate in sport",
        []
      ],
      [
        "Kieren Thompson",
        []
      ]
    ],
    [
      [
        "BBC Sports Personality Greatest Sporting Moment of the Year",
        []
      ],
      [
        "2018",
        []
      ],
      [
        "Awarded to the sporting moment that has most captured the UK public 's imagination",
        []
      ],
      [
        "2019 England Win at the Cricket World Cup Final",
        [
          "/wiki/2019_Cricket_World_Cup_Final"
        ]
      ]
    ]
  ],
  "section_title": "List of given awards",
  "section_text": "",
  "uid": "BBC_Sports_Personality_of_the_Year_0",
  "intro": "The BBC Sports Personality of the Year is an awards ceremony that takes place annually in December. Devised by Paul Fox in 1954, it originally consisted of just one, the BBC Sports Personality of the Year Award. Several new awards have been introduced, and currently eight awards are presented. The first awards to be added were the Team of the Year and Overseas Personality awards, which were introduced in 1960. A Lifetime Achievement Award was first given in 1995 and again in 1996, and has been presented annually since 2001. In 1999, three more awards were introduced: the Helen Rollason Award, the Coach Award, and the Newcomer Award, which was renamed to Young Sports Personality of the Year in 2001. The newest is the Unsung Hero Award, first presented in 2003. In 2003, the 50th anniversary of the show was marked by a five-part series on BBC One called Simply The Best - Sports Personality. It was presented by Gary Lineker and formed part of a public vote to determine a special Golden Sports Personality of the Year. That year Steve Rider and Martyn Smith wrote a book reflecting on the 50-year history of the award and the programme. The event was held outside London for the first time in 2006, when tickets were made available to the public. The trophy for the main award is a silver-plated four-turret lens camera, and for the other awards smaller imitations of the main trophy are used."
}