{
  "url": "https://en.wikipedia.org/wiki/Black_Hill_transmitting_station",
  "title": "Black Hill transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Service",
      []
    ]
  ],
  "data": [
    [
      [
        "89.9 MHz",
        []
      ],
      [
        "250",
        []
      ],
      [
        "BBC Radio 2",
        [
          "/wiki/BBC_Radio_2"
        ]
      ]
    ],
    [
      [
        "92.1 MHz",
        []
      ],
      [
        "250",
        []
      ],
      [
        "BBC Radio 3",
        [
          "/wiki/BBC_Radio_3"
        ]
      ]
    ],
    [
      [
        "94.3 MHz",
        []
      ],
      [
        "250",
        []
      ],
      [
        "BBC Radio Scotland",
        [
          "/wiki/BBC_Radio_Scotland"
        ]
      ]
    ],
    [
      [
        "95.8 MHz",
        []
      ],
      [
        "250",
        []
      ],
      [
        "BBC Radio 4",
        [
          "/wiki/BBC_Radio_4"
        ]
      ]
    ],
    [
      [
        "97.6 MHz",
        []
      ],
      [
        "0.1",
        []
      ],
      [
        "Forth 1",
        [
          "/wiki/Forth_1"
        ]
      ]
    ],
    [
      [
        "99.5 MHz",
        []
      ],
      [
        "250",
        []
      ],
      [
        "BBC Radio 1",
        [
          "/wiki/BBC_Radio_1"
        ]
      ]
    ],
    [
      [
        "100.3 MHz",
        []
      ],
      [
        "20",
        []
      ],
      [
        "Heart Scotland",
        [
          "/wiki/Heart_Scotland"
        ]
      ]
    ],
    [
      [
        "101.7 MHz",
        []
      ],
      [
        "125",
        []
      ],
      [
        "Classic FM",
        [
          "/wiki/Classic_FM_(UK)"
        ]
      ]
    ],
    [
      [
        "102.5 MHz",
        []
      ],
      [
        "15†",
        []
      ],
      [
        "Clyde 1",
        [
          "/wiki/102.5_Clyde_1"
        ]
      ]
    ],
    [
      [
        "104.7 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "BBC Radio nan Gàidheal",
        [
          "/wiki/BBC_Radio_nan_Gàidheal"
        ]
      ]
    ],
    [
      [
        "105.2 MHz",
        []
      ],
      [
        "30†",
        []
      ],
      [
        "Smooth Radio",
        [
          "/wiki/105.2_Smooth_Radio"
        ]
      ]
    ],
    [
      [
        "106.1 MHz",
        []
      ],
      [
        "10",
        []
      ],
      [
        "Capital FM",
        [
          "/wiki/Capital_(radio_network)"
        ]
      ]
    ]
  ],
  "section_title": "Services listed by frequency -- Analogue radio ( FM VHF )",
  "section_text": "",
  "uid": "Black_Hill_transmitting_station_0",
  "intro": "The Black Hill transmitting station is a facility for FM and TV broadcasting at Black Hill (grid reference NS828647), on Duntilland Road, Salsburgh, North Lanarkshire, Scotland which is near the town of Airdrie. It has a guyed mast 306.6 m (1,006 ft) tall, bringing the antennas to a height of 540 m (1,770 ft) above sea level. It was built, by the Independent Television Authority (ITA), in 1957 and is now owned and operated by Arqiva. The present mast is the second to have been built at the site. The first, built in 1957 brought the Independent Television service to Central Scotland and opened for service on 31 August 1957. However, complex anomalies in the behaviour of the antenna caused its performance to be less than predicted, and the decision was taken in 1959 to replace the mast with a higher structure and a more conventional aerial on the outside of the mast rather than inside as had been the case with the first mast. The original 750 foot mast was then dismantled and later used at the Selkirk transmitting station in the Borders where it still stands. The transmitter was originally a B group but with the advent of Digital two of the 6 muxes then went out of band and required an E group (or wideband) aerial if reception of these was required. At DSO in 2011 it returned to the B group though with the eventual addition of MUXES 7 and 8 it technically became a K group. At Blackhill's 700MHz clearance in Sept 2018 it more or less returned to the B group, but, because its output has (since DSO) been fairly close to the B group at all times a B, K or E group (or a wideband) aerial would work for most areas (see graph). Black Hill has the fifth greatest population coverage with a figure of around 2.5 million. Between 1961 and the end of the 405 line ITV service in 1985, the Black Hill aerial had the highest effective radiated power of any transmitter in the ITV network with 475 kW radiated towards Dundee."
}