{
  "url": "https://en.wikipedia.org/wiki/City_of_Brisbane",
  "title": "City of Brisbane",
  "header": [
    [
      "City",
      []
    ],
    [
      "Country",
      []
    ],
    [
      "Commenced",
      []
    ]
  ],
  "data": [
    [
      [
        "Abu Dhabi",
        [
          "/wiki/Abu_Dhabi"
        ]
      ],
      [
        "United Arab Emirates",
        [
          "/wiki/United_Arab_Emirates"
        ]
      ],
      [
        "2 February 2009",
        []
      ]
    ],
    [
      [
        "Auckland",
        [
          "/wiki/Auckland_City"
        ]
      ],
      [
        "New Zealand",
        [
          "/wiki/New_Zealand"
        ]
      ],
      [
        "August 1988",
        []
      ]
    ],
    [
      [
        "Chongqing",
        [
          "/wiki/Chongqing"
        ]
      ],
      [
        "China",
        [
          "/wiki/China"
        ]
      ],
      [
        "October 2005",
        []
      ]
    ],
    [
      [
        "Daejeon",
        [
          "/wiki/Daejeon"
        ]
      ],
      [
        "South Korea",
        [
          "/wiki/South_Korea"
        ]
      ],
      [
        "17 June 2002",
        []
      ]
    ],
    [
      [
        "Hyderabad",
        [
          "/wiki/Hyderabad"
        ]
      ],
      [
        "India",
        [
          "/wiki/India"
        ]
      ],
      [
        "5 October 2010",
        []
      ]
    ],
    [
      [
        "Kaohsiung",
        [
          "/wiki/Kaohsiung"
        ]
      ],
      [
        "Taiwan",
        [
          "/wiki/Taiwan"
        ]
      ],
      [
        "September 1997",
        []
      ]
    ],
    [
      [
        "Kobe",
        [
          "/wiki/Kobe"
        ]
      ],
      [
        "Japan",
        [
          "/wiki/Japan"
        ]
      ],
      [
        "July 1985",
        []
      ]
    ],
    [
      [
        "Semarang",
        [
          "/wiki/Semarang"
        ]
      ],
      [
        "Indonesia",
        [
          "/wiki/Indonesia"
        ]
      ],
      [
        "January 1993",
        []
      ]
    ],
    [
      [
        "Shenzhen",
        [
          "/wiki/Shenzhen"
        ]
      ],
      [
        "China",
        [
          "/wiki/China"
        ]
      ],
      [
        "June 1992",
        []
      ]
    ]
  ],
  "section_title": "Sister cities",
  "section_text": "The City of Brisbane has nine sister cities . [ 32 ] [ 33 ] [ 34 ]",
  "uid": "City_of_Brisbane_1",
  "intro": "The City of Brisbane is a local government area that has jurisdiction over the inner portion of the metropolitan area of Brisbane, the capital of Queensland, Australia. Brisbane is located in the county of Stanley and is the largest city followed by Ipswich with bounds in part of the county. Unlike LGAs in the other mainland state capitals (Sydney, Melbourne, Perth and Adelaide), which are generally responsible only for the central business districts and inner neighbourhoods of those cities, the City of Brisbane administers a significant portion of the Brisbane metropolitan area, serving almost half of the population of the Brisbane Greater Capital City Statistical Area (GCCSA, formerly statistical division). As such, it has a larger population than any other local government area in Australia. The City of Brisbane was the first Australian LGA to reach a population of more than one million. Its population is roughly equivalent to the populations of Tasmania, the Australian Capital Territory and the Northern Territory combined. In 2016-2017, the council administers a budget of over $3 billion, by far the largest budget of any LGA in Australia. The City derives from cities, towns and shires that merged in 1925. The main offices and Central Library of the Council are at 266 George Street, also known as Brisbane Square. Brisbane City Hall houses the Council Chamber, the offices of the Lord Mayor and Deputy Mayor, meeting and reception rooms and the Museum of Brisbane."
}