{
  "url": "https://en.wikipedia.org/wiki/External_cardinal",
  "title": "External cardinal",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Cardinalate",
      []
    ],
    [
      "Episcopal election",
      []
    ],
    [
      "Notes",
      []
    ]
  ],
  "data": [
    [
      [
        "Gerardo",
        [
          "/wiki/Gerardo_Allucingoli"
        ]
      ],
      [
        "Cardinal-deacon of S. Adriano 1182-1208",
        []
      ],
      [
        "Elected bishop of Lucca in 1201",
        [
          "/wiki/Bishop_of_Lucca"
        ]
      ],
      [
        "Pope Innocent III refused to confirm the election",
        []
      ]
    ],
    [
      [
        "Soffredo",
        []
      ],
      [
        "Cardinal-deacon of S. Maria in Via Lata 1182-1193 , cardinal-priest of S. Prassede 1193-1210",
        []
      ],
      [
        "Elected archbishop of Ravenna in 1201",
        [
          "/wiki/Archbishop_of_Ravenna"
        ]
      ],
      [
        "In the letter issued in November/December 1201 Pope Innocent III rejected this election In 1203 he acted for a short time as patriarch-elect of Jerusalem ( see table above )",
        []
      ]
    ],
    [
      [
        "Pelagio Galvani",
        [
          "/wiki/Pelagio_Galvani"
        ]
      ],
      [
        "Cardinal-deacon of S. Lucia in Septisolio 1206/07-1211 , cardinal-priest of S. Cecilia 1211-1213 , cardinal-bishop of Albano 1213-1230",
        []
      ],
      [
        "Elected Patriarch of Antioch in 1217",
        []
      ],
      [
        "Pope Honorius III refused to confirm his election and on April 25 , 1219 appointed Pietro Capuano ( future cardinal ) to the vacated patriarchal see",
        []
      ]
    ],
    [
      [
        "Aldebrandino Gaetano Orsini",
        []
      ],
      [
        "Cardinal- deacon of S. Eustachio 1216-1219 , cardinal-priest of S. Susanna 1219-1221 , cardinal-bishop of Sabina 1221-1223",
        []
      ],
      [
        "Elected bishop of Paris in 1219",
        [
          "/wiki/Bishop_of_Paris"
        ]
      ],
      [
        "Honorius III in the letter issued on December 4 , 1219 informed the cathedral chapter of Paris that he had refused to confirm this election and that the chapter should elect a new candidate",
        [
          "/wiki/Cathedral_chapter"
        ]
      ]
    ],
    [
      [
        "Konrad von Urach , O.Cist",
        [
          "/wiki/Konrad_von_Urach"
        ]
      ],
      [
        "Cardinal-bishop of Porto e Santa Rufina 1219 - 1227",
        []
      ],
      [
        "Elected archbishop of Besançon in 1220",
        [
          "/wiki/Archbishop_of_Besançon"
        ]
      ],
      [
        "Pope Honorius III rejected his election",
        []
      ]
    ],
    [
      [
        "Tommaso da Capua",
        []
      ],
      [
        "Cardinal-deacon of S. Maria in Via Lata 1216 , cardinal-priest of S. Sabina 1216 - 1239",
        []
      ],
      [
        "Elected patriarch of Jerusalem in 1227",
        []
      ],
      [
        "Pope Gregory IX rejected his election",
        []
      ]
    ],
    [
      [
        "Jacques de Vitry , Can.Reg",
        [
          "/wiki/Jacques_de_Vitry"
        ]
      ],
      [
        "Cardinal-bishop of Frascati 1229 - 1240",
        []
      ],
      [
        "Elected patriarch of Jerusalem in 1239/40",
        []
      ],
      [
        "On May 14 , 1240 Pope Gregory IX appointed new patriarch and in the letter of his nomination explained the canons of the chapter of Jerusalem the reasons of his earlier rejection of the election of Cardinal de Vitry , who had died on May 1 , 1240",
        []
      ]
    ],
    [
      [
        "Egidius de Torres",
        []
      ],
      [
        "Cardinal-deacon SS . Cosma e Damiano 1216/17 - 1254",
        []
      ],
      [
        "Elected Archbishop of Toledo in 1247",
        [
          "/wiki/Archbishop_of_Toledo"
        ]
      ],
      [
        "On February 21 , 1248 Pope Innocent IV rejected his postulation to that see and appointed Juan de Medina Pomar as new archbishop of Toledo",
        []
      ]
    ],
    [
      [
        "Pierre de Bar",
        [
          "/wiki/Pierre_de_Bar"
        ]
      ],
      [
        "Cardinal-priest of S. Marcello 1244 - 1252 , cardinal-bishop of Sabina 1251/52 - 1253",
        []
      ],
      [
        "Elected bishop of Noyon in 1249/50",
        [
          "/wiki/Bishop_of_Noyon"
        ]
      ],
      [
        "Pope Innocent IV refused to confirm his election indicating that his presence in curia is indispensable",
        []
      ]
    ]
  ],
  "section_title": "Rejected episcopal elections of the cardinals in 13th century",
  "section_text": "",
  "uid": "External_cardinal_7",
  "intro": "In the category of the members of the College of Cardinals in the central Middle Ages (11th to 13th century), an external cardinal (as opposed to a curial cardinal) was a Cardinal of the Holy Roman Church who did not reside in the Roman Curia, because of simultaneously being a bishop of the episcopal see other than suburbicarian, or abbot of an abbey situated outside Rome. In the wider sense, it may also concern cardinals who were appointed to the external episcopal sees and resigned their memberships in the College of Cardinals with this appointment. As well, it can concern cardinals who were generally curial cardinals, but for some time exercised the posts of administrators or prelates of the external churches. Today, the great majority of the cardinals are archbishops of the main metropolitan dioceses of the world and reside in their countries. Apart from the exclusive right of the election of the new pope, their dignity is purely honorific. However, originally the College of Cardinals was simply a college of the clergy of the City of Rome, constituted of the bishops of the seven dioceses (called suburbicarian sees) bordering the diocese of Rome (cardinal-bishops), priests of the parochial churches of Rome (cardinal-priests) and deacons heading the ecclesiastical regions of the city of Rome (cardinal-deacons). Unlike today, the cardinals had real jurisdiction over the dioceses, parochial churches (called tituli) or deaconries to which they were attached. The phenomenon of the external cardinalate in the late Middle Ages constituted the first exception to the rule, that cardinals - members of the clergy of the diocese of Rome - cannot serve simultaneously in another, external church, which is now common practice."
}