{
  "url": "https://en.wikipedia.org/wiki/2012_Ghanaian_general_election",
  "title": "2012 Ghanaian general election",
  "header": [
    [
      "Party",
      []
    ],
    [
      "Candidate Name",
      []
    ],
    [
      "Sex",
      []
    ],
    [
      "Profession",
      []
    ]
  ],
  "data": [
    [
      [
        "People 's National Convention",
        [
          "/wiki/People's_National_Convention_(Ghana)"
        ]
      ],
      [
        "Helen Sanorita Dzatugbe Matrevi",
        []
      ],
      [
        "F",
        []
      ],
      [
        "Bilingual Translator",
        []
      ]
    ],
    [
      [
        "National Democratic Congress",
        [
          "/wiki/National_Democratic_Congress_(Ghana)"
        ]
      ],
      [
        "Kwesi Amissah-Arthur",
        [
          "/wiki/Kwesi_Amissah-Arthur"
        ]
      ],
      [
        "M",
        []
      ],
      [
        "Economist",
        [
          "/wiki/Economist"
        ]
      ]
    ],
    [
      [
        "Progressive People 's Party",
        [
          "/wiki/Progressive_People's_Party_(Ghana)"
        ]
      ],
      [
        "Eva Lokko",
        [
          "/wiki/Eva_Naa_Merley_Lokko"
        ]
      ],
      [
        "F",
        []
      ],
      [
        "CEO",
        [
          "/wiki/Chief_executive_officer"
        ]
      ]
    ],
    [
      [
        "New Patriotic Party",
        [
          "/wiki/New_Patriotic_Party"
        ]
      ],
      [
        "Mahamudu Bawumia",
        [
          "/wiki/Mahamudu_Bawumia"
        ]
      ],
      [
        "M",
        []
      ],
      [
        "Economist",
        [
          "/wiki/Economist"
        ]
      ]
    ],
    [
      [
        "Convention People 's Party",
        [
          "/wiki/Convention_People's_Party"
        ]
      ],
      [
        "Nana Akosua Frimpomaa",
        []
      ],
      [
        "F",
        []
      ],
      [
        "Social Activist",
        []
      ]
    ],
    [
      [
        "United Front Party",
        [
          "/wiki/United_Front_Party_(Ghana)"
        ]
      ],
      [
        "Fred Osei Agyen",
        []
      ],
      [
        "M",
        []
      ],
      [
        "Agriculturist",
        []
      ]
    ],
    [
      [
        "Independent Candidate",
        []
      ],
      [
        "Kelvin Nii Tackie",
        []
      ],
      [
        "M",
        []
      ],
      [
        "Business Executive",
        [
          "/wiki/Business_Executive"
        ]
      ]
    ],
    [
      [
        "Great Consolidated Popular Party",
        [
          "/wiki/Great_Consolidated_Popular_Party"
        ]
      ],
      [
        "John Amekah",
        []
      ],
      [
        "M",
        []
      ],
      [
        "Retired Educationist",
        []
      ]
    ]
  ],
  "section_title": "Presidential candidates -- Running mates",
  "section_text": "The following eight candidates have been approved by their parties and the Electoral Commission of Ghana as running mates of the above listed presidential candidates for the election on 7 December 2012 . [ 16 ]",
  "uid": "Ghanaian_general_election,_2012_1",
  "intro": "General elections were held in Ghana on Friday 7 December 2012 to elect a president and members of Parliament in 275 electoral constituencies. Owing to the breakdown of some biometric verification machines, some voters could not vote, and voting was extended to Saturday 8 December 2012. A run-off was scheduled for 28 December 2012 if no presidential candidate received an absolute majority of 50% plus one vote. Competing for presidency were incumbent president John Dramani Mahama of the National Democratic Congress (NDC), his main challenger Nana Akufo-Addo of the New Patriotic Party (NPP) and six other candidates. Incumbent president John Mahama was declared winner of the presidential contest with 50.7% of the vote, just a few thousand votes over the threshold for avoiding a run-off election. Nana Akufo-Addo received 47.74%. The opposition alleged tampering with results by the Electoral Commission (EC), and filed a petition at the Ghanaian Supreme Court to review the election results. The NPP produced more than 11,000 so-called pink sheets to the judges who had to compare them to similar papers from the EC, NDC and possibly other parties. These pink sheets state the results as counted in single polling stations, before aggregating them to any higher level, such as municipality, district and region. The NPP claimed that there were differences between the results as stated immediately after their counting in polling stations, and those which were used in aggregations, and that this can be proven by the pink sheets. In a separate part of the procedure, the EC was challenged to prove that 14,000 expat Ghanaians had voted abroad, and failed to produce any registered voters in foreign countries due to, so EC, the fatal work of a virus in its computer. Mahama was re-elected after less than five months as president having succeeded John Atta Mills who died suddenly in office in July 2012."
}