{
  "url": "https://en.wikipedia.org/wiki/World_Rugby_Sevens_Series",
  "title": "World Rugby Sevens Series",
  "header": [
    [
      "Player",
      []
    ],
    [
      "Nationality",
      []
    ],
    [
      "Tries",
      []
    ]
  ],
  "data": [
    [
      [
        "Dan Norton",
        [
          "/wiki/Dan_Norton"
        ]
      ],
      [
        "England",
        [
          "/wiki/England_national_rugby_sevens_team"
        ]
      ],
      [
        "352",
        []
      ]
    ],
    [
      [
        "Collins Injera",
        [
          "/wiki/Collins_Injera"
        ]
      ],
      [
        "Kenya",
        [
          "/wiki/Kenya_national_rugby_sevens_team"
        ]
      ],
      [
        "275",
        []
      ]
    ],
    [
      [
        "Santiago Gómez Cora",
        [
          "/wiki/Santiago_Gómez_Cora"
        ]
      ],
      [
        "Argentina",
        [
          "/wiki/Argentina_national_rugby_sevens_team"
        ]
      ],
      [
        "230",
        []
      ]
    ],
    [
      [
        "Seabelo Senatla",
        [
          "/wiki/Seabelo_Senatla"
        ]
      ],
      [
        "South Africa",
        [
          "/wiki/South_Africa_national_rugby_sevens_team"
        ]
      ],
      [
        "230",
        []
      ]
    ],
    [
      [
        "Tim Mikkelson",
        [
          "/wiki/Tim_Mikkelson"
        ]
      ],
      [
        "New Zealand",
        [
          "/wiki/New_Zealand_national_rugby_sevens_team"
        ]
      ],
      [
        "229",
        []
      ]
    ],
    [
      [
        "Ben Gollings",
        [
          "/wiki/Ben_Gollings"
        ]
      ],
      [
        "England",
        [
          "/wiki/England_national_rugby_sevens_team"
        ]
      ],
      [
        "220",
        []
      ]
    ],
    [
      [
        "Perry Baker",
        [
          "/wiki/Perry_Baker"
        ]
      ],
      [
        "United States",
        [
          "/wiki/United_States_national_rugby_sevens_team"
        ]
      ],
      [
        "199",
        []
      ]
    ],
    [
      [
        "Carlin Isles",
        [
          "/wiki/Carlin_Isles"
        ]
      ],
      [
        "United States",
        [
          "/wiki/United_States_national_rugby_sevens_team"
        ]
      ],
      [
        "199",
        []
      ]
    ],
    [
      [
        "Fabian Juries",
        [
          "/wiki/Fabian_Juries"
        ]
      ],
      [
        "South Africa",
        [
          "/wiki/South_Africa_national_rugby_sevens_team"
        ]
      ],
      [
        "179",
        []
      ]
    ],
    [
      [
        "Cecil Afrika",
        [
          "/wiki/Cecil_Afrika"
        ]
      ],
      [
        "South Africa",
        [
          "/wiki/South_Africa_national_rugby_sevens_team"
        ]
      ],
      [
        "176",
        []
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "IRB_Sevens_World_Series_7",
  "intro": "The World Rugby Sevens Series is an annual series of international rugby sevens tournaments run by World Rugby featuring national sevens teams. Organised for the first time in the 1999-2000 season as the IRB World Sevens Series, the competition was formed to promote an elite-level of international rugby sevens and develop the game into a viable commercial product. The competition has been sponsored by banking group HSBC since 2014. The season's circuit consists of 10 tournaments that generally begin in November or December and last until May. The venues are held across 10 countries, and visits five of the six populated continents. The United Arab Emirates, South Africa, Australia, New Zealand, the United States, Canada, Hong Kong, Singapore, France and England each host one event. Each tournament has 16 teams - 15 core teams that participate in each tournament and one regional qualifier. Teams compete for the World Rugby Series title by accumulating points based on their finishing position in each tournament. The lowest placed core team at the end of the season is dropped, and replaced by the winner of the Hong Kong Sevens. New Zealand had originally dominated the Series, winning each of the first six seasons from 1999-2000 to 2004-05, but since then, Fiji, South Africa and Samoa have each won season titles. England, Australia and the United States have placed in the top three for several seasons but have not won the series title. The International Olympic Committee's decision in 2009 to add rugby sevens to the Summer Olympics beginning in 2016 has added a boost to rugby sevens and to the World Sevens Series; this boost has led to increased exposure and revenues, leading several of the core teams to field fully professional squads."
}