{
  "url": "https://en.wikipedia.org/wiki/Ireland_cricket_team",
  "title": "Ireland cricket team",
  "header": [
    [
      "Player",
      []
    ],
    [
      "Runs",
      []
    ],
    [
      "Average",
      []
    ]
  ],
  "data": [
    [
      [
        "Paul Stirling",
        [
          "/wiki/Paul_Stirling"
        ]
      ],
      [
        "2,052",
        []
      ],
      [
        "30.17",
        []
      ]
    ],
    [
      [
        "Kevin O'Brien",
        [
          "/wiki/Kevin_O'Brien_(cricketer)"
        ]
      ],
      [
        "1,592",
        []
      ],
      [
        "20.94",
        []
      ]
    ],
    [
      [
        "Gary Wilson",
        [
          "/wiki/Gary_Wilson_(cricketer)"
        ]
      ],
      [
        "1,268",
        []
      ],
      [
        "21.13",
        []
      ]
    ],
    [
      [
        "William Porterfield",
        [
          "/wiki/William_Porterfield"
        ]
      ],
      [
        "1,079",
        []
      ],
      [
        "20.35",
        []
      ]
    ],
    [
      [
        "Andrew Balbirnie",
        [
          "/wiki/Andrew_Balbirnie"
        ]
      ],
      [
        "861",
        []
      ],
      [
        "25.32",
        []
      ]
    ],
    [
      [
        "Niall O'Brien",
        [
          "/wiki/Niall_O'Brien_(cricketer)"
        ]
      ],
      [
        "466",
        []
      ],
      [
        "17.92",
        []
      ]
    ],
    [
      [
        "Ed Joyce",
        [
          "/wiki/Ed_Joyce"
        ]
      ],
      [
        "404",
        []
      ],
      [
        "36.72",
        []
      ]
    ],
    [
      [
        "Gareth Delany",
        [
          "/wiki/Gareth_Delany"
        ]
      ],
      [
        "383",
        []
      ],
      [
        "25.53",
        []
      ]
    ],
    [
      [
        "Stuart Thompson",
        [
          "/wiki/Stuart_Thompson"
        ]
      ],
      [
        "328",
        []
      ],
      [
        "14.90",
        []
      ]
    ],
    [
      [
        "Harry Tector",
        [
          "/wiki/Harry_Tector"
        ]
      ],
      [
        "267",
        []
      ],
      [
        "22.25",
        []
      ]
    ]
  ],
  "section_title": "",
  "section_text": "Most T20I runs for Ireland [ 128 ]",
  "uid": "Ireland_cricket_team_4",
  "intro": "The Ireland cricket team represents all of Ireland in international cricket. The Irish Cricket Union, operating under the brand Cricket Ireland is the sport's governing body in Ireland, and organises the international team. Ireland participate in all three major forms of the international game; Test, One-Day International (ODI) and Twenty20 International (T20I) matches. They are the 11th Full Member of the International Cricket Council (ICC), and the second Full Member from Europe, having been awarded Test status, along with Afghanistan, on 22 June 2017. Cricket was introduced to Ireland in the 19th century, and the first match played by an Ireland team was in 1855. Ireland toured Canada and the United States in the late 19th century, and occasionally hosted matches against touring sides. Ireland's most significant international rivalry, with the Scotland national cricket team, was established when the teams first played each other in 1888. Ireland's maiden first-class match was played in 1902. Ireland were elected to Associate membership of the ICC in 1993, but played their first full ODI in 2006 against England in the build-up to the 2007 ICC Cricket World Cup, their first successful qualification. At that tournament, a series of eye-catching results against Full Members, including a draw against Zimbabwe, and wins against Pakistan and Bangladesh confirmed Ireland's ODI status after the competition. Since then, they have gone on to play 150 ODIs, resulting in 64 victories, 75 defeats, 8 no results, and 3 ties. Contracts for players were introduced in 2009, marking the transition to becoming a professional team."
}