{
  "url": "https://en.wikipedia.org/wiki/List_of_United_States_Air_Force_Academy_alumni",
  "title": "List of United States Air Force Academy alumni",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "T. Allen McArtor",
        [
          "/wiki/T._Allen_McArtor"
        ]
      ],
      [
        "1964",
        []
      ],
      [
        "Senior manager FedEx ( 1979-1987 , 1989-1994 ) ; administrator of the U.S. Federal Aviation Administration ( 1987-1989 ) ; former CEO , Legend Airlines ; current chair , Airbus , North American Holdings",
        [
          "/wiki/FedEx",
          "/wiki/Federal_Aviation_Administration",
          "/wiki/Legend_Airlines",
          "/wiki/Airbus"
        ]
      ]
    ],
    [
      [
        "Richard T. Schlosberg",
        [
          "/wiki/Richard_T._Schlosberg"
        ]
      ],
      [
        "1965",
        []
      ],
      [
        "Former president and CEO of the David & Lucile Packard Foundation ; former publisher and CEO of the Los Angeles Times ; Vietnam War veteran",
        [
          "/wiki/David_Packard",
          "/wiki/Los_Angeles_Times",
          "/wiki/Vietnam_War"
        ]
      ]
    ],
    [
      [
        "Robert J. Thomas",
        [
          "/wiki/Robert_J._Thomas"
        ]
      ],
      [
        "1967",
        []
      ],
      [
        "Former president and CEO of Nissan Motor Corporation USA",
        []
      ]
    ],
    [
      [
        "J.W . Wild Bill Stealey",
        [
          "/wiki/Bill_Stealey"
        ]
      ],
      [
        "1970",
        []
      ],
      [
        "CEO of iEntertainment Network ; founder of MicroProse Software and Interactive Magic",
        [
          "/wiki/IEntertainment_Network",
          "/wiki/MicroProse",
          "/wiki/Interactive_Magic"
        ]
      ]
    ],
    [
      [
        "Grady Booch",
        [
          "/wiki/Grady_Booch"
        ]
      ],
      [
        "1977",
        []
      ],
      [
        "Developer of the Unified Modeling Language and the Booch method in software engineering",
        [
          "/wiki/Unified_Modeling_Language",
          "/wiki/Booch_method"
        ]
      ]
    ],
    [
      [
        "W. David Thompson",
        []
      ],
      [
        "1978",
        []
      ],
      [
        "Founder of Spectrum Astro , a revolutionary in space satellite design and manufacturing",
        [
          "/wiki/Spectrum_Astro"
        ]
      ]
    ],
    [
      [
        "Charles E. Phillips Jr",
        [
          "/wiki/Charles_Phillips_(businessman)"
        ]
      ],
      [
        "1981",
        []
      ],
      [
        "President of the Oracle Corporation ; served as a Captain in the United States Marine Corps after graduation from the Academy",
        [
          "/wiki/Oracle_Corporation",
          "/wiki/Captain_(land)",
          "/wiki/United_States_Marine_Corps"
        ]
      ]
    ],
    [
      [
        "Charles Patrick Garcia",
        [
          "/wiki/Charles_Patrick_Garcia"
        ]
      ],
      [
        "1983",
        []
      ],
      [
        "President of Sterling Hispanic Markets Capital Group",
        []
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "List_of_United_States_Air_Force_Academy_alumni_4",
  "intro": "The United States Air Force Academy is an undergraduate college in Colorado Springs, Colorado, with the mission of educating and commissioning officers for the United States Air Force. The Academy was established in 1954, entered its first class in 1955, and graduated its first class in 1959. All students hold the Air Force rank of Cadet. Sports media refer to the Academy as Air Force; this usage is officially endorsed. Most cadets are admitted through a congressional appointment system. The curriculum is broad-based but has traditionally emphasized science and engineering. Before the Academy's first graduating class in 1959, the United States Military Academy and United States Naval Academy were the primary sources of officers for the Air Force and its predecessors, the Army Air Corps and Army Air Forces. [citation needed] Though the primary focus of the Academy is for the Air Force, some graduates are given the option of cross-commissioning into the United States Army, United States Navy, United States Marine Corps, or United States Coast Guard. This list is drawn from graduates, non-graduate former cadets, current cadets, and faculty of the Air Force Academy. Over 410 noted scholars from a variety of academic fields are Academy graduates, including: 41 Rhodes Scholars, 9 Marshall Scholars, 13 Harry S. Truman Scholars, 115 John F. Kennedy School of Government Scholars, and 31 Gerahart Scholars. Additional notable graduates include 403 general officers, 164 graduates who were killed in combat, 36 repatriated prisoners of war, 1 Medal of Honor recipient, and 2 combat aces. Thirty-nine Academy graduates have become astronauts, second among institutions of higher learning only to the United States Naval Academy with 52."
}