{
  "url": "https://en.wikipedia.org/wiki/List_of_Medal_of_Honor_recipients_educated_at_the_United_States_Military_Academy",
  "title": "List of Medal of Honor recipients educated at the United States Military Academy",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "William Atkinson Jones , III",
        [
          "/wiki/William_Atkinson_Jones,_III"
        ]
      ],
      [
        "1945",
        []
      ],
      [
        "Colonel , United States Air Force ; recipient of the MOH for actions while helping rescue a downed pilot",
        [
          "/wiki/Colonel"
        ]
      ]
    ],
    [
      [
        "Andre Lucas",
        [
          "/wiki/Andre_Lucas"
        ]
      ],
      [
        "1954",
        []
      ],
      [
        "Lieutenant colonel ; recipient of the MOH for repulsing a much larger force over a 23-day period",
        [
          "/wiki/Lieutenant_colonel"
        ]
      ]
    ],
    [
      [
        "Roger Donlon",
        [
          "/wiki/Roger_Donlon"
        ]
      ],
      [
        "1959 ex",
        []
      ],
      [
        "Dropped out of the academy for personal reasons ; captain , later colonel ; recipient of the MOH for repulsing a much larger force",
        [
          "/wiki/Captain_(U.S._Army)"
        ]
      ]
    ],
    [
      [
        "Humbert Roque Versace",
        [
          "/wiki/Humbert_Roque_Versace"
        ]
      ],
      [
        "1959",
        []
      ],
      [
        "Captain ; recipient of the MOH for his resistance to Viet Cong indoctrination efforts while a prisoner of war ( POW ) ; his struggle was chronicled in length by fellow POW Nick Rowe in the book Five Years to Freedom",
        [
          "/wiki/Captain_(U.S._Army)",
          "/wiki/Prisoner_of_war",
          "/wiki/James_N._Rowe"
        ]
      ]
    ],
    [
      [
        "Frank S. Reasoner",
        [
          "/wiki/Frank_S._Reasoner"
        ]
      ],
      [
        "1962",
        []
      ],
      [
        "First lieutenant , United States Marine Corps ; recipient of the MOH for actions leading reconnaissance patrol against a larger force and trying to save a wounded man",
        [
          "/wiki/First_lieutenant",
          "/wiki/United_States_Marine_Corps"
        ]
      ]
    ],
    [
      [
        "Robert F. Foley",
        [
          "/wiki/Robert_F._Foley"
        ]
      ],
      [
        "1963",
        []
      ],
      [
        "Captain , later lieutenant general ; recipient of the MOH for actions on 11 November 1966 for rallying his unit in the face of superior enemy numbers and personally destroying three enemy strongpoints ; West Point Commandant of Cadets ( 1996-1998 ) ; later president of Marion Military Institute ; currently the director of the Army Emergency Relief Program",
        [
          "/wiki/Captain_(U.S._Army)",
          "/wiki/Lieutenant_general",
          "/wiki/Marion_Military_Institute"
        ]
      ]
    ],
    [
      [
        "James A. Gardner",
        [
          "/wiki/James_A._Gardner"
        ]
      ],
      [
        "1965 ex",
        []
      ],
      [
        "Did not graduate ; first lieutenant ; recipient of the MOH for actions leading his platoon in the relief of a company that was engaged with a larger enemy force",
        [
          "/wiki/First_lieutenant"
        ]
      ]
    ],
    [
      [
        "Paul William Bucha",
        [
          "/wiki/Paul_William_Bucha"
        ]
      ],
      [
        "1965",
        []
      ],
      [
        "Captain ; recipient of the MOH for actions leading his unit against a larger enemy for in Binh Duong Province , Vietnam ; foreign policy adviser to Barack Obama 's 2008 presidential campaign",
        [
          "/wiki/Captain_(U.S._Army)",
          "/wiki/Binh_Duong_Province",
          "/wiki/Vietnam",
          "/wiki/Foreign_policy",
          "/wiki/Barack_Obama",
          "/wiki/Barack_Obama_2008_presidential_campaign"
        ]
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "List_of_Medal_of_Honor_recipients_educated_at_the_United_States_Military_Academy_9",
  "intro": "The earliest Medal of Honor recipient educated at the United States Military Academy was John Cleveland Robinson, a non-graduating member of the class of 1839. The first alumnus of the United States Military Academy (USMA) to perform actions to be recognized with the Medal of Honor was Charles Henry Tompkins, a non-graduating member of the class of 1851, while the last alumnus to perform actions so recognized was Andre Lucas, a graduating member of the class of 1954. There are ten wars involving the United States for which the Medal of Honor has been bestowed upon a USMA alumnus. More than half of the alumni who received the distinction were thereby recognized for actions in either the American Civil War or the American Indian Wars; twenty-five alumni were awarded the medal in connection with the Civil War and twenty-one in connection with the Indian Wars. Four alumni were recognized for their contributions to the Spanish-American War, nine for the Philippine-American War, two for the Boxer Rebellion, and one for the Banana Wars. While only one alumnus received the Medal of Honor for actions in World War I, ten alumni were so recognized for actions in World War II. The final two conflicts for which the Medal of Honor was given to USMA alumni are the Korean War, for which two alumni were recognized, and the Vietnam War, for which eight alumni were recognized. Of the eighty-three USMA alumni who have received the Medal of Honor, eight were non-graduates: John Cleveland Robinson, Charles Henry Tompkins, John Alexander Logan, Jr., Louis J. Van Schaick, Eli Thompson Fryer, Michael J. Daly, Roger Donlon, and James A. Gardner. Two graduates, John Gregory Bourke (class of 1869) and Calvin Pearl Titus (class of 1905), received the Medal of Honor before being appointed to the academy. Other notable Academy alumni who received the Medal of Honor include William Harding Carter, Douglas MacArthur, and Humbert Roque Versace."
}