{
  "url": "https://en.wikipedia.org/wiki/List_of_lighthouses_in_Israel",
  "title": "List of lighthouses in Israel",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Status",
      []
    ],
    [
      "Location",
      []
    ]
  ],
  "data": [
    [
      [
        "Akko Light",
        [
          "/wiki/Akko_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Acre",
        [
          "/wiki/Acre,_Israel"
        ]
      ]
    ],
    [
      [
        "Haifa Lee Breakwater Light",
        [
          "/wiki/Haifa_Lee_Breakwater_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Haifa",
        [
          "/wiki/Haifa"
        ]
      ]
    ],
    [
      [
        "Stella Maris Light",
        [
          "/wiki/Stella_Maris_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Haifa",
        [
          "/wiki/Haifa"
        ]
      ]
    ],
    [
      [
        "Mikhmoret Light",
        [
          "/wiki/Mikhmoret_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Mikhmoret",
        [
          "/wiki/Mikhmoret"
        ]
      ]
    ],
    [
      [
        "Herzliya Light",
        [
          "/wiki/Herzliya_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Herzliya",
        [
          "/wiki/Herzliya"
        ]
      ]
    ],
    [
      [
        "Reading Light",
        [
          "/wiki/Reading_Light"
        ]
      ],
      [
        "inactive",
        []
      ],
      [
        "Tel Aviv",
        [
          "/wiki/Tel_Aviv"
        ]
      ]
    ],
    [
      [
        "Jaffa Light",
        [
          "/wiki/Jaffa_Light"
        ]
      ],
      [
        "inactive",
        []
      ],
      [
        "Jaffa",
        [
          "/wiki/Jaffa"
        ]
      ]
    ],
    [
      [
        "Ashdod Light",
        [
          "/wiki/Ashdod_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Ashdod",
        [
          "/wiki/Ashdod"
        ]
      ]
    ],
    [
      [
        "Ashkelon Marina Breakwater Light",
        [
          "/wiki/Ashkelon_Marina_Breakwater_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Ashkelon",
        [
          "/wiki/Ashkelon"
        ]
      ]
    ],
    [
      [
        "Ashkelon Coal Jetty Breakwater Light",
        [
          "/wiki/Ashkelon_Coal_Jetty_Breakwater_Light"
        ]
      ],
      [
        "active",
        []
      ],
      [
        "Ashkelon",
        [
          "/wiki/Ashkelon"
        ]
      ]
    ]
  ],
  "section_title": "Mediterranean Sea",
  "section_text": "",
  "uid": "List_of_lighthouses_in_Israel_0",
  "intro": "The lighthouses of Israel are all located along its 273 kilometres (170 mi) coastline. Most of the Israel's coastline faces west on the Mediterranean Sea, with a short coastline at the southern tip of the country, on the Gulf of Aqaba. Israel's main ports are the Port of Haifa and the Port of Ashdod on the Mediterranean, and the Port of Eilat on the Gulf of Aqaba. All lighthouses except Eilat Light are located along the Mediterranean coast, between Ashkelon in the south and Akko in the north. Israel's active lighthouses are maintained by the Israeli Shipping and Ports Authority, a statutory authority within the Ministry of Transport and Road Safety. Based on historical, numismatic and archaeological evidence, archaeologists believe that the Romans built a lighthouse on an islet near the harbor entrance of Akko. Remains of a colossal lighthouse mentioned by the Roman Jewish historian Josephus Flavius were discovered at Caesarea Maritima. The lighthouses of Israel are included in the National Geospatial-Intelligence Agency's List of Lights publication 113 for the Mediterranean Sea and 112 for the Gulf of Aqaba. They are listed by the United Kingdom Hydrographic Office on volume E of the Admiralty List of Lights & Fog Signals. They are also listed on The Lighthouse Directory and on the ARLHS World List of Lights. The chart above follows The Lighthouse Directory's inclusion criteria, namely, it includes lightbeacons having a height of at least 4 metres (13 ft) and a cross-section, at the base, of at least 4 square metres (43 sq ft) (a lightbeacon is defined as a beacon displaying a light, where a beacon itself is a fixed, that is, not floating, aid to navigation). The listing is from north to south."
}