{
  "url": "https://en.wikipedia.org/wiki/List_of_Drexel_University_alumni",
  "title": "List of Drexel University alumni",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Grad year",
      []
    ],
    [
      "Degree",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "Ramani Ayer",
        [
          "/wiki/Ramani_Ayer"
        ]
      ],
      [
        "1973",
        []
      ],
      [
        "PhD",
        []
      ],
      [
        "Former CEO of The Hartford Financial Services",
        [
          "/wiki/The_Hartford"
        ]
      ]
    ],
    [
      [
        "Michael Baum",
        [
          "/wiki/Michael_Baum_(entrepreneur)"
        ]
      ],
      [
        "1985",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Founder and CEO of Splunk and FOUNDER.org ; former VP of e-Commerce at Yahoo ! and The Walt Disney Company",
        [
          "/wiki/Splunk",
          "/wiki/Yahoo!",
          "/wiki/The_Walt_Disney_Company"
        ]
      ]
    ],
    [
      [
        "Albert Boscov",
        [
          "/wiki/Albert_Boscov"
        ]
      ],
      [
        "1952",
        []
      ],
      [
        "-",
        []
      ],
      [
        "CEO of Boscov 's",
        [
          "/wiki/Boscov's"
        ]
      ]
    ],
    [
      [
        "John C. Browne",
        [
          "/wiki/John_C._Browne"
        ]
      ],
      [
        "1965",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former Director of the Los Alamos National Laboratory",
        [
          "/wiki/Los_Alamos_National_Laboratory"
        ]
      ]
    ],
    [
      [
        "Kenneth C. Dahlberg",
        [
          "/wiki/Kenneth_C._Dahlberg"
        ]
      ],
      [
        "1967",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former CEO of SAIC and previously Executive Vice President of General Dynamics",
        [
          "/wiki/Science_Applications_International_Corporation",
          "/wiki/General_Dynamics"
        ]
      ]
    ],
    [
      [
        "Ranjan Dash",
        [
          "/wiki/Ranjan_Dash"
        ]
      ],
      [
        "2006",
        []
      ],
      [
        "MBA",
        []
      ],
      [
        "Founder and CEO of Y-Carbon",
        []
      ]
    ],
    [
      [
        "Elaine Garzarelli",
        [
          "/wiki/Elaine_Garzarelli"
        ]
      ],
      [
        "1969 1977",
        []
      ],
      [
        "BS MBA",
        []
      ],
      [
        "Financial analyst credited with predicting Black Monday , the stock market crash of 1987",
        [
          "/wiki/Black_Monday_(1987)",
          "/wiki/Stock_market"
        ]
      ]
    ],
    [
      [
        "Raj Gupta",
        [
          "/wiki/Rajiv_L._Gupta"
        ]
      ],
      [
        "1972",
        []
      ],
      [
        "MBA",
        []
      ],
      [
        "Former President and CEO of Rohm and Haas",
        [
          "/wiki/Rohm_and_Haas"
        ]
      ]
    ],
    [
      [
        "Bennett S. LeBow",
        [
          "/wiki/Bennett_S._LeBow"
        ]
      ],
      [
        "1960",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former CEO and Chairman of the Board of Borders Group and Chairman of the Board of Vector Group",
        [
          "/wiki/Borders_Group",
          "/wiki/Vector_Group"
        ]
      ]
    ],
    [
      [
        "Earl Lestz",
        [
          "/wiki/Earl_Lestz"
        ]
      ],
      [
        "1961",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former President of Operations for Paramount Studios",
        [
          "/wiki/Paramount_Studios"
        ]
      ]
    ],
    [
      [
        "Jiang Mianheng",
        [
          "/wiki/Jiang_Mianheng"
        ]
      ],
      [
        "1991",
        []
      ],
      [
        "PhD",
        []
      ],
      [
        "Vice President of the Chinese Academy of Sciences , and co-founder of Grace Semiconductor Manufacturing Corporation",
        [
          "/wiki/Chinese_Academy_of_Sciences"
        ]
      ]
    ],
    [
      [
        "Dorcas Bates Reilly",
        [
          "/wiki/Dorcas_Reilly"
        ]
      ],
      [
        "1947",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Invented the green bean casserole while working as a staff member in the home economics department of the Campbell Soup Company",
        [
          "/wiki/Green_bean_casserole",
          "/wiki/Campbell_Soup_Company"
        ]
      ]
    ],
    [
      [
        "Toots Shor",
        [
          "/wiki/Toots_Shor"
        ]
      ],
      [
        "1955",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Renowned saloon keeper in New York City",
        []
      ]
    ],
    [
      [
        "Steven Snyder",
        []
      ],
      [
        "1976",
        []
      ],
      [
        "BS",
        []
      ],
      [
        "Former CEO of Net Perceptions",
        []
      ]
    ]
  ],
  "section_title": "Notable alumni -- Business",
  "section_text": "Steven Snyder , class of 1976",
  "uid": "List_of_Drexel_University_alumni_0",
  "intro": "Drexel University is a private university located in Philadelphia, Pennsylvania, United States. The 16th largest private university in the nation, Drexel is made up of nine colleges and four schools, most of which serve both undergraduate and graduate students. It offers 96 undergraduate degree programs, 88 master's programs, and 35 doctoral programs. Drexel was founded as a technical school in 1891 for the improvement of industrial education as a means of opening better and wider avenues of employment to young men and women. Drexel began awarding undergraduate degrees in 1914, starting with the Bachelor of Science in engineering; before that, Drexel granted certificates or diplomas in the field of enrollment. In 1931, Drexel began offering graduate degrees through the School of Home Economics. Since its founding the university has graduated over 100,000 alumni. Certificate-earning alumni such as artist Violet Oakley and illustrator Frank Schoonover reflect the early emphasis on art as part of the university's curriculum. With World War II, the university's technical programs swelled, and as a result Drexel graduated alumni such as Paul Baran, one of the founding fathers of the Internet and one of the inventors of the packet switching network, and Norman Joseph Woodland the inventor of barcode technology. In addition to its emphasis on technology Drexel has graduated several notable athletes such as National Basketball Association (NBA) basketball players Michael Anderson and Malik Rose, and several notable business people such as Raj Gupta, former President and Chief executive officer (CEO) of Rohm and Haas, and Kenneth C. Dahlberg, former CEO of Science Applications International Corporation (SAIC)."
}