{
  "url": "https://en.wikipedia.org/wiki/List_of_United_States_Military_Academy_alumni",
  "title": "List of United States Military Academy alumni",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "William A. Jones III",
        [
          "/wiki/William_A._Jones_III"
        ]
      ],
      [
        "1945",
        []
      ],
      [
        "Colonel , United States Air Force ; recipient of the MOH for actions while helping rescue a downed pilot",
        [
          "/wiki/Colonel_(United_States)"
        ]
      ]
    ],
    [
      [
        "Andre Lucas",
        [
          "/wiki/Andre_Lucas"
        ]
      ],
      [
        "1954",
        []
      ],
      [
        "Lieutenant Colonel ; recipient of the MOH for repulsing a much larger force over a 23-day period",
        [
          "/wiki/Lieutenant_colonel_(United_States)"
        ]
      ]
    ],
    [
      [
        "Roger Donlon",
        [
          "/wiki/Roger_Donlon"
        ]
      ],
      [
        "1959 ex",
        []
      ],
      [
        "Dropped out of the Academy for personal reasons ; Captain , later Colonel ; recipient of the MOH for repulsing a much larger force",
        [
          "/wiki/Captain_(United_States_O-3)"
        ]
      ]
    ],
    [
      [
        "Humbert Roque Versace",
        [
          "/wiki/Humbert_Roque_Versace"
        ]
      ],
      [
        "1959",
        []
      ],
      [
        "Captain ; recipient of the MOH for his resistance to Viet Cong indoctrination efforts while a prisoner of war ( POW ) ; his struggle was chronicled in length by fellow POW Nick Rowe in the book Five Years to Freedom",
        [
          "/wiki/Captain_(United_States_O-3)",
          "/wiki/Prisoner_of_war",
          "/wiki/James_N._Rowe"
        ]
      ]
    ],
    [
      [
        "James A. Gardner",
        [
          "/wiki/James_A._Gardner"
        ]
      ],
      [
        "1965 ex",
        []
      ],
      [
        "Did not graduate ; First Lieutenant ; recipient of the MOH for actions leading his platoon in the relief of a company that was engaged with a larger enemy force",
        [
          "/wiki/First_lieutenant_(United_States)"
        ]
      ]
    ],
    [
      [
        "Frank S. Reasoner",
        [
          "/wiki/Frank_S._Reasoner"
        ]
      ],
      [
        "1962",
        []
      ],
      [
        "First Lieutenant , United States Marine Corps ; recipient of the MOH for actions leading reconnaissance patrol against a larger force and trying to save a wounded man",
        [
          "/wiki/First_lieutenant_(United_States)",
          "/wiki/United_States_Marine_Corps"
        ]
      ]
    ],
    [
      [
        "Robert F. Foley",
        [
          "/wiki/Robert_F._Foley"
        ]
      ],
      [
        "1963",
        []
      ],
      [
        "Captain , later Lieutenant General ; recipient of the MOH for actions on 11 November 1966 for rallying his unit in the face of superior enemy numbers and personally destroying three enemy strongpoints ; West Point Commandant of Cadets ( 1992-1994 ) ; later president of Marion Military Institute ; currently the director of the Army Emergency Relief Program",
        [
          "/wiki/Captain_(United_States_O-3)",
          "/wiki/Lieutenant_general_(United_States)",
          "/wiki/Marion_Military_Institute"
        ]
      ]
    ],
    [
      [
        "Paul William Bucha",
        [
          "/wiki/Paul_William_Bucha"
        ]
      ],
      [
        "1965",
        []
      ],
      [
        "Captain ; recipient of the MOH for actions leading his unit against a larger enemy for in Bình Dương Province , Vietnam ; foreign policy adviser to Barack Obama 's 2008 presidential campaign",
        [
          "/wiki/Captain_(United_States_O-3)",
          "/wiki/Bình_Dương_Province",
          "/wiki/Vietnam",
          "/wiki/Foreign_policy",
          "/wiki/Barack_Obama",
          "/wiki/2008_United_States_presidential_election"
        ]
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "List_of_United_States_Military_Academy_alumni_20",
  "intro": "The United States Military Academy (USMA) is an undergraduate college in West Point, New York with the mission of educating and commissioning officers for the United States Army. The Academy was founded in 1802 and is the oldest of the United States' five service academies. It is also referred to as West Point (the name of the military base that the Academy is a part of.) The Academy graduated its first cadet, Joseph Gardner Swift, in October 1802. Sports media refer to the Academy as Army and the students as Cadets; this usage is officially endorsed. The football team is also known as The Black Knights of the Hudson and The Black Knights. A small number of graduates each year choose the option of cross-commissioning into the United States Air Force, United States Navy, or the United States Marine Corps. Before the founding of the United States Air Force Academy in 1955, the Academy was a major source of officers for the Air Force and its predecessors. Most cadets are admitted through the congressional appointment system. The curriculum emphasizes the sciences and engineering fields. The list is drawn from graduates, non-graduate former cadets, current cadets, and faculty of the Military Academy. Notable graduates include 2 American Presidents, 4 additional heads of state, 20 astronauts, 74 Medal of Honor recipients, 70 Rhodes Scholars, and 3 Heisman Trophy winners."
}