{
  "url": "https://en.wikipedia.org/wiki/List_of_Medal_of_Honor_recipients_educated_at_the_United_States_Naval_Academy",
  "title": "List of Medal of Honor recipients educated at the United States Naval Academy",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "Isaac C. Kidd",
        [
          "/wiki/Isaac_C._Kidd"
        ]
      ],
      [
        "1906",
        []
      ],
      [
        "Rear Admiral ; recipient of the Medal of Honor posthumously for his actions on the bridge of USS Arizona during the Attack on Pearl Harbor",
        [
          "/wiki/USS_Arizona_(BB-39)",
          "/wiki/Attack_on_Pearl_Harbor"
        ]
      ]
    ],
    [
      [
        "Franklin Van Valkenburgh",
        [
          "/wiki/Franklin_Van_Valkenburgh"
        ]
      ],
      [
        "1909",
        []
      ],
      [
        "Captain ; recipient of the Medal of Honor posthumously for his actions during the attack on Pearl Harbor as the last captain of USS Arizona",
        [
          "/wiki/USS_Arizona_(BB-39)"
        ]
      ]
    ],
    [
      [
        "Mervyn S. Bennion",
        [
          "/wiki/Mervyn_S._Bennion"
        ]
      ],
      [
        "1910",
        []
      ],
      [
        "Captain ; recipient of the Medal of Honor posthumously for his actions during the attack on Pearl Harbor while commanding , and saving from destruction , USS West Virginia",
        [
          "/wiki/USS_West_Virginia_(BB-48)"
        ]
      ]
    ],
    [
      [
        "Daniel J. Callaghan",
        [
          "/wiki/Daniel_J._Callaghan"
        ]
      ],
      [
        "1911",
        []
      ],
      [
        "Rear Admiral ; posthumous recipient of the Medal of Honor for bravery and leadership in the Naval Battle of Guadalcanal on November 13 , 1942 ; classmate Norman Scott was his second-in-command and he also perished that night and was posthumously awarded the Medal of Honor",
        [
          "/wiki/Naval_Battle_of_Guadalcanal"
        ]
      ]
    ],
    [
      [
        "Norman Scott",
        [
          "/wiki/Norman_Scott_(admiral)"
        ]
      ],
      [
        "1911",
        []
      ],
      [
        "Rear Admiral ; posthumous recipient of the Medal of Honor for bravery and leadership in the Naval Battle of Guadalcanal on November 13 , 1942 ; was second-in-command to classmate Daniel Callaghan who also perished that night and was posthumously awarded the Medal of Honor",
        []
      ]
    ],
    [
      [
        "Albert H. Rooks",
        [
          "/wiki/Albert_H._Rooks"
        ]
      ],
      [
        "1914",
        []
      ],
      [
        "Captain ; posthumous recipient of the Medal of Honor for bravery and leadership in the south Pacific during a series of actions as a commanding officer of USS Houston in February 1942 against Japanese air and sea forces",
        [
          "/wiki/USS_Houston_(CA-30)"
        ]
      ]
    ],
    [
      [
        "Cassin Young",
        [
          "/wiki/Cassin_Young"
        ]
      ],
      [
        "1916",
        []
      ],
      [
        "Captain ; recipient of the Medal of Honor for actions as a commanding officer of USS Vestal during the attack on Pearl Harbor ; posthumously awarded the Navy Cross for actions during the Battle of Cape Esperance and Naval Battle of Guadalcanal",
        [
          "/wiki/USS_Vestal_(AR-4)",
          "/wiki/Battle_of_Cape_Esperance"
        ]
      ]
    ],
    [
      [
        "Samuel G. Fuqua",
        [
          "/wiki/Samuel_G._Fuqua"
        ]
      ],
      [
        "1923",
        []
      ],
      [
        "Rear Admiral ; recipient of the Medal of Honor for actions during the attack on USS Arizona where he directed damage control and rescue of personnel , as senior surviving officer he directed abandoning of the ship and left with the last boatload",
        [
          "/wiki/USS_Arizona_(BB-39)"
        ]
      ]
    ],
    [
      [
        "John P. Cromwell",
        [
          "/wiki/John_P._Cromwell"
        ]
      ],
      [
        "1924",
        []
      ],
      [
        "Captain ; posthumous recipient of the Medal of Honor for actions while commander of a submarine group and on board USS Sculpin near Truk island he went down with the submarine when the crew had to abandon it",
        [
          "/wiki/USS_Sculpin_(SS-191)",
          "/wiki/Chuuk_Lagoon"
        ]
      ]
    ],
    [
      [
        "Herbert Emery Schonland",
        [
          "/wiki/Herbert_Emery_Schonland"
        ]
      ],
      [
        "1925",
        []
      ],
      [
        "Rear Admiral ; recipient of the Medal of Honor for actions as damage control officer of USS San Francisco during the Naval Battle of Guadalcanal",
        [
          "/wiki/USS_San_Francisco_(CA-38)"
        ]
      ]
    ],
    [
      [
        "Howard W. Gilmore",
        [
          "/wiki/Howard_W._Gilmore"
        ]
      ],
      [
        "1926",
        []
      ],
      [
        "Commander ; posthumous recipient of the Medal of Honor for actions during January-February 1943 while commanding officer of USS Growler ; while surfaced and on deck he ordered his submarine to dive while he remained on deck",
        [
          "/wiki/USS_Growler_(SS-215)"
        ]
      ]
    ],
    [
      [
        "Bruce Van Voorhis",
        [
          "/wiki/Bruce_Van_Voorhis"
        ]
      ],
      [
        "1929",
        []
      ],
      [
        "Lieutenant Commander ; posthumous recipient of the Medal of Honor for actions in the Solomon Islands he flew a 700-mile unescorted bombing/reconnaissance mission",
        [
          "/wiki/Solomon_Islands"
        ]
      ]
    ],
    [
      [
        "Harold W. Bauer",
        [
          "/wiki/Harold_W._Bauer"
        ]
      ],
      [
        "1930",
        []
      ],
      [
        "Lieutenant Colonel , USMC ; posthumous recipient of the Medal of Honor for actions in the Solomon Islands for shooting down 11 enemy planes",
        [
          "/wiki/Solomon_Islands",
          "/wiki/Flying_ace"
        ]
      ]
    ],
    [
      [
        "Samuel David Dealey",
        [
          "/wiki/Samuel_David_Dealey"
        ]
      ],
      [
        "1930",
        []
      ],
      [
        "Commander ; posthumous recipient of the Medal of Honor for actions as a commanding officer of USS Harder ; recipient of four Navy Crosses",
        [
          "/wiki/USS_Harder_(SS-257)",
          "/wiki/Navy_Cross_(United_States)"
        ]
      ]
    ],
    [
      [
        "Richard Antrim",
        [
          "/wiki/Richard_Antrim"
        ]
      ],
      [
        "1931",
        []
      ],
      [
        "Rear Admiral ; recipient of the Medal of Honor for heroism as a prisoner of war ; Navy Cross recipient",
        [
          "/wiki/Prisoner_of_war"
        ]
      ]
    ],
    [
      [
        "Ernest E. Evans",
        [
          "/wiki/Ernest_E._Evans"
        ]
      ],
      [
        "1931",
        []
      ],
      [
        "Commander ; posthumous recipient of the Medal of Honor for heroism while commanding officer of USS Johnston during the Battle off Samar ; Navy Cross recipient",
        [
          "/wiki/USS_Johnston_(DD-557)",
          "/wiki/Battle_off_Samar"
        ]
      ]
    ],
    [
      [
        "Lawson P. Ramage",
        [
          "/wiki/Lawson_P._Ramage"
        ]
      ],
      [
        "1931",
        []
      ],
      [
        "Vice Admiral ; recipient of the Medal of Honor for heroism while commanding officer of USS Parche ; recipient of two Navy Crosses",
        [
          "/wiki/USS_Parche_(SS-384)"
        ]
      ]
    ],
    [
      [
        "Bruce McCandless",
        [
          "/wiki/Bruce_McCandless"
        ]
      ],
      [
        "1932",
        []
      ],
      [
        "Rear Admiral ; recipient of the Medal of Honor for his heroism on board USS San Francisco during the Naval Battle of Guadalcanal ; father of Bruce McCandless II , astronaut , class of 1958",
        [
          "/wiki/Bruce_McCandless_II"
        ]
      ]
    ],
    [
      [
        "John D. Bulkeley",
        [
          "/wiki/John_D._Bulkeley"
        ]
      ],
      [
        "1933",
        []
      ],
      [
        "Vice Admiral ; recipient of the Medal of Honor for combat actions from December 1941 - April 1942 while commanding Motor Torpedo Boat Squadron Three , which rescued General of the Army Douglas MacArthur",
        [
          "/wiki/Motor_Torpedo_Boat_Squadron_Three",
          "/wiki/General_of_the_Army_(United_States)",
          "/wiki/Douglas_MacArthur"
        ]
      ]
    ],
    [
      [
        "David McCampbell",
        [
          "/wiki/David_McCampbell"
        ]
      ],
      [
        "1933",
        []
      ],
      [
        "Captain ; recipient of the Medal of Honor for aerial combat during World War II ; became the Navy 's all-time fighter ace with 34 aerial victories",
        [
          "/wiki/Flying_ace"
        ]
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "List_of_Medal_of_Honor_recipients_educated_at_the_United_States_Naval_Academy_3",
  "intro": "The United States Naval Academy is an undergraduate college in Annapolis, Maryland with the mission of educating and commissioning officers for the United States Navy and Marine Corps. The Academy is often referred to as Annapolis, while sports media refer to the Academy as Navy and the students as Midshipmen; this usage is officially endorsed. During the latter half of the 19th century and the first decades of the 20th, the United States Naval Academy was the primary source of U.S. Navy and Marine Corps officers, with the Class of 1881 being the first to provide officers to the Marine Corps. Graduates of the Academy are also given the option of entering the United States Army or United States Air Force. Most Midshipmen are admitted through the congressional appointment system. The curriculum emphasizes various fields of engineering. This list is drawn from alumni of the Naval Academy who are recipients of the Medal of Honor (MOH), the highest military decoration awarded by the United States government. The Academy was founded in 1845 and graduated its first class in 1846. The first alumnus to graduate and go on to receive the Medal of Honor was Harry L. Hawthorne (class of 1882). The most recent alumnus to receive the Medal of Honor was James Stockdale (class of 1947). Two alumni, Orion P. Howe (class of 1870) and Henry Lakin Simpson (class of 1882), received the Medal of Honor before being appointed to the Academy. At the Naval Academy, in Bancroft Hall, twenty-one rooms are dedicated to each Academy graduate Medal of Honor recipient since the start of World War II."
}