{
  "url": "https://en.wikipedia.org/wiki/List_of_CAF_Super_Cup_winners",
  "title": "List of CAF Super Cup winners",
  "header": [
    [
      "Nation",
      []
    ],
    [
      "Winners",
      []
    ],
    [
      "Runners-up",
      []
    ]
  ],
  "data": [
    [
      [
        "Egypt",
        [
          "/wiki/Egypt"
        ]
      ],
      [
        "9",
        []
      ],
      [
        "4",
        []
      ]
    ],
    [
      [
        "Morocco",
        [
          "/wiki/Morocco"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "5",
        []
      ]
    ],
    [
      [
        "Tunisia",
        [
          "/wiki/Tunisia"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "9",
        []
      ]
    ],
    [
      [
        "DR Congo",
        [
          "/wiki/Democratic_Republic_of_the_Congo"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "3",
        []
      ]
    ],
    [
      [
        "Ivory Coast",
        [
          "/wiki/Ivory_Coast"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "South Africa",
        [
          "/wiki/South_Africa"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Nigeria",
        [
          "/wiki/Nigeria"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "0",
        []
      ]
    ],
    [
      [
        "Algeria",
        [
          "/wiki/Algeria"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Ghana",
        [
          "/wiki/Ghana"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Mali",
        [
          "/wiki/Mali"
        ]
      ],
      [
        "0",
        []
      ],
      [
        "1",
        []
      ]
    ],
    [
      [
        "Republic of the Congo",
        [
          "/wiki/Republic_of_the_Congo"
        ]
      ],
      [
        "0",
        []
      ],
      [
        "1",
        []
      ]
    ]
  ],
  "section_title": "Performances -- By country",
  "section_text": "",
  "uid": "List_of_CAF_Super_Cup_winners_1",
  "intro": "The CAF Super Cup (also known as African Super Cup or for sponsorship reasons Orange CAF Super Cup) is an annual African association football competition contested between the winners of the CAF Champions League and the CAF Confederation Cup. The competition was first held in 1993 and is organised by the Confederation of African Football (CAF). It is the continental equivalent of the UEFA Super Cup in European and Recopa Sudamericana in South American club football. The competition was previously contested between the winners of the CAF Champions League (called African Cup of Champions Clubs from 1964 to 1996) and African Cup Winners' Cup until 2004 when the Cup Winners' Cup was discontinued. The last Super Cup in this format was the 2004 CAF Super Cup between Enyimba and Étoile du Sahel which Enyimba won 1-0. In 2004 the CAF Cup Winners' Cup was merged with CAF Cup into the newly established CAF Confederation Cup which acts as Africa's second-tier international club competition, (analogous to the UEFA Europa League in European football) and since 2005 the competition is contested in its current format. Egyptian side Al Ahly hold the record for the most victories, winning the competition Six times since its inception. They are also one of only two teams to have retained the Super Cup title, doing so in 2007, after winning the previous competition in 2006 (the other being Nigerian side Enyimba who won the Super Cup in 2004 and 2005) and again in 2014. Teams from Egypt have won the competition the most, with teams from the country winning the competition nine times. Al Ahly is the most successful team with six titles."
}