{
  "url": "https://en.wikipedia.org/wiki/List_of_United_States_Air_Force_Academy_alumni",
  "title": "List of United States Air Force Academy alumni",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Class year",
      []
    ],
    [
      "Notability",
      []
    ]
  ],
  "data": [
    [
      [
        "Nicole Malachowski",
        [
          "/wiki/Nicole_Malachowski"
        ]
      ],
      [
        "1996",
        []
      ],
      [
        "Colonel ; first woman to serve as a pilot with the U.S. Air Force Thunderbirds",
        [
          "/wiki/Colonel",
          "/wiki/U.S._Air_Force_Thunderbirds"
        ]
      ]
    ],
    [
      [
        "Shawna Rochelle Kimbrell",
        [
          "/wiki/Shawna_Rochelle_Kimbrell"
        ]
      ],
      [
        "1998",
        []
      ],
      [
        "Major ; first African-American woman to serve as a combat pilot",
        [
          "/wiki/Major",
          "/wiki/African-American"
        ]
      ]
    ],
    [
      [
        "Janet C. Wolfenbarger",
        [
          "/wiki/Janet_C._Wolfenbarger"
        ]
      ],
      [
        "1980",
        []
      ],
      [
        "General ; as of June 5 , 2012 , first female in the U.S. Air Force to attain the rank of General",
        [
          "/wiki/General_(United_States)"
        ]
      ]
    ],
    [
      [
        "Charles V. Bush",
        [
          "/wiki/Charles_V._Bush"
        ]
      ],
      [
        "1963",
        []
      ],
      [
        "Officer ; first African-American to graduate from the U.S. Air Force Academy",
        [
          "/wiki/Officer_(armed_forces)"
        ]
      ]
    ],
    [
      [
        "Paul K. Carlton , Jr",
        [
          "/wiki/Paul_K._Carlton,_Jr."
        ]
      ],
      [
        "1969",
        []
      ],
      [
        "Lieutenant General ; Surgeon General of the U.S. Air Force ; recipient of the Distinguished Service Medal ; son of General Paul K. Carlton",
        [
          "/wiki/Paul_K._Carlton"
        ]
      ]
    ],
    [
      [
        "Charles C. Baldwin",
        [
          "/wiki/Charles_C._Baldwin"
        ]
      ],
      [
        "1969",
        []
      ],
      [
        "Major General ; Chief of Chaplains of the U.S. Air Force ; Pilot ; recipient of the Distinguished Service Medal with Oak leaf cluster , Legion of Merit with Oak leaf cluster , Distinguished Flying Cross with Oak leaf cluster",
        []
      ]
    ],
    [
      [
        "Scott A. Hammond",
        [
          "/wiki/Scott_A._Hammond"
        ]
      ],
      [
        "1975",
        []
      ],
      [
        "Major General ; Commander and Chief of Staff of the Georgia Air National Guard",
        [
          "/wiki/Georgia_Air_National_Guard"
        ]
      ]
    ],
    [
      [
        "Héctor Andrés Negroni",
        [
          "/wiki/Héctor_Andrés_Negroni"
        ]
      ],
      [
        "1961",
        []
      ],
      [
        "Colonel ; Fighter PIlot , Historian , Defense Industry Executive and first Puerto Rican to graduate from the U.S. Air Force Academy",
        [
          "/wiki/Colonel"
        ]
      ]
    ],
    [
      [
        "Susan K. Mashiko",
        [
          "/wiki/Susan_K._Mashiko"
        ]
      ],
      [
        "1980",
        []
      ],
      [
        "Major General ; first female of Japanese descent from any military service to be promoted to Flag/General Officer",
        [
          "/wiki/Major_General"
        ]
      ]
    ],
    [
      [
        "Sharon K.G . Dunbar",
        [
          "/wiki/Sharon_K.G._Dunbar"
        ]
      ],
      [
        "1982",
        []
      ],
      [
        "Major General ; first military member of Korean descent to be promoted to Flag/General Officer ; first female to command the Air Force District of Washington and Hill Air Force Base",
        [
          "/wiki/Major_General",
          "/wiki/Air_Force_District_of_Washington",
          "/wiki/Hill_Air_Force_Base"
        ]
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "List_of_United_States_Air_Force_Academy_alumni_15",
  "intro": "The United States Air Force Academy is an undergraduate college in Colorado Springs, Colorado, with the mission of educating and commissioning officers for the United States Air Force. The Academy was established in 1954, entered its first class in 1955, and graduated its first class in 1959. All students hold the Air Force rank of Cadet. Sports media refer to the Academy as Air Force; this usage is officially endorsed. Most cadets are admitted through a congressional appointment system. The curriculum is broad-based but has traditionally emphasized science and engineering. Before the Academy's first graduating class in 1959, the United States Military Academy and United States Naval Academy were the primary sources of officers for the Air Force and its predecessors, the Army Air Corps and Army Air Forces. [citation needed] Though the primary focus of the Academy is for the Air Force, some graduates are given the option of cross-commissioning into the United States Army, United States Navy, United States Marine Corps, or United States Coast Guard. This list is drawn from graduates, non-graduate former cadets, current cadets, and faculty of the Air Force Academy. Over 410 noted scholars from a variety of academic fields are Academy graduates, including: 41 Rhodes Scholars, 9 Marshall Scholars, 13 Harry S. Truman Scholars, 115 John F. Kennedy School of Government Scholars, and 31 Gerahart Scholars. Additional notable graduates include 403 general officers, 164 graduates who were killed in combat, 36 repatriated prisoners of war, 1 Medal of Honor recipient, and 2 combat aces. Thirty-nine Academy graduates have become astronauts, second among institutions of higher learning only to the United States Naval Academy with 52."
}