{
  "url": "https://en.wikipedia.org/wiki/National_Finance_Commission_Award",
  "title": "National Finance Commission Award",
  "header": [
    [
      "Awards listing order ( s )",
      []
    ],
    [
      "NFC Award Listing ( s )",
      []
    ],
    [
      "Presented by",
      []
    ],
    [
      "Tests , Results , and Status",
      []
    ],
    [
      "Projected Fiscal year",
      [
        "/wiki/Fiscal_year"
      ]
    ]
  ],
  "data": [
    [
      [
        "First",
        []
      ],
      [
        "NFC Award 1974",
        []
      ],
      [
        "Zulfikar Ali Bhutto",
        [
          "/wiki/Zulfikar_Ali_Bhutto"
        ]
      ],
      [
        "Conclusive",
        []
      ],
      [
        "1974-79",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Second",
        []
      ],
      [
        "NFC Award 1979",
        []
      ],
      [
        "Zia-ul-Haq",
        [
          "/wiki/Muhammad_Zia-ul-Haq"
        ]
      ],
      [
        "Inconclusive",
        []
      ],
      [
        "1979-84",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Third",
        []
      ],
      [
        "NFC Award 1985",
        []
      ],
      [
        "Zia-ul-Haq",
        [
          "/wiki/Muhammad_Zia-ul-Haq"
        ]
      ],
      [
        "Inconclusive",
        []
      ],
      [
        "1985-90",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Fourth",
        []
      ],
      [
        "NFC Award 1991",
        []
      ],
      [
        "Navaz Sharif",
        [
          "/wiki/Navaz_Sharif"
        ]
      ],
      [
        "Conclusive",
        []
      ],
      [
        "1991-96",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Fifth",
        []
      ],
      [
        "NFC Award 1995",
        []
      ],
      [
        "Benazir Bhutto",
        [
          "/wiki/Benazir_Bhutto"
        ]
      ],
      [
        "Inconclusive",
        []
      ],
      [
        "1995-2000",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "",
        []
      ],
      [
        "NFC Award 1997",
        []
      ],
      [
        "Navaz Sharif",
        [
          "/wiki/Navaz_Sharif"
        ]
      ],
      [
        "Conclusive",
        []
      ],
      [
        "1997-2002",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Sixth",
        []
      ],
      [
        "NFC Award 2002",
        []
      ],
      [
        "Pervez Musharraf",
        [
          "/wiki/Pervez_Musharraf"
        ]
      ],
      [
        "Inconclusive",
        []
      ],
      [
        "2002-07",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ],
    [
      [
        "Seventh",
        []
      ],
      [
        "NFC Award 2010",
        []
      ],
      [
        "Yousaf Raza Gillani",
        [
          "/wiki/Yousaf_Raza_Gillani"
        ]
      ],
      [
        "Conclusive",
        []
      ],
      [
        "2010-15",
        [
          "/wiki/Fiscal_year"
        ]
      ]
    ]
  ],
  "section_title": "",
  "section_text": "",
  "uid": "National_Finance_Commission_Award_0",
  "intro": "The National Finance Commission Award or NFC is a series of planned economic programs in Pakistan enacted since 1951. Constituted under the Article 160 of the Constitution, the program was emerged to take control of financial imbalances and equally managed the financial resources to four provinces to meet their expenditure liabilities while alleviating the horizontal fiscal imbalances. As per Constitution, the program awards the designs of financial formulas of economic distribution to provincial and federal government for five consecutive years. All together, a total of seven awards has been reimbursed since its emergence in 1951, by Prime Minister Liaquat Ali Khan. Stipulations and directions mentioned by the Constitution, the provisional governments and federal government competes to get higher share of the program's revenues in order to stabilize their own financial status. Intergovernmental transfer of economic resources is chaired by the President of Pakistan whose constitutional purpose is to supervise the system of fiscal transfer to correct the vertical fiscal imbalance between provincial and federal government, and horizontal fiscal imbalances between four provinces. Government financial specialists, mathematicians, and economists studied the mathematical and statistical aspects of the program before recommending the government to enact the program. Due to the program producing a political realignment and the constitutional stipulation regarded a unanimous political concession between four provinces, the program has fever conclusive results, and only seven awards has been enacted since its emergence in 1951. In 2010, after series of reaching the concession and public debates successfully concluded the enactment of conclusive seventh award by the program, which affected the distribution formula. In a statement released by Finance Minister Shaukat Tarin, the inverse population density, and the derivative poverty rate has become a new parametric factor in calculating the program's awards."
}