{
  "url": "https://en.wikipedia.org/wiki/Pacific_8_Intercollegiate_Hockey_Conference",
  "title": "Pacific 8 Intercollegiate Hockey Conference",
  "header": [
    [
      "Team",
      []
    ],
    [
      "Titles",
      []
    ],
    [
      "Years",
      []
    ]
  ],
  "data": [
    [
      [
        "USC",
        [
          "/wiki/University_of_Southern_California"
        ]
      ],
      [
        "8",
        []
      ],
      [
        "2010 , 2007 , 2006 , 2003 , 2002 , 2001 , 2000 , 1998",
        []
      ]
    ],
    [
      [
        "Oregon",
        [
          "/wiki/University_of_Oregon"
        ]
      ],
      [
        "4",
        []
      ],
      [
        "2019 , 2009 , 2008 , 2005",
        []
      ]
    ],
    [
      [
        "Utah",
        [
          "/wiki/University_of_Utah"
        ]
      ],
      [
        "3",
        []
      ],
      [
        "2016 , 2015 , 2013",
        []
      ]
    ],
    [
      [
        "ASU",
        [
          "/wiki/Arizona_State_University"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2018 , 2014",
        []
      ]
    ],
    [
      [
        "UCLA",
        [
          "/wiki/University_of_California,_Los_Angeles"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2017 , 1999",
        []
      ]
    ],
    [
      [
        "Washington",
        [
          "/wiki/University_of_Washington"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "2012 , 2011",
        []
      ]
    ],
    [
      [
        "Stanford",
        [
          "/wiki/Stanford_University"
        ]
      ],
      [
        "2",
        []
      ],
      [
        "1997 , 1996",
        []
      ]
    ],
    [
      [
        "California",
        [
          "/wiki/University_of_California,_Berkeley"
        ]
      ],
      [
        "1",
        []
      ],
      [
        "2004",
        []
      ]
    ]
  ],
  "section_title": "Past champions",
  "section_text": "Year Champion Runner-Up Host 2020 TBD TBD South Lake Tahoe 2019 Oregon California South Lake Tahoe 2018 Arizona State California South Lake Tahoe 2017 UCLA Washington South Lake Tahoe 2016 Utah USC South Lake Tahoe 2015 Utah Oregon South Lake Tahoe 2014 Arizona State Utah Utah 2013 Utah Oregon USC 2012 Washington Utah Washington 2011 Washington Oregon Washington 2010 USC Washington USC 2009 Oregon Washington Oregon 2008 Oregon USC Washington State 2007 USC Oregon UCLA 2006 USC Oregon Oregon 2005 Oregon Washington California 2004 California USC Washington 2003 USC California USC 2002 USC Washington Stanford 2001 USC Washington Oregon 2000 USC UCLA UCLA 1999 UCLA USC California 1998 USC 1997 Stanford UCLA USC 1996 Stanford California Stanford Totals",
  "uid": "Pacific_8_Intercollegiate_Hockey_Conference_3",
  "intro": "The Pacific 8 Intercollegiate Hockey Conference (PAC-8) is a collegiate men's ice hockey conference that competes in Division 2 of the American Collegiate Hockey Association. The PAC-8 was originally only open to schools that belonged to the Pac-12 conference however for the 2018-19 season the league expanded to include affiliate members. These affiliate members included: Boise State, Eastern Washington, San Diego State, San Jose State and Western Washington. Because the conference spans the entire west coast a north and south division format was adopted."
}