{
  "url": "https://en.wikipedia.org/wiki/Sandy_Heath_transmitting_station",
  "title": "Sandy Heath transmitting station",
  "header": [
    [
      "Frequency",
      []
    ],
    [
      "UHF",
      []
    ],
    [
      "kW",
      []
    ],
    [
      "Operator",
      []
    ],
    [
      "System",
      []
    ]
  ],
  "data": [
    [
      [
        "474.166 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "21+",
        []
      ],
      [
        "180",
        []
      ],
      [
        "BBC B",
        [
          "/wiki/BBC"
        ]
      ],
      [
        "DVB-T2",
        [
          "/wiki/DVB-T2"
        ]
      ]
    ],
    [
      [
        "498.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "24",
        []
      ],
      [
        "180",
        []
      ],
      [
        "Digital 3 & 4",
        [
          "/wiki/Digital_3&4"
        ]
      ],
      [
        "DVB-T",
        [
          "/wiki/DVB-T"
        ]
      ]
    ],
    [
      [
        "522.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "27",
        []
      ],
      [
        "180",
        []
      ],
      [
        "BBC A",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "746.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "55",
        []
      ],
      [
        "49.6",
        []
      ],
      [
        "Arqiva C",
        [
          "/wiki/Arqiva"
        ]
      ],
      [
        "DVB-T2",
        []
      ]
    ],
    [
      [
        "754.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "56",
        []
      ],
      [
        "49.1",
        []
      ],
      [
        "Arqiva D",
        []
      ],
      [
        "DVB-T2",
        []
      ]
    ],
    [
      [
        "690.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "48",
        []
      ],
      [
        "170",
        []
      ],
      [
        "Arqiva B",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "714.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "51",
        []
      ],
      [
        "170",
        []
      ],
      [
        "SDN",
        [
          "/wiki/S4C_Digital_Networks"
        ]
      ],
      [
        "DVB-T",
        []
      ]
    ],
    [
      [
        "594.000 MHz",
        [
          "/wiki/Hertz"
        ]
      ],
      [
        "36",
        []
      ],
      [
        "170",
        []
      ],
      [
        "Arqiva A",
        []
      ],
      [
        "DVB-T",
        []
      ]
    ]
  ],
  "section_title": "Digital television",
  "section_text": "",
  "uid": "Sandy_Heath_transmitting_station_2",
  "intro": "Sandy Heath transmitting station is a television broadcast station located between Sandy, Bedfordshire and Potton near the B1042. It is owned by Arqiva, formerly NTL Broadcast. It was built in 1965, originally broadcasting Anglia Television on VHF 405-lines, UHF with 625-line services of BBC2, BBC1, and Anglia Television being added by January 1971. It carried Channel 4 and Channel 5 from their launch days, Channel 5 at lower power than the other four services. Today it broadcasts digital television on the DTT platform as Digital Switchover took place on 13 April 2011. On 17 June 2018, as part of the 700MHz clearance, Com5 (ARQ A) moved from Ch52 to Ch36 ,Com7 (Arq C) moved from Ch32 to Ch55 and Com8 (Arq D) moved from Ch34 to Ch56 \n It is a K group or wideband TV transmitter (horizontal polarization), though an original A group aerial will still receive four of the main six Muxes, in fact from Feb 2020 only MUX 4 (SDN) will be out of the A group. During DSO, the digital transmission power for the PSB and Commercial muxes increased from 20 kW to 180 kW and 170 kW respectively. Sandy Heath is the main local TV transmitter for Bedfordshire, Suffolk, Cambridgeshire, Northamptonshire and north Hertfordshire as well as North West Essex, bringing the nearby area Look East and Anglia Tonight. Coverage extends to parts of Buckinghamshire, Norfolk, Leicestershire, Peterborough, and South Lincolnshire. It also broadcasts the BBC local radio station BBC Three Counties Radio and the independent radio station Heart Bedford formerly Chiltern."
}