{
  "url": "https://en.wikipedia.org/wiki/SciLands",
  "title": "SciLands",
  "header": [
    [
      "Name",
      []
    ],
    [
      "Category",
      []
    ],
    [
      "Sponsoring Organization",
      []
    ],
    [
      "Description",
      []
    ]
  ],
  "data": [
    [
      [
        "NPR 's Science Friday",
        [
          "/wiki/Science_Friday"
        ]
      ],
      [
        "General",
        []
      ],
      [
        "NPR 's Science Friday",
        [
          "/wiki/Science_Friday"
        ]
      ],
      [
        "A weekly talk show on NPR covering a variety of science related topics",
        []
      ]
    ],
    [
      [
        "Victoria crater",
        [
          "/wiki/Victoria_crater"
        ]
      ],
      [
        "Space",
        []
      ],
      [
        "NASA",
        [
          "/wiki/NASA"
        ]
      ],
      [
        "A one third scale model of Victoria crater found on the surface of Mars",
        [
          "/wiki/Mars"
        ]
      ]
    ],
    [
      [
        "Real-time US weather map",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Observe the current weather above the continental U.S",
        []
      ]
    ],
    [
      [
        "Hurricane Ride",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Fly through a virtual hurricane aboard a P-3 Orion Hurricane Hunter",
        []
      ]
    ],
    [
      [
        "Tsunami Demonstration",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "See the deadly effects of a tsunami wave and learn how they are formed",
        []
      ]
    ],
    [
      [
        "Weather Balloon Ride",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Hold on to a balloon and learn about the instrumentation that NOAA uses to collect atmospheric data",
        []
      ]
    ],
    [
      [
        "Submarine Ride",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Visit a variety of coral sanctuaries worldwide on board a virtual submersible",
        []
      ]
    ],
    [
      [
        "Oil Spill Cleanup Demonstration",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Assist in the cleanup of an oil spill",
        []
      ]
    ],
    [
      [
        "Red Tide Demonstration",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Understand the effects of a harmful algae bloom commonly known as red tide",
        []
      ]
    ],
    [
      [
        "Sea Charting Demonstration",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Map the sea floor aboard a NOAA ship",
        []
      ]
    ],
    [
      [
        "Science On A Sphere ( TM )",
        []
      ],
      [
        "Earth Science",
        []
      ],
      [
        "NOAA",
        [
          "/wiki/NOAA"
        ]
      ],
      [
        "Visualize Earth data sets on a spherical projection screen",
        []
      ]
    ]
  ],
  "section_title": "Highlighted content",
  "section_text": "",
  "uid": "SciLands_0",
  "intro": "SciLands is an area within the virtual world Second Life devoted to science and technology. Member organizations share borders of their individual regions to create a larger virtual continent. By putting a wide range of educational content in close virtual proximity, the goal is to foster conversations and ideas that might not have occurred had each region been separate. Other goals include increasing visitor traffic and making it easier to find useful educational content within Second Life. SciLands members have regular meetings in Second Life where they share ideas, help each other, vote on new membership, and plan future projects. Members also share resources like meeting spaces, and developers. A current map of SciLands is located here. Initially, SciLands formed around the International Spaceflight Museum and NASA CoLab. However, since its establishment it has grown to host a variety of organizations including government agencies, universities, and museums."
}