{
  "url": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
  "title": "Wind power in the United States",
  "header": [
    [
      "Project",
      []
    ],
    [
      "Capacity ( MW )",
      []
    ],
    [
      "State",
      []
    ]
  ],
  "data": [
    [
      [
        "Alta Wind Energy Center",
        [
          "/wiki/Alta_Wind_Energy_Center"
        ]
      ],
      [
        "1548",
        []
      ],
      [
        "California",
        []
      ]
    ],
    [
      [
        "Shepherds Flat Wind Farm",
        [
          "/wiki/Shepherds_Flat_Wind_Farm"
        ]
      ],
      [
        "845",
        []
      ],
      [
        "Oregon",
        []
      ]
    ],
    [
      [
        "Meadow Lake Wind Farm",
        [
          "/wiki/Meadow_Lake_Wind_Farm"
        ]
      ],
      [
        "801",
        []
      ],
      [
        "Indiana",
        []
      ]
    ],
    [
      [
        "Roscoe Wind Farm",
        [
          "/wiki/Roscoe_Wind_Farm"
        ]
      ],
      [
        "781",
        []
      ],
      [
        "Texas",
        []
      ]
    ],
    [
      [
        "Horse Hollow Wind Energy Center",
        [
          "/wiki/Horse_Hollow_Wind_Energy_Center"
        ]
      ],
      [
        "736",
        []
      ],
      [
        "Texas",
        []
      ]
    ],
    [
      [
        "Tehachapi Pass Wind Farm",
        [
          "/wiki/Tehachapi_Pass_Wind_Farm"
        ]
      ],
      [
        "705",
        []
      ],
      [
        "California",
        []
      ]
    ],
    [
      [
        "Capricorn Ridge Wind Farm",
        [
          "/wiki/Capricorn_Ridge_Wind_Farm"
        ]
      ],
      [
        "662",
        []
      ],
      [
        "Texas",
        []
      ]
    ],
    [
      [
        "San Gorgonio Pass Wind Farm",
        [
          "/wiki/San_Gorgonio_Pass_Wind_Farm"
        ]
      ],
      [
        "619",
        []
      ],
      [
        "California",
        []
      ]
    ],
    [
      [
        "Limon Wind Energy Center",
        [
          "/wiki/Limon_Wind_Energy_Center"
        ]
      ],
      [
        "601",
        []
      ],
      [
        "Colorado",
        []
      ]
    ],
    [
      [
        "Fowler Ridge Wind Farm",
        [
          "/wiki/Fowler_Ridge_Wind_Farm"
        ]
      ],
      [
        "600",
        []
      ],
      [
        "Indiana",
        []
      ]
    ]
  ],
  "section_title": "Largest wind farms",
  "section_text": "Main article : List of wind farms in the United States 2018 US wind farms Ten of the largest wind farms in the United States are :",
  "uid": "Wind_power_in_the_United_States_0",
  "intro": "Wind power in the United States is a branch of the energy industry that has expanded quickly over the latest several years. For the twelve months through September 2019, 286.6 terawatt-hours were generated by wind power, or 6.94% of all generated electrical energy. As of September 2019, the total installed wind power nameplate generating capacity in the United States was 100,125 megawatts (MW). This capacity is exceeded only by China and the European Union. Thus far, wind power's largest growth in capacity was in 2012, when 11,895 MW of wind power was installed, representing 26.5% of new power capacity. By September of 2019, 19 states had over 1,000 MW of installed capacity with 5 states (Texas, Iowa, Oklahoma, Kansas, and California) generating over half of all wind energy in the nation. Texas, with over 27,000 MW of capacity, about 16.8% of the state's electricity usage, had the most installed wind power capacity of any U.S. state at the end of 2019. Texas also had more under construction than any other state currently has installed. The state generating the highest percentage of energy from wind power is Iowa at 40.1% of total energy production, while North Dakota has the most per capita wind generation. The Alta Wind Energy Center in California is the largest wind farm in the United States with a capacity of 1,548 MW. GE Power is the largest domestic wind turbine manufacturer."
}