{
  "url": "https://en.wikipedia.org/wiki/2007_World_Judo_Championships",
  "title": "2007 World Judo Championships",
  "header": [
    [
      [
        "Position"
      ],
      [
        null
      ]
    ],
    [
      [
        "Judoka"
      ],
      [
        null
      ]
    ],
    [
      [
        "Country"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "1"
        ],
        [
          null
        ]
      ],
      [
        [
          "Ruben Houkes"
        ],
        [
          "/wiki/Ruben_Houkes"
        ]
      ],
      [
        [
          "Netherlands"
        ],
        [
          "/wiki/Netherlands"
        ]
      ]
    ],
    [
      [
        [
          "2"
        ],
        [
          null
        ]
      ],
      [
        [
          "Nestor Khergiani"
        ],
        [
          "/wiki/Nestor_Khergiani"
        ]
      ],
      [
        [
          "Georgia"
        ],
        [
          "/wiki/Georgia_(country)"
        ]
      ]
    ],
    [
      [
        [
          "3"
        ],
        [
          null
        ]
      ],
      [
        [
          "Ludwig Paischer"
        ],
        [
          "/wiki/Ludwig_Paischer"
        ]
      ],
      [
        [
          "Austria"
        ],
        [
          "/wiki/Austria"
        ]
      ]
    ],
    [
      [
        [
          "3"
        ],
        [
          null
        ]
      ],
      [
        [
          "Choi Min-Ho"
        ],
        [
          "/wiki/Choi_Min-ho_(judoka)"
        ]
      ],
      [
        [
          "South Korea"
        ],
        [
          "/wiki/South_Korea"
        ]
      ]
    ],
    [
      [
        [
          "5"
        ],
        [
          null
        ]
      ],
      [
        [
          "Rok Drakšič"
        ],
        [
          "/wiki/Rok_Drakšič"
        ]
      ],
      [
        [
          "Slovenia"
        ],
        [
          "/wiki/Slovenia"
        ]
      ]
    ],
    [
      [
        [
          "5"
        ],
        [
          null
        ]
      ],
      [
        [
          "Khashbaataryn Tsagaanbaatar"
        ],
        [
          "/wiki/Khashbaataryn_Tsagaanbaatar"
        ]
      ],
      [
        [
          "Mongolia"
        ],
        [
          "/wiki/Mongolia"
        ]
      ]
    ],
    [
      [
        [
          "7"
        ],
        [
          null
        ]
      ],
      [
        [
          "Tatsuaki Egusa"
        ],
        [
          "/wiki/Tatsuaki_Egusa"
        ]
      ],
      [
        [
          "Japan"
        ],
        [
          "/wiki/Japan"
        ]
      ]
    ],
    [
      [
        [
          "7"
        ],
        [
          null
        ]
      ],
      [
        [
          "Cemal Oğuz"
        ],
        [
          null
        ]
      ],
      [
        [
          "Turkey"
        ],
        [
          "/wiki/Turkey"
        ]
      ]
    ]
  ],
  "section_title": "Results overview -- Men",
  "section_text": "16 September - Final details",
  "uid": "2007_World_Judo_Championships_3",
  "intro": "The 2007 World Judo Championships are the 25th edition of the Judo World Championships, and were held at the Rio Olympic Arena, usually called Arena Multiuso, that was built for the 2007 Pan-American Games, in Jacarepaguá, Rio de Janeiro, Brazil from September 13 to September 16, 2007. The competition gathered the sport's top athletes in Rio de Janeiro, with only a few exceptions, due to injuries. Among the high-profile injured judokas that were unable to participate were Brazil's Flávio Canto, bronze medallist in the -81 kg category at the 2004 Summer Olympic Games, who tore a ligament in his right elbow during the 2007 Pan American Games (during the event, Canto participated as a commentator for the Brazilian paid sports channel, Sportv); and Japan's Tadahiro Nomura, the three-time Olympic champion and heavy favorite in the -60 kg category was forced to withdraw only a few weeks before the event due to injury (his replacement was able to place 7th in the competition). In the leadup to the event, Rio de Janeiro also hosted the IJF's International Congress, congregating the heads of all the national confederations affiliated to the IJF. The meeting took place on September 12, eve of the first day of competition, and in it, some important decisions were made. The first was the election of the new IJF president. Marius Vizer was elected by the attending representatives to replace Yung Sang Park, the current president. In addition, the Congress voted and approved unanimously, the extension of the IJF's president term from 2 years to 6 years. Another decision made in the meeting was the selection of the city that would host the 2011 World Championship. The contenders were the cities of Paris, France and Hamburg, Germany, and the French capital was selected as the host city for the 2011 event. Finally, the Congress also voted on the new presidency of the European Judo Union, with Russia's Sergei Soloveychik being elected president and Jean-Luc Rougé and Vladimir Barta being elected as first vice president and vice president respectively. Newly appointed IJF president, Marius Vizer, was made honorary president of the European Judo Federation as well."
}