{
  "url": "https://en.wikipedia.org/wiki/Calendar_of_saints_(Anglican_Church_of_Canada)",
  "title": "Calendar of saints (Anglican Church of Canada)",
  "header": [
    [
      [
        "Day"
      ],
      [
        null
      ]
    ],
    [
      [
        "Commemoration"
      ],
      [
        null
      ]
    ],
    [
      [
        "Year of death"
      ],
      [
        null
      ]
    ],
    [
      [
        "Type"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "2"
        ],
        [
          null
        ]
      ],
      [
        [
          "The Presentation of the Lord",
          "Candlemas"
        ],
        [
          "/wiki/The_Presentation_of_the_Lord",
          "/wiki/Candlemas"
        ]
      ],
      [
        [
          "n/a"
        ],
        [
          null
        ]
      ],
      [
        [
          "HD"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "3"
        ],
        [
          null
        ]
      ],
      [
        [
          "St. Anskar"
        ],
        [
          "/wiki/Anskar"
        ]
      ],
      [
        [
          "865"
        ],
        [
          null
        ]
      ],
      [
        [
          "Com"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "5"
        ],
        [
          null
        ]
      ],
      [
        [
          "Martyrs of Japan"
        ],
        [
          "/wiki/Martyrs_of_Japan"
        ]
      ],
      [
        [
          "1597"
        ],
        [
          null
        ]
      ],
      [
        [
          "Mem"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "9"
        ],
        [
          null
        ]
      ],
      [
        [
          "Hannah Grier Coome"
        ],
        [
          "/wiki/Hannah_Grier_Coome"
        ]
      ],
      [
        [
          "1921"
        ],
        [
          null
        ]
      ],
      [
        [
          "Com"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "14"
        ],
        [
          null
        ]
      ],
      [
        [
          "Sts . Cyril and Methodius"
        ],
        [
          "/wiki/Sts._Cyril_and_Methodius"
        ]
      ],
      [
        [
          "869 , 885"
        ],
        [
          null
        ]
      ],
      [
        [
          "Mem"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "15"
        ],
        [
          null
        ]
      ],
      [
        [
          "Thomas Bray"
        ],
        [
          "/wiki/Thomas_Bray"
        ]
      ],
      [
        [
          "1730"
        ],
        [
          null
        ]
      ],
      [
        [
          "Mem"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "23"
        ],
        [
          null
        ]
      ],
      [
        [
          "St. Polycarp of Smyrna"
        ],
        [
          "/wiki/Polycarp"
        ]
      ],
      [
        [
          "156"
        ],
        [
          null
        ]
      ],
      [
        [
          "Mem"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "24"
        ],
        [
          null
        ]
      ],
      [
        [
          "Philip Lindel Tsen"
        ],
        [
          "/wiki/Philip_Lindel_Tsen"
        ]
      ],
      [
        [
          "1954"
        ],
        [
          null
        ]
      ],
      [
        [
          "Com"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "24"
        ],
        [
          null
        ]
      ],
      [
        [
          "Paul Shinji Sasaki"
        ],
        [
          "/wiki/Paul_Shinji_Sasaki"
        ]
      ],
      [
        [
          "1946"
        ],
        [
          null
        ]
      ],
      [
        [
          "Com"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "26"
        ],
        [
          null
        ]
      ],
      [
        [
          "Florence Li Tim Oi"
        ],
        [
          "/wiki/Florence_Li_Tim_Oi"
        ]
      ],
      [
        [
          "1992"
        ],
        [
          null
        ]
      ],
      [
        [
          "Mem"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "27"
        ],
        [
          null
        ]
      ],
      [
        [
          "George Herbert"
        ],
        [
          "/wiki/George_Herbert"
        ]
      ],
      [
        [
          "1633"
        ],
        [
          null
        ]
      ],
      [
        [
          "Com"
        ],
        [
          null
        ]
      ]
    ]
  ],
  "section_title": "Book of Alternative Services Calendar -- The calendar",
  "section_text": "St. Thomas Aquinas , commemorated January 28",
  "uid": "Calendar_of_saints_(Anglican_Church_of_Canada)_1",
  "intro": "Prior to the revision of the Anglican Church of Canada's (ACC) Book of Common Prayer (BCP) in 1962, the national church followed the liturgical calendar of the 1918 Canadian Book of Common Prayer. Throughout most of the twentieth century, the situation in Canada resembled that which pertained in much of the Anglican Communion: There was uncertainty as to whether post-Reformation figures (with the exception of the martyred Charles I) could or should be commemorated. In the words of the calendar's introduction, New names have been added from the ancient calendars, and also from the history of the Anglican Communion, without thereby enrolling or commending such persons as saints of the Church. The 1962 revision added twenty-six post-Reformation individuals, as well as commemorations of the first General Synod and of The Founders, Benefactors, and Missionaries of the Church in Canada. Of the calendar days, twenty-eight were highlighted as red-letter days - that is, days of required observation. With the publication of the Book of Alternative Services (BAS) in 1985, a revised and expanded calendar was introduced. This was supplemented, in 1994, with the publication of For All The Saints; a book of propers, short biographies and descriptions of the commemorations, and readings by or about the individuals or events commemorated (there were also some very minor changes to the 1985 calendar). As the BAS has largely supplanted the BCP for most Canadian Anglicans, so too has its calendar. Nonetheless, the BCP calendar is still in use and individuals and parishes can legitimately choose to observe it. The chief difference between the 1962 and 1985 calendars is the elimination of observations for several European figures, in order to include individuals of interest to the Canadian Church, and to the worldwide Anglican Communion. Similar to the Calendar of saints of the Church of England, the Patriarchs of Old are omitted in both the Book of Common Prayer and the newer Book of Alternative Services, for the Anglican Church of Canada. In the ACC, the calendar is officially referred to as the Canadian Calendar of Holy Persons."
}