{
  "url": "https://en.wikipedia.org/wiki/Glutton_for_Punishment",
  "title": "Glutton for Punishment",
  "header": [
    [
      [
        "#"
      ],
      [
        null
      ]
    ],
    [
      [
        "Title :"
      ],
      [
        null
      ]
    ],
    [
      [
        "Description :"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "01"
        ],
        [
          null
        ]
      ],
      [
        [
          "NYC Waiters ' Race"
        ],
        [
          null
        ]
      ],
      [
        [
          "brasserie"
        ],
        [
          "/wiki/Brasserie"
        ]
      ]
    ],
    [
      [
        [
          "02"
        ],
        [
          null
        ]
      ],
      [
        [
          "Flair bartending"
        ],
        [
          "/wiki/Flair_bartending"
        ]
      ],
      [
        [
          "Bob Blumer trains in the dazzling art of flair bartending"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "03"
        ],
        [
          null
        ]
      ],
      [
        [
          "Médoc Marathon"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bordeaux"
        ],
        [
          "/wiki/Bordeaux"
        ]
      ]
    ],
    [
      [
        [
          "04"
        ],
        [
          null
        ]
      ],
      [
        [
          "Oyster Shuck-Off"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bob Blumer learns the technique of oyster shucking and travels to the Urbanna Oyster Festival in Virginia to enter the Oyster Shucking Competition . His challenge is to crash the world of elite shuckers and become a contender in just one week"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "05"
        ],
        [
          null
        ]
      ],
      [
        [
          "Benihana"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bob Blumer takes the heat as he trains to become a full-fledged teppanyaki chef at Toronto 's Benihana restaurant"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "06"
        ],
        [
          null
        ]
      ],
      [
        [
          "Barista"
        ],
        [
          "/wiki/Barista"
        ]
      ],
      [
        [
          "Bob Blumer 's challenge is to immerse himself in the world of coffee by entering the Canadian National Barista Championships"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "07"
        ],
        [
          null
        ]
      ],
      [
        [
          "Hatch chile"
        ],
        [
          "/wiki/Hatch_chile"
        ]
      ],
      [
        [
          "Hatch , N.M"
        ],
        [
          "/wiki/Hatch,_New_Mexico"
        ]
      ]
    ],
    [
      [
        [
          "08"
        ],
        [
          null
        ]
      ],
      [
        [
          "Tour de France"
        ],
        [
          "/wiki/Tour_de_France"
        ]
      ],
      [
        [
          "Bob Blumer trains with a veteran of the Tour de France and will attempt to conquer one of the most mythical and challenging sections of the Tour"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "09"
        ],
        [
          null
        ]
      ],
      [
        [
          "Kansas City BBQ Competition"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bob Blumer 's challenge is to lead his own team in the Open Competition at a Kansas City BBQ Cookoff"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "10"
        ],
        [
          null
        ]
      ],
      [
        [
          "Riesling"
        ],
        [
          "/wiki/Riesling"
        ]
      ],
      [
        [
          "Bob Blumer 's challenge is assisting in the harvest of 17 acres ( 69,000 m ) of precious grapes , for a maker of fine German Rieslings"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "11"
        ],
        [
          null
        ]
      ],
      [
        [
          "Guinness"
        ],
        [
          "/wiki/Guinness"
        ]
      ],
      [
        [
          "Dublin"
        ],
        [
          "/wiki/Dublin"
        ]
      ]
    ],
    [
      [
        [
          "12"
        ],
        [
          null
        ]
      ],
      [
        [
          "Noodle Pulling"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bob Blumer faces his toughest challenge yet : mastering the lost art of making hand-pulled noodles . He will have just one week to learn this complex technique , which most chefs take years to master"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "13"
        ],
        [
          null
        ]
      ],
      [
        [
          "Breakfast Line Cook"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bob Blumer 's challenge is to make it into the tight knit ranks of the kitchen as a breakfast line cook"
        ],
        [
          null
        ]
      ]
    ]
  ],
  "section_title": "Episodes -- Season 1",
  "section_text": "",
  "uid": "Glutton_for_Punishment_2",
  "intro": "Glutton for Punishment is a program on Food Network hosted by Bob Blumer and produced by Paperny Entertainment. The show features the host in various food-related challenges. He is given five days to become proficient enough in the episode's featured specialty. His newly acquired skills are then put to the test by matching him up against champions and experts in the field. In several competitions, Bob Blumer surprises by qualifying ahead of many pros. When he is not doing so well, he acknowledges the difficulty he has, often with self-deprecating humour. The Glutton for Punishment crew most recently broke the Guinness world record for the largest bowl of salsa at the Jacksonville, Texas, 26th Tomato Fest on June 12, 2010. The final bowl weighed in at 2,672 pounds. The feat was filmed for Season 5 of Glutton, during which Bob attempted to break six world's records."
}