{
  "url": "https://en.wikipedia.org/wiki/Prosenjit_Chatterjee_filmography",
  "title": "Prosenjit Chatterjee filmography",
  "header": [
    [
      [
        "Year"
      ],
      [
        null
      ]
    ],
    [
      [
        "Title"
      ],
      [
        null
      ]
    ],
    [
      [
        "Director"
      ],
      [
        null
      ]
    ]
  ],
  "data": [
    [
      [
        [
          "2018"
        ],
        [
          null
        ]
      ],
      [
        [
          "Uranchandi"
        ],
        [
          null
        ]
      ],
      [
        [
          "Abhishek Saha"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "2017"
        ],
        [
          null
        ]
      ],
      [
        [
          "Dekh Kemon Lage"
        ],
        [
          "/wiki/Dekh_Kemon_Lage"
        ]
      ],
      [
        [
          "Abhijeet Guha , Sudeshna Roy"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "2016"
        ],
        [
          null
        ]
      ],
      [
        [
          "Shankhachil"
        ],
        [
          "/wiki/Shankhachil"
        ]
      ],
      [
        [
          "Goutam Ghosh"
        ],
        [
          "/wiki/Goutam_Ghosh"
        ]
      ]
    ],
    [
      [
        [
          "2014"
        ],
        [
          null
        ]
      ],
      [
        [
          "Force"
        ],
        [
          "/wiki/Force_(2014_film)"
        ]
      ],
      [
        [
          "Raja Chanda"
        ],
        [
          "/wiki/Raja_Chanda"
        ]
      ]
    ],
    [
      [
        [
          "2012"
        ],
        [
          null
        ]
      ],
      [
        [
          "Bapi Bari Jaa"
        ],
        [
          "/wiki/Bapi_Bari_Jaa"
        ]
      ],
      [
        [
          "Abhijeet Guha , Sudeshna Roy"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "2012"
        ],
        [
          null
        ]
      ],
      [
        [
          "Teen Yaari Katha"
        ],
        [
          "/wiki/Teen_Yaari_Katha"
        ]
      ],
      [
        [
          "Abhijeet Guha , Sudeshna Roy"
        ],
        [
          null
        ]
      ]
    ],
    [
      [
        [
          "2010"
        ],
        [
          null
        ]
      ],
      [
        [
          "Gaaner Oparey"
        ],
        [
          "/wiki/Gaaner_Oparey"
        ]
      ],
      [
        [
          "Joydeep Mukherjee"
        ],
        [
          "/wiki/Joydeep_Mukherjee"
        ]
      ]
    ],
    [
      [
        [
          "2008"
        ],
        [
          null
        ]
      ],
      [
        [
          "Janmadata"
        ],
        [
          "/wiki/Janmadata"
        ]
      ],
      [
        [
          "Swapan Saha"
        ],
        [
          "/wiki/Swapan_Saha"
        ]
      ]
    ],
    [
      [
        [
          "1992"
        ],
        [
          null
        ]
      ],
      [
        [
          "Purushottam"
        ],
        [
          "/wiki/Purushottam_(1992_film)"
        ]
      ],
      [
        [
          "Prosenjit"
        ],
        [
          "/wiki/Prosenjit"
        ]
      ]
    ]
  ],
  "section_title": "As director and producer -- As a producer",
  "section_text": "",
  "uid": "Prosenjit_Chatterjee_filmography_13",
  "intro": "Prosenjit Chatterjee (born 30 September 1962) is an Indian film actor, producer and television presenter, who works predominantly in Bengali and Hindi language films. He debuted as a child actor in Hrishikesh Mukherjee directorial Chotto Jigyasa for which he have won the Bengal Film Journalists' Association - Most Outstanding Work of the Year Award. After a string of films where he acted as a child actor, he made his debut as a lead actor in Duti Pata, which was a critically and commercially unsuccessful. In 1987, Prosenjit's breakthrough role came opposite Vijeta Pandit in Amar Sangi; a highly successful romantic drama directed by Sujit Guha. He made his debut in Hindi cinema with David Dhawan directorial Aandhiyan. Following this, he went on to act in numerous commercial films until 2003, when he acted in Chokher Bali. He earned critical acclaim for playing the role of an immobile but emotionally expressive poet in Shob Charitro Kalponik, a famous Bengali actor in Autograph,a poet and folk singer Moner Manush, a Portuguese origin Bengali folk poet and his reincarnation in Jaatishwar, a disgraced police officer in Baishe Srabon and a depressed father in Shankhachil. In 2012, he made a comeback to Bollywood through Shanghai and more recently Traffic. He have won numerous accolades throughout his career, including 7 Bengal Film Journalists' Association - Best Actor Awards, 4 Kalakar Awards and 2 Filmfare Awards East. As a producer, he had won the National Film Award for Best Feature Film in Bengali for Shankhachil. Chatterjee produced the Rituparno Ghosh scripted the critically acclaimed television series Gaaner Oparey, which launched the careers of brothers Arjun Chakraborty and Gaurav Chakraborty and Mimi Chakraborty as well. In 2016, he debuted on the non-fiction category of television with a 99-episode mini-series, titled Mahanayak."
}